{
  "id": 1,
  "title": "Effect of Repetition Duration During Resistance Training on Muscle Hypertrophy: A Systematic Review and Meta-Analysis",
  "authors": "Schoenfeld BJ; Ogborn DI; Krieger JW",
  "year": 2015,
  "doi": "10.1007/s40279-015-0304-0",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "repetition_tempo",
    "repetition_duration",
    "hypertrophy",
    "systematic_review",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mixed training status)"
  },
  "sections": {
    "abstract": "Background Maximizing the hypertrophic response to\nresistance training (RT) is thought to be best achieved by\nproper manipulation of exercise program variables\nincluding exercise selection, exercise order, length of rest\nintervals, intensity of maximal load, and training volume.\nAn often overlooked variable that also may impact muscle\ngrowth is repetition duration. Duration amounts to the sum\ntotal of the concentric, eccentric, and isometric components\nof a repetition, and is predicated on the tempo at which the\nrepetition is performed.\nObjective We conducted a systematic review and meta-\nanalysis to determine whether alterations in repetition\nduration can amplify the hypertrophic response to RT.",
    "methods": "Studies were deemed eligible for inclusion if\nthey met the following criteria: (1) were an experimental\ntrial published in an English-language refereed journal; (2)\ndirectly compared different training tempos in dynamic\nexercise using both concentric and eccentric repetitions; (3)\nmeasured morphologic changes via biopsy, imaging, and/or\ndensitometry; (4) had a minimum duration of 6 weeks; (5)\ncarried out training to muscle failure, deﬁned as the\ninability to complete another concentric repetition while\nmaintaining proper form; and (6) used human subjects who\ndid not have a chronic disease or injury. A total of eight\nstudies were identiﬁed that investigated repetition duration\nin accordance with the criteria outlined.",
    "results": "Results indicate that hypertrophic outcomes are\nsimilar when training with repetition durations ranging\nfrom 0.5 to 8 s.",
    "conclusions": "From a practical standpoint it would seem\nthat a fairly wide range of repetition durations can be\nemployed if the primary goal is to maximize muscle\ngrowth. Findings suggest that training at volitionally very\nslow durations ( [10s per repetition) is inferior from a\nhypertrophy standpoint, although a lack of controlled\nstudies on the topic makes it difﬁcult to draw deﬁnitive\nconclusions.\nKey Points\nHypertrophic outcomes appear to be similar when\ntraining with repetition durations ranging from 0.5 to\n8 s to concentric muscular failure, suggesting that a\nfairly wide range of repetition durations can be\nemployed if the primary goal is to maximize muscle\ngrowth.\nLimited evidence suggests that training at\nvolitionally very slow durations ( [10 s per\nrepetition) is inferior from a hypertrophy standpoint,\nalthough a lack of controlled studies on the topic\nmakes it difﬁcult to draw deﬁnitive conclusions.\nIt is not clear whether combining different repetition\ndurations would enhance the hypertrophic response\nto resistance training.\nB. J. Schoenfeld ( &)\nDepartment of Health Science, Lehman College, 250 Bedford\nPark Blvd West, Bronx, NY 10468, USA\ne-mail: brad@workout911.com\nD. I. Ogborn\nMcMaster University, Hamilton, ON, Canada\nJ. W. Krieger\nWeightology, LLC, Issaquah, WA, USA\n123\nSports Med (2015) 45:577–585\nDOI 10.1007/s40279-015-0304-0\n\n1",
    "introduction": "It has been well-established that regimented resistance\ntraining (RT) is an effective means to increase skeletal\nmuscle mass. The regular performance of progressive RT\npositively mediates intracellular anabolic signaling, shift-\ning protein balance to favor synthesis over degradation.\nOver time, the summation of these responses results in the\nnet accretion of contractile proteins, leading to increased\nmuscle thickness via sarcomeres added in parallel [ 1]. The\nmagnitude of muscular gains can be substantial even over\nthe short-term, with increases in cross-sectional area (CSA)\nof more than 50 % reported after just 16 weeks of regi-\nmented RT [ 2].\nMaximizing the hypertrophic response to RT is thought\nto be best achieved by proper manipulation of exercise\nprogram variables [ 3]. Primary RT variables that are fre-\nquently manipulated include exercise selection, exercise\norder, length of rest intervals, intensity of maximal load,\nand training volume [ 3]. However, an often overlooked\nvariable that also may impact muscle growth is repetition\nduration. Duration amounts to the sum total of the con-\ncentric, eccentric, and isometric components of a repetition,\nand is predicated on the tempo at which the repetition is\nperformed. Tempo is frequently expressed in a three-digit\narrangement where the ﬁrst number is the time (in seconds)\nto complete the concentric action, the second number is the\nisometric transition phase between concentric and eccentric\nactions, and the third number is the time to complete the\neccentric action [4]. For example, a tempo of 1–0–2 would\nindicate a lift taking 1 s on the concentric action, no pause\nat the top of the movement, and 2 s on the eccentric action.\nIn the preceding example the overall repetition duration\nwould be 3 s. It should be noted that the majority of studies\nfocus only on the concentric and eccentric actions,\nneglecting to include an isometric component.\nTo an extent, repetition duration will be dependent on\nthe intensity of load. The use of very heavy loads [more\nthan *85 % of 1 repetition maximum (RM)] will neces-\nsitate an all-out effort to concentrically move the load\nquickly, but the actual velocity of the lift will be relatively\nslow. Moreover, concentric repetition velocity will be\nreduced even further as a set approaches the point of\nmuscular failure due to an inability of working ﬁbers to\nmaintain force output. Mookerjee and Ratamess [ 5] dem-\nonstrated that the ﬁrst concentric repetition of a 5 RM\nbench press took 1.2 s to complete while the fourth and\nﬁfth repetitions took 2.5 and 3.3 s, respectively. These\nresults were seen despite subjects attempting to move the\nweight as quickly as possible.\nOn the other hand, when lifting submaximal loads of\n*80-85 % of 1 RM and lighter an individual has the\nability to vary the concentric tempo of lifting. Given that\neccentric strength is approximately 20–50 % greater than\nconcentric strength [ 6], the velocity of eccentric actions\ncan be altered at loads in excess of concentric 1 RM. It has\nbeen postulated that intentionally slowing repetition\ncadence reduces the momentum in a lift, thereby increasing\nthe tension on a muscle [ 7]. Hypothetically, increasing\nmechanical tension throughout a lift could positively\nmediate intracellular anabolic signaling, promoting a\ngreater hypertrophic response. Despite a logical rationale,\nhowever, it is unclear from the literature whether inten-\ntional alterations in tempo amplify the hypertrophic\nresponse to RT. Current research on the topic has produced\nmixed ﬁndings, and the methodologies of the studies have\nbeen disparate. The purpose of this paper, therefore, is to\nconduct a systematic review and meta-analysis as to the\neffects of repetition duration on muscle growth in an effort\nto provide clarity on the topic.\n2 Methods\n2.1 Inclusion Criteria\nStudies were deemed eligible for inclusion if they met the\nfollowing criteria: (1) were an experimental trial published\nin an English-language refereed journal; (2) directly com-\npared different training tempos in dynamic exercise using\nboth concentric and eccentric repetitions; (3) measured\nmorphologic changes via biopsy, imaging, and/or densi-\ntometry; (4) had a minimum duration of 6 weeks; (5)\ncarried out training to muscle failure, deﬁned as the\ninability to complete another concentric repetition while\nmaintaining proper form; and (6) used human subjects who\ndid not have a chronic disease or injury.\n2.2 Search Strategy\nTo carry out this review, English-language literature sear-\nches of the PubMed and EBSCO databases were conducted\nfrom all timepoints up until April 2014. Combinations of\nthe following keywords were used as search terms:\n‘‘muscle’’; ‘‘hypertrophy’’; ‘‘growth’’; ‘‘cross sectional\narea’’; ‘‘duration’’; ‘‘tempo’’; ‘‘cadence’’; ‘‘velocity’’;\n‘‘speed’’; ‘‘resistance training’’; ‘‘resistance exercise’’; and\n‘‘repetitions’’. After conducting the initial search, the ref-\nerence lists of articles retrieved were then screened for any\nadditional articles that had relevance to the topic, as\ndescribed by Greenhalgh and Peacock [ 8].\nA total of 529 studies were evaluated based on search\ncriteria. To reduce the potential for selection bias, each of\nthese studies were independently perused by two of the\n578 B. J. Schoenfeld et al.\n123\n\ninvestigators (B.J.S. and D.I.O.), and a mutual decision was\nmade as to whether or not they met basic inclusion criteria.\nAny inter-reviewer disagreements were settled by consen-\nsus and/or consultation with the third investigator. Of the\nstudies initially reviewed, 68 were determined to be\npotentially relevant to the paper based on information\ncontained in the abstracts. Full text of these articles was\nthen screened and 12 were identiﬁed for possible inclusion\nin the paper. After consensus amongst the investigators,\nfour additional studies were excluded because either (1)\nboth groups did not train to failure [ 9, 10–11], or (2)\nimaging modalities were not used to measure body com-\nposition [ 12]. A total of eight studies were ultimately\nidentiﬁed for inclusion in accordance with the criteria\noutlined (see Fig. 1). One of these studies [ 13] used pre-\nviously collected data so its data was combined with that of\nthe original study [14] for analysis. Table 1 summarizes the\nstudies included for analysis.\n2.3 Coding of Studies\nStudies were read and individually coded by two of the\ninvestigators (B.J.S. and D.I.O.) for the following vari-\nables: descriptive information of subjects by group\nincluding sex, body mass index, training status (trained\nsubjects were deﬁned as those with at least 1 year of reg-\nular RT experience), age, and stratiﬁed subject age [clas-\nsiﬁed as either young (18–29 years), middle-aged\n(30–49 years), or elderly (50 ? years)]; whether the study\nwas a parallel or within-subject design; the number of\nsubjects in each group; duration of the study; repetition\nduration based on stratiﬁed repetition range [classiﬁed as\neither fast/heavy (sets of 6–12 with a total repetition\nduration of 0.5–4 s), fast/light (sets of 20–30 with a total\nrepetition duration of 0.5–4 s), medium (sets of 6–12 with\na total repetition duration of 4–8 s), or slow (sets of 6–12\nwith a total repetition duration of [8 s)]; exercise volume\n(single set, multi-set, or both); whether volume was equa-\nted between groups; speed of concentric action; speed of\neccentric action; type of morphologic measurement [mag-\nnetic resonance imaging (MRI), computerized tomography\n(CT), ultrasound, biopsy, dual energy x-ray absorbtiomety\n(DXA), and/or densitometry] and; region/muscle of body\nmeasured (upper, lower, or both). Coding was cross-\nchecked between coders, and any discrepancies were\nresolved by mutual consensus. To assess potential coder\ndrift, 30 % of the studies were randomly selected for re-\ncoding as described by Cooper et al. [ 15]. Per case\nRecords iden/g415ﬁed through \ndatabase searching \n(n = 524)\nScreeningIncluded Eligibility Iden/g415ﬁca/g415on \nAddi/g415onal records iden/g415ﬁed \nthrough other sources \n(n = 5)\nTotal records screened\n(n = 529) \nFull-text ar/g415cles assessed \nfor eligibility \n(n = 68) \nFull-text ar/g415cles excluded \n(n = 56) \nStudies included in \nmeta-analysis (n=12) \nStudies included in \nmeta-analysis (n=8) \nAddi/g415onal ar/g415cles \nexcluded \n(n = 4) \nFig. 1 Flow diagram of search\nprocess\nRepetition Duration and Muscle Hypertrophy 579\n123\n\nagreement was determined by dividing the number of\nvariables coded the same by the total number of variables.\nAcceptance required a mean agreement of 0.90.\n2.4 Calculation of Effect Size\nFor each hypertrophy outcome, an effect size (ES) was\ncalculated as the pre-test–post-test change, divided by the\npre-test standard deviation (SD) [ 16]. The sampling vari-\nance for each ES was estimated according to Morris and\nDeShon [ 16]. Calculation of the sampling variance\nrequired an estimate of the population ES and the pre-test–\npost-test correlation for each individual ES. The population\nES was estimated by calculating the mean ES across all\nstudies and treatment groups [ 16]. The pre-test–post-test\ncorrelation was calculated using the following formula\n(Eq. 1)[ 16]:\nr ¼ s2\n1 þ s2\n2/C0 s2\nD\n/C0/C1 /C14\n2 s1s2ðÞ ð 1Þ\nwhere s1 and s2 are the SD for the pre- and post-test means,\nrespectively, and sD is the SD of the difference scores. If sD\nwas not reported in the paper, the P value for the pre/post\nchange was used to estimate it. If a threshold for\nsigniﬁcance was given rather than a speciﬁc value (such\nas P \\ 0.05), then that threshold was used in the\ncalculation. If no P values were available for calculation,\nan upper bound on s\nD was estimated using the following\nformula (Eq. 2):\nTable 1 Studies meeting inclusion criteria\nReferences Subjects/protocol Rep duration\n(s)\nMeasurement\nmodality\nResults\nClaﬂin\net al.\n[26]\n63 young and old untrained men and women randomized to\neither a high-velocity (hip 250–350 d/s, knee 100–160\nd/s) or low-velocity (hip 30–90 d/s, knee 20–40 d/s),\n2 9 10, 1 9 fail (5–15 reps) RT protocol carried out 3 9/\nweek for 14 weeks\n0.5–0.66 vs.\n1–2 vs. 2–6\nvs. 4–8\nBiopsy No effect of training on type 1\nﬁbers, 8.2 % increase in type 2\nirrespective of tempo\nKeeler\net al.\n[27]\n14 healthy, sedentary women, 19–45 years, randomized to\neither superslow or traditional Nautilus RT protocol for\n10 weeks\n6 vs. 15 BodPod No signiﬁcant differences in body\ncomposition\nNeils et al.\n[28]\n16 healthy untrained men and women randomized to either\nsuperslow at 50 % 1 RM or traditional RT at 80 % 1 RM\nfor 8 weeks\n6 vs. 15 DXA No signiﬁcant differences in body\ncomposition\nRana et al.\n[14]\n34 untrained young females randomized to either a\nmoderate intensity (80–85 % RM) at a tempo of 1–2 s, a\nlow intensity ( *40–60 % 1 RM) at a tempo of 1–2 s, or\nslow-speed (*40–60 % 1 RM) at a tempo of 10 s\nconcentric and 4 s eccentric for 6 weeks\n2–4 vs. 14 BodPod Main effect training of FFM, no\neffect by group (exclude)\nSchuenke\net al.\n[13]\n34 untrained young women randomly assigned to either\nmoderate intensity (80–85 % RM) at a tempo of 1–2 s, a\nlow intensity ( *40–60 % 1 RM) at a tempo of 1–2 s, or\nslow-speed (*40–60 % 1 RM) at a tempo of 10 s\nconcentric and 4 s eccentric for 6 weeks\n2–4 vs. 14 Biopsy Signiﬁcantly greater increases in\nCSA for faster vs. slower tempo\nTanimoto\nand Ishii\n[24]\n24 untrained young men randomly assigned to either 50 %\nRM with a 6 s tempo and no relaxing phase between rep,\n80 % RM with a 2 s tempo and 1 s relaxation between\nreps, or 50 % RM with a 2 s tempo and 1 s relaxation\nbetween reps for 12 weeks\n2 vs. 6 MRI No signiﬁcant differences in\nmuscle CSA\nTanimoto\net al.\n[23]\n36 untrained young men (12 served as non-exercising\ncontrols) randomly assigned to either 55–60 % 1 RM\nwith a 6 s tempo and no relaxing phase between reps or\n80–90 % RM with a 2 s tempo and 1 s relaxation between\nreps. Exercise consisted of 3 sets of squat, chest press,\nlateral pulldown, abdominal bend, and back extension,\nperformed 2 days a week for 13 weeks\n2 vs. 6 Ultrasound No signiﬁcant differences in\nmuscle thickness\nYoung and\nBilby\n[25]\n18 untrained males randomized to either perform fast\nconcentric contractions or slow controlled movements for\n7.5 weeks\n2 vs. 4–6 Ultrasound No signiﬁcant differences in\nmuscle thickness\nCSA cross-sectional area, d/s degrees per second, DXA dual x-ray absorptiometry, FFM fat-free mass, MRI magnetic resonance imaging, rep\nrepetition, RM repetition maximum, RT resistance training\n580 B. J. Schoenfeld et al.\n123\n\nsD ¼ p s2\n1\n/C14\nn\n/C0/C1\nþ s2\n2\n/C14\nn\n/C0/C1/C0/C1\nð2Þ\n2.5 Statistical Analyses\nMeta-analyses were performed using hierarchical linear\nmixed models, modeling the variation between studies as a\nrandom effect, the variation between treatment groups as a\nrandom effect nested within studies, the variation between\nwithin-group hypertrophy measures as a random effect\nnested within treatment groups, and the treatment group\nclassiﬁcation (slow, medium, fast heavy, fast light) as a\nﬁxed effect [17]. The within-group variances were assumed\nknown. Observations were weighted by the inverse of the\nsampling variance [ 16]. Model parameters were estimated\nby the method of restricted maximum likelihood (REML)\n[18]. Denominator degrees of freedom ( df) for statistical\ntests and conﬁdence intervals (CIs) were calculated\naccording to Berkey et al. [ 19]. One analysis was carried\nout on all data, and a separate analysis was carried out on\nonly studies with a direct measure of hypertrophy. Due to\ninadequate studies with direct measurements of hypertro-\nphy and a slow or fast light group, these categories were\nnot analyzed in the subanalysis of studies with direct\nmeasures of hypertrophy. Adjustments for post hoc multi-\nple comparisons among treatment categories were made\nusing a Hochberg correction [ 20]. All analyses were per-\nformed using S-Plus\n/C2108.2 (Tibco Spotﬁre /C210, Boston, MA,\nUSA). Effects were considered signiﬁcant at P B 0.05, and\ntrends were declared at P [0.05 B 0.10. Data are reported\nas /C22x ± standard error of the mean (SEM) values and 95 %\nCIs.\n3 Results\n3.1 Study Characteristics\nThe complete analysis comprised 204 subjects and 46 ESs,\nnested within 18 treatment groups and eight studies. The\nweighted mean ES across all studies and groups was\n0.46 ± 0.13 (95 % CI 0.20–0.71). The subanalysis of\nstudies with direct hypertrophy measurements comprised\n113 subjects and 24 ESs, nested within eight treatment\ngroups and four studies. The weighted mean ES across\nthese studies and groups was 0.40 ± 0.15 (95 % CI\n0.10–0.69).\n3.2 Complete Model\nThe mean ES and CI for each tempo category can be seen\nin Fig. 2. The ES for fast/heavy duration was 0.67 ± 0.19\n(95 % CI 0.22–1.13); the ES for the fast/light duration was\n0.79 ± 0.37 (95 % CI 0.095–1.67); the ES for the medium\nduration was 0.27 ± 0.20 (95 % CI -0.22 to 0.75); the ES\nfor the slow duration was 0.29 ± 0.27 (95 % CI -0.34 to\n0.92). There were no signiﬁcant differences between any of\nthe tempo categories (Hochberg-adjusted P value = 0.94).\n3.3 Model of Direct Hypertrophy Measurements\nThe mean ES and CI for each tempo category can be seen\nin Fig. 3. The ES for the fast/heavy duration was\n0.42 ± 0.17 (95 % CI -0.10 to 0.95); the ES for the\nmedium duration was 0.37 ± 0.17 (95 % CI -0.16 to\n0.90). There was no signiﬁcant difference between the fast/\nheavy and medium duration categories ( P = 0.73).\n4",
    "discussion": "To the authors’ knowledge, this is the ﬁrst systematic\nreview and meta-analysis to examine the effects of repe-\ntition duration on the hypertrophic response to RT. The\nmeta-analysis of hypertrophy outcomes showed no signif-\nicant differences between any of the training tempos\nevaluated. An initial analysis of all studies meeting inclu-\nsion criteria found that the fast/heavy and fast/light con-\nditions had ESs of *0.7 to 0.8, whereas the medium and\nslow conditions had ESs of *0.3. Although these results\nwould seem to suggest a trend for superiority in the faster\nspeed groups, the CIs were quite wide, thereby indicating\nlarge variances within groups.\nOne potential confounding issue with studies meeting\ninclusion criteria is the disparate methods used to assess\nchanges in muscle mass over time. These methods included\nboth direct (MRI, ultrasound, and muscle biopsy) and\nindirect hypertrophic measures (DXA and air displacement\nplethysmography). Given that indirect assessments may not\n-0.5\n0\n0.5\n1\n1.5\n2\nFast heavy Fast light Medium Slow\nEﬀect size\nFig. 2 Mean effect size and 95 % conﬁdence interval for each tempo\ncategory\nRepetition Duration and Muscle Hypertrophy 581\n123\n\nbe sensitive enough to detect subtle differences in muscle\nmass over time [ 21], we performed a meta-regression that\nanalyzed only studies employing direct methods of mea-\nsurement. Results showed that differences in ES between\nfast/heavy and medium durations substantially narrowed\nafter regression (0.42 vs. 0.37, respectively), and these\ndifferences were statistically insigniﬁcant ( P = 0.73). The\nfast/light and slow groups were excluded from subanalysis\nsince only one study investigated these conditions with\ndirect imaging. Collectively, the data suggest that repeti-\ntion duration does not signiﬁcantly impact the hypertrophic\nresponse to RT, at least in the fast/heavy and medium\nconditions.\nResearch indicates that intentionally performing repeti-\ntions in a very slow manner does not provide an adequate\nstimulus for complete activation of a muscle’s motor unit\npool. Employing a within-subject design, Keogh et al. [ 22]\nrecruited 12 young experienced lifters to perform one set of\nthe bench press using a variety of training methods\nincluding a very slow cadence and a traditional cadence.\nThe slow lifting condition performed the exercise at 55 %\nof 1 RM for a total duration of 10 s per repetition (5 s for\nboth concentric and eccentric actions); the traditional\ntraining condition was performed at *85 % of 1 RM with\nthe intent to lift the weight as fast as possible. Each con-\ndition was carried out to the point of concentric muscular\nfailure. Compared with very slow lifting, mean concentric\nelectromyographic (EMG) activity of the pectoralis major\nwas signiﬁcantly higher during traditional training by *18,\n19, and 12 %, for the ﬁrst, middle, and last repetition,\nrespectively. The disparity was even greater during\neccentric actions, with a signiﬁcantly greater mean EMG\nactivity of 32, 36, and 36 % in the ﬁrst, middle, and last\nrepetition, respectively, reported for traditional compared\nwith superslow training. Given that recruitment is\nnecessary to induce an adaptation in a muscle ﬁber, these\nresults suggest an impaired hypertrophic response in the\nslow lifting condition. Indeed, Schuenke et al. [ 13] evalu-\nated ﬁber-type speciﬁc changes in CSA in superslow versus\ntraditional RT protocols. Young, untrained female subjects\ncarried out multiple sets of the squat, leg press, and leg\nextension exercises 2–3 days a week for 6 weeks. The\nsuperslow group performed 6–10 RM per set (equating to\n*40–60 % of 1 RM) at a concentric velocity of 10 s and\nan eccentric velocity of 4 s. The traditional training group\nperformed the same 6–10 RM per set (equating to\n*80–85 % of 1 RM) at a concentric and eccentric velocity\nof 1–2 s. Post-study increases in hypertrophy of type IIa\nand type IIx ﬁbers were markedly higher in the traditional\ntraining group ( *33 and 37 %, respectively) than in the\nsuperslow group (*12 and 19 %, respectively). Moreover,\na markedly greater decrease in total type IIx ﬁber area was\nnoted in the traditional than in the superslow ( *39 versus\n28%, respectively) group, along with a signiﬁcantly greater\nincrease in total type IIa ﬁber area ( *30 vs. 11 %,\nrespectively), indicating that very slow lifting failed to\nsufﬁciently stimulate the highest threshold motor units. The\ntotality of these ﬁndings suggests that training at very slow\nspeeds is suboptimal for maximizing gains in muscle\nhypertrophy, presumably as a result of inadequate motor\nunit recruitment and stimulation. This outcome may be due\nat least in part to the need to substantially reduce intensity\nof load during volitionally very slow lifting to equate the\nnumber of repetitions performed at faster tempos.\nAs previously mentioned, it is important to consider the\nmeasurement instruments employed when attempting to\ndraw evidence-based conclusions. Five studies directly\nmeasured local hypertrophic changes in the trained mus-\nculature. Of the ﬁve studies, three investigated changes in\nmuscle CSA by either MRI or ultrasound [ 23–24, 25]. No\nsigniﬁcant differences in hypertrophy were seen in any of\nthese studies. It should be noted, however, that the study by\nTanimoto et al. [ 23] showed *34 % greater absolute\nincreases in muscle thickness in the fast than in the slow\ncondition. The small sample size of the study suggests that\nthe lack of signiﬁcance may be attributed to a type II error.\nMoreover, the overall duration of the fast and slow con-\nditions in the three studies varied from 2–3 to 4–6 s per\nrepetition, respectively. Thus, it might be concluded that\nany hypertrophic differences within this fairly narrow\nrange, if they do in fact occur, will be subtle.\nThe other two studies that directly assessed hypertrophy\ndid so via muscle biopsy and produced contradictory\nﬁndings [ 13, 26]. Schuenke et al. [ 13\n] found a markedly\ngreater increase in total mean ﬁber CSA for traditional\nversus superslow training ( *39 vs. *11 %, respectively).\nConversely, Claﬂin et al. [ 26] showed velocity of training\nhad no effect on increases in ﬁber area. Although\n-0.4\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\nMediumFast heavy\nEﬀect size\nFig. 3 Mean effect size and 95 % conﬁdence interval for each tempo\ncategory: studies with direct hypertrophy measurements only\n582 B. J. Schoenfeld et al.\n123\n\nspeculative, these results can seemingly be attributed to\ndifferences in total repetition duration for the slow training\nconditions. With respect to Schuenke et al. [ 13], repetition\nduration in the slow condition was 14 s while that for\nClaﬂin et al. [ 26] was 2–8 s. It can therefore be speculated\nthat a threshold for velocity may exist beyond which gains\nin muscle hypertrophy are impaired, and that the superslow\nprotocol employed by Schuenke et al. [ 13] exceeded this\nthreshold. This hypothesis warrants further study. It also\nshould be noted that the study by Claﬂin et al. [ 26] was\ncarried out under isokinetic conditions, which may induce\ndifferences in muscular adaptations compared to traditional\ndynamic exercise.\nThree of the studies did not directly assess site-speciﬁc\nchanges in muscle growth and instead employed measures\nof overall fat-free mass (FFM) (i.e., DXA and densitome-\ntry) [14, 27, 28]. Although such measures provide a general\nestimate of hypertrophic gains over the course of a RT\nstudy, they nevertheless lack the sensitivity to assess subtle\nchanges in muscle mass [ 21]. In addition to skeletal mus-\ncle, FFM also includes such components as body ﬂuids,\nbone, collagen, and other non-fatty tissues. Thus, it cannot\nbe concluded that changes in FFM are speciﬁc to muscle\nhypertrophy. All of the studies in question compared su-\nperslow training with traditional lifting velocities; two of\nthese studies [ 27, 28] were not able to detect signiﬁcant\ndifferences in FFM from baseline to post-study in any of\nthe conditions investigated. Given that results of studies\ndirectly measuring hypertrophy all showed signiﬁcant\nhypertrophic gains at least in the faster training velocities if\nnot all velocities tested [ 13, 23–24–26], it seems counter-\nintuitive that subjects in the studies by Keeler et al. [ 27]\nand Neils et al. [28] did not experience increases in muscle\nhypertrophy over the course of a supervised 8- to 10-week\nRT program. The other study by Rana et al. [ 14] showed\nsigniﬁcant increases in FFM from baseline to post-study in\nall conditions including a non-exercising control. Curi-\nously, the control condition experienced similar FFM gains\nto the traditional and superslow training groups (1.9 vs. 2.2\nand 2.0 %, respectively) despite remaining sedentary\nthroughout the 6-week study period. Results of these\nstudies therefore need to be interpreted circumspectly when\nattempting to draw evidence-based conclusions on the\nhypertrophic effects of training velocity.\nA limitation of this review is that the included studies\ndid not address whether altering the time spent in speciﬁc\nphases of contraction (eccentric vs. concentric) during the\nrepetition evoked any hypertrophic advantage. Shepstone\net al. [ 29] demonstrated a trend for enhanced hypertrophy\nwith faster isokinetic eccentric contractions (3.66 vs.\n0.35 rad/s) and Farthing et al. [ 30] found that fast isoki-\nnetic (3.14 rad/s) eccentric actions promoted greater\noverall change in muscle thickness than both slow\n(0.52 rad/s) and fast concentric actions, but not slow\neccentric actions. These studies tentatively support a\nhypertrophic superiority for faster eccentric tempos under\nisokinetic conditions. It is important to note, however, that\nsuch results may not be applicable to the more commonly\nutilized dynamic training methods with coupled concentric\nand eccentric actions. Gillies et al. [ 31] compared pro-\nlonged eccentric (6–1–2–1) with concentric phases (2–1–\n6–1) using dynamic training with both conditions matched\nfor total time-under-load. At the",
    "conclusion": "of 9 weeks of\ntraining there was comparable hypertrophy of type I ﬁbers\nbetween the groups, but the slower concentric group\nincreased hypertrophy of type II ﬁbers to a greater extent\nthan the slow eccentric group despite equivalent whole-\nmuscle growth as assessed by thigh circumferences. Fur-\nther research is required to draw a ﬁrm conclusion on any\ndifferential effects of altered eccentric or concentric tem-\npos with respect to muscle hypertrophy.\nIn addition, the results of the present study must be\nconsidered in the context of training to the point of con-\ncentric failure, and therefore may not necessarily be gen-\neralized to training when sets are terminated prior to this\npoint. In applying this criterion a study by Nogueira et al.\n[9\n] was excluded from the meta-analysis. The authors\ncompared slow concentric phase (3–0–3–0) with fast con-\ncentric phase (3–0–1–0) training using matched work\noutputs in elderly men. After 10 weeks, muscle thickness\nwas only increased in the rectus femoris with the faster\nconcentric tempos, while both tempo conditions resulted in\ngrowth in the biceps brachii, statistically favoring faster\nconcentric training. Recent studies have demonstrated that\nwhen taken to the point of concentric failure, muscle\ngrowth is comparable regardless of the training intensity\nutilized [ 32, 33]. These ﬁndings are consistent with the\npremise that fatigue reduces motor unit recruitment\nthresholds, thereby enhancing muscle recruitment [34]. It is\ntherefore possible that the utilization of concentric mus-\ncular failure in training may negate the impact of, or equate\nthe effect of, different repetition durations such that muscle\ngrowth is ultimately similar between conditions. Further\nresearch is required to clarify the role of tempo in exercise\nprescriptions to promote muscle hypertrophy when training\nshort of concentric muscular failure.\nIn addition, there was substantial variation in the\nmethodology utilized across studies that may at least par-\ntially explain the disparity between studies and, conse-\nquently, the large CIs seen in the present dataset. While the\npresent study sought to minimize the impact of experi-\nmental designs by choosing studies that utilized a common\nset endpoint (concentric muscular failure), there was great\nvariety in other experimental parameters. Whilst repetition\ndurations varied over a wide range across studies, the use\nof differing training intensities, sexes, age groups, and\nRepetition Duration and Muscle Hypertrophy 583\n123\n\nmeasurement techniques likely contributed to the hetero-\ngeneous nature of the literature base.\nFinally and importantly, the utilization of untrained\nsubjects limits the generalizability of our ﬁndings to trained\npopulations. Long-term RT has been shown to alter both\nthe structure and function of skeletal muscle [ 35–38–39]\nand impacts the acute anabolic signaling, protein synthetic\nand transcriptional responses to RT [40–41–43]. Therefore,\nit may be possible that differential hypertrophic responses\nmay occur in trained muscle in response to varying repe-\ntition tempos.\n5 Conclusion\nCurrent evidence indicates that hypertrophic outcomes are\nsimilar when training with repetition durations ranging\nfrom 0.5 to 8 s to concentric muscular failure. Thus, from\na practical standpoint it would seem that a fairly wide\nrange of repetition durations can be employed if the pri-\nmary goal is to maximize muscle growth. Results suggest\nthat training at volitionally very slow durations ( [10 s per\nrepetition) is inferior from a hypertrophy standpoint,\nalthough a lack of controlled studies on the topic makes it\ndifﬁcult to draw deﬁnitive conclusions. It is not clear if\ncombining different repetition durations would enhance\nthe hypertrophic response to RT. This possibility requires\nfurther study.\nAcknowledgments This study was not funded by an outside source.\nThe authors report no conﬂicts of interest for this study.\nConﬂict of interest None.\nReferences\n1. Schoenfeld BJ. The mechanisms of muscle hypertrophy and their\napplication to resistance training. J Strength Cond Res.\n2010;24(10):2857–72.\n2. Petrella JK, Kim J, Mayhew DL, et al. Potent myoﬁber hyper-\ntrophy during resistance training in humans is associated with\nsatellite cell-mediated myonuclear addition: a cluster analysis.\nJ Appl Physiol. 2008;104(6):1736–42.\n3. Kraemer WJ, Ratamess NA. Fundamentals of resistance training:\nprogression and exercise prescription. Med Sci Sports Exerc.\n2004;36(4):674–88.\n4. Headley SA, Henry K, Nindl BC, et al. Effects of lifting tempo on\none repetition maximum and hormonal responses to a bench press\nprotocol. J Strength Cond Res. 2011;25(2):406–13.\n5. Mookerjee S, Ratamess N. Comparison of strength differences\nand joint action durations between full and partial range-of-\nmotion bench press exercise. J Strength Cond Res.\n1999;13:76–81.\n6. Bamman MM, Shipp JR, Jiang J, et al. Mechanical load increases\nmuscle IGF-I and androgen receptor mRNA concentrations in\nhumans. Am J Physiol Endocrinol Metab. 2001;280(3):E383–90.\n7. Westcott WL, Winett RA, Anderson ES, et al. Effects of regular\nand slow speed resistance training on muscle strength. J Sports\nMed Phys Fitness. 2001;41(2):154–8.\n8. Greenhalgh T, Peacock R. Effectiveness and efﬁciency of search\nmethods in systematic reviews of complex evidence: audit of\nprimary sources. BMJ. 2005;331(7524):1064–5.\n9. Nogueira W, Gentil P, Mello SN, et al. Effects of power training\non muscle thickness of older men. Int J Sports Med.\n2009;30(3):200–4.\n10. Watanabe Y, Madarame H, Ogasawara R, et al. Effect of very\nlow-intensity resistance training with slow movement on muscle\nsize and strength in healthy older adults. Clin Physiol Funct\nImaging. 2014;34(6):463–70.\n11. Watanabe Y, Tanimoto M, Ohgane A, et al. Increased muscle\nsize and strength from slow-movement, low-intensity resistance\nexercise and tonic force generation. J Aging Phys Act.\n2013;21(1):71–84.\n12. Munn J, Herbert RD, Hancock MJ, et al. Resistance training for\nstrength: effect of number of sets and contraction speed. Med Sci\nSports Exerc. 2005;37(9):1622–6.\n13. Schuenke MD, Herman JR, Gliders RM, et al. Early-phase\nmuscular adaptations in response to slow-speed versus traditional\nresistance-training regimens. Eur J Appl Physiol.\n2012;112(10):3585–95.\n14. Rana SR, Chleboun GS, Gilders RM, et al. Comparison of early\nphase adaptations for traditional strength and endurance, and low\nvelocity resistance training programs in college-aged women.\nJ Strength Cond Res. 2008;22(1):119–27.\n15. Cooper H, Hedges L, Valentine J. The handbook of research\nsynthesis and meta-analysis. 2nd ed. New York: Russell Sage\nFoundation; 2009.\n16. Morris SB, DeShon RP. Combining effect size estimates in meta-\nanalysis with repeated measures and independent-groups designs.\nPsychol Methods. 2002;7(1):105–25.\n17. Hox JJ, de Leeuw ED. Multilevel models for meta-analysis. In:\nReise SP, Duan N, editors. Multilevel modeling. Methodological\nadvances, issues, and applications, Mahway: Lawrence Erlbaum\nAssociates; 2003. pp. 90–111.\n18. Thompson SG, Sharp SJ. Explaining heterogeneity in meta-ana-\nlysis: a comparison of methods. Stat Med. 1999;18(20):\n2693–708.\n19. Berkey CS, Hoaglin DC, Mosteller F, et al. A random-effects\nregression model for meta-analysis. Stat Med. 1995;14(4):\n395–411.\n20. Hochberg Y. A sharper bonferroni procedure for multiple tests of\nsigniﬁcance. Biometrika. 1988;75:800–2.\n21. Levine JA, Abboud L, Barry M, et al. Measuring leg muscle and\nfat mass in humans: comparison of CT and dual-energy X-ray\nabsorptiometry. J Appl Physiol. 2000;88(2):452–6.\n22. Keogh JWL, Wilson GJ, Weatherby RP. A cross-sectional\ncomparison of different resistance training techniques in the\nbench press. J Strength Cond Res. 1999;13:247–58.\n23. Tanimoto M, Sanada K, Yamamoto K, et al. Effects of whole-\nbody low-intensity resistance training with slow movement and\ntonic force generation on muscular size and strength in young\nmen. J Strength Cond Res. 2008;22(6):1926–38.\n24. Tanimoto M, Ishii N. Effects of low-intensity resistance exercise\nwith slow movement and tonic force generation on muscular\nfunction in young men. J Appl Physiol. 2006;100(4):1150–7.\n25. Young WB, Bilby GE. The effect of voluntary effort to inﬂuence\nspeed of contraction on strength, muscular power, and hypertro-\nphy development. J Strength Cond Res. 1993;7(3):172–8.\n26. Claﬂin DR, Larkin LM, Cederna PS, et al. Effects of high- and\nlow-velocity resistance training on the contractile properties of\nskeletal muscle ﬁbers from young and older humans. J Appl\nPhysiol (1985). 2011;111(4):1021–30.\n584 B. J. Schoenfeld et al.\n123\n\n27. Keeler LK, Finkelstein LH, Miller W, et al. Early-phase adap-\ntations of traditional-speed vs. superslow resistance training on\nstrength and aerobic capacity in sedentary individuals. J Strength\nCond Res. 2001;15(3):309–14.\n28. Neils CM, Udermann BE, Brice GA, et al. Inﬂuence of con-\ntraction velocity in untrained individuals over the initial early\nphase of resistance training. J Strength Cond Res.\n2005;19(4):883–7.\n29. Shepstone TN, Tang JE, Dallaire S, et al. Short-term high- vs.\nlow-velocity isokinetic lengthening training results in greater\nhypertrophy of the elbow ﬂexors in young men. J Appl Physiol\n(1985). 2005;98(5):1768–76.\n30. Farthing JP, Chilibeck PD. The effects of eccentric and concen-\ntric training at different velocities on muscle hypertrophy. Eur J\nAppl Physiol. 2003;89(6):578–86.\n31. Gillies EM, Putman CT, Bell GJ. The effect of varying the time\nof concentric and eccentric muscle actions during resistance\ntraining on skeletal muscle adaptations in women. Eur J Appl\nPhysiol. 2006;97(4):443–53.\n32. Mitchell CJ, Churchward-Venne TA, West DD, et al. Resistance\nexercise load does not determine training-mediated hypertrophic\ngains in young men. J Appl Physiol. 2012;113:71–7.\n33. Ogasawara R, Loenneke JP, Thiebaud RS, et al. Low-load bench\npress training to fatigue results in muscle hypertrophy similar to\nhigh-load bench press training. Int J Clin Med. 2013;4:114–21.\n34. Adam A, De Luca CJ. Recruitment order of motor units in human\nvastus lateralis muscle is maintained during fatiguing contrac-\ntions. J Neurophysiol. 2003;90(5):2919–27.\n35. Alway SE, MacDougall JD, Sale DG, et al. Functional and\nstructural adaptations in skeletal muscle of trained athletes.\nJ Appl Physiol (1985). 1988;64(3):1114–20.\n36. Sale DG, MacDougall JD, Alway SE, et al. Voluntary strength\nand muscle characteristics in untrained men and women and male\nbodybuilders. J Appl Physiol (1985). 1987;62(5):1786–93.\n37. Sale DG, Upton AR, McComas AJ, et al. Neuromuscular function\nin weight-trainers. Exp Neurol. 1983;82(3):521–31.\n38. Huczel HA, Clarke DH. A comparison of strength and muscle\nendurance in strength-trained and untrained women. Eur J Appl\nPhysiol Occup Physiol. 1992;64(5):467–70.\n39. Maughan RJ, Watson JS, Weir J. Muscle strength and cross-\nsectional area in man: a comparison of strength-trained and\nuntrained subjects. Br J Sports Med. 1984;18(3):149–57.\n40. Wilkinson SB, Phillips SM, Atherton PJ, et al. Differential effects\nof resistance and endurance exercise in the fed state on signalling\nmolecule phosphorylation and protein synthesis in human mus-\ncle. J Physiol. 2008;586(Pt 15):3701–17.\n41. Tang JE, Perco JG, Moore DR, et al. Resistance training alters the\nresponse of fed state mixed muscle protein synthesis in young\nmen. Am J Physiol Regul Integr Comp Physiol. 2008;294(1):\nR172–8.\n42. Phillips SM, Tipton KD, Ferrando AA, et al. Resistance training\nreduces the acute exercise-induced increase in muscle protein\nturnover. Am J Physiol. 1999;276(1 Pt 1):E118–24.\n43. Gordon PM, Liu D, Sartor MA, et al. Resistance exercise training\ninﬂuences skeletal muscle immune activation: a microarray\nanalysis. J Appl Physiol (1985). 2012;112(3):443–53.\nRepetition Duration and Muscle Hypertrophy 585\n123"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 16,
    "primary_human": "hypertrophy (morphologic outcomes: biopsy; imaging; densitometry)"
  },
  "bucket": "A",
  "notes": "Hypertrophy outcomes are similar with repetition durations ~0.5–8 s/rep when training to failure; very slow tempos (>10 s/rep) appear inferior for hypertrophy, though controlled data are limited."
}