{
  "id": 2,
  "title": "A Systematic Review with Meta-Analysis of the Effect of Resistance Training on Whole-Body Muscle Growth in Healthy Adult Males",
  "authors": "Benito PJ; Cupeiro R; Rubio-Arias JÁ; Ramos-Campo DJ; Alcaraz PE",
  "year": 2020,
  "doi": "10.3390/ijerph17041287",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "whole_body_hypertrophy",
    "fat_free_mass",
    "lean_mass",
    "skeletal_muscle_mass",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adult males)"
  },
  "sections": {
    "abstract": "We performed a systematic review and meta-analysis to study all published clinical trial\ninterventions, determined the magnitude of whole-body hypertrophy in humans (healthy males) and\nobserved the individual responsibility of each variable in muscle growth after resistance training\n(RT). Searches were conducted in PubMed, Web of Science and the Cochrane Library from database\ninception until 10 May 2018 for original articles assessing the e ﬀects of RT on muscle size after\ninterventions of more than 2 weeks of duration. Speciﬁcally, we obtain the variables fat-free mass\n(FMM), lean muscle mass (LMM) and skeletal muscle mass (SMM). The eﬀects on outcomes were\nexpressed as mean di ﬀerences (MD) and a random-e ﬀects meta-analysis and meta-regressions\ndetermined covariates (age, weight, height, durations in weeks . . . ) to explore the moderate eﬀect\nrelated to the participants and characteristics of training. One hundred and eleven studies (158 groups,\n1927 participants) reported on the eﬀects of RT for muscle mass. RT signiﬁcantly increased muscle\nmass (FFM+LMM+SMM; ∆1.53 kg; 95% CI [1.30, 1.76], p < 0.001; I2 = 0%, p = 1.00). Considering the\noverall eﬀects of the meta-regression, and taking into account the participants’ characteristics, none\nof the studied covariates explained any eﬀect on changes in muscle mass. Regarding the training\ncharacteristics, the only signiﬁcant variable that explained the variance of the hypertrophy was the\nsets per workout, showing a signiﬁcant negative interaction (MD; estimate: 1.85, 95% CI [1.45, 2.25],\np < 0.001; moderator: -0.03 95% CI [−0.05, −0.001] p = 0.04). In",
    "conclusion": ", RT has a signiﬁcant e ﬀect\non the improvement of hypertrophy (~1.5 kg). The excessive sets per workout aﬀects negatively the\nmuscle mass gain.\nKeywords: hypertrophy; fat-free mass; skeletal muscle mass; lean muscle mass; resistance training\n1.",
    "introduction": "Achieving a proper muscle mass is a key factor for sports performance as well as for attaining\na good body image. Furthermore, muscle is increasingly being recognized as a key tissue for the\nmaintenance of an adequate health status, not only regarding movement and posture but also as a\nregulator of inter-organ crosstalk for energy and protein metabolism throughout the body [1]. Therefore,\nimproving lean body mass and preventing muscle loss should be crucial in promoting overall health\nand in achieving the targeted performance level [1,2].\nInt. J. Environ. Res. Public Health 2020, 17, 1285; doi:10.3390/ijerph17041285 www.mdpi.com /journal/ijerph\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 2 of 27\nIn this context, being able to predict changes in body composition would be very useful for\ntraining and conditioning and for health professionals, both in the non-clinical and the clinical ﬁelds,\nhelping them to set appropriate goals as well as to correctly assess the progression during interventions.\nHowever, despite its importance, several limitations arise regarding muscle hypertrophy, deﬁned\nas an increase in the size of muscle tissue [3]. On the one hand, no consensus exists for quantifying\nthis increase in muscle tissue, since di ﬀerent",
    "methods": "are employed to measure it (fat-free mass,\nlean muscle mass or skeletal muscle mass). On the other hand, another limitation for trainers and\npractitioners is that with current knowledge and research it is diﬃcult to predict how much muscle\nmass can be gained.\nSeveral studies have already designed estimation equations to predict weight evolution throughout\na weight loss programme [ 4,5], and although an intrinsic uncertainty and error margin of those\nestimations are always present, the same method of evaluation for muscle gain is necessary as we have\nalready pointed out. In this sense, two pioneer works have paved the way to the prediction of muscle\nhypertrophy. Firstly, the meta-analysis by Morton et al. [ 6] has shown how supplementation can\ninﬂuence muscle hypertrophy, explicitly reporting the weight of this variable (i.e., supplementation)\nover the levels of muscle gain. Secondly, based on the models proposed by Hall et al. [5], Torres et al.\ncreated a mathematical model to predict muscle hypertrophy in humans. Nevertheless, the work by\nMorton et al. [6] focuses on the eﬀect of protein intake on muscle gain, without addressing the eﬀect of\ntraining without protein supplementation; while the model created by Torres et al. is a theoretical\nmodel focused on fat loss and lean mass gain in obese people, not determining the eﬀect of the diﬀerent\ntraining parameters. In fact, the authors declare that further models may be developed and redeﬁned\nto include parameters they had not addressed [7]. Therefore, it seems that a really integrative model,\ntaking into account all the variables that inﬂuence muscle hypertrophy, is currently lacking.\nIn this respect, muscle hypertrophy in humans is inﬂuenced by numerous variables, from those\ninherent to exercise such as mechanical tension, metabolic stress, muscle damage, training volume and\nintensity [8,9]; to those being speciﬁc to the individual (age, sex, previous training status, etc.) [ 10],\nor those related to energy balance and protein metabolism [6,7]. Consequently, any study aiming to\nanalyse and estimate muscle hypertrophy in humans must precisely address all confounding factors\nthat may completely alter the ﬁnal",
    "results": ".\nAs mentioned above, only two studies have attempted to estimate the changes in muscle mass\nafter a training intervention [ 6,7]. However, none of them handle the e ﬀect of these confounding\nfactors that we have mentioned. Therefore, the eﬀect of an isolated training programme on muscle\nhypertrophy, the variation in its design, age or resistance training (RT) experience, are currently\nunknown. Thus, the aims of the present study were: (i) to quantify the impact of strength training on\nhuman whole-body muscle hypertrophy, and (ii) to analyse training factors which could moderate the\nhuman muscle growth in men.\n2.",
    "materials and methods": "2.1. Study Design\nThe methodological process was based on the recommendations indicated by the PRISMA\ndeclaration [ 11]. The eligibility criteria were established by the authors. For the meta-analysis,\nresearch that studied resistance training was considered. The study was preregistered in the\nInternational Prospective Register of Systematic Review (PROSPERO) with the following registered\nnumber: CRD42018106274.\n2.2. Data Sources and Search Proﬁle\nA comprehensive literature search was performed using PubMed-Medline, Web of Science and\nthe Cochrane Library from database inception through to 10 May 2018. The database searches were\nperformed independently by two authors (P .J.B. and D.J.R.-C.) and the results obtained were the same.\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 3 of 27\nThe following combination terms was used: “muscle hypertrophy” or “muscle thickness” or “muscle\ngain” or “fat free mass” or “muscular size” or “muscle size” or “skeletal muscle mass” or “appendicular\nskeletal muscle mass” or “muscle mass” or “body fat free”. The Boolean operator “AND” was used to\ncombine these descriptors with: “resistance training” or “strength training” or “weight training” or\n“power training” or “weightlifting” or “full body” or “circuit*” or “neuromuscular training” or “body\nweight training”. Also, the Boolean operator “NOT” was combined with the terms “sarcopenia” or\n“atroph*” or “Review”. The ﬂow diagram of the search process is shown in Figure 1.\nInt. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 3 of 24 \n \n“muscle gain” or “fat free mass” or “muscular size” or “muscle size” or “skeletal muscle mass ” or \n“appendicular skeletal muscle mass” or “muscle mass” or “body fat free”. The Boolean operator \n“AND” was used to combine these descriptors with: “resistance training” or “strength training” or \n“weight training” or “power training” or “weightlifting” or “full body” or “circuit*” or \n“neuromuscular training” or “body weight training”. Also, the Boolean operator “NOT” was \ncombined with the terms “sarcopenia” or “atroph*” or “Review”. The flow diagram of the search \nprocess is shown in Figure 1. \n \nFigure 1. Prisma flow diagram for the included studies. \n2.3. Selection Criteria \nThe specific inclusion criteria were: (1) studies examining the effect of RT from for at least 2 \nweeks to one year on lean body mass, skeletal muscle mass or fat -free mass; (2) participa nts were \nmen; (3) studies published in English, and; (4) studies provide information of outcomes both at \nbaseline and follow -up. Research studies were excluded if they: (1) used a sample population with \npathologies or not between 18 and 40 years of age; (2 ) used men and women in the same group of \ntraining; (3) performed RT with a negative energy balance; (4) were a review or did not have an \nPRISMA 2009 Flow Diagram \n \nRecords identified through \ndatabase searching \n(n = 4056) \nScreening Included Eligibility Identification \nAdditional records identified \nthrough other sources \n(n = 0 ) \nRecords after duplicates removed \n(n = 2745) \nRecords screened \n(n = 2671) \nRecords excluded after \nreading the title and/or \nabstract (n =2173) \nFull-text articles assessed \nfor eligibility \n(n =498) \nFull-text articles excluded, with \nreasons (n=290). \nNot intervention desing or Review. (n= \n12) \nNo healthy or specific patologies. (n=11) \nNo specific measurement of muscle \nmass in whole body (n=61) \nAge not between 18 and 40 years old \n(n=139) \nNo gravitional weight training i.e. \n(elastic , pool RT, vibrations, concurrent \ntraining) (n=16) \nNegative energy balance (n=3) \nMeeting abstract (n=11) \nLanguage (n=1) \nMen and women in the same group (n= \n31) \nWomen (n= 1) \nDuplicate data of studies (n= 4) \nMissing data (n, mean or SD) (n=19) \nPrograme duration longer that 1 year \n(n= 1) \nStudies included in \nqualitative synthesis \n(n =200) \nStudies included in \nquantitative synthesis \n(meta-analysis) \n(n = 111) \nFigure 1. Prisma ﬂow diagram for the included studies.\n2.3. Selection Criteria\nThe speciﬁc inclusion criteria were: (1) studies examining the e ﬀect of RT from for at least 2\nweeks to one year on lean body mass, skeletal muscle mass or fat-free mass; (2) participants were\nmen; (3) studies published in English, and; (4) studies provide information of outcomes both at\nbaseline and follow-up. Research studies were excluded if they: (1) used a sample population with\npathologies or not between 18 and 40 years of age; (2) used men and women in the same group of\ntraining; (3) performed RT with a negative energy balance; (4) were a review or did not have an\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 4 of 27\nintervention design; (5) were not an original investigation published in full; (6) did not specify the\ntests to be evaluated or did not use a speciﬁc measurement of muscle mass in whole body; (7) applied\ngravitational weight training (i.e., elastic bands, pool resistance training, concurrent training, body\nvibrations . . . ); (8) did not provide or specify numerical data; and, (9) they examined acute e ﬀects\nof interventions.\n2.4. Study Selection and Data Extraction\nRetrieved articles were reviewed independently by two authors (P .J.B. and D.J.R.-C.), to choose\npotentially relevant articles; all disagreements on inclusion/exclusion were discussed and resolved by\nconsensus. References of potentially relevant articles were also searched to ﬁnd additional studies,\nand authors of selected studies were contacted for non-reported information. Two authors (P .J.B.\nand D.J.R.-C.) independently extracted data from the included studies. The following information\nwas extracted: authors of the paper, study design, number of participants included in each group,\ntraining experience and training status, age, weight and height. Regarding the characteristics of the RT\nprogrammes, the information extracted included: the type of exercise (i.e., full body, circuit training,\ntraditional split routine . . . ), duration of training (weeks), training frequency (sessions/week), number\nof exercise performed each day, relative load lifted, sets and repetitions performed, rest between sets\nand between repetitions, total number of sessions, nutritional supplementation, drugs use and the\noutcomes measured (e.g., lean body mass, skeletal muscle mass or fat-free mass).\n2.5. Outcomes\nThe output variables of the articles were deﬁned as follows. Fat-free mass (FMM) was calculated as\n“all that is not fat”, subtracting fat weight from body weight, or when the measurements were obtained\nby dual X-ray absorptiometry was calculated as lean tissue plus bone mineral content [ 12]. Lean\nmuscle mass (LMM), lean mass, lean body mass, bone-free lean body mass or mineral-free lean mass\nwas calculated as the fat-free mass minus the bone mineral content (DXA) or as fat-free mass minus\nthe estimated weight [13] of the live bone by the equation of Heymsﬁeld et al. [14]. Skeletal muscle\nmass (SMM) or skeletal muscle was deﬁned as lean muscle and was calculated by anthropometric\nequations, by proprietary algorithms when using bioimpedance or by estimates based on dual X-ray\nabsorptiometry data [15].\n2.6. Evaluation of the Methodology of the Studies Selected\nThe methodological quality of the selected studies was assessed with the quality assessment\ntool for before−after (pre−post) studies with no control group tool (National Heart Lung and Blood\nInstitute, 2014), which analyses the following items: (1) study question; (2) eligibility criteria and\nstudy population; (3) study participants representative of clinical populations of interest; (4) all eligible\nparticipants enrolled; (5) sample size; (6) intervention clearly described; (7) outcome measures clearly\ndescribed, valid, and reliable; (8) blinding of outcome assessors; (9) follow-up rate; (10) statistical\nanalysis; (11) multiple outcome measures; and (12) group-level interventions and individual-level\noutcome eﬀorts. For each study, each item was described as having either a low risk of bias, an unclear\nrisk of bias or a high risk of bias. Risk of bias was assessed independently by two authors (P .J.B. and\nD.J.R.-C.) using the previously described risk of bias tool.\n2.7. Data Synthesis and Statistical Analysis\nThe meta-analysis and the statistical analysis were conducted using the Review Manager software\n(RevMan 5.2; Cochrane Collaboration, Oxford, UK). A random eﬀects meta-analysis was conducted\nto determine the summary e ﬀect of RT on lean body mass, skeletal muscle mass or fat-free mass.\nThe eﬀects of training on these outcomes were expressed as mean di ﬀerences (MD) and their 95%\nconﬁdence intervals (CI). The heterogeneity between the studies was evaluated through the I2 statistic,\nand between-study variance using the tau-square (Tau2) [16]. The I2 values of 30−60% represented\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 5 of 27\na moderate level of heterogeneity. A p value < 0.1 suggests the presence of substantial statistical\nheterogeneity. The publication bias was evaluated through an asymmetry test as estimated from a\nfunnel plot (Figure 2). In addition, the Egger’s test was used to assess publication bias. A p-value of\nless than 0.05 was considered to be statistically signiﬁcant.\nInt. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 9 of 24 \n \n3.1.2. The Resistance Training Characteristics \nThe types of training performed were circuit training (n groups: FFM = 1; LMM = 2), full body \n(n groups: FFM = 40; LMM = 31; SMM = 4), traditional split routine (n groups: FFM = 34; LMM = 20; \nSMM = 7), lower limbs (n groups: LMM = 3), and physical military training (n groups: FFM = 2) and \nnot specified (n groups: FFM = 5; LMM = 9) for FFM. The training sessions lasted from 4 to 24 weeks \n(FFM = 10.4 ± 5.41; LMM = 9.37 ± 4.53; SMM = 10.5 ± 4.01) with a weekly frequency of between 2 and \n6 days (FFM = 3.5 ± 0.84; LMM = 3.2 ± 0.81; SMM = 3.3 ± 0.94). The resistance training sessions were \ncarried out with between 1 and 20 exercises (FFM = 7.9 ± 3.13; LMM = 7.3 ± 3.67; SMM = 7.0 ± 1.48), 1 \nto 50 sets per exercise (FFM = 16.7 ± 11.8; LMM = 14.0 ± 10.1; SMM = 19.1 ± 11.1) and 2 to 15 repetitions \nper set (FFM = 7.8 ± 3.0; LMM = 9.1 ± 1.9; SMM = 8.5 ± 0.7) with intensities of 50 and 89% of 1RM (FFM \n= 78.8 ± 5.8; LMM = 74.6 ± 8.6; SMM = 80.8 ± 5.8). \n3.2. Heterogeneity and Risk of Bias \nRisk-of-bias assessment is shown in Figure 2. Overall, the risk of bias was low in the studies, the \noverall median scores were high, 10/12 points. \n \nFigure 2. Test for funnel plot asymmetry of the change of muscle mass (all variables measured: FFM, \nLMM, SMM) after resistance training. \nIn addition, heterogeneity was not found for changes in hypertrophy for overall effects (Z= \n−0.078; p = 0.94). In addit ion, heterogeneity was not observed when studies were divided according \nto FFM (Z= −0.003; p = 0.99); LMM (Z = −0.25, p = 0.80) and SMM (Z = −0.58, p = 0.56). \nFigure 2. Test for funnel plot asymmetry of the change of muscle mass (all variables measured: FFM,\nLMM, SMM) after resistance training.\nEﬀects of Moderator Variables: Meta-Regression and Sub-Analysis\nTo explore the moderate e ﬀect related to the participants and characteristics of training,\nmeta-regression and meta-analysis were performed. The continuous covariates were meta-regressed\nindividually and together in a random-eﬀects meta-regression model using Jamovi project (Package for\nR). The following prognostic factors were considered: average of age, weight, height, study durations\n(weeks), sessions, days per week, number of exercises per workout, rest between exercise, number of\nsets per workout, range repetitions, training duration (min) and average intensity (%1RM) and for\ntraining status the studies were coded according to the following structure: sedentary/untrained = 0;\nphysically active but no experience in RT = 1; RT up to 1 year/intermediate = 2; RT experience up to\n2 years/intermediate = 3; RT experience up to 3 years/intermediate = 4; RT experience of 4 years or\nmore/advanced = 5. For the meta-regression, we used a residual restricted maximum likelihood to\nmeasure between-study variance (τ2). Factors found to be signiﬁcant at p = 0.05 level were included\nin multivariate meta-regression models. In addition, the training status variable was considered to\nbe a categorical variable and in order to do so the participants categorized as untrained were those\ndescribed as untrained, without experience in RT or less than one year of experience with loads,\nand the participants with RT experience of more than one year were categorized as trained. Finally,\nsubgroup analyses were used for the eﬀects of/to ﬁnd the eﬀects of categorical variables (training status:\nuntrained vs trained).\n3. Results\n3.1. General Characteristics of Studies\nThe initial search, which was based on the eﬀect of resistance training on muscle mass, identiﬁed\n4056 articles from the databases and no articles from other sources. After removing the duplicates, 2671\nabstracts were screened, 2173 were excluded and 498 were screened as full texts. Finally, 111 studies\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 6 of 27\n(see Supplementary Table S1) were determined to fulﬁl the inclusion criteria and thus selected for the\nmeta-analysis (Figure 1). Publications ranged from 1973 to 2018. The instruments used to carry out the\nmeasurements were anthropometry (n groups = 19), ultrasound (n groups = 1), Bod Pod (n groups =\n3), bioelectrical impedance analysis (BIA) (n groups = 14), dual-energy X-ray absorptiometry (DXA)\n(n groups = 35), hydrodensitometry, hydrostatic weighing and underwater weighing (n groups= 10)\nFFM; anthropometry (n groups = 4), BIA (n groups = 1), DXA (n groups = 48), underwater weighing\n(n groups = 12) for LMM and anthropometry (n groups = 8) and DXA (n groups = 3) for SMM. The\nmain characteristics and properties of the included studies are summarized in Supplementary Table S1.\n3.1.1. The Participants’ Characteristics\nThe initial search, which was based on the eﬀect of resistance training on muscle mass, identiﬁed\n111 articles (158 groups) and 1927 participants were measured (23.5 ±3.31 years; 79.4 ±6.42 kg and\n177 ±9.19 cm). Sixty-one studies (82 groups) analysed fat-free mass, 52 studies (65 groups) evaluated\nthe lean muscle mass and seven studies (11 groups) examined the muscle mass to analyze the eﬀects\nof a resistance training programme on muscle mass. Some of these studies measured more than one\nvariable and the same study may be included in FFM, LMM or SMM (see Table 1). There were a total of\n951 participants in fat-free mass (23.8 ±3.40 years; 79.5 ±6.36 kg and 178 ±3.64 cm), 810 participants\nin lean body mass (23.2 ±3.47 years; 80.4 ±6.41 kg and 176 ±1.40 cm) and 155 participants in muscle\nmass (23.0 ±1.24 years; 73.5 ±3.5 kg 179 ±3.0 cm). The participants who carried out the intervention\nhad a state of training between untrained to bodybuilder professionals; the frequency of each state was\nsedentary/untrained (n groups: FFM = 13; LMM = 3; SMM = 0); physically active without experience\n(n groups: FFM = 26; LMM = 13; SMM = 3); with experience in resistance training up to one year\n(n groups: FFM = 8; LMM = 14; SMM = 5); with experience 1−2 years (n groups: FFM = 8; LMM = 5;\nSMM = 0); with experience 2−4 years (n groups: FFM = 8; LMM = 6; SMM = 0); and with experience 4\nyears or more (n groups: FFM = 7; LMM = 0; SMM = 0).\nTable 1. Main diﬀerences between pre-post study in the main body composition variable considered.\nThe numerical su ﬃx after the references indicate the di ﬀerent subgroup in the same study. See\nsupplemental material for more information.\nStudy/Group/Year/Reference Post-Training Pre-Training Weight Mean Di ﬀerence\nMean SD n Mean SD n Random, 95% IC\nFat Free Mass (FFM)\nAbe et al., 2000 [17] 62.7 5.3 17 61.1 5.1 17 0.90% 1.60 [ −1.90, 5.10]\nAhtiainen et al., 2011 [18] 68.0 4.1 7 65.0 4.0 7 0.60% 3.00 [ −1.24, 7.24]\nÁlvarez, et al., 2012_1 [19] 60.0 6.6 5 56.9 7.3 5 0.10% 3.10 [ −5.53, 11.73]\nÁlvarez, et al., 2012_2 [19] 59.2 6.8 5 58.2 7.0 5 0.20% 1.00 [ −7.55, 9.55]\nAlvehus et al., 2014 [20] 65.5 7.0 17 63.2 6.4 17 0.50% 2.30 [ −2.21, 6.81]\nArazi et al., 2015_1 [21] 63.6 6.5 10 61.7 6.2 10 0.40% 1.90 [ −3.67, 7.47]\nArciero et al., 2001_1 [22] 64.7 3.6 10 63.0 2.8 10 1.40% 1.70 [ −1.13, 4.53]\nArciero et al., 2001_2 [22] 62.5 6.5 10 62.3 6.5 10 0.30% 0.20 [ −5.50, 5.90]\nBang et al., 2017_1 [23] 70.9 10.2 8 70.5 10.8 8 0.10% 0.40 [ −9.89, 10.69]\nBartolomei et al., 2016_1 [24] 73.8 7.5 10 72.0 7.6 10 0.30% 1.80 [ −4.82, 8.42]\nBartolomei et al., 2016_2 [24] 70.6 9.4 8 69.4 8.8 8 0.10% 1.21 [ −7.71, 10.13]\nBartolomei et al., 2018_1 [12] 75.4 7.5 9 73.7 8.6 9 0.20% 1.70 [ −5.76, 9.16]\nBartolomei et al., 2018_2 [12] 73.5 7.7 11 72.8 7.7 11 0.30% 0.70 [ −5.74, 7.14]\nBhasin et al., 1996_1 [25] 74.1 2.2 9 72.1 2.3 9 2.50% 2.00 [ −0.08, 4.08]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 7 of 27\nTable 1. Cont.\nStudy/Group/Year/Reference Post-Training Pre-Training Weight Mean Di ﬀerence\nMean SD n Mean SD n Random, 95% IC\nBuresh et al., 2009_1 [26] 74.7 3.7 6 72.4 3.6 6 0.60% 2.30 [ −1.83, 6.43]\nBuresh et al., 2009_2 [26] 65.6 7.9 6 64.4 6.7 6 0.20% 1.20 [ −7.09, 9.49]\nChromiak et al., 2004_1 [27] 71.4 9.5 18 68.0 9.8 18 0.30% 3.40 [ −2.91, 9.71]\nChromiak et al., 2004_2 [27] 68.3 9.9 15 66.8 9.8 15 0.20% 1.50 [ −5.55, 8.55]\nColquhoun et al., 2017_1 [28] 72.2 5.4 11 71.4 5.9 11 0.50% 0.80 [ −3.93, 5.53]\nCrewther et al., 2013 [29] 77.7 5.2 12 76.7 5.5 12 0.60% 1.00 [ −3.28, 5.28]\nDeruisseau et al., 2004 [30] 64.5 8.6 13 63.1 9.0 13 0.20% 1.40 [ −5.37, 8.17]\nFu et al., 2017_1 [31] 63.4 9.8 9 62.2 8.7 9 0.10% 1.19 [ −7.37, 9.75]\nFu et al., 2017_2 [31] 62.8 7.7 9 61.5 7.8 9 0.20% 1.35 [ −5.85, 8.55]\nGallagher et al., 2000_1 [32] 65.3 2.2 14 65.3 2.5 14 3.60% 0.00 [ −1.74, 1.74]\nGallagher et al., 2000_2 [32] 66.3 1.6 12 64.4 1.6 12 6.70% 1.90 [0.62, 3.18]\nGarthe et al., 2013_1 [33] 65.0 8.7 21 63.4 8.7 21 0.40% 1.60 [ −3.67, 6.87]\nGarthe et al., 2013_2 [33] 65.6 6.2 18 64.6 6.3 18 0.70% 1.00 [ −3.07, 5.07]\nGhahramanloo et al., 2009 [34] 57.1 6.1 9 55.2 6.4 9 0.30% 1.90 [ −3.88, 7.68]\nHong et al., 2014_1 [35] 64.7 7.6 8 62.0 6.3 8 0.20% 2.66 [ −4.15, 9.47]\nHong et al., 2014_2 [35] 63.8 8.1 10 60.0 7.2 10 0.20% 3.80 [ −2.93, 10.53]\nHu et al., 2009 [36] 66.5 6.7 48 65.3 7.0 48 1.50% 1.20 [ −1.54, 3.94]\nHuso et al., 2002_2 [37] 65.4 1.8 10 63.2 1.4 10 5.50% 2.20 [0.79, 3.61]\nJang et al., 2017_1 [38] 60.3 6.2 8 58.9 6.7 8 0.30% 1.40 [ −4.93, 7.73]\nJoy et al., 2014_1 [39] 60.7 4.7 14 59.5 4.7 14 0.90% 1.20 [ −2.29, 4.69]\nKim et al., 2014 [40] 52.7 4.1 9 51.5 4.6 9 0.70% 1.20 [ −2.83, 5.23]\nKon et al., 2014 [41] 55.8 7.9 7 53.8 6.9 7 0.20% 2.00 [ −5.78, 9.78]\nKramer et al., 2009_2 [42] 61.6 6.8 9 57.7 6.5 9 0.30% 3.90 [ −2.23, 10.03]\nKreipke et al., 2015_1 [43] 62.9 4.9 13 61.8 4.8 13 0.80% 1.10 [ −2.63, 4.83]\nLemmer et al., 2001 [44] 64.9 7.1 10 62.9 7.1 10 0.30% 2.00 [ −4.23, 8.23]\nLi et al., 2014 [45] 71.7 2.8 13 70.6 8.2 13 0.50% 1.04 [ −3.69, 5.77]\nLockwood et al., 2017_1 [46] 61.7 8.5 15 60.4 8.5 15 0.30% 1.30 [ −4.79, 7.39]\nLukaski et al., 1996_1 [47] 67.3 2.2 12 65.9 2.2 12 3.50% 1.40 [ −0.36, 3.16]\nLukaski et al., 1996_2 [47] 65.9 1.5 12 64.0 1.2 12 9.30% 1.90 [0.81, 2.99]\nLukaski et al., 1996_3 [47] 66.1 2.6 12 64.2 2.6 12 2.50% 1.90 [ −0.18, 3.98]\nMazzetti et al., 2000_1 [48] 69.6 2.6 10 68.2 2.6 10 2.10% 1.38 [ −0.89, 3.65]\nMazzetti et al., 2000_2 [48] 68.4 1.5 8 68.2 1.5 8 5.20% 0.25 [ −1.20, 1.70]\nMcCarthy et al., 1995 [49] 68.1 2.3 10 65.9 2.1 10 3.00% 2.20 [0.27, 4.13]\nNacleiro et al., 2017_1 [50] 64.2 7.3 8 64.2 7.3 8 0.20% 0.08 [ −7.05, 7.21]\nNoonan et al., 1998_1 [51] 88.3 10.4 13 85.1 9.5 13 0.20% 3.20 [ −4.46, 10.86]\nOliver et al., 2013_1 [52] 71.9 9.8 11 70.0 9.6 11 0.20% 1.90 [ −6.21, 10.01]\nOliver et al., 2013_2 [52] 72.3 9.9 11 71.9 9.8 11 0.20% 0.40 [ −7.83, 8.63]\nOrmsbee et al., 2012_1 [53] 64.7 5.9 11 63.5 5.2 11 0.50% 1.20 [ −3.45, 5.85]\nOrmsbee et al., 2013_1 [54] 68.2 6.0 11 66.9 5.3 11 0.50% 1.30 [ −3.43, 6.03]\nPiirainen et al., 2008_1 [55] 65.9 6.6 6 65.3 8.1 6 0.20% 0.60 [ −7.76, 8.96]\nPiirainen et al., 2008_2 [55] 64.3 9.4 6 63.8 8.6 6 0.10% 0.50 [ −9.69, 10.69]\nPérez-Gómez et al., 2013 [56] 59.7 7.7 8 58.6 7.5 8 0.20% 1.09 [ −6.35, 8.53]\nRadaelli et al., 2015_1 [57] 67.7 6.5 12 67.2 8.3 12 0.30% 0.46 [ −5.49, 6.41]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 8 of 27\nTable 1. Cont.\nStudy/Group/Year/Reference Post-Training Pre-Training Weight Mean Di ﬀerence\nMean SD n Mean SD n Random, 95% IC\nRadaelli et al., 2015_2 [57] 66.0 5.2 13 63.0 4.4 13 0.80% 2.98 [ −0.71, 6.67]\nRadaelli et al., 2015_3 [57] 74.7 5.0 13 71.4 5.9 13 0.60% 3.32 [ −0.89, 7.53]\nRibeiro et al., 2015_1 [58] 75.0 6.4 5 72.1 6.6 5 0.20% 2.90 [ −5.16, 10.96]\nRibeiro et al., 2015_2 [58] 76.5 9.9 5 73.0 9.1 5 0.10% 3.50 [ −8.29, 15.29]\nRoberts et al., 2007_2 [59] 64.9 8.0 16 63.9 8.4 16 0.30% 1.00 [ −4.68, 6.68]\nRogerson et al., 2007_2 [60] 78.0 8.4 11 76.8 8.4 11 0.20% 1.20 [ −5.82, 8.22]\nSchumann et al., 2014_1 [61] 62.9 2.6 16 60.9 2.8 16 3.10% 2.00 [0.13, 3.87]\nSchumann et al., 2014_2 [61] 60.7 3.6 18 59.3 3.5 18 2.00% 1.40 [ −0.92, 3.72]\nShelmadine et al., 2009_2 [62] 55.8 6.8 9 54.9 6.4 9 0.30% 0.95 [ −5.16, 7.06]\nSnijders et al., 2015_1 [63] 64.8 6.1 19 62.9 5.7 19 0.80% 1.90 [ −1.85, 5.65]\nSpence et al., 2011 [64] 65.5 9.7 13 63.1 9.0 13 0.20% 2.40 [ −4.79, 9.59]\nSpillane et al., 2009_3 [65] 56.3 10.2 10 54.6 10.1 10 0.10% 1.70 [ −7.18, 10.58]\nSpillane et al., 2011_1 [66] 57.0 9.9 19 56.4 10.3 19 0.30% 0.59 [ −5.83, 7.01]\nTerzis et al., 2008 [67] 65.4 9.6 8 65.0 9.6 8 0.10% 0.40 [ −9.01, 9.81]\nTerzis et al., 2008b [68] 62.6 6.6 11 62.2 6.6 11 0.40% 0.44 [ −5.08, 5.96]\nThomson et al., 2009_2 [69] 61.8 5.4 17 61.4 6.1 17 0.70% 0.40 [ −3.47, 4.27]\nTomljanovi´ c et al., 2011 [70] 69.2 10.4 23 68.3 10.6 23 0.30% 0.92 [ −5.15, 6.99]\nWilborn, et al., 2010_2 [71] 69.6 8.1 13 67.9 8.3 13 0.30% 1.64 [ −4.64, 7.92]\nWilloughby et al., 2007_2 [72] 68.8 10.3 10 63.2 9.4 10 0.10% 5.62 [ −3.02, 14.26]\nWilloughby et al., 2014_1 [73] 63.9 11.9 9 61.2 10.6 9 0.10% 2.70 [ −7.69, 13.09]\nWilson et al., 2013_1 [74] 70.5 7.6 10 68.5 8.2 10 0.20% 2.00 [ −4.93, 8.93]\nWilson et al., 2014_1 [75] 69.2 1.1 9 67.1 1.1 9 10.60% 2.10 [1.08, 3.12]\nZamani et al., 2017_1 [76] 56.2 1.3 10 54.9 1.3 10 8.30% 1.26 [0.11, 2.41]\nZamani et al., 2017_2 [76] 54.6 1.6 10 53.7 1.2 10 6.90% 0.91 [ −0.35, 2.17]\nZamani et al., 2017_3 [76] 50.5 5.9 10 49.8 6.3 10 0.40% 0.72 [ −4.63, 6.07]\nTotal (95% CI) 951 951 100.00% 1.56 [1.23, 1.89]\nHeterogeneity: Tau2 = 0.00; Chi2 = 18.14, df= 81 (p = 1.00); I2 = 0% Test for overall eﬀect: Z= 9.22 (p < 0.00001)\nLean Muscle Mass (LMM)\nAlcaraz et al., 2011_1 [77] 56.4 5.3 11 55.2 5.9 11 0.5% 1.20 [ −3.49, 5.89]\nAlcaraz et al., 2011_2 [77] 60.3 5.2 15 58.8 4.6 15 1.0% 1.50 [ −2.01, 5.01]\nAlvehus et al., 2014 [20] 59.0 6.5 17 56.8 6.0 17 0.7% 2.20 [ −2.00, 6.40]\nAndre et al., 2016_1 [78] 60.5 9.1 10 58.9 9.7 10 0.2% 1.60 [ −6.64, 9.84]\nAra et al., 2006 [79] 56.5 4.2 12 55.9 4.2 12 1.1% 0.60 [ −2.76, 3.96]\nBemben et al., 2001_2 [80] 95.9 6.7 8 95.7 7.3 8 0.3% 0.20 [ −6.67, 7.07]\nBrown et al., 1999_2 [81] 66.0 2.5 10 63.1 2.6 10 1.6% 2.90 [0.66, 5.14]\nBurke et al., 2001_3 [82] 62.5 2.6 5 61.5 2.7 5 0.8% 1.00 [ −2.29, 4.29]\nCaldow et al., 2015 [83] 60.7 5.6 10 59.6 5.2 10 0.5% 1.10 [ −3.64, 5.84]\nChycki et al., 2016_1 [84] 60.6 5.2 6 58.6 5.3 6 0.3% 2.00 [ −3.94, 7.94]\nChycki et al., 2016_2 [84] 64.3 3.2 6 63.2 3.6 6 0.8% 1.10 [ −2.75, 4.95]\nChycki et al., 2016_3 [84] 63.2 3.6 6 63.1 3.8 6 0.7% 0.10 [ −4.09, 4.29]\nDeyssig et al., 1993_1 [85] 83.6 3.2 11 76.4 3.6 11 1.5% 7.20 [4.35, 10.05]\nEscalante et al., 2016_1 [86] 62.0 9.7 10 61.2 9.7 10 0.2% 0.80 [ −7.70, 9.30]\nFahey and Brown 1973_1 [87] 66.1 9.4 13 63.6 8.6 13 0.2% 2.50 [ −4.43, 9.43]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 9 of 27\nTable 1. Cont.\nStudy/Group/Year/Reference Post-Training Pre-Training Weight Mean Di ﬀerence\nMean SD n Mean SD n Random, 95% IC\nFalk et al., 2003_1 [88] 79.0 9.2 15 77.0 8.6 15 0.3% 2.00 [ −4.37, 8.37]\nFalk et al., 2003_2 [88] 72.7 7.7 13 71.5 8.0 13 0.3% 1.20 [ −4.84, 7.24]\nFyfe et al., 2016 [89] 60.9 5.5 8 60.1 6.0 8 0.4% 0.80 [ −4.84, 6.44]\nGarthe et al., 2013_1 [33] 61.2 8.8 21 59.4 8.9 21 0.4% 1.80 [ −3.55, 7.15]\nGarthe et al., 2013_2 [33] 61.1 6.6 18 59.9 6.7 18 0.6% 1.20 [ −3.14, 5.54]\nGlowacki et al., 2004 [90] 64.3 8.5 13 61.8 8.7 13 0.3% 2.50 [ −4.11, 9.11]\nGobbo et al., 2013 [91] 32.4 3.5 15 31.7 3.3 15 2.0% 0.70 [ −1.73, 3.13]\nHarber et al., 2004 [92] 67.3 3.4 8 65.4 3.4 8 1.1% 1.90 [ −1.43, 5.23]\nHoﬀman et al., 2009_3 [93] 77.0 14.3 7 76.6 13.3 7 0.1% 0.40 [ −14.07, 14.87]\nHoﬀman et al., 2012 [94] 65.6 2.2 9 65.5 1.9 9 3.3% 0.10 [ −1.80, 2.00]\nIhalainen et al., 2018_1 [95] 62.5 6.1 37 61.3 6.1 37 1.5% 1.20 [ −1.58, 3.98]\nIhalainen et al., 2018_2 [95] 59.1 5.0 31 58.6 5.1 31 1.9% 0.50 [ −2.01, 3.01]\nJoy et al., 2014_1 [39] 61.0 5.6 12 58.5 5.5 12 0.6% 2.50 [-1.94, 6.94]\nJoy et al., 2016_1 [96] 65.5 6.9 11 65.3 8.1 11 0.3% 0.20 [ −6.09, 6.49]\nKelly et al, 1998_1 [97] 78.0 11.8 9 75.2 12.0 9 0.1% 2.80 [ −8.20, 13.80]\nKerksick et al., 2009_1 [98] 62.2 6.1 24 61.2 6.1 24 1.0% 1.00 [ −2.45, 4.45]\nKerksick et al., 2006_3 [99] 63.5 7.3 11 63.5 8.2 11 0.3% 0.00 [ −6.49, 6.49]\nKing et al., 1999_1 [100] 64.1 2.4 9 61.2 2.5 9 2.3% 2.90 [0.64, 5.16]\nKo and Choi 2013 [101] 56.0 10.9 18 55.0 10.5 18 0.2% 1.00 [ −5.99, 7.99]\nKreider et al., 2002_1 [102] 76.1 3.0 23 75.5 3.1 23 3.8% 0.60 [ −1.16, 2.36]\nLemon et al., 1992_2 [103] 73.4 10.5 12 73.4 10.5 12 0.2% 0.00 [ −8.40, 8.40]\nlo et al., 2011 [104] 50.8 3.3 10 50.5 3.9 10 1.2% 0.30 [ −2.87, 3.47]\nLowery et al., 2014 [105] 60.8 5.8 12 58.8 6.3 12 0.5% 2.00 [ −2.85, 6.85]\nMangine et al., 2008_1 [106] 71.4 9.9 8 69.3 10.5 8 0.1% 2.10 [ −7.90, 12.10]\nMangine et al., 2008_2 [106] 71.8 8.4 9 69.5 8.1 9 0.2% 2.30 [ −5.32, 9.92]\nMayhew et al., 2009 [107] 50.5 2.5 21 49.6 2.4 21 5.4% 0.90 [ −0.58, 2.38]\nMiller et al., 1984 [108] 66.6 2.2 8 64.3 2.1 8 2.7% 2.30 [0.19, 4.41]\nMoore et al., 2007 [109] 64.8 6.7 12 61.6 6.9 12 0.4% 3.20 [ −2.24, 8.64]\nNybo et al., 2010 [9] 62.8 2.7 8 61.0 2.3 8 2.0% 1.80 [ −0.66, 4.26]\nOliver et al., 2013_1 [52] 64.2 8.5 11 61.9 8.9 11 0.2% 2.30 [ −4.97, 9.57]\nOliver et al., 2013_2 [52] 64.3 6.8 11 63.3 7.0 11 0.4% 1.00 [ −4.77, 6.77]\nPaoli et al., 2017_1 [110] 62.4 3.3 18 60.3 3.5 18 2.4% 2.10 [ −0.12, 4.32]\nPaoli et al., 2017_2 [110] 64.2 4.9 18 60.9 4.7 18 1.2% 3.30 [0.16, 6.44]\nPeeters et al., 1999_1 [111] 75.4 12.9 14 75.3 12.8 14 0.1% 0.10 [ −9.42, 9.62]\nPeronnet et al., 1986 [112] 66.3 2.1 7 64.5 2.2 7 2.4% 1.80 [ −0.45, 4.05]\nPérez-Gómez et al., 2013 [56] 58.3 7.1 8 57.5 7.6 8 0.2% 0.80 [ −6.41, 8.01]\nSaremi et al., 2010_1 [113] 62.3 1.3 8 60.3 1.5 8 6.3% 2.00 [0.62, 3.38]\nSchneider et al., 2003 [114] 59.1 3.3 7 57.2 3.0 7 1.1% 1.90 [ −1.40, 5.20]\nSchumann et al., 2014_1 [61] 57.2 5.0 16 55.6 4.5 16 1.1% 1.60 [ −1.70, 4.90]\nSchumann et al., 2014_2 [61] 55.9 4.6 18 54.1 4.1 18 1.5% 1.80 [ −1.05, 4.65]\nSlater et al., 2001_1 [115] 70.1 1.0 7 69.2 1.2 7 8.9% 0.90 [ −0.26, 2.06]\nSpence et al., 2011 [64] 59.1 2.5 13 56.9 2.5 13 3.2% 2.20 [0.28, 4.12]\nSpillane et al., 2016_1 [116] 62.1 5.3 11 61.8 4.3 11 0.7% 0.30 [ −3.73, 4.33]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 10 of 27\nTable 1. Cont.\nStudy/Group/Year/Reference Post-Training Pre-Training Weight Mean Di ﬀerence\nMean SD n Mean SD n Random, 95% IC\nTaylor et al., 2011_1 [117] 66.2 8.3 15 65.7 8.8 15 0.3% 0.50 [ −5.62, 6.62]\nThorstensson et al., 1976 [118] 65.0 1.2 14 62.8 1.3 14 13.9% 2.20 [1.27, 3.13]\nTinsley et al., 2017_1 [119] 58.7 8.0 18 56.4 9.3 18 0.4% 2.30 [ −3.37, 7.97]\nVolek et al., 2004 [120] 70.6 5.8 9 67.2 5.6 9 0.4% 3.40 [ −1.87, 8.67]\nYan et al., 2016_1 [121] 58.8 4.7 8 57.9 5.0 8 0.5% 0.90 [ −3.86, 5.66]\nYan et al., 2016_2 [121] 61.0 7.7 9 59.5 7.3 9 0.2% 1.50 [ −5.43, 8.43]\nYan et al., 2016_3 [121] 59.3 6.6 8 57.6 6.5 8 0.3% 1.70 [ −4.72, 8.12]\nTotal (95% CI) 810 810 100% 1.65 [1.28, 2.01]\nHeterogeneity: Tau2 = 0.00; Chi2 = 33.79, df= 64 (p = 1.00); I2 = 0% Test for overall eﬀect: Z= 8.91 (p < 0.00001)\n3.1.2. The Resistance Training Characteristics\nThe types of training performed were circuit training (n groups: FFM = 1; LMM = 2), full body\n(n groups: FFM = 40; LMM = 31; SMM = 4), traditional split routine (n groups: FFM = 34; LMM = 20;\nSMM = 7), lower limbs (n groups: LMM = 3), and physical military training (n groups: FFM = 2) and\nnot speciﬁed (n groups: FFM = 5; LMM = 9) for FFM. The training sessions lasted from 4 to 24 weeks\n(FFM = 10.4 ±5.41; LMM = 9.37 ±4.53; SMM = 10.5 ±4.01) with a weekly frequency of between 2\nand 6 days (FFM = 3.5 ±0.84; LMM = 3.2 ±0.81; SMM = 3.3 ±0.94). The resistance training sessions\nwere carried out with between 1 and 20 exercises (FFM = 7.9 ±3.13; LMM = 7.3 ±3.67; SMM = 7.0 ±\n1.48), 1 to 50 sets per exercise (FFM = 16.7 ±11.8; LMM = 14.0 ±10.1; SMM = 19.1 ±11.1) and 2 to 15\nrepetitions per set (FFM = 7.8 ±3.0; LMM = 9.1 ±1.9; SMM = 8.5 ±0.7) with intensities of 50 and 89%\nof 1RM (FFM = 78.8 ±5.8; LMM = 74.6 ±8.6; SMM = 80.8 ±5.8).\n3.2. Heterogeneity and Risk of Bias\nRisk-of-bias assessment is shown in Figure 2. Overall, the risk of bias was low in the studies, the\noverall median scores were high, 10/12 points.\nIn addition, heterogeneity was not found for changes in hypertrophy for overall eﬀects (Z= −0.078;\np = 0.94). In addition, heterogeneity was not observed when studies were divided according to FFM\n(Z= −0.003; p = 0.99); LMM (Z = −0.25, p = 0.80) and SMM (Z = −0.58, p = 0.56).\n3.3. Meta-Analyses\n3.3.1. Eﬀects of Training on Hypertrophy\nThe results of the overall e ﬀects on muscle mass (FFM + LMM + SMM) before and after\nthe resistance training programme showed signiﬁcant improvement between pre- and post-test\n(n participants = 1916; 1.53 kg 95% CI [1.30, 1.76], p < 0.001; I2 = 0%, p = 1.00).\n3.3.2. Subgroup Analysis\nRT evoked a signiﬁcant increase of FFM (1.56 kg 95% CI [1.23, 1.89]), of LMM (1.65 kg 95% CI\n[1.28, 2.01]) and of SMM (1.11 kg 95% CI [0.52, 1.71]) (Table 1). However, non-signiﬁcant diﬀerences\nwere observed between the diﬀerent variables used to describe hypertrophy used.\nWhen the studies were divided using the training status of participants, non- signiﬁcant diﬀerences\nwere observed between trained and untrained participants after the resistance training programme\n(Figure 3). However, when comparing pre −post intervention results for each way of measuring\nhypertrophy, both groups present signiﬁcant increases for FFM (untrained: 1.54 kg 95% CI [1.12, 1.96],\ntrained: 0.98 kg 95% CI [0.17, 1.79]), for LMM (untrained: 1.70 kg 95% CI [1.04, 2.36], trained: 1.09 kg\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 11 of 27\n95% CI [0.36, 1.81]), except for the SMM (untrained: 1.22 kg 95% CI [0.38, 2.06], trained: 0.66 kg 95% CI\n[−0.39, 1.72]).\nInt. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 10 of 24 \n \n \nFigure 3. Mean differences exploration comparing the training effect. \n3.3. Meta-Analyses \n3.3.1. Effects of Training on Hypertrophy \nFigure 3. Mean diﬀerences exploration comparing the training eﬀect.\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 12 of 27\nPerforming a more detailed analysis of the training status on FFM, we found that the\ncategories sedentary /untrained and physically active but no experience in RT, have higher and\nmore signiﬁcant values than the moderately trained (RT up to 1 year /intermediate, RT experience\nup to 2 years/intermediate, and RT experience up to 3 years/intermediate). Additionally, the highest\nvalues achieved are those obtained by the more experienced subjects, RT experience of 4 years or\nmore/advanced (see Figure 4). However, no statistically signiﬁcant di ﬀerences between categories\nwere observed (χ2 = 5.79; p = 0.33).\nInt. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 11 of 24 \n \nThe results of the overall effects on muscle mass (FFM + LMM + SMM) before and after the \nresistance training programme showed significant improvement between pre - and post -test (n \nparticipants = 1916; 1.53 kg 95% CI [1.30, 1.76], p < 0.001; I2 = 0%, p = 1.00). \n3.3.2. Subgroup Analysis \nRT evoked a significant increase of FFM (1.56 kg 95% CI [1.23, 1.89]), of LMM (1.65 kg 95% CI \n[1.28, 2.01]) and of SMM (1.11 kg 95% CI [0.52, 1.71]) (Table 1). However, non -significant differences \nwere observed between the different variables used to describe hypertrophy used. \nWhen the studies were divided using the training status of participants, non - significant \ndifferences were observed between trained and untrained participants after the resistance training \nprogramme (Fig ure 3). However, when comparing pre−post intervention results for each way of \nmeasuring hypertrophy, both groups present significant increases for FFM (untrained: 1.54 kg 95% \nCI [1.12, 1.96], trained: 0.98 kg 95% CI [0.17, 1.79]), for LMM (untrained: 1.70 kg 95% CI [1.04, 2.36], \ntrained: 1.09 kg 95% CI [0.36, 1.81]), except for the SMM (untrained: 1.22 kg 95% CI [0.38, 2.06], \ntrained: 0.66 kg 95% CI [−0.39, 1.72]). \nPerforming a more detailed analysis of the training status on FFM, we found that the categories \nsedentary/untrained and physically active but no experience in RT, have higher and more significant \nvalues than the moderately trained (RT up to 1 year/intermediate, RT experience up to 2 years \n/intermediate, and RT experience up to 3 years/intermediate ). Additionally, the highest values \nachieved are those obtained by the more experienced subjects, RT experience of 4 years or \nmore/advanced (see Figure 4). However, no statistically significant differences between categories \nwere observed (χ² = 5.79; p = 0.33). \n \nFigure 4. Mean differences exploration comparing the training status by categories. Sedentary = 0: \n1.39 kg 95% CI [0.89, 1.90], p < 0.001; I2 = 0%, p = 0.89; untrained = 1: 1.92 kg 95% CI [1.05, 2.78], p < \n0.001; I2 = 0%, p = 1.00; Up to one year experience = 2: 1.39 kg 95% CI [−0.35, 3.12], p = 0.12; I2 = 0%, p = \n1.00; Up to two year experience = 3: 0.69 kg 95% CI [ −0.39, 1.76], p =0.21; I2 = 0%, p = 1.00; Up to tree \nyear experience = 4: 0.9 kg 95% CI [ −1.28, 3.09], p = 0.42; I2 = 0%, p = 1.00; RT experience of 4 years or \nmore = 5: 2.96 kg 95% CI [1.06, 4.87], p = 0.002; I2 = 41%, p = 0.08.\nFigure 4. Mean diﬀerences exploration comparing the training status by categories. Sedentary = 0:\n1.39 kg 95% CI [0.89, 1.90], p < 0.001; I2 = 0%, p = 0.89; untrained = 1: 1.92 kg 95% CI [1.05, 2.78],\np < 0.001; I2 = 0%, p = 1.00; Up to one year experience = 2: 1.39 kg 95% CI [−0.35, 3.12], p = 0.12; I2 =\n0%, p = 1.00; Up to two year experience = 3: 0.69 kg 95% CI [−0.39, 1.76], p =0.21; I2 = 0%, p = 1.00; Up\nto tree year experience = 4: 0.9 kg 95% CI [−1.28, 3.09], p = 0.42; I2 = 0%, p = 1.00; RT experience of 4\nyears or more = 5: 2.96 kg 95% CI [1.06, 4.87], p = 0.002; I2 = 41%, p = 0.08.\n3.4. Meta-Regression\nThe results from the meta-regression model are presented in Table 2. Considering the overall\neﬀects, and taking into account the participant characteristics, none of our covariates explained any\neﬀect on changes in muscle mass. Regarding the training characteristics, the only signiﬁcant variable\nthat explains the variance of the hypertrophy was the sets per workout, showing a signiﬁcant negative\ninteraction (MD; estimate: 1.85, 95% CI [1.45, 2.25], p < 0.001; moderator: −0.03 95% CI [ −0.05,\n−0.00] p = 0.041). When the e ﬀect of RT on changes in hypertrophy was evaluated with muscle\nmass assessment stratiﬁed into three subgroups (FFM, LMM and SMM) there were no covariates that\nexplained any of the variance in the change in hypertrophy.\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 13 of 27\nTable 2. Metaregression analisys taking in to account de participants and training characteristics, at the begin the study.\nModel n Studies/\nGroups\nEstimate Lower Upper p Estimate Lower Upper p τ2 Adj. R2 I2 p\nIntrcpt Moderator coe ﬀ. Heterogeneity\nOverall Eﬀects\nNo covariables 158 1.530 1.300 1.753 <0.001 0 (SE = 0.13) 0% 1.000\nParticipants Characteristics\nAge (years) 142 0.943 −0.962 2.849 0.332 0.02 −0.06 0.10 0.58 0 (SE = 0.15) NA% 0% 1.000\nWeight (kg) 150 1.138 −1.822 4.098 0.451 0.00 −0.03 0.04 0.82 0 (SE = 0.14) NA% 0% 1.000\nHeight (m) 126 −0.014 −6.032 6.004 0.996 0.80 −2.58 4.18 0.64 0 (SE = 0.15) NA% 0% 1.000\nTraining Status 119 1.547 1.167 1.927 <0.001 −0.16 −0.40 0.08 0.19 0 (SE = 0.18) NA% 0% 1.000\nTraining Characteristics\nStudy Durations (weeks) 156 1.428 0.896 1.960 <0.001 0.01 −0.04 0.06 0.69 0 (SE = 0.13) NA% 0% 1.000\nSessions 152 1.492 0.939 2.045 <0.001 0.00 −0.02 0.02 0.89 0 (SE = 0.13) NA% 0% 1.000\nDays per week 149 1.528 0.502 2.553 0.004 −0.01 −0.31 0.30 0.97 0 (SE = 0.14) NA% 0% 1.000\nn exercises per workout 141 1.423 0.640 2.207 <0.001 0.01 −0.09 0.11 0.87 0 (SE = 0.16) NA% 0% 1.000\nRest between exercise (min) 121 1.336 0.646 2.025 <0.001 0.05 −0.23 0.32 0.74 0 (SE = 0.16) NA% 0% 1.000\nn set per workout 123 1.853 1.453 2.253 <0.001 −0.03 −0.05 −0.00 0.04 0 (SE = 0.14) NA% 0% 1.000\nrange repetitions 123 1.257 0.486 2.029 0.001 0.02 −0.07 0.12 0.61 0 (SE = 0.17) NA% 0% 1.000\nTraining duration (min) 35 1.548 −0.248 3.344 0.091 0.00 −0.03 0.03 0.75 0 (SE = 0.40) NA% 0% 1.000\nAverage Intensity (%1RM) 89 2.353 −1.383 6.089 0.217 −0.01 −0.06 0.04 0.63 0 (SE = 0.22) NA% 0% 1.000\nFat Free Mass\nNo covariables 82 1.550 1.223 1.886 <0.001 0 (SE = 1.91) 0% 1.000\nParticipants Characteristics\nAge (years) 77 1.116 −1.534 3.766 0.409 0.02 −0.09 0.13 0.74 0 (SE = 1.95) NA% 0% 1.000\nWeight (kg) 80 −0.183 −4.371 4.006 0.932 0.02 −0.03 0.08 0.42 0 (SE = 0.21) NA% 0% 1.000\nHeight (m) 67 −1.960 −18.842 14.930 0.82 1.96 −7.55 11.46 0.69 0 (SE = 0.21) NA% 0% 1.000\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 14 of 27\nTable 2. Cont.\nModel n Studies/\nGroups\nEstimate Lower Upper p Estimate Lower Upper p τ2 Adj. R2 I2 p\nIntrcpt Moderator coe ﬀ. Heterogeneity\nTraining Status 70 1.530 1.082 1.978 <0.001 −0.13 −0.41 0.15 0.37 0 (SE = 0.24) NA% 0% 1.000\nTraining Characteristics\nStudy Durations (weeks) 80 1.314 0.534 2.094 <0.001 0.02 −0.05 0.10 0.50 0 (SE = 0.20) NA% 0% 1.000\nSessions 76 1.172 0.297 2.047 0.009 0.01 −0.01 0.04 0.35 0 (SE = 0.20) NA% 0% 1.000\nDays per week 76 1.154 −0.325 2.633 0.126 0.11 −0.30 0.53 0.59 0 (SE = 0.20) NA% 0% 1.000\nn exercises per workout 73 1.280 0.238 2.321 0.016 0.04 −0.10 0.17 0.59 0 (SE = 0.21) NA% 0% 1.000\nRest between exercise (min) 56 2.086 0.096 4.075 0.04 -0.36 −1.40 0.68 0.50 0 (SE = 0.27) NA% 0% 1.000\nn set per workout 66 1.739 1.181 2.296 <0.001 -0.01 −0.05 0.02 0.49 0 (SE = 0.20) NA% 0% 1.000\nrange repetitions 72 1.199 0.335 2.064 0.007 0.05 −0.07 0.17 0.38 0 (SE = 0.20) NA% 0% 1.000\nTraining duration (min) 26 1.467 −1.415 4.349 0.318 0.01 −0.05 0.06 0.79 0 (SE = 0.47) NA% 0% 1.000\nAverage Intensity (%1RM) 45 3.993 −3.027 11.012 0.265 -0.03 −0.12 0.06 0.48 0 (SE = 0.26) NA% 0% 1.000\nLean Muscle Mass\nNo covariables 65 1.644 1.275 2.013 <0.0001 0.03 (SE = 0.24) 1% 0.999\nParticipants Characteristics\nAge (years) 54 1.020 −1.964 4.005 0.5028 0.02 −0.10 0.14 0.73 0.03 (SE= 0.33) NA% 1% 0.996\nWeight (kg) 60 4.870 0.002 9.739 0.0499 −0.04 −0.10 0.02 0.18 0 (SE = 0.25) NA% 0% 1.000\nHeight (m) 49 0.107 −6.453 6.666 0.9746 0.73 −2.94 4.40 0.70 0 (SE = 0.33) NA% 0% 1.000\nTraining Status 41 1.584 0.721 2.446 0.0003 −0.15 −0.66 0.36 0.57 0 (SE = 0.44) NA% 0% 1.000\nTraining Characteristics\nStudy Durations (weeks) 65 1.701 0.881 2.521 <0.0001 −0.01 −0.08 0.07 0.87 0.04 (SE= 0.26) 0.00 2% 0.999\nSessions 65 1.860 1.087 2.633 <0.0001 −0.01 −0.03 0.02 0.53 0.05 (SE= 0.26) 0 2% 0.999\nDays per week 62 1.996 −0.184 4.175 0.0727 –0.13 −0.84 0.58 0.72 0 (SE = 0.24) NA% 0% 1.000\nn exercises per workout 57 1.661 0.289 3.032 0.0176 −0.01 −0.18 0.16 0.92 0 (SE = 0.45) NA% 0% 1.000\nRest between exercise (min) 54 1.458 0.279 2.636 0.0153 0.06 −0.37 0.50 0.78 0 (SE = 0.26) NA% 0% 1.000\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 15 of 27\nTable 2. Cont.\nModel n Studies/\nGroups\nEstimate Lower Upper p Estimate Lower Upper p τ2 Adj. R2 I2 p\nIntrcpt Moderator coe ﬀ. Heterogeneity\nn set per workout 46 2.082 1.417 2.748 <0.0001 −0.04 −0.09 0.01 0.09 0 (SE = 0.29) NA% 0% 1.000\nrange repetitions 44 0.601 −1.874 3.076 0.6341 0.08 −0.17 0.33 0.54 0 (SE = 0.43) NA% 0% 1.000\nTraining duration (min) 9 1.256 −1.867 4.379 0.4306 0.01 −0.03 0.05 0.75 0 (SE = 1.61) NA% 0% 0.998\nAverage Intensity (%1RM) 41 0.807 −3.984 5.598 0.7413 0.01 −0.05 0.07 0.77 0 (SE = 0.54) NA% 0% 1.000\nSkeletal Mascle Mass\nNo covariables 11 1.11 0.519 1.709 <0.001 0 (SE = 0.41) 0% 0.920\nParticipants Characteristics\nAge (years) 11 1.5 −7.901 10.901 0.755 −0.017 −0.424 0.391 0.936 0 (SE = 0.48) NA% 0% 0.873\nWeight (kg) 10 −1.792 −15.819 12.236 0.802 0.038 −0.152 0.227 0.695 0 (SE = 0.56) NA% 0% 0.863\nHeight (m) 10 −3.23 −41.849 35.385 0.870 2.37 −19.223 23.964 0.830 0 (SE = 0.55) NA% 0% 0.853\nTraining Status 8 2.448 0.418 4.478 0.018 −0.893 −2.259 0.474 0.201 0 (SE = 0.51) NA% 0% 0.956\nTraining Characteristics\nStudy Durations (weeks) 11 0.885 −0.935 2.704 0.341 0.023 −0.148 0.194 0.794 0 (SE = 0.44) NA% 0% 0.878\nSessions 11 1.941 −2.455 6.337 0.387 −0.027 −0.171 0.116 0.710 0 (SE = 0.48) NA% 0% 0.884\nDays per week 11 1.824 −0.571 4.219 0.136 −0.217 −0.926 0.492 0.549 0 (SE = 0.44) NA% 0% 0.900\nn exercises per workout 11 3.197 0.25 6.143 0.034 −0.305 −0.728 0.118 0.157 0 (SE = 0.44) NA% 0% 0.980\nRest between exercise (min) 11 0.719 −0.657 2.095 0.306 0.141 −0.301 0.583 0.532 0 (SE = 0.44) NA% 0% 0.902\nn set per workout 11 1.489 0.304 2.674 0.014 −0.022 −0.082 0.038 0.474 0 (SE = 0.45) NA% 0% 0.910\nrange repetitions 7 3.056 −8.385 14.497 0.601 −0.247 −1.593 1.1 0.720 0 (SE = 0.72) NA% 0% 0.968\nTraining duration (min)\nAverage Intensity (%1RM)\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 16 of 27\n4.",
    "discussion": "The main ﬁnding of the present study is that RT signiﬁcantly increases muscle mass, in average\n(FFM = 1.56/LMM = 1.65/SMM = 1.11 kg), by about 1.5 kg with a wide range of heterogeneity\n(from 0 to 7.2 kg). These results were obtained including studies with interventions durations\nranging from 2 weeks to one year. The present meta-analysis is, to date, the largest in terms of RT\ninterventions on full body muscle mass gain. Most meta-analyses that have analysed the e ﬀect of\nRT and characteristics of participants on muscle mass gains have only included works with protein\nsupplementation [6,122–129] or have analysed single variables of the training load isolated, as for\nexample, training frequency [130–132], intensity or training periodization [133]. This segmentation has\nmeant that many of the works that have focused solely on these analyses have been left out. However,\nas stated by Morton et al. [6], performance of RT alone is the much more potent stimulus, accounting for\na substantially greater portion of the variance in RT-induced gain in muscle mass. Therefore, in order\nto have the largest number of studies that met all the inclusion criteria, the meta-analyses should focus\non the variables of the training or the characteristics of the participants that have the greatest eﬀect on\nmuscle mass. The most important ﬁndings are that RT is an e ﬀective method to develop hypertrophy,\nregardless of the variable used to quantify it, as well as the training characteristics (intensity, volume,\nweekly training frequency, etc.), with signiﬁcant increases of 1.6 kg in FFM; of 1.7 kg in LMM; and\n1.1 kg in muscle mass (MM). These results are slightly higher than those found in the meta-regression of\nMorton et al. [6], increasing 1.1 kg of FFM when supplementation is not included and 1.4 kg in the FFM\nwhen supplementation is included. This may be due to the fact that only studies including intervention\nwith nutritional supplements were considered in Morton’s work, and that the no-supplementation\nresults were derived from the control groups of these studies. This considerably reduced their sample\nand may explain their possible underestimation of muscle mass. On the other hand, although there is\nno clear moderating factor, it is observed that there are certain variables such as the training status\n(the untrained have greater gains in hypertrophy), as well as other variables related to the training\nload, mainly the number of sets per workout, which explain a greater gain in this variable when the\nnumber is relatively low, always within a threshold. However, due to the lack of explanation of the\nvariance from the variables of the training load analyzed, it has not been possible to fulﬁl the objective\nof creating a mathematical model for the estimation of the level of human muscle hypertrophy in men.\n4.1. Participant Characteristics\nRegarding the characteristics of the participants, no variable has been shown to moderate gains in\nhypertrophy. It should be noted that a decrease in hypertrophy has traditionally been associated with\nage. In the present meta-analysis, it has been shown that, regardless of the technique used to estimate\nmuscle hypertrophy, age does not have a moderating component on it. These results are as expected, as\nthe included studies focused only on participants between 18 and 40 years old. In humans, sarcopenia\n(i.e., loss of muscle mass and function) a ﬀects individuals from approximately the 4th decade of\nlife [134], with a decrease of 30–50% in skeletal muscle mass and function by the time individuals reach\napproximately 80 years of age [135]. For instance, Morton et al.’s [6] study found that RT in addition of\nprotein supplementation is more eﬀective at improving FFM in young or resistance-trained individuals\nthan in older or untrained individuals. It is clear that older individuals are anabolically resistant [ 136];\nhowever, according to the current meta-analysis, it seems that RT induces similar gains in muscle mass,\nindependently of the age of the participant, when considering individuals from 18 to 40 years old. In\nany case, future studies are needed in which it is analyzed whether the gains of muscle mass after RT\nare dependent on the age of the participants of said programmes, including in those studies that have\na sample with a wide age range.\nFurthermore, in relation to the initial level of the participants (training status) we observed the\nshorter the experience in RT of the athlete is, the higher the hypertrophy gains are, except for those with\nan experience of 4 years or more (Figure 4). We believe that the reasons for the similar improvements in\nsedentary and advanced subjects are due to diﬀerent reasons. In the case of sedentary or lightly trained\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 17 of 27\nit is probably the lack of previous stimulus that causes greater hypertrophy. These results are in line\nwith diﬀerent studies that have shown that hypertrophic responses to RT have been shown to diminish\nover time [137], in addition to hypertrophic potential being lower in well-trained strength athletes [138].\nHowever, regarding the most advanced practitioners our results are quite surprising. It seems that\nonce an experience threshold of approximately 4 years is surpassed the ability to hypertrophy increase.\nWe hypothesise that this might be due to a more advance knowledge about training methodologies,\nhigher level of adherence to the RT sessions, greater motivation toward training [139], a better exercises\ntechnique or even or the use of undeclared anabolic steroids. However, more studies elucidating\nthe factors (behavioural, physiological or other) responsible for this are needed. Finally, from these\nresults we can recommend that if we want high gains in hypertrophy with intermediate trained\nparticipants, we will have to be very precise in the design and establishment of the appropriate training\nload, as well as in the nutritional strategies necessary for an optimal anabolic balance of athletes [6].\nTherefore, the previous state of training is a decisive variable in the potential gain of muscle mass.\nIf analysed as a dichotomous variable (trained/untrained, Figure 3), the result is diﬀerent to that of\nmaking a more detailed analysis taking into account several categories of experience (Figure 4). In any\ncase, the relationship between hypertrophy and the training status does not seem linear. It should\nalso be remembered that one possible explanation for this is that there are not enough studies with\nintermediate training states. Finally, only men were included in the present study because the ability\nto hypertrophy is very diﬀerent depending on the sex [10]. In addition, several studies suggest that the\nmenstrual cycle can inﬂuence muscle mass improvements [140,141].\n4.2. Training Characteristics\nWith respect to the training characteristics the only variable that seems to have a signiﬁcant\nmoderating eﬀect is the number of series per session, being its moderator coeﬃcient negative (−0.03;\np = 0.04). This suggests that a high number of series per session could negatively aﬀect muscle mass\ngains. This ﬁnding is in line with those by Schoenfeld et al. [ 130,132] showing that when equaling\nvolume, greater hypertrophy was observed in those groups that distributed the sets with a higher\nweekly frequency (2−3 days) per muscle group. Contrary to these results (ours and previous) there is a\nmeta-analysis supporting the eﬃcacy of greater exercise volume [142], concluding that individuals\ninterested in achieving maximal hypertrophy should perform a minimum of 2–3 sets per exercise,\nand that possibly 4–6 sets could give even a greater response; yet still, considerable heterogeneity\nwas present in the analysis [143], and the only signiﬁcant diﬀerence was observed when comparing\none set with three sets. Nevertheless, even if a minimum number of series seems to be necessary to\nmaximise muscle hypertrophy [144] there also appears to be a threshold by which the increase in the\nsets of exercise performed per muscle group within a given training session does not necessarily lead\nto greater muscle growth [144,145]. Thus, when designing a RT programme aiming to increase muscle\nmass it is not recommended to include an excessively high number of sets, such as that found in this\nstudy (16 sets per session on average). Similar recommendations have recently been proposed in a\nnarrative review suggesting that despite increasing the number sets per exercise (albeit the majority of\nstudies within RT literature focus on number of sets), it is likely more beneﬁcial to increase the training\nfrequency [145].\nTherefore, future analyses are necessary in which all the variables related to the training load are\nstratiﬁed so that they can give us an idea of which is the optimal dose. Consequently, although we\nobserved an inﬂuence of number of sets over the quantity of muscle hypertrophy developed, more\nstudies are needed.\nHowever, perhaps the methods used so far for the muscle hypertrophy may not be sensitive\nenough to predict which variable and to what extent said variable can moderate greater gains in the\ndevelopment of hypertrophy.\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 18 of 27\n5.",
    "conclusions": "In conclusion, resistance training has a signiﬁcant e ﬀect on the improvement of hypertrophy,\nregardless of the method used to quantify it. The improvements ranged from 1.6 kg in FFM, 1.7 kg in\nLMM, to 1.1 kg in MM. Regarding the characteristics of the participants, there are no variables (neither\nthe age, nor the training status of the participants) that moderate the gains in hypertrophy. In addition,\nwith respect to the characteristics of the training, the only single variable that moderates inversely the\ngains in hypertrophy is the number of sets per workout, showing that an excess of sets per workouts\naﬀects negatively the amount of muscle growth.\n6. Limitations\nAs mentioned earlier, RT has a long and signiﬁcant e ﬀect on the development of hypertrophy.\nHowever, these gains were di ﬀerent depending on the variable used as the equivalent of muscle\nhypertrophy. Clearly, the methodologies used diﬀer from each other, ﬁnding a non-signiﬁcant diﬀerence\nof 45.6−54.6% when comparing hypertrophy by means of FFM and LMM versus MM. In the context\nof body composition and muscle hypertrophy, it is important to be very clear about what these two\nconcepts mean and how they are measured as variables. Ideally, muscle mass should be measured\nisolated from the rest of the tissues, but this can only be achieved by using nuclear magnetic resonance\nand most of the studies do not utilize this method. Therefore, very few studies assess muscle mass as\nan isolated variable from the rest of the tissues and/or provide the value for the whole-body muscle\nmass [13,15,146].\nThe methodology of assessment could be a limitation, given that the measurement techniques\n(i.e., DXA, bioimpedance, etc.) of each study are diﬀerent. However, previous studies have reported\nthat these diﬀerences are not signiﬁcant [147], supporting the comparison made in the present work.\nIn addition, we need to keep in mind that many of the included studies did not speciﬁcally aimed\nto increase muscle mass, and therefore the heterogeneity of the results may be due to the di ﬀerent\nmethodologies employed. Nevertheless, the purpose of our study was to deﬁne the range of muscle\nmass growths that can be expected after a RT intervention, even if the main purpose of the programmes\nwas not muscle hypertrophy.\nFinally, the lack of heterogeneity in the variance of the studies include in the present meta-analysis,\nthe diﬀerent purposes and outcomes expected by the studies included, and poor description of training\nvariables may be limiting to the present meta-analysis and meta-regression.\nSupplementary Materials: The following are available online at http://www.mdpi.com/1660-4601/17/4/1285/s1,\nTable S1: Main characteristics of the included studies in the present review.\nAuthor Contributions: P .J.B. and D.J.R.-C. carried out the screenings and reviews. J.Á.R.-A. and R.C. carried out\nthe analysis of the articles. P .E.A. and P .J.B. drafted and revised the manuscript. P .J.B., R.C., D.J.R.-C., P .E.A. and\nJ.Á.R.-A. revised the manuscript. All authors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nAcknowledgments: In this section you can acknowledge any support given which is not covered by the author\ncontribution or funding sections. This may include administrative and technical support, or donations in kind\n(e.g., materials used for experiments).\nConﬂicts of Interest: The authors declare no conﬂict of interest.\nReferences\n1. Argilés, J.M.; Campos, N.; Lopez-Pedrosa, J.M.; Rueda, R.; Rodriguez-Mañas, L. Skeletal Muscle Regulates\nMetabolism via Interorgan Crosstalk: Roles in Health and Disease. J. Am. Med. Dir. Assoc. 2016, 17, 789–796.\n[CrossRef]\n2. Abe, T.; Nahar, V .K.; Young, K.C.; Patterson, K.M.; Stover, C.D.; Lajza, D.G.; Tribby, A.C.; Geddam, D.A.;\nFord, M.A.; Bass, M.A.; et al. Skeletal muscle mass, bone mineral density, and walking performance in\nmasters cyclists. Rejuvenation Res. 2014, 17, 291–296. [CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 19 of 27\n3. Schoenfeld, B. Science and Development of Muscle Hypertrophy; Human Kinetics: Pudsey, UK, 2016.\n4. Hall, K.D. Predicting metabolic adaptation, body weight change, and energy intake in humans. Am. J.\nPhysiol. Endocrinol. Metab. 2010, 298, E449–E466. [CrossRef]\n5. Hall, K.D.; Sacks, G.; Chandramohan, D.; Chow, C.C.; Wang, Y.C.; Gortmaker, S.L.; Swinburn, B.A.\nQuantiﬁcation of the eﬀect of energy imbalance on bodyweight. Lancet 2011, 378, 826–837. [CrossRef]\n6. Morton, R.W.; Murphy, K.T.; McKellar, S.R.; Schoenfeld, B.J.; Henselmans, M.; Helms, E.; Aragon, A.A.;\nDevries, M.C.; Banﬁeld, L.; Krieger, J.W.; et al. A systematic review, meta-analysis and meta-regression of\nthe eﬀect of protein supplementation on resistance training-induced gains in muscle mass and strength in\nhealthy adults. Br. J. Sports Med. 2018, 52, 376–384. [CrossRef] [PubMed]\n7. Torres, M.; Trexler, E.T.; Smith-Ryan, A.E.; Reynolds, A. A mathematical model of the eﬀects of resistance\nexercise-induced muscle hypertrophy on body composition. Eur. J. Appl. Physiol. 2018, 118, 449–460.\n[CrossRef] [PubMed]\n8. Mangine, G.T.; Ho ﬀman, J.R.; Gonzalez, A.M.; Townsend, J.R.; Wells, A.J.; Jajtner, A.R.; Beyer, K.S.;\nBoone, C.H.; Miramonti, A.A.; Wang, R.; et al. The eﬀect of training volume and intensity on improvements\nin muscular strength and size in resistance-trained men. Physiol. Rep. 2015, 3, e12472. [CrossRef]\n9. Nybo, L.; Sundstrup, E.; Jakobsen, M.D.; Mohr, M.; Hornstrup, T.; Simonsen, L.; Bulow, J.; Randers, M.B.;\nNielsen, J.J.; Aagaard, P .; et al. High-Intensity Training versus Traditional Exercise Interventions for\nPromoting Health. Med. Sci. Sports Exerc. 2010, 42, 1951–1958. [CrossRef]\n10. Ahtiainen, J.P .; Walker, S.; Peltonen, H.; Holviala, J.; Sillanpaa, E.; Karavirta, L.; Sallinen, J.; Mikkola, J.;\nValkeinen, H.; Mero, A.; et al. Heterogeneity in resistance training-induced muscle strength and mass\nresponses in men and women of diﬀerent ages. Age 2016, 38, 10. [CrossRef]\n11. Moher, D.; Liberati, A.; Tetzlaﬀ, J.; Altman, D.G.; Group, P . Preferred reporting items for systematic reviews\nand meta-analyses: The PRISMA statement. Ann. Intern. Med. 2009, 151, 264–269. [CrossRef]\n12. Bartolomei, S.; Hoﬀman, J.R.; Stout, J.R.; Merni, F. Eﬀect of Lower-Body Resistance Training on Upper-Body\nStrength Adaptation in Trained Men. J. Strength Cond. Res. 2018, 32, 13–18. [CrossRef] [PubMed]\n13. Nunes, J.P .; Ribeiro, A.S.; Schoenfeld, B.J.; Tomeleri, C.M.; Avelar, A.; Trindade, M.C.; Nabuco, H.C.;\nCavalcante, E.F.; Junior, P .S.; Fernandes, R.R.; et al. Creatine supplementation elicits greater muscle\nhypertrophy in upper than lower limbs and trunk in resistance-trained men. Nutr. Health 2017, 23, 223–229.\n[CrossRef] [PubMed]\n14. Heymsﬁeld, S.B.; Smith, R.; Aulet, M.; Bensen, B.; Lichtman, S.; Wang, J.; Pierson, R.N., Jr. Appendicular\nskeletal muscle mass: Measurement by dual-photon absorptiometry. Am. J. Clin. Nutr. 1990, 52, 214–218.\n[CrossRef] [PubMed]\n15. Kim, J.; Heshka, S.; Gallagher, D.; Kotler, D.P .; Mayer, L.; Albu, J.; Shen, W.; Freda, P .U.; Heymsﬁeld, S.B.\nIntermuscular adipose tissue-free skeletal muscle mass: Estimation by dual-energy X-ray absorptiometry in\nadults. J. Appl. Physiol. 2004, 97, 655–660. [CrossRef] [PubMed]\n16. Higgins, J.P .; Thompson, S.G.; Deeks, J.J.; Altman, D.G. Measuring inconsistency in meta-analyses.BMJ 2003,\n327, 557–560. [CrossRef] [PubMed]\n17. Abe, T.; DeHoyos, D.V .; Pollock, M.L.; Garzarella, L. Time course for strength and muscle thickness changes\nfollowing upper and lower body resistance training in men and women. Eur. J. Appl. Physiol. 2000, 81,\n174–180. [CrossRef] [PubMed]\n18. Ahtiainen, J.P .; Hulmi, J.J.; Kraemer, W.J.; Lehti, M.; Nyman, K.; Selanne, H.; Alen, M.; Pakarinen, A.;\nKomulainen, J.; Kovanen, V .; et al. Heavy resistance exercise training and skeletal muscle androgen receptor\nexpression in younger and older men. Steroids 2011, 76, 183–192. [CrossRef]\n19. Alvarez, M.; Sedano, S.; Cuadrado, G.; Carlos Redondo, J. Eﬀects of an 18-week strength training program\non low-handicap golfers’ performance.J. Strength Cond. Res. 2012, 26, 1110–1121. [CrossRef]\n20. Alvehus, M.; Boman, N.; Soderlund, K.; Svensson, M.B.; Buren, J. Metabolic adaptations in skeletal muscle,\nadipose tissue, and whole-body oxidative capacity in response to resistance training. Eur. J. Appl. Physiol.\n2014, 114, 1463–1471. [CrossRef]\n21. Arazi, H.; Rohani, H.; Ghiasi, A.; Keikanloo, N.A. Resistance training & beta-hydroxy-beta-methylbutyrate\nsupplementation on hormones. Rev. Bras. Med. Esporte 2015, 21, 386–389.\n22. Arciero, P .J.; Hannibal, N.S., III; Nindl, B.C.; Gentile, C.L.; Hamed, J.; Vukovich, M.D. Comparison of creatine\ningestion and resistance training on energy expenditure and limb blood ﬂow. Metabolism 2001, 50, 1429–1434.\n[CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 20 of 27\n23. Bang, H.S.; Seo, D.Y.; Chung, Y.M.; Kim, D.H.; Lee, S.J.; Lee, S.R.; Kwak, H.B.; Kim, T.N.; Kim, M.; Oh, K.M.;\net al. Ursolic acid supplementation decreases markers of skeletal muscle damage during resistance training\nin resistance-trained men: A pilot study. Korean J. Physiol. Pharmacol. 2017, 21, 651–656. [CrossRef] [PubMed]\n24. Bartolomei, S.; Hoﬀman, J.R.; Stout, J.R.; Zini, M.; Stefanelli, C.; Merni, F. Comparison of block versus weekly\nundulating periodization models on endocrine and strength changes in male athletes. Kinesiology 2016, 48,\n71–78. [CrossRef]\n25. Bhasin, S.; Storer, T.W.; Berman, N.; Callegari, C.; Clevenger, B.; Phillips, J.; Bunnell, T.J.; Tricker, R.; Shirazi, A.;\nCasaburi, R. The eﬀects of supraphysiologic doses of testosterone on muscle size and strength in normal\nmen. N. Engl. J. Med. 1996, 335, 1–7. [CrossRef] [PubMed]\n26. Buresh, R.; Berg, K.; French, J. The eﬀect of resistive exercise rest interval on hormonal response, strength,\nand hypertrophy with training. J. Strength Cond. Res. 2009, 23, 62–71. [CrossRef] [PubMed]\n27. Chromiak, J.A.; Smedley, B.; Carpenter, W.; Brown, R.; Koh, Y.S.; Lamberth, J.G.; Joe, L.A.; Abadie, B.R.;\nAltorfer, G. Eﬀect of a 10-week strength training program and recovery drink on body composition, muscular\nstrength and endurance, and anaerobic power and capacity.Nutrition 2004, 20, 420–427. [CrossRef] [PubMed]\n28. Colquhoun, R.J.; Gai, C.M.; Walters, J.; Brannon, A.R.; Kilpatrick, M.W.; D’Agostino, D.P .; Campbell, W.I.\nComparison of powerlifting performance in trained men using traditional and ﬂexible daily undulating\nperiodization. J. Strength Cond. Res. 2017, 31, 283–291. [CrossRef]\n29. Crewther, B.T.; Heke, T.; Keogh, J.W.L. The e ﬀects of a resistance-training program on strength, body\ncomposition and baseline hormones in male athletes training concurrently for rugby union 7’s.J. Sports Med.\nPhys. Fit. 2013, 53, 34–41.\n30. Deruisseau, K.C.; Roberts, L.M.; Kushnick, M.R.; Evans, A.M.; Austin, K.; Haymes, E.M. Iron status of young\nmales and females performing weight-training exercise. Med. Sci. Sports Exerc. 2004, 36, 241–248. [CrossRef]\n31. Fu, Y.; Karsten, B.; Larumbe-Zabala, E.; Seijo, M.; Naclerio, F. Comparison of Two Equated Resistance\nTraining Weekly Volume Routines Using Diﬀerent Frequencies on Body Composition and Performance in\nTrained Males. Appl. Physiol. Nutr. Metab. 2017, 43, 475–481.\n32. Gallagher, P .M.; Carrithers, J.A.; Godard, M.P .; Schulze, K.E.; Trappe, S.W. beta-hydroxy-beta-methylbutyrate\ningestion, Part I: Eﬀects on strength and fat free mass. Med. Sci. Sports Exerc. 2000, 32, 2109–2115. [CrossRef]\n[PubMed]\n33. Garthe, I.; Raastad, T.; Refsnes, P .E.; Sundgot-Borgen, J. Eﬀect of nutritional intervention on body composition\nand performance in elite athletes. Eur. J. Sport Sci. 2013, 13, 295–303. [CrossRef] [PubMed]\n34. Ghahramanloo, E.; Midgley, A.W.; Bentley, D.J. The Eﬀect of Concurrent Training on Blood Lipid Proﬁle\nand Anthropometrical Characteristics of Previously Untrained Men. J. Phys. Act. Health 2009, 6, 760–766.\n[CrossRef]\n35. Hong, A.R.; Hong, S.M.; Shin, Y.A. Eﬀects of Resistance Training on Muscle Strength, Endurance, and Motor\nUnit According to Ciliary Neurotrophic Factor Polymorphism in Male College Students. J. Sports Sci. Med.\n2014, 13, 680–688. [PubMed]\n36. Hu, M.; Finni, T.; Zou, L.; Perhonen, M.; Sedliak, M.; Alen, M.; Cheng, S. Eﬀects of strength training on work\ncapacity and parasympathetic heart rate modulation during exercise in physically inactive men. Int. J. Sports\nMed. 2009, 30, 719–724. [CrossRef] [PubMed]\n37. Huso, M.E.; Hampl, J.S.; Johnston, C.S.; Swan, P .D. Creatine supplementation inﬂuences substrate utilization\nat rest. J. Appl. Physiol. 2002, 93, 2018–2022. [CrossRef] [PubMed]\n38. Jang, J.; Park, H.Y.; Yoo, C.; Park, Y.; Kim, J.; Lim, K. The synergistic eﬀect of protein complex supplementation\ncombined with 12 weeks of resistance training on isokinetic muscular function in untrained young males. J.\nExerc. Nutr. Biochem. 2017, 21, 27–36. [CrossRef]\n39. Joy, J.M.; Gundermann, D.M.; Lowery, R.P .; Jaeger, R.; McCleary, S.A.; Purpura, M.; Roberts, M.D.;\nWilson, S.M.C.; Hornberger, T.A.; Wilson, J.M. Phosphatidic acid enhances mTOR signaling and resistance\nexercise induced hypertrophy. Nutr. Metab. 2014, 11, 29. [CrossRef]\n40. Kim, H.H.; Kim, Y.J.; Lee, S.Y.; Jeong, D.W.; Lee, J.G.; Yi, Y.H.; Cho, Y.H.; Choi, E.J.; Kim, H.J. Interactive\neﬀects of an isocaloric high-protein diet and resistance exercise on body composition, ghrelin, and metabolic\nand hormonal parameters in untrained young men: A randomized clinical trial. J. Diabetes Investig. 2014, 5,\n242–247. [CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 21 of 27\n41. Kon, M.; Ohiwa, N.; Honda, A.; Matsubayashi, T.; Ikeda, T.; Akimoto, T.; Suzuki, Y.; Hirano, Y.; Russell, A.P .\nEﬀects of systemic hypoxia on human muscular adaptations to resistance exercise training. Physiol. Rep.\n2014, 2, e12033. [CrossRef] [PubMed]\n42. Kraemer, W.J.; Hatﬁeld, D.L.; Volek, J.S.; Fragala, M.S.; Vingren, J.L.; Anderson, J.M.; Spiering, B.A.;\nThomas, G.A.; Ho, J.Y.; Quann, E.E.; et al. Eﬀects of amino acids supplement on physiological adaptations to\nresistance training. Med. Sci. Sports Exerc. 2009, 41, 1111–1121. [CrossRef]\n43. Kreipke, V .C.; Allman, B.R.; Kinsey, A.W.; Moﬀatt, R.J.; Hickner, R.C.; Ormsbee, M.J. Impact of four weeks of a\nmulti-ingredient performance supplement on muscular strength, body composition, and anabolic hormones\nin resistance-trained young men. J. Strength Cond. Res. 2015, 29, 3453–3465. [CrossRef] [PubMed]\n44. Lemmer, J.T.; Ivey, F.M.; Ryan, A.S.; Martel, G.F.; Hurlbut, D.E.; Metter, J.E.; Fozard, J.L.; Fleg, J.L.; Hurley, B.F.\nEﬀect of strength training on resting metabolic rate and physical activity: Age and gender comparisons. Med.\nSci. Sports Exerc. 2001, 33, 532–541. [CrossRef] [PubMed]\n45. Li, X.; Wang, S.J.; Tan, S.C.; Chew, P .L.; Liu, L.; Wang, L.; Wen, L.; Ma, L. The A55T and K153R polymorphisms\nof MSTN gene are associated with the strength training-induced muscle hypertrophy among Han Chinese\nmen. J. Sports Sci. 2014, 32, 883–891. [CrossRef] [PubMed]\n46. Lockwood, C.M.; Roberts, M.D.; Dalbo, V .J.; Smith-Ryan, A.E.; Kendall, K.L.; Moon, J.R.; Stout, J.R. Eﬀects of\nHydrolyzed Whey versus Other Whey Protein Supplements on the Physiological Response to 8 Weeks of\nResistance Exercise in College-Aged Males. J. Am. Coll. Nutr. 2017, 36, 16–27. [CrossRef] [PubMed]\n47. Lukaski, H.C.; Bolonchuk, W.W.; Siders, W.A.; Milne, D.B. Chromium supplementation and resistance\ntraining: Eﬀects on body composition, strength, and trace element status of men. Am. J. Clin. Nutr. 1996, 63,\n954–965. [CrossRef] [PubMed]\n48. Mazzetti, S.A.; Kraemer, W.J.; Volek, J.S.; Duncan, N.D.; Ratamess, N.A.; Gomez, A.L.; Newton, R.U.;\nHakkinen, K.; Fleck, S.J. The inﬂuence of direct supervision of resistance training on strength performance.\nMed. Sci. Sports Exerc. 2000, 32, 1175–1184. [CrossRef] [PubMed]\n49. McCartney, N.; Hicks, A.L.; Martin, J.; Webber, C.E. Long-term resistance training in the elderly: E ﬀects\non dynamic strength, exercise capacity, muscle, and bone. J. Gerontol. Ser. A Biol. Sci. Med. Sci. 1995, 50,\nB97–B104. [CrossRef]\n50. Naclerio, F.; Larumbe-Zabala, E.; Ashraﬁ, N.; Seijo, M.; Nielsen, B.; Allgrove, J.; Earnest, C.P . E ﬀects of\nprotein-carbohydrate supplementation on immunity and resistance training outcomes: A double-blind,\nrandomized, controlled clinical trial. Eur. J. Appl. Physiol. 2017, 117, 267–277. [CrossRef] [PubMed]\n51. Noonan, D.; Berg, K.; Latin, R.W.; Wagner, J.C.; Reimers, K. Eﬀects of varying dosages of oral creatine relative\nto fat free body mass on strength and body composition. J. Strength Cond. Res. 1998, 12, 104–108.\n52. Oliver, J.M.; Jagim, A.R.; Sanchez, A.C.; Mardock, M.A.; Kelly, K.A.; Meredith, H.J.; Smith, G.L.;\nGreenwood, M.; Parker, J.L.; Riechman, S.E.; et al. Greater gains in strength and power with intraset\nrest intervals in hypertrophic training. J. Strength Cond. Res. 2013, 27, 3116–3131. [CrossRef] [PubMed]\n53. Ormsbee, M.J.; Mandler, W.K.; Thomas, D.D.; Ward, E.G.; Kinsey, A.W.; Simonavice, E.; Panton, L.B.; Kim, J.S.\nThe eﬀects of six weeks of supplementation with multi-ingredient performance supplements and resistance\ntraining on anabolic hormones, body composition, strength, and power in resistance-trained men. J. Int. Soc.\nSports Nutr. 2012, 9, 49. [CrossRef] [PubMed]\n54. Ormsbee, M.J.; Thomas, D.D.; Mandler, W.K.; Ward, E.G.; Kinsey, A.W.; Panton, L.B.; Scheett, T.P .;\nHooshmand, S.; Simonavice, E.; Kim, J.S. The eﬀects of pre- and post-exercise consumption of multi-ingredient\nperformance supplements on cardiovascular health and body fat in trained men after six weeks of resistance\ntraining: A stratiﬁed, randomized, double-blind study. Nutr. Metab. 2013, 10, 39. [CrossRef] [PubMed]\n55. Piirainen, J.M.; Salmi, J.A.; Avela, J.; Linnamo, V . Eﬀect of body composition on the neuromuscular function\nof ﬁnnish conscripts during an 8-week basic training period. J. Strength Cond. Res. 2008, 22, 1916–1925.\n[CrossRef] [PubMed]\n56. Perez-Gomez, J.; Vicente-Rodriguez, G.; Ara Royo, I.; Martinez-Redondo, D.; Puzo Foncillas, J.; Moreno, L.A.;\nDiez-Sanchez, C.; Casajus, J.A. Eﬀect of endurance and resistance training on regional fat mass and lipid\nproﬁle. Nutr. Hosp. 2013, 28, 340–346.\n57. Radaelli, R.; Fleck, S.J.; Leite, T.; Leite, R.D.; Pinto, R.S.; Fernandes, L.; Simao, R. Dose-response of 1, 3, and 5\nsets of resistance exercise on strength, local muscular endurance, and hypertrophy. J. Strength Cond. Res.\n2015, 29, 1349–1358. [CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 22 of 27\n58. Ribeiro, A.S.; Schoenfeld, B.J.; Silva, D.R.; Pina, F.L.; Guariglia, D.A.; Porto, M.; Maesta, N.; Burini, R.C.;\nCyrino, E.S. Eﬀect of Two-Versus Three-Way Split Resistance Training Routines on Body Composition and\nMuscular Strength in Bodybuilders: A Pilot Study. Int. J. Sport Nutr. Exerc. Metab. 2015, 25, 559–565.\n[CrossRef]\n59. Roberts, M.D.; Iosia, M.; Kerksick, C.M.; Taylor, L.W.; Campbell, B.; Wilborn, C.D.; Harvey, T.; Cooke, M.;\nRasmussen, C.; Greenwood, M.; et al. Eﬀects of arachidonic acid supplementation on training adaptations in\nresistance-trained males. J. Int. Soc. Sports Nutr. 2007, 4, 21. [CrossRef]\n60. Rogerson, S.; Riches, C.J.; Jennings, C.; Weatherby, R.P .; Meir, R.A.; Marshall-Gradisnik, S.M. The eﬀect of ﬁve\nweeks of Tribulus terrestris supplementation on muscle strength and body composition during preseason\ntraining in elite rugby league players. J. Strength Cond. Res. 2007, 21, 348–353.\n61. Schumann, M.; Kuusmaa, M.; Newton, R.U.; Sirparanta, A.I.; Syvaoja, H.; Hakkinen, A.; Hakkinen, K. Fitness\nand lean mass increases during combined training independent of loading order. Med. Sci. Sports Exerc.\n2014, 46, 1758–1768. [CrossRef]\n62. Shelmadine, B.; Cooke, M.; Buford, T.; Hudson, G.; Redd, L.; Leutholtz, B.; Willoughby, D.S. Eﬀects of 28 days\nof resistance exercise and consuming a commercially available pre-workout supplement, NO-Shotgun(R), on\nbody composition, muscle strength and mass, markers of satellite cell activation, and clinical safety markers\nin males. J. Int. Soc. Sports Nutr. 2009, 6, 16. [CrossRef] [PubMed]\n63. Snijders, T.; Res, P .T.; Smeets, J.S.; van Vliet, S.; van Kranenburg, J.; Maase, K.; Kies, A.K.; Verdijk, L.B.;\nvan Loon, L.J. Protein Ingestion before Sleep Increases Muscle Mass and Strength Gains during Prolonged\nResistance-Type Exercise Training in Healthy Young Men.J. Nutr. 2015, 145, 1178–1184. [CrossRef] [PubMed]\n64. Spence, A.L.; Naylor, L.H.; Carter, H.H.; Buck, C.L.; Dembo, L.; Murray, C.P .; Watson, P .; Oxborough, D.;\nGeorge, K.P .; Green, D.J. A prospective randomised longitudinal MRI study of left ventricular adaptation to\nendurance and resistance exercise training in humans. J. Physiol. 2011, 589, 5443–5452. [CrossRef] [PubMed]\n65. Spillane, M.; Schoch, R.; Cooke, M.; Harvey, T.; Greenwood, M.; Kreider, R.; Willoughby, D.S. The e ﬀects of\ncreatine ethyl ester supplementation combined with heavy resistance training on body composition, muscle\nperformance, and serum and muscle creatine levels. J. Int. Soc. Sports Nutr. 2009, 6, 6. [CrossRef]\n66. Spillane, M.; Schwarz, N.; Leddy, S.; Correa, T.; Minter, M.; Longoria, V .; Willoughby, D.S. E ﬀects of 28\ndays of resistance exercise while consuming commercially available pre- and post-workout supplements,\nNO-Shotgun (R) and NO-Synthesize (R) on body composition, muscle strength and mass, markers of protein\nsynthesis, and clinical safety markers in males. Nutr. Metab. 2011, 8, 78.\n67. Terzis, G.; Georgiadis, G.; Stratakos, G.; Vogiatzis, I.; Kavouras, S.; Manta, P .; Mascher, H.; Blomstrand, E.\nResistance exercise-induced increase in muscle mass correlates with p70S6 kinase phosphorylation in human\nsubjects. Eur. J. Appl. Physiol. 2008, 102, 145–152. [CrossRef]\n68. Terzis, G.; Stratakos, G.; Manta, P .; Georgiadis, G. Throwing performance after resistance training and\ndetraining. J. Strength Cond. Res. 2008, 22, 1198–1204. [CrossRef]\n69. Thomson, J.S.; Watson, P .E.; Rowlands, D.S. E ﬀects of nine weeks of beta-HYDROXY-\nbeta-METHYLBUTYRATE supplementation on strength and body composition in resistance trained men. J.\nStrength Cond. Res. 2009, 23, 827–835. [CrossRef]\n70. Tomljanovic, M.; Spasic, M.; Gabrilo, G.; Uljevic, O.; Foretic, N. E ﬀects of ﬁve weeks of functional vs.\nTraditional resistance training on anthropometric and motor performance variables. Kinesiology 2011, 43,\n145–154.\n71. Wilborn, C.; Taylor, L.; Poole, C.; Foster, C.; Willoughby, D.; Kreider, R. Eﬀects of a Purported Aromatase and\n5 alpha-Reductase Inhibitor on Hormone Proﬁles in College-Age Men. Int. J. Sport Nutr. Exerc. Metab. 2010,\n20, 457–465. [CrossRef]\n72. Willoughby, D.S.; Spillane, M.; Schwarz, N. Heavy Resistance Training and Supplementation with the\nAlleged Testosterone Booster NMDA Has No Eﬀect on Body Composition, Muscle Performance, and Serum\nHormones Associated with the Hypothalamo-Pituitary-Gonadal Axis in Resistance-Trained Males. J. Sports\nSci. Med. 2014, 13, 192–199. [PubMed]\n73. Willoughby, D.S.; Stout, J.R.; Wilborn, C.D. E ﬀects of resistance training and protein plus amino acid\nsupplementation on muscle anabolism, mass, and strength. Amino Acids 2007, 32, 467–477. [CrossRef]\n[PubMed]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 23 of 27\n74. Wilson, J.M.; Joy, J.M.; Lowery, R.P .; Roberts, M.D.; Lockwood, C.M.; Manninen, A.H.; Fuller, J.C., Jr.; De\nSouza, E.O.; Baier, S.M.; Wilson, S.M.C.; et al. Eﬀects of oral adenosine-5′-triphosphate supplementation\non athletic performance, skeletal muscle hypertrophy and recovery in resistance-trained men. Nutr. Metab.\n2013, 10, 57. [CrossRef] [PubMed]\n75. Wilson, J.M.; Lowery, R.P .; Joy, J.M.; Andersen, J.C.; Wilson, S.M.; Stout, J.R.; Duncan, N.; Fuller, J.C.;\nBaier, S.M.; Naimo, M.A.; et al. The e ﬀects of 12 weeks of beta-hydroxy-beta-methylbutyrate free acid\nsupplementation on muscle mass, strength, and power in resistance-trained individuals: A randomized,\ndouble-blind, placebo-controlled study. Eur. J. Appl. Physiol. 2014, 114, 1217–1227. [CrossRef]\n76. Zamani, M.; Peeri, M. The Eﬀect of Body Part-dependent Resistance Training on Lipid Proﬁles and Hormonal\nLevels in Young Males. Ann. Appl. Sport Sci. 2017, 5, 51–58. [CrossRef]\n77. Alcaraz, P .E.; Perez-Gomez, J.; Chavarrias, M.; Blazevich, A.J. Similarity in adaptations to high-resistance\ncircuit vs. traditional strength training in resistance-trained men. J. Strength Cond. Res. 2011, 25, 2519–2527.\n[CrossRef]\n78. Andre, T.L.; Gann, J.J.; McKinley-Barnard, S.K.; Song, J.J.; Willoughby, D.S. Eight Weeks of Phosphatidic Acid\nSupplementation in Conjunction with Resistance Training Does Not Diﬀerentially Aﬀect Body Composition\nand Muscle Strength in Resistance-Trained Men. J. Sports Sci. Med. 2016, 15, 532–539.\n79. Ara, I.; Perez-Gomez, J.; Vicente-Rodriguez, G.; Chavarren, J.; Dorado, C.; Calbet, J.A.L. Serum free\ntestosterone, leptin and soluble leptin receptor changes in a 6-week strength-training programme. Br. J. Nutr.\n2007, 96, 1053–1059. [CrossRef]\n80. Bemben, M.G.; Bemben, D.A.; Loftiss, D.D.; Knehans, A.W. Creatine supplementation during resistance\ntraining in college football athletes. Med. Sci. Sports Exerc. 2001, 33, 1667–1673. [CrossRef]\n81. Brown, G.A.; Vukovich, M.D.; Sharp, R.L.; Reifenrath, T.A.; Parsons, K.A.; King, D.S. Eﬀect of oral DHEA on\nserum testosterone and adaptations to resistance training in young men. J. Appl. Physiol. 1999, 87, 2274–2283.\n[CrossRef]\n82. Burke, D.G.; Chilibeck, P .D.; Davison, K.S.; Candow, D.G.; Farthing, J.; Smith-Palmer, T. The eﬀect of whey\nprotein supplementation with and without creatine monohydrate combined with resistance training on lean\ntissue mass and muscle strength. Int. J. Sport Nutr. Exerc. Metab. 2001, 11, 349–364. [CrossRef] [PubMed]\n83. Caldow, M.K.; Thomas, E.E.; Dale, M.J.; Tomkinson, G.R.; Buckley, J.D.; Cameron-Smith, D. Early myogenic\nresponses to acute exercise before and after resistance training in young men. Physiol. Rep. 2015, 3, e12511.\n[CrossRef] [PubMed]\n84. Chycki, J.; Czuba, M.; Golas, A.; Zajac, A.; Fidos-Czuba, O.; Mlynarz, A.; Smolka, W. Neuroendocrine\nResponses and Body Composition Changes Following Resistance Training Under Normobaric Hypoxia. J.\nHum. Kinet. 2016, 53, 91–98. [CrossRef] [PubMed]\n85. Deyssig, R.; Frisch, H.; Blum, W.F.; Waldhor, T. Eﬀect of growth hormone treatment on hormonal parameters,\nbody composition and strength in athletes. Eur. J. Endocrinol. 1993, 128, 313–318. [CrossRef] [PubMed]\n86. Escalante, G.; Alencar, M.; Haddock, B.; Harvey, P . The eﬀects of phosphatidic acid supplementation on\nstrength, body composition, muscular endurance, power, agility, and vertical jump in resistance trained men.\nJ. Int. Soc. Sports Nutr. 2016, 13, 24. [CrossRef]\n87. Fahey, T.D.; Brown, C.H. Eﬀects of an anabolic steroid on strength, body composition, and endurance of\ncollege males when accompanied by a weight training-program. Med. Sci. Sports Exerc. 1973, 5, 272–276.\n[CrossRef]\n88. Falk, D.J.; Heelan, K.A.; Thyfault, J.P .; Koch, A.J. E ﬀects of e ﬀervescent creatine, ribose, and glutamine\nsupplementation on muscular strength, muscular endurance, and body composition. J. Strength Cond. Res.\n2003, 17, 810–816.\n89. Fyfe, J.J.; Bartlett, J.D.; Hanson, E.D.; Stepto, N.K.; Bishop, D.J. Endurance Training Intensity Does Not\nMediate Interference to Maximal Lower-Body Strength Gain during Short-Term Concurrent Training.Front.\nPhysiol. 2016, 7, 487. [CrossRef]\n90. Glowacki, S.P .; Martin, S.E.; Maurer, A.N.N.; Baek, W.; Green, J.S.; Crouse, S.F. E ﬀects of Resistance,\nEndurance, and Concurrent Exercise on Training Outcomes in Men. Med. Sci. Sports Exerc. 2004, 36,\n2119–2127. [CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 24 of 27\n91. Gobbo, L.A.; Ritti-Dias, R.M.; Avelar, A.; Silva, A.M.; Coelho-e-Silva, M.J.; Cyrino, E.S. Changes in skeletal\nmuscle mass assessed by anthropometric equations after resistance training. Int. J. Sports Med. 2013, 34,\n28–33. [CrossRef]\n92. Harber, M.P .; Fry, A.C.; Rubin, M.R.; Smith, J.C.; Weiss, L.W. Skeletal muscle and hormonal adaptations to\ncircuit weight training in untrained men. Scand. J. Med. Sci. Sports 2004, 14, 176–185. [CrossRef]\n93. Hoﬀman, J.R.; Ratamess, N.A.; Tranchina, C.P .; Rashti, S.L.; Kang, J.; Faigenbaum, A.D. E ﬀect of\nProtein-Supplement Timing on Strength, Power, and Body-Composition Changes in Resistance-Trained Men.\nInt. J. Sport Nutr. Exerc. Metab. 2009, 19, 172–185. [CrossRef] [PubMed]\n94. Hoﬀman, J.R.; Stout, J.R.; Williams, D.R.; Wells, A.J.; Fragala, M.S.; Mangine, G.T.; Gonzalez, A.M.;\nEmerson, N.S.; McCormack, W.P .; Scanlon, T.C.; et al. Eﬃcacy of phosphatidic acid ingestion on lean body\nmass, muscle thickness and strength gains in resistance-trained men. J. Int. Soc. Sports Nutr. 2012, 9, 47.\n[CrossRef] [PubMed]\n95. Ihalainen, J.K.; Peltonen, H.; Paulsen, G.; Ahtiainen, J.P .; Taipale, R.S.; Hamalainen, M.; Moilanen, E.;\nMero, A.A. Inﬂammation status of healthy young men: Initial and speciﬁc responses to resistance training.\nAppl. Physiol. Nutr. Metab. 2018, 43, 252–258. [CrossRef] [PubMed]\n96. Joy, J.M.; Vogel, R.M.; Moon, J.R.; Falcone, P .H.; Mosman, M.M.; Kim, M.P . Twelve weeks supplementation\nwith an extended-release caﬀeine and ATP-enhancing supplement may improve body composition without\naﬀecting hematology in resistance-trained men. J. Int. Soc. Sports Nutr. 2016, 13, 25. [CrossRef] [PubMed]\n97. Kelly, V .G.; Jenkins, D.G. Eﬀect of oral creatine supplementation on near-maximal strength and repeated sets\nof high-intensity bench press exercise. J. Strength Cond. Res. 1998, 12, 109–115.\n98. Kerksick, C.M.; Wilborn, C.D.; Campbell, W.I.; Harvey, T.M.; Marcello, B.M.; Roberts, M.D.; Parker, A.G.;\nByars, A.G.; Greenwood, L.D.; Almada, A.L.; et al. The eﬀects of creatine monohydrate supplementation\nwith and without D-Pinitol on resistance training adaptations. J. Strength Cond. Res. 2009, 23, 2673–2682.\n[CrossRef] [PubMed]\n99. Kerksick, C.M.; Rasmussen, C.J.; Lancaster, S.L.; Magu, B.; Smith, P .; Melton, C.; Greenwood, M.; Almada, A.L.;\nEarnest, C.P .; Kreider, R.B. The eﬀects of protein and amino acid supplementation on performance and\ntraining adaptations during ten weeks of resistance training. J. Strength Cond. Res. 2006, 20, 643–653.\n100. King, D.S.; Sharp, R.L.; Vukovich, M.D.; Brown, G.A.; Reifenrath, T.A.; Uhl, N.L.; Parsons, K.A. Eﬀect of oral\nandrostenedione on serum testosterone and adaptations to resistance training in young men: A randomized\ncontrolled trial. JAMA 1999, 281, 2020–2028. [CrossRef]\n101. Ko, I.G.; Choi, P .B. Regular exercise modulates obesity factors and body composition in sturdy men.J. Exerc.\nRehabil. 2013, 9, 256–262. [CrossRef]\n102. Kreider, R.B.; Ferreira, M.P .; Greenwood, M.; Wilson, M.; Almada, A.L. Eﬀects of conjugated linoleic acid\nsupplementation during resistance training on body composition, bone density, strength, and selected\nhematological markers. J. Strength Cond. Res. 2002, 16, 325–334. [PubMed]\n103. Lemon, P .W.; Tarnopolsky, M.A.; MacDougall, J.D.; Atkinson, S.A. Protein requirements and muscle\nmass/strength changes during intensive training in novice bodybuilders. J. Appl. Physiol. 1992, 73, 767–775.\n[CrossRef] [PubMed]\n104. Lo, M.S.; Lin, L.L.C.; Yao, W.J.; Ma, M.C. Training and detraining eﬀects of the Resistance vs Endurance\nprogram on body composition, body size, and physical performance in young men. J. Strength Cond. Res.\n2011, 25, 2246–2254. [CrossRef] [PubMed]\n105. Lowery, R.P .; Joy, J.M.; Loenneke, J.P .; de Souza, E.O.; Machado, M.; Dudeck, J.E.; Wilson, J.M. Practical blood\nﬂow restriction training increases muscle hypertrophy during a periodized resistance training programme.\nClin. Physiol. Funct. Imaging 2014, 34, 317–321. [CrossRef] [PubMed]\n106. Mangine, G.T.; Ratamess, N.A.; Ho ﬀman, J.R.; Faigenbaum, A.D.; Kang, J.; Chilakos, A. The e ﬀects of\ncombined ballistic and heavy resistance training on maximal lower- and upper-body strength in recreationally\ntrained men. J. Strength Cond. Res. 2008, 22, 132–139. [CrossRef] [PubMed]\n107. Mayhew, D.L.; Kim, J.S.; Cross, J.M.; Ferrando, A.A.; Bamman, M.M. Translational signaling responses\npreceding resistance training-mediated myoﬁber hypertrophy in young and old humans. J. Appl. Physiol.\n2009, 107, 1655–1662. [CrossRef] [PubMed]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 25 of 27\n108. Miller, W.J.; Sherman, W.M.; Ivy, J.L. Eﬀect of strength training on glucose tolerance and post-glucose insulin\nresponse. Med. Sci. Sports Exerc. 1984, 16, 539–543. [CrossRef]\n109. Moore, D.R.; Del Bel, N.C.; Nizi, K.I.; Hartman, J.W.; Tang, J.E.; Armstrong, D.; Phillips, S.M. Resistance\ntraining reduces fasted- and fed-state leucine turnover and increases dietary nitrogen retention in previously\nuntrained young men. J. Nutr. 2007, 137, 985–991. [CrossRef]\n110. Paoli, A.; Gentil, P .; Moro, T.; Marcolin, G.; Bianco, A. Resistance Training with Single vs. Multi-joint Exercises\nat Equal Total Load Volume: Eﬀects on Body Composition, Cardiorespiratory Fitness, and Muscle Strength.\nFront. Physiol. 2017, 8, 1105. [CrossRef]\n111. Peeters, B.M.; Lantz, C.D.; Mayhew, J.L. E ﬀect of oral creatine monohydrate and creatine phosphate\nsupplementation on maximal strength indices, body composition, and blood pressure. J. Strength Cond. Res.\n1999, 13, 3–9.\n112. Peronnet, F.; Thibault, G.; Perrault, H.; Cousineau, D. Sympathetic response to maximal bicycle exercise\nbefore and after leg strength training. Eur. J. Appl. Physiol. Occup. Physiol. 1986, 55, 1–4. [CrossRef]\n113. Saremi, A.; Gharakhanloo, R.; Sharghi, S.; Gharaati, M.R.; Larijani, B.; Omidfar, K. Eﬀects of oral creatine\nand resistance training on serum myostatin and GASP-1. Mol. Cell Endocrinol. 2010, 317, 25–30. [CrossRef]\n[PubMed]\n114. Schneider, S.M.; Amonette, W.E.; Blazine, K.; Bentley, J.; Lee, S.M.; Loehr, J.A.; Moore, A.D., Jr.; Rapley, M.;\nMulder, E.R.; Smith, S.M. Training with the International Space Station interim resistive exercise device.Med.\nSci. Sports Exerc. 2003, 35, 1935–1945. [CrossRef] [PubMed]\n115. Slater, G.; Jenkins, D.; Logan, P .; Lee, H.; Vukovich, M.; Rathmacher, J.A.; Hahn, A.G.\nbeta-hydroxy-beta-methylbutyrate (HMB) supplementation does not a ﬀect changes in strength or body\ncomposition during resistance training in trained men. Int. J. Sport Nutr. Exerc. Metab. 2001, 11, 384–396.\n[CrossRef] [PubMed]\n116. Spillane, M.; Willoughby, D.S. Daily Overfeeding from Protein and/or Carbohydrate Supplementation for\nEight Weeks in Conjunction with Resistance Training Does not Improve Body Composition and Muscle\nStrength or Increase Markers Indicative of Muscle Protein Synthesis and Myogenesis in Resistance-Trained\nMales. J. Sports Sci. Med. 2016, 15, 17–25. [PubMed]\n117. Taylor, L.; Poole, C.; Pena, E.; Lewing, M.; Kreider, R.; Foster, C.; Wilborn, C. Eﬀects of combined creatine\nplus fenugreek extract vs. creatine plus carbohydrate supplementation on resistance training adaptations. J.\nSports Sci. Med. 2011, 10, 254–260. [PubMed]\n118. Thorstensson, A.; Hulten, B.; von Dobeln, W.; Karlsson, J. Eﬀect of strength training on enzyme activities and\nﬁbre characteristics in human skeletal muscle. Acta Physiol. Scand. 1976, 96, 392–398. [CrossRef]\n119. Tinsley, G.M.; Urbina, S.; Mullins, J.; Outlaw, J.; Hayward, S.; Stone, M.; Foster, C.; Wilborn, C.; Taylor, L.\nInﬂuence of A Thermogenic Dietary Supplement on Safety Markers, Body Composition, Energy Expenditure,\nMuscular Performance and Hormone Concentrations: A Randomized, Placebo-Controlled, Double-Blind\nTrial. J. Sports Sci. Med. 2017, 16, 459–467.\n120. Volek, J.S.; Ratamess, N.A.; Rubin, M.R.; Gomez, A.L.; French, D.N.; McGuigan, M.M.; Scheett, T.P .;\nSharman, M.J.; Hakkinen, K.; Kraemer, W.J. The eﬀects of creatine supplementation on muscular performance\nand body composition responses to short-term resistance training overreaching. Eur. J. Appl. Physiol. 2004,\n91, 628–637. [CrossRef]\n121. Yan, B.; Lai, X.; Yi, L.; Wang, Y.; Hu, Y. Eﬀects of ﬁve-week resistance training in hypoxia on hormones and\nmuscle strength. J. Strength Cond. Res. 2016, 30, 184–193. [CrossRef]\n122. Cermak, N.M.; Res, P .T.; de Groot, L.C.; Saris, W.H.; van Loon, L.J. Protein supplementation augments the\nadaptive response of skeletal muscle to resistance-type exercise training: A meta-analysis. Am. J. Clin. Nutr.\n2012, 96, 1454–1464. [CrossRef] [PubMed]\n123. Davies, R.W.; Carson, B.P .; Jakeman, P .M. The Eﬀect of Whey Protein Supplementation on the Temporal\nRecovery of Muscle Function Following Resistance Training: A Systematic Review and Meta-Analysis.\nNutrients 2018, 10, 221. [CrossRef] [PubMed]\n124. Finger, D.; Goltz, F.R.; Umpierre, D.; Meyer, E.; Rosa, L.H.; Schneider, C.D. Eﬀects of protein supplementation\nin older adults undergoing resistance training: A systematic review and meta-analysis. Sports Med. 2015, 45,\n245–255. [CrossRef]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 26 of 27\n125. Miller, P .E.; Alexander, D.D.; Perez, V . Eﬀects of whey protein and resistance exercise on body composition:\nA meta-analysis of randomized controlled trials. J. Am. Coll. Nutr. 2014, 33, 163–175. [CrossRef] [PubMed]\n126. Naclerio, F.; Larumbe-Zabala, E. Eﬀects of Whey Protein Alone or as Part of a Multi-ingredient Formulation\non Strength, Fat-Free Mass, or Lean Body Mass in Resistance-Trained Individuals: A Meta-analysis. Sports\nMed. 2016, 46, 125–137. [CrossRef] [PubMed]\n127. Nissen, S.L.; Sharp, R.L. E ﬀect of dietary supplements on lean mass and strength gains with resistance\nexercise: A meta-analysis. J. Appl. Physiol. 2003, 94, 651–659. [CrossRef] [PubMed]\n128. Schoenfeld, B.J.; Aragon, A.A.; Krieger, J.W. The eﬀect of protein timing on muscle strength and hypertrophy:\nA meta-analysis. J. Int. Soc. Sports Nutr. 2013, 10, 53. [CrossRef]\n129. Thomas, D.K.; Quinn, M.A.; Saunders, D.H.; Greig, C.A. Protein Supplementation Does Not Signiﬁcantly\nAugment the Eﬀects of Resistance Exercise Training in Older Adults: A Systematic Review. J. Am. Med. Dir.\nAssoc. 2016, 17, 959.e1–959.e9. [CrossRef]\n130. Schoenfeld, B.J.; Ogborn, D.; Krieger, J.W. Eﬀects of Resistance Training Frequency on Measures of Muscle\nHypertrophy: A Systematic Review and Meta-Analysis. Sports Med. 2016, 46, 1689–1697. [CrossRef]\n131. Schoenfeld, B.J.; Grgic, J.; Krieger, J. How many times per week should a muscle be trained to maximize\nmuscle hypertrophy? A systematic review and meta-analysis of studies examining the eﬀects of resistance\ntraining frequency. J. Sports Sci. 2018, 1–10. [CrossRef]\n132. Schoenfeld, B.J.; Contreras, B.; Krieger, J.; Grgic, J.; Delcastillo, K.; Belliard, R.; Alto, A. Resistance Training\nVolume Enhances Muscle Hypertrophy but Not Strength in Trained Men.Med. Sci. Sports Exerc. 2019, 51,\n94–103. [CrossRef] [PubMed]\n133. Grgic, J.; Mikulic, P .; Podnar, H.; Pedisic, Z. Eﬀects of linear and daily undulating periodized resistance\ntraining programs on measures of muscle hypertrophy: A systematic review and meta-analysis. PeerJ 2017,\n5, e3695. [CrossRef] [PubMed]\n134. Lexell, J.; Taylor, C.C.; Sjostrom, M. What is the cause of the ageing atrophy? Total number, size and\nproportion of diﬀerent ﬁber types studied in whole vastus lateralis muscle from 15- to 83-year-old men. J.\nNeurol. Sci. 1988, 84, 275–294. [CrossRef]\n135. Akima, H.; Kano, Y.; Enomoto, Y.; Ishizu, M.; Okada, M.; Oishi, Y.; Katsuta, S.; Kuno, S. Muscle function in\n164 men and women aged 20–84 yr. Med. Sci. Sports Exerc. 2001, 33, 220–226. [CrossRef] [PubMed]\n136. Moore, D.R.; Churchward-Venne, T.A.; Witard, O.; Breen, L.; Burd, N.A.; Tipton, K.D.; Phillips, S.M. Protein\ningestion to stimulate myoﬁbrillar protein synthesis requires greater relative protein intakes in healthy older\nversus younger men. J. Gerontol. Ser. A Biol. Sci. Med Sci. 2015, 70, 57–62. [CrossRef]\n137. Ogasawara, R.; Yasuda, T.; Ishii, N.; Abe, T. Comparison of muscle hypertrophy following 6-month of\ncontinuous and periodic strength training. Eur. J. Appl. Physiol. 2013, 113, 975–985. [CrossRef]\n138. Alway, S.E.; Grumbt, W.H.; Stray-Gundersen, J.; Gonyea, W.J. Eﬀects of resistance training on elbow ﬂexors\nof highly competitive bodybuilders. J. Appl. Physiol. 1992, 72, 1512–1521. [CrossRef]\n139. Bycura, D.; Feito, Y.; Prather, C. Motivational Factors in CrossFit® Training Participation. Health Behav. Policy\nRev. 2017, 4, 539–550. [CrossRef]\n140. Wikstrom-Frisen, L.; Boraxbekk, C.J.; Henriksson-Larsen, K. Eﬀects on power, strength and lean body mass\nof menstrual/oral contraceptive cycle based resistance training. J. Sports Med. Phys. Fit. 2017, 57, 43–52.\n141. Sung, E.; Han, A.; Hinrichs, T.; Vorgerd, M.; Manchado, C.; Platen, P . E ﬀects of follicular versus luteal\nphase-based strength training in young women. Springerplus 2014, 3, 668. [CrossRef]\n142. Krieger, J.W. Single vs. multiple sets of resistance exercise for muscle hypertrophy: A meta-analysis. J.\nStrength Cond. Res. 2010, 24, 1150–1159. [CrossRef] [PubMed]\n143. Fisher, J. Beware the Meta-Analysis: Is Multiple Set Training Really Better than Single Set Training for Muscle\nHypertrophy? J. Exerc. Physiol. Online 2012, 15, 23–30.\n144. Burd, N.A.; Holwerda, A.M.; Selby, K.C.; West, D.W.; Staples, A.W.; Cain, N.E.; Cashaback, J.G.; Potvin, J.R.;\nBaker, S.K.; Phillips, S.M. Resistance exercise volume a ﬀects myoﬁbrillar protein synthesis and anabolic\nsignalling molecule phosphorylation in young men. J. Physiol. 2010, 588, 3119–3130. [CrossRef]\n145. Dankel, S.J.; Mattocks, K.T.; Jessee, M.B.; Buckner, S.L.; Mouser, J.G.; Counts, B.R.; Laurentino, G.C.;\nLoenneke, J.P . Frequency: The Overlooked Resistance Training Variable for Inducing Muscle Hypertrophy?\nSports Med. 2017, 47, 799–805. [CrossRef] [PubMed]\n\nInt. J. Environ. Res. Public Health 2020, 17, 1285 27 of 27\n146. Abe, T.; Kojima, K.; Kearns, C.F.; Yohena, H.; Fukuda, J. Whole body muscle hypertrophy from resistance\ntraining: Distribution and total mass. Br. J. Sports Med. 2003, 37, 543–545. [CrossRef]\n147. Cupeiro, C.; Rubio-arias, J.A.; Ramos-campo, D.; Alcaraz, P .E.; Benito, P .J. Comparison of di ﬀerent\nmeasurement techniques for quantifying whole body muscle hypertrophy in men. In Book of Abstracts of\nthe 24th Annual Congress of the European College of Sport Science; Bunc, V ., Tsolakidis, E., Eds.; ECSS: Prague,\nCzech Republic, 2019.\n© 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access\narticle distributed under the terms and conditions of the Creative Commons Attribution\n(CC BY) license (http://creativecommons.org/licenses/by/4.0/)."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 24,
    "primary_human": "hypertrophy (FFM; LMM; SMM)"
  },
  "bucket": "A",
  "notes": "RT increases whole-body muscle mass by ~1.5 kg on average; participant characteristics explained little variance, whereas very high sets per workout showed a small negative association with gains."
}