{
  "id": 3,
  "title": "Comparison of Periodized and Non-Periodized Resistance Training on Maximal Strength: A Meta-Analysis",
  "authors": "Williams TD; Tolusso DV; Fedewa MV; Esco MR",
  "year": 2017,
  "doi": "10.1007/s40279-017-0734-y",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "periodization",
    "non_periodized",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults)"
  },
  "sections": {
    "abstract": "Background Periodization is a logical method of organiz-\ning training into sequential phases and cyclical time peri-\nods in order to increase the potential for achieving speciﬁc\nperformance goals while minimizing the potential for\novertraining. Periodized resistance training plans are pro-\nposed to be superior to non-periodized training plans for\nenhancing maximal strength.\nObjective The primary aim of this study was to examine\nthe previous literature comparing periodized resistance\ntraining plans to non-periodized resistance training plans\nand determine a quantitative estimate of effect on maximal\nstrength.",
    "methods": "All studies included in the meta-analysis met the\nfollowing inclusion criteria: (1) peer-reviewed publication;\n(2) published in English; (3) comparison of a periodized\nresistance training group to a non-periodized resistance\ntraining group; (4) maximal strength measured by 1-repe-\ntition maximum (1RM) squat, bench press, or leg press.\nData were extracted and independently coded by two\nauthors. Random-effects models were used to aggregate a\nmean effect size (ES), 95% conﬁdence intervals (CIs) and\npotential moderators.",
    "results": "The cumulative results of 81 effects gathered from\n18 studies published between 1988 and 2015 indicated that\nthe magnitude of improvement in 1RM following peri-\nodized resistance training was greater than non-periodized\nresistance training (ES = 0.43, 95% CI 0.27–0.58;\nP \\ 0.001). Periodization model ( b = 0.51; P = 0.0010),\ntraining status ( b =- 0.59; P = 0.0305), study length\n(b = 0.03; P = 0.0067), and training frequency ( b = 0.46;\nP = 0.0123) were associated with a change in 1RM. These\nresults indicate that undulating programs were more\nfavorable for strength gains. Improvements in 1RM were\ngreater among untrained participants. Additionally, higher\ntraining frequency and longer study length were associated\nwith larger improvements in 1RM.",
    "conclusion": "These results suggest that periodized resis-\ntance training plans have a moderate effect on 1RM com-\npared to non-periodized training plans. Variation in\ntraining stimuli appears to be vital for increasing maximal\nstrength, and longer periods of higher training frequency\nmay be preferred.\n& Tyler D. Williams\ntdwilliams4@crimson.ua.edu\nDanilo V. Tolusso\ndvtolusso@crimson.ua.edu\nMichael V. Fedewa\nmichael.v.fedewa@ua.edu\nMichael R. Esco\nmresco@ua.edu\n1 Department of Kinesiology, The University of Alabama,\n1013 Moore Hall, Box 870312, Tuscaloosa, AL 35487-0231,\nUSA\n2 Department of Kinesiology, Samford University, 800\nLakeshore Drive, Birmingham, AL 35229, USA\n123\nSports Med\nDOI 10.1007/s40279-017-0734-y\n\nKey Points\nThe overall concept of periodization is to manipulate\nthe training variables in a cyclical, non-linear\nmanner through speciﬁc ﬁtness phases. Variations in\ntraining stimuli, a central component of\nperiodization, appear to provide greater increases in\nmaximal strength compared to non-periodized\nresistance training.\nComparisons of different periodization models\ncreate confusion over accurate terminology and lead\nthe readers to believe that these models are mutually\nexclusive. However, the fundamental concept of\nperiodization consists of variations at multiple levels\nto enhance performance and minimize the risk of\novertraining potential.\nWhile periodization is a ‘‘long-term’’ approach to\ntraining, a majority of the studies comparing\nperiodized training to non-periodized training are\nless than 16 weeks in duration. The superior effect of\nperiodization observed in our analysis may be a\nconservative estimate, as longer duration studies\nappear to show a greater enhancement in maximal\nstrength.\n1",
    "introduction": "Resistance training is recognized as an important mode of\nexercise for achieving ﬁtness and health-related goals [ 1].\nNumerous health beneﬁts have been documented, and\nresistance training exercise is prescribed to a wide range of\nindividuals [ 2]. While resistance training can improve\nhealth and quality of daily living, one of the most common\napplications of this exercise modality is to enhance sports\nperformance. Generally, resistance training is used by\nathletes to increase muscular strength, which is considered\nthe amount of force that can be exerted by a muscle or\ngroup of muscles under speciﬁc conditions and is an\nessential component of human performance [ 3, 4]. Maxi-\nmal strength is the ability to produce a maximal voluntary\nmuscular contraction against an external resistance and is\ncommonly assessed by performing a 1-repetition maximum\n(1RM) during a dynamic exercise. Most strength and\nconditioning programs focus on improving 1RM as a\ncomponent of general physical preparedness [ 3]. Maximal\nstrength is highly related to power output [ 5–8], and\nstronger athletes have greater potential for power\ndevelopment [ 9]. A variety of sports-related skills, such as\nsprinting, jumping, and changing direction, require high\npower outputs, and maximal strength serves as a crucial\ncomponent in expressing these abilities [ 10]. While maxi-\nmal strength may provide the foundation for developing\nand enhancing most sport-speciﬁc abilities, it serves as the\nprimary performance outcome for the sport of powerlifting.\nHowever, the name may be misleading, because the fun-\ndamental nature of powerlifting consists of the ability to\ndisplay feats of maximal strength. Powerlifting requires\nhigh levels of force production during the completion of a\n1RM for the squat, bench press, and deadlift [ 11]. In the\nattempt to increase maximal strength and improve power-\nlifting performance, various training methods are used.\nDue to the increasing popularity of the sport of power-\nlifting, a wide variety of resistance training programs have\nbeen developed to enhance maximal strength. While these\nprograms are designed to achieve the same training effect,\nthe components of each program may differ greatly. Proper\nprogram design must account for several acute variables,\nwhich include the following: training intensity, training\nvolume, training frequency, exercise selection and order,\nrepetition velocity and rest intervals [ 2, 4]. Although each\nof these training variables is important, training volume\nand training intensity have received the greatest attention in\nregard to enhancing muscular strength [ 12]. Typically,\ntraining intensity and training volume share an inverse\nrelationship. The amount of weight lifted directly and\nnegatively correlates with the number of repetitions that are\nable to be performed [ 2, 4]. Due to the ability to stimulate\nhigh-threshold motor units, training with heavy loads (80%\nof 1RM and greater) appears to be more beneﬁcial in\ndeveloping maximal strength [ 2, 13–16]. However, exten-\nded periods of training at a high intensity can greatly\nincrease the risk of stagnation or overtraining [ 2, 17].\nTherefore, a periodized training plan is often utilized to\nminimize overtraining while optimizing peak strength\nperformance [ 18].\nPeriodization is a logical method of organizing training\ninto sequential phases and cyclical time periods in order to\nincrease the potential for achieving speciﬁc performance\ngoals while minimizing the potential for overtraining\n[19–22]. Periodization is considered an integral part of the\ntraining process and provides the conceptual framework for\ndesigning a training program [ 23]. While periodization and\nprogramming are difﬁcult to separate, they each focus on\ndifferent aspects of the training process. Periodization\nintroduces variation through cyclical phases and time\nperiods, while programming consists of structuring the\ntraining variables (load, sets, repetitions, and exercise\nselection) within the phases to enhance the training effect\n[20]. Fundamentally, there are two models of periodization,\nparallel and sequential models. The classic works of\nT. D. Williams et al.\n123\n\nMatveyev depict parallel models of periodization that\nconsist of developing multiple training abilities simulta-\nneously. Conceptually, traditional models of periodization\n(TP) are generally classiﬁed as parallel models, whilst\nblock models are considered sequential models. Block\nperiodization (BLP) is based on the concept of concen-\ntrating training loads into ‘‘blocks’’ in order to develop\nspeciﬁc physiological systems and motor abilities [ 24, 25].\nThese concentrated workloads are used to address one of\nthe major limitations of TP, wherein advanced athletes are\nincapable of developing multiple abilities at any one time,\nprimarily because they are closer to their genetic potential\nand fatigue accumulation exceeds recovery capabilities due\nto extensive training loads [ 23]. In BLP, each training\nblock emphasizes the development of a speciﬁc training\ngoal, and when properly sequenced, these concentrated\nloads produce ﬁtness after-effects that may enhance future\ntraining through phase potentiation. Additionally, these\nblocks can be structured to allow for multiple peaks, which\nare necessary in many modern sports. This provides\nanother advantage over the traditional model, which limits\nthe number of peaks that may occur, producing suboptimal\ncompetition performance [ 20, 24, 26]. As a result, BLP has\nbeen suggested as a superior training approach for aug-\nmenting athletic performance [ 20, 26].\nAn annual training plan, consisting of a hierarchy of\ntime periods and distinct ﬁtness phases, is the yearly plan\nthat outlines the competition schedule, projected testing\nsessions, and planned recovery periods. While the terms\nused to categorize these time periods may slightly differ\namong authors, an annual training plan is organized into\ndistinct cycles: the macrocycle (long-length cycle), the\nmesocycle (middle-length cycle), the microcycle (short-\nlength cycle), and the training session [ 18, 20, 27]. In\naddition to time periods, a periodized training plan uses\nsequential phases to transition from general preparation to\nsport-speciﬁc training as the athlete approaches a compe-\ntition. In the traditional model, the macrocycle and meso-\ncycle can be constructed from four sequential phases: [ 1]\npreparation, [ 2] competition, [ 3] peaking, and [ 4] transition\nor active rest [ 18, 20]. Similarly, BLP can be aligned\nwithin an annual training plan. Issurin showed how three\ntypes of mesocycle blocks can be sequenced appropriately\nwithin the annual plan based on the competition schedule\n[26]. These three mesocycle blocks consist of accumula-\ntion, transmutation, and realization blocks. Accumulation\nblocks focus on developing basic ﬁtness abilities, while\ntransmutation blocks are devoted to developing speciﬁc\nmotor and technical abilities [ 26]. Realization blocks\ninclude pre-competition strategies and the active recovery\nthat follows these previously intense workloads.\nThe appropriate sequencing of these mesocycle blocks\nand ﬁtness phases is established through programmed\nvariations in training frequency, intensity, volume, and\nexercise selection. Within the traditional model, a macro-\ncycle and mesocycle typically begins with high-volume,\nlow-intensity training and gradually shifts to low-volume,\nhigh-intensity training by the end of the cycle. Due to this\ngradual increase in intensity and reduction in volume, TP\nhas been falsely referred to as linear periodization (LP)\n[24, 27]. The term ‘‘linear periodization’’ is a misnomer, as\nthe central tenet of periodization is to integrate training\nvariation to remove linearity [ 20, 28]. Due to this mis-\nclassiﬁcation, non-linear or undulating periodization (UP)\nwas introduced as an alternative model. UP is characterized\nby frequent variations in volume and intensity that occur\ndaily or weekly [ 29, 30]. In reality, TP is an undulating\nmodel, as it consists of ﬂuctuations in workloads at mul-\ntiple levels [ 24, 27, 28, 31, 32]. Therefore, the terms\n‘‘linear’’ and ‘‘non-linear’’ are misleading, as periodization\nis non-linear in nature.\nPrevious literature has shown evidence that periodized\ntraining is superior to non-periodized training in the\ndevelopment of muscular strength [ 17, 33–36]. However,\nrecent studies suggest periodized resistance training may\nnot always produce signiﬁcant improvements in maximal\nstrength when compared to non-periodized training\n[37, 38]. A prior meta-analysis by Rhea and Alderman [ 39]\nindicated that periodized training is superior for enhancing\nstrength [effect size (ES) = 0.62] and power (ES = 2.06).\nHowever, due to the limited availability of published\nstudies before 2001, non-peer reviewed data were included\nin the analysis. With multiple studies [ 37, 38, 40–47] being\npublished since January 1, 2001, a quantitative review of\nthe current peer-reviewed literature is necessary. Addi-\ntionally, a recent meta-analytic review by Harries et al.\nfound LP and UP to have similar effects on muscular\nstrength [ 48]. However, this review only compared LP to\nUP, wherein there was not a non-periodized control group.\nThus they were unable to compare periodized resistance\ntraining to non-periodized training. Therefore, the primary\naim of this study was to examine the previous literature\ncomparing periodized training to non-periodized training\nand determine a quantitative estimate of effect on 1RM in\nupper-body and lower-body, multi-joint exercises.\n2 Methods\n2.1 Search Strategy\nThe review was conducted in accordance with PRISMA\n(Preferred Reporting Items for Systematic Reviews and\nMeta-analyses) statement guidelines [ 49]. Articles pub-\nlished before October 2, 2015 were located using searches\nof PubMed, SPORTDiscus, Physical Education Index, and\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\nSCOPUS. The following search terms were used to identify\npotential articles: periodiz*, periodis*, periodiz* training,\nperiodiz* and strength, periodiz* and resistance training,\nperiodiz* and weight lifting, periodiz* and weight training,\nperiodiz* and performance, linear periodiz*, undulating\nperiodiz*, non-linear periodiz*, and block periodiz*.\nDuplicate publications were removed, and the authors\nmanually reviewed reference lists from retrieved articles\nfor additional publications not discovered by using the\ndatabase search.\n2.2 Study Selection\nThe inclusion criteria for our analysis were as follows: [ 1]\npeer-reviewed publication; [ 2] available in English; [ 3]\ncomparison of a periodized resistance training group to a\nnon-periodized resistance training group; [ 4] maximal\nstrength measured by 1RM squat, bench press, or leg press;\n[5] mean and standard deviation (SD) provided in the text,\ntable(s), or ﬁgure(s). A total of 2011 articles were identiﬁed\nfrom the initial search. Three other articles [ 35, 46, 50]\nwere identiﬁed through other sources. Excluded records\nhad the following characteristics: [ 1] full-text not available;\n[2] non-English version; [ 3] did not use resistance training\nexercise; [ 4] 1RM not reported for back squat, bench press,\nor leg press; [ 4] lack of information to calculate ES; [ 5] did\nnot include a non-periodized resistance training compar-\nison condition. Additionally, the duration of the training\nprogram had to be a minimum of 2 weeks in length in order\nto be included in the analysis. Attempts were made to\ncontact the authors of articles [ 51–53] missing data needed\nto calculate an ES; no additional data were provided. There\nwas no age, sex, or training status restrictions on included\nstudies. Figure 1 provides a ﬂowchart of the study selection\nprocess.\nFig. 1 Flow chart of study selection. n Number of studies, SD standard deviation, 1RM 1 repetition maximum\nT. D. Williams et al.\n123\n\n2.3 Effect Size (ES) Calculation\nStudy effects were calculated using the following formula:\ng = (DMtreatment - DMcontrol)/Spooled, where g is the mag-\nnitude of the ES, DMtreatment is the mean change of the\nintervention group, DMcontrol is the mean change of the\ncontrol group, and Spooled is the pooled baseline SD [ 54].\nThese effects were then converted to Hedges’ d to correct\nfor sampling error using Hedges and Olkin’s small sample\nadjustment [ 54]. A positive effect was interpreted as an\nimprovement in maximal strength.\n2.4 Bias Assessment\nStudy quality was assessed using a modiﬁed Physiotherapy\nEvidence Database (PEDro) scale [ 55] because blinding in\nexercise training studies is not feasible. The minimum score\nwas 0 and the maximum was 10, with a higher number\nreﬂecting a better study quality. Two independent reviewers\n(TW and DT) performed the quality assessments, and dis-\ncrepancies were resolved by consensus, with a third reviewer\n(MF) if needed. In addition, publication bias was evaluated by\nfunnel plots, Egger’s test, and fail-safe N [56, 57]. A fail-safe\nnumber of effects was calculated to determine how many\nunretrieved null effects would be needed to diminish the\nsigniﬁcance of the observed effects to P \\0.05. A fail-safe\nN\n? represents the minimal number of additional null effects\nfrom multiple studies of an average sample size needed to\nlower the mean ES to a nonsigniﬁcant value. A fail-safe N1\nrepresents the relative sample size of one additional effect\nthat would be needed to reach a similar null conclusion.\n2.5 Statistical Analysis\nStudies were individually coded by two of the investiga-\ntors, and two-way (effects 9 raters) intra-class correlation\ncoefﬁcients for absolute agreement were calculated to\nexamine interrater reliability for the effects. The original\nagreement between the investigators yielded an intra-class\ncorrelation of 0.99. Discrepancies were resolved by adju-\ndication after recalculation and/or recoding, with 100%\nagreement prior to further analysis. The mean ES and the\n95% conﬁdence interval (CI) were calculated for 1RM\nusing a random effects model using IBM SPSS version\n23.0 (IBM SPSS Statistics, IBM Corporation, Armonk,\nNY, USA) [ 58]. Heterogeneity of mean effects was\nassessed using the I\n2 statistic, in which values of 25, 50,\nand 75% correspond to low, moderate, and high levels of\nheterogeneity [ 59]. An exploratory subgroup and modera-\ntor analysis was used to determine the source of variation\nbetween effects. Multi-level linear regression was used\naccording to standard procedures to adjust for between-\nstudy variance and the correlation between effects nested\nwithin studies [ 60, 61]. This was required as multiple\neffects were gathered from studies involving repeated\nmeasures [ 17, 33, 35, 37, 40, 41, 43, 45, 62], multiple\nintervention groups [ 34, 37, 38, 46, 63], or multiple lifts\n[17, 37, 40, 41, 43–47, 62–64]. The data analysis for the\nmulti-level model was performed using SAS 9.4 (SAS\nInstitute Inc., Cary, NC, USA). Moderator and subgroup\ndeﬁnitions can be found in Table 1. Data are presented as\nmean, SD, and 95% CI.\nTable 1 Deﬁnitions for levels of moderators\nEffector moderator Levels\nAge Continuous variable, mean age of the experimental group reported in years\nSex Continuous variable, the percentage of male participants in the experimental group\nTraining status Untrained: less than 1 year of resistance training experience\nTrained: at least 1 year of resistance training experience or an athlete participating in a competitive sport at the high\nschool, collegiate, or professional level\n1RM exercise Back squat\nBench press\nLeg press\nStudy length Continuous variable, number of weeks from pre to post measures of maximal strength\nTraining frequency Continuous variable, number of days per week of resistance training participation\nTraining volume Volume equated: experimental and control group performed same amount of total work\nVolume not equated: experimental and control group differed in the amount of total work performed\nModel of\nperiodization\nControl: non-periodized resistance training\nUndulating: non-linear periodization or undulating periodization\nLinear: linear periodization, traditional periodization, or any other periodized approach that was not classiﬁed as\nundulating periodization\n1RM 1 repetition maximum\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\n3 Results\n3.1 Mean ES\nEffects were extracted from 18 studies published between\n1988 and 2015 (mean 4.5 ± 3.0 effects per study). A total\nof 612 participants were pooled from the included studies.\nThe cumulative results from 81 effects indicate greater\nimprovements in 1RM occur with periodized training\n(ES = 0.43, 95% CI 0.27–0.58; P \\0.001). The mean ES\nremained positive in the multi-level, intercept-only model\nafter adjusting for the nesting of effects within studies\n(ES = 0.38, 95% CI 0.09–0.66), P = 0.012). Fifty-two\n(64.2%) of the effects were larger than zero. A forest plot\nof effects of periodization on 1RM is presented in Fig. 2,\nwith descriptive characteristics presented in Table 2.\nFifty-three effects (65.4%) were from all male partici-\npants, and 26 effects (32.1%) were from all female par-\nticipants. Two effects from one study contained groups\nwith mixed sex. The sample size ranged from ﬁve to 46\nparticipants (mean 12.2 ± 7.4) with an age range of\n15.4–70.6 years (mean 22.9 ± 8.7). Untrained participants\naccounted for 43 effects (53.1%), while 38 effects (46.9%)\nwere from trained participants. Thirteen effects (16.0%)\nwere from ﬁve studies [ 33–35, 47, 50] that did not report\ntraining status and were included in the untrained group.\nStudy duration ranged from 3 to 36 weeks (mean\n12.3 ± 7.6), with a training frequency of 2–4 times per\nweek (mean 3.1 ± 0.8). Training volume was equated in\n45 effects (55.6%), and the remaining 36 effects (44.4%)\ndid not have equal training volume. LP was indicated in 27\neffects (33.3%), while UP accounted for 37 effects\n(45.7%). Seventeen effects (21.0%) from six studies\n[33–35, 40, 50, 64] did not specify the model of peri-\nodization as LP or UP and were coded as LP. The bench\npress exercise was used for 1RM testing in 32 effects\n(39.5%), while back squat and leg press comprised 26 and\n41 effects (32.1 and 50.6%), respectively.\nFig. 2 Forest plot of ES for maximal strength. The aggregated Hedges’ d is the random effects mean ES for periodized resistance training on\n1RM weighted by the pooled standard deviation. CI conﬁdence interval, ES effect size, 1RM 1 repetition maximum\nT. D. Williams et al.\n123\n\nTable 2 Studies examining the effect of periodized resistance training on maximal strength\nStudy Participants Training\nstatus\nTraining\nfrequency\nStudy\nlength\nVolume\nequated\nComparison\nAhmadizad\net al. [ 46]\n32 overweight, sedentary males; mean age 23.4 ± 0.6 years; CON ( n = 8), LP ( n = 8),\nand UP ( n = 8)\nUntrained 3 days/\nweek\n8 weeks No CON vs. LP and UP on 1RM\nbench press and leg press\nstrength\nBaker et al.\n[63]\n22 male participants; CON ( n = 9): mean age 19 ± 1.1 years; LP ( n = 8): mean age\n20.2 ± 1.2, UP ( n = 5): mean age 21.4 ± 5.0 years\nResistance-\ntrained\n3 days/\nweek\n12 weeks Yes CON vs. LP and UP on 1RM\nbench press and back squat\nstrength\nDeBeliso\net al. [ 42]\n60 elderly male and females; CON ( n = 18): mean age 71.4 ± 5.4 years, LP ( n = 21):\nmean age 70.6 ± 4.7 years\nUntrained 2 days/\nweek\n18 weeks Yes CON vs. LP on 1RM bench press\nstrength\nHerrick and\nStone [ 17]\n20 women in beginning weight training class; CON ( n = 10): mean age 20.7 ± 2.2 years,\nLP ( n = 10): mean age 24.1 ± 5.6 years\nUntrained 2 days/\nweek\n15 weeks Yes CON vs. LP on 1RM bench press\nand back squat strength\nHoffman\net al. [ 37]\n51 Division III collegiate American Football players; CON ( n = 17): mean age\n19.9 ± 1.3 years, LP ( n = 17): mean age 19.5 ± 1.1 years, UP ( n = 17): mean age\n19.6 ± 0.9 years\nAthlete 4 days/\nweek\n15 weeks No CON vs. LP and UP on 1RM\nbench press and back squat\nstrength\nKraemer\n[62]\n24 female tennis players; CON ( n = 8): mean age 18.9 ± 1.2 years, UP ( n = 8): mean age\n19.0 ± 0.9 years\nAthlete 2–3 days/\nweek\n36 weeks No SS CON vs. UP on 1RM bench\npress and leg press strength\nKraemer\net al. [ 41]\n30 collegiate female tennis players; CON ( n = 10): mean age 18.6 ± 1.3 years, UP\n(n = 9): mean age 19.2 ± 1.1 years\nAthlete 3 days/\nweek\n36 weeks Yes CON vs. UP on 1RM bench\npress and leg press strength\nKramer\net al. [ 35]\n43 male college students; SS CON ( n = 16), MS CON ( n = 14), PER ( n = 13); age\nreported for total sample: mean age 20.3 ± 1.9 years\nUntrained 3 days/\nweek\n14 weeks No SS CON and MS CON vs. PER\non 1RM back squat strength.\nMarx et al.\n[40]\n34 healthy female participants; SS CON ( n = 10): mean age 23.2 ± 4.5 years, PER\n(n = 12): mean age 22.6\n± 3.7 years\nUntrained 3–4 days/\nweek\n24 weeks No SS CON vs. PER on 1RM bench\npress and leg press strength\nMcGee et al.\n[50]\n27 male participants; SS CON ( n = 8): mean age 20.4 ± 2.0 years, MS CON ( n = 10):\nmean age 20.6 ± 5.0 years, PER ( n = 9): mean age 19.3 ± 1.2 years\nNot\nreported\n3 days/\nweek\n7 weeks No SS CON vs. PER on 1RM back\nsquat strength\nMonteiro\net al. [ 43]\n27 male participants; CON ( n = 9): mean age 26.6 ± 2.2 years, LP ( n = 9): mean age\n27.6 ± 2.7 years, UP ( n = 9): mean age 28.1 ± 2.9 years\nResistance-\ntrained\n4 days/\nweek\n12 weeks Yes CON vs. LP and UP on 1RM\nbench press and leg press\nstrength\nMoraes et al.\n[45]\n38 adolescent male participants; CON ( n = 14): mean age 15.5 ± 0.9 years, UP ( n = 14):\nmean age 15.4 ± 1.1 years\nUntrained 3 days/\nweek\n12 weeks Yes CON vs. UP on 1RM bench\npress and leg press strength\nO’Bryant\net al. [ 33]\n90 male participants; CON ( n = 44): mean age 19.1 ± 0.2 years, PER ( n = 46): mean age\n19.1 ± 0.2 years\nNot\nreported\n3 days/\nweek\n11 weeks No CON vs. PER on 1RM back\nsquat strength\nPacobahyba\net al. [ 44]\n24 soccer players; CON ( n = 12) mean age 17.7 ± 0.5 years, UP ( n = 12) mean age\n17.5 ± 1.0 years; sex was not reported\nAthlete 3 days/\nweek\n12 weeks No CON vs. UP on 1RM bench\npress and back squat strength\nSchiotz\net al. [ 64]\n22 collegiate ROTC participants; CON ( n = 8): mean age 24.1 ± 1.3 years, PER ( n = 6):\nmean age 21.1 ± 1.8 years\nUntrained 4 days/\nweek\n10 weeks Yes CON vs. PER on 1RM bench\npress and back squat strength\nSouza et al.\n[38]\n31 recreationally active males; CON ( n = 9): mean age 25.0 ± 7.7 years, LP ( n = 9):\nmean age 26.2 ± 7.3 years, UP ( n = 8): mean age 23.8 ± 4.3 years\nUntrained 2 days/\nweek\n6 weeks Yes CON vs. LP and UP on 1RM\nback squat strength\nStone et al.\n[34]\n21 male participants; CON ( n = 5), PER1 ( n = 9), PER2 ( n = 7); age not reported Not\nreported\n3 days/\nweek\n12 weeks Mixed CON vs. PER1 and PER2 on\n1RM back squat strength\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\n3.2 Homogeneity of Results\nHeterogeneity was indicated if Q total reached a signiﬁ-\ncance of P [ 0.05 and by the examination of the I2 statistic\n[54, 59]. The signiﬁcant effect of periodization was highly\nheterogeneous ( Q = 213.56, P \\ 0.001, I2 = 62.5%), with\nsampling error accounting for 41% of the observed vari-\nance. With a signiﬁcant Q statistic and an I2 of 62.5%\nindicating moderate heterogeneity, the variability among\n1RM strength is greater than would have occurred natu-\nrally based on sampling error. Therefore, the null\nhypothesis for homogenous distribution was rejected and\nfurther analyses were used to identify potential moderators.\n3.3 Moderator Analysis\nAn exploratory multi-level, meta-regression model was\nused to determine potential variables inﬂuencing the\nchange in 1RM, adjusting for the non-independence of\nmultiple effects nested within a single study. Periodization\nmodel ( b = 0.51; P = 0.0010), training status ( b =-\n0.59; P = 0.0305), study length ( b = 0.03; P = 0.0067),\nand training frequency ( b = 0.46; P = 0.0123) were\nassociated with a change in 1RM. These data indicate that\nUP produced more favorable gains in maximal strength.\nAdditionally, untrained individuals experienced greater\nincreases in 1RM than trained individuals. Also associated\nwith changes in 1RM were longer training periods and\nhigher training frequencies. The ﬁnal meta-regression\nanalysis is presented in Table 3.\n3.4 Bias Assessment\nThere may be no way to truly know the number of\nunpublished studies that exist in the ‘‘ﬁle drawer’’. A\nconservative estimate suggests that for the 18 published\nstudies identiﬁed in the current analysis, upwards of 100\nunpublished and undiscovered studies may still be ﬁled\nTable 2 continued\nStudy Participants Training\nstatus\nTraining\nfrequency\nStudy\nlength\nVolume\nequated\nComparison\nStorer et al.\n[47]\n34 healthy participants; CON ( n = 17): mean age 36.3 ± 4.3 years, UP ( n = 17): mean\nage 36.3 ± 4.3 years\nNot\nreported\n3 days/\nweek\n12 weeks No CON vs. UP on 1RM bench\npress and leg press strength\nCON control (non-periodized resistance training), LP linear periodization resistance training, MS multiple sets, PER periodized resistance training, ROTC Reserve Ofﬁcer Training Corps, SS\nsingle set, UP undulating periodization resistance training, 1RM 1 repetition maximum\nTable 3 Summary of multivariate meta-regression analysis for the\neffect of periodized resistance training on maximal strength\nEffect moderator ba SE P value\nIntercept -1.3725 0.5709 0.0296\nPeriodization model 0.5145 0.1488 0.0010\nTraining status -0.5866 0.2648 0.0305\nStudy length\nb 0.0290 0.1488 0.0067\nTraining frequency c 0.4645 0.1800 0.0123\nSE standard error\na Parameter estimates presented as unstandardized b coefﬁcients\nb Study length measured in weeks\nc Training frequency measured in sessions per week\nT. D. Williams et al.\n123\n\naway [ 65]. However, the fail-safe number of effects was\ncalculated, and it was determined that fail-safe\nN? = 1038.4 and fail-safe N1 = 252.1. This means that\n1038 additional null effects from multiple studies of an\naverage sample size would be needed to lower the mean ES\nto a nonsigniﬁcant value. Additionally, null results from a\nstudy containing a minimum of 252 participants would be\nneeded to reach a similar null conclusion. The results of the\nEgger’s test suggest that the mean effect of periodized\nresistance training on maximal strength may be subject to\npublication bias ( P = 0.006). A funnel plot was used to\nvisually assess symmetry and identify potential outliers. A\nsensitivity analysis identiﬁed and removed 14 effects from\nﬁve studies [ 33, 37, 40, 43, 45] that fell outside the 95% CI.\nAlthough statistically signiﬁcant, excluding these effects\nreduced the mean effect of periodized resistance training\non 1RM to 0.23 (95% CI 0.13–0.33, P \\ 0.001) and\neliminated the observed heterogeneity ( Q = 51.17;\nP = 0.9103). Figure 3 contains the funnel plot for the\neffect of periodization on 1RM strength. The results of the\nPEDro study quality assessment are listed in Table 4. The\nmedian quality score for the 18 studies assessed was 7\npoints, which can be interpreted as high methodological\nquality.\n4",
    "discussion": "The cumulative results of the current analysis support the\nhypothesis that periodized resistance training is superior to\nnon-periodized resistance training for increasing maximal\nstrength. In addition, it appears that the improvements in\nmaximal strength following periodized resistance training\nare consistent regardless of age and sex given the diverse\nsample of studies that included adolescents [ 44, 45],\nyoung-to-middle aged adults [ 17, 33–35, 37, 38, 40, 41,\n43, 46, 47, 50, 62–64], and older adults [ 42]. Moreover, the\nES of 0.43 would translate to an increase in bench press\n1RM equal to 11.4 kg (95% CI 7.2–15.4) among Divi-\nsion 1A college American Football players [ 66] over a\n12-week periodized resistance training program. Similar\nimprovements in bench press 1RM of 10.2 kg (95% CI\n6.4–13.7) and 6.6 kg (95% CI 4.2–8.9) would occur for\nuntrained females and untrained males, respectively [ 67].\nAfter removing potential outliers in our analysis, the\noverall mean ES was reduced to 0.23. While the magnitude\nof the effect is smaller, periodization still appears to pro-\nvide an advantage in strength development. In previous\nOlympics, the difference between ﬁrst and fourth was less\nthan 1.5% in many sports and events [ 20, 68]. Therefore,\nFig. 3 Funnel plot of Hedges’ d ES versus study standard error. The aggregated Hedges’ d is the random effects mean ES for periodized\nresistance training on 1RM weighted by the pooled standard deviation. ES effect size, 1RM 1 repetition maximum\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\nTable 4 Assessment of study quality using a modiﬁed Physiotherapy Evidence Database (PEDro) scale\nStudy Eligibility\ncriteria\nRandomly\nallocated\nAllocation\nconcealed\nBaseline\nsimilar\nBlinding\ntherapist\nBlinding\nassessors\nKey\noutcome\n85%\nIntention\nto treat\nBetween\ngroup\nPoint and\nvariability measure\nTotal PEDro score\n(max = 10)\nAhmadizad\net al. [ 46]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nBaker et al.\n[63]\nYes No No Yes No No No Yes Yes Yes 5\nDeBeliso et al.\n[42]\nYes Yes No Yes No No No Yes Yes Yes 6\nHerrick and\nStone [ 17]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nHoffman et al.\n[37]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nKraemer [ 62] Yes Yes No Yes No No Yes Yes Yes Yes 7\nKraemer et al.\n[41]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nKramer et al.\n[35]\nYes Yes No Yes No No No Yes Yes Yes 6\nMarx et al. [ 40] Yes Yes No Yes No No Yes Yes Yes Yes 7\nMcGee et al.\n[50]\nYes No No Yes No No Yes Yes Yes Yes 6\nMonteiro et al.\n[43]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nMoraes et al.\n[45]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nO’Bryant et al.\n[33]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nPacobahyba\net al. [ 44]\nYes Yes No Yes No No Yes Yes Yes Yes 7\nSchiotz et al.\n[64]\nYes Yes No Yes No No No Yes Yes Yes 6\nSouza et al.\n[38]\nYes Yes No Yes No No No Yes Yes Yes 6\nStone et al.\n[34]\nYes No No Yes No No No Yes Yes Yes 5\nStorer et al.\n[47]\nYes Yes No Yes No Yes No Yes Yes Yes 7\nT. D. Williams et al.\n123\n\nthe training approach is an important aspect to be consid-\nered when attempting to develop a speciﬁc ﬁtness charac-\nteristic, and based on the ﬁndings of this meta-analysis, we\nrecommend utilizing a periodized resistance training plan\nto increase maximal strength.\n4.1 Periodization Model\nThe preferred approach of periodization for strength\ndevelopment is debated. While some of the previous lit-\nerature favors UP over LP for increasing maximal strength\n[29, 43, 45, 69], other studies have found no difference\n[30, 63, 70–73] or greater strength increases in the LP\ngroup [ 74]. A recent meta-analysis found no signiﬁcant\ndifferences in upper-body and lower-body strength\nbetween LP and UP [ 48]. In the current analysis, model of\nperiodization had a positive association with maximal\nstrength, indicating that UP had a more favorable impact\non 1RM than LP. The contradictory results can be\nexplained by a difference in inclusion criteria. The current\nreview included only studies that compared a non-peri-\nodized resistance training group to a periodized resistance\ntraining group. Of the 17 studies included in the meta-\nanalytical review of LP and UP [ 48], only three [ 37, 43, 63]\ncontained a non-periodized training group and were\nincluded in the current review. Therefore, the intent of the\npresent study was not to exhaustively review the literature\ncomparing LP to UP as performed by Harries et al. [ 48],\nbut was instead to compare the effects of non-periodized\ntraining to periodized training. It is worth mentioning our\nanalysis did not include any studies claiming to use BLP;\nhowever, some studies included [ 34, 37] contained LP\ngroups that utilized a training structure that resembles\nblock programming [ 20]. This demonstrates a valuable\npoint that different periodization models and programming\nstrategies may be integrated into the annual training plan.\nClassifying models of periodization has also brought\nabout much confusion, as different interpretations of peri-\nodization are commonly presented in publications and\npractice [ 22]. LP is commonly used to describe the tradi-\ntional model of periodization in which training volume\ndecreases and training intensity increases throughout a\nmesocycle or macrocycle [ 63, 75]. However, the term\n‘linear’ may be misleading, as periodization consists of\nnonlinear variation in training variables [ 22, 28, 32, 75].\nLinear increases in intensity and decreases in volume may\nbe apparent when looking at the macrocycle and mesocycle\nlevel, yet ﬂuctuations in volume and intensity occur within\neach microcycle [ 18, 76], similar to the variation seen in\nUP models. The daily variations at the microcycle level are\ncharacteristic of daily undulating periodization (DUP),\nwhich alters training phases (i.e., endurance, strength,\npower) [ 68, 69, 77] or repetition patterns [ 29,\n43, 78]\nwithin the week. While the literature refers to both of these\nstructures as DUP, a more appropriate term for the daily\nalterations in repetition patterns is daily undulating pro-\ngramming [ 78]. Periodization deals with ﬁtness phases and\ntime periods, while programming deals with manipulation\nof acute training variables. As such, there is often confu-\nsion between periodization and programming. In reality,\nstudies comparing different periodization models in the\nliterature are actually making comparisons at the pro-\ngramming level. Programming strategies should be used to\nstructure a periodized training plan. It has been suggested\nthat DUP or daily undulating programming can be used to\nstructure the training variables within a block periodized\nplan [ 77, 78]. For instance, accumulation blocks are noted\nfor extensively high volumes to develop basic ﬁtness\nabilities [ 24, 26]. However, this block may also consist of a\nheavy and light day system [ 23], which at the microcycle\nlevel contains ﬂuctuations in volume and intensity. These\ndaily undulations produce greater variation in training\nstimuli, which may allow for better fatigue management\nand utilization of higher workloads on heavy days.\nTherefore, a variety of programming strategies can be used\nto direct training toward desired goals within speciﬁc\nphases or time periods in the periodized plan.\nIn our analysis, the greater improvements seen in the UP\ngroup may be due to the short-term nature of the studies.\nThe UP groups showed greater variation in training at the\nmicrocycle level compared to the groups categorized as\nLP. With 69 effects extracted from short-term comparisons\n(\\16 weeks), it should be noted that the daily ﬂuctuations\nin volume and intensity provided greater variation in\ntraining stimuli, promoting greater strength gains. There-\nfore, when considering a periodized training plan, greater\nvariations in the training variables within the microcycle\nappear to have more favorable results for increasing\nstrength during short-term periods. However, it is specu-\nlated that increases in training intensity and reductions in\ntraining volume over a mesocycle or macrocycle will\nenhance strength performance.\n4.2 Training Status\nTraining status was inversely associated with a change in\n1RM, indicating that untrained individuals experienced\ngreater increases in maximal strength. Untrained individ-\nuals are capable of experiencing tremendous increases in\nmuscular strength from resistance training, and noticeable\nphysiological adaptations may occur within a short period\nof time [ 75]. Previous studies have indicated that untrained\nmen acquired greater increases in maximal strength from\nresistance training compared to strength-trained men [ 79].\nDuring the initial weeks of resistance training, enhance-\nments in neurological function may include the number and\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\nrate of motor units recruited, synchronization in motor unit\nﬁring, and reduction in antagonist muscle activity [ 80, 81].\nThese neural adaptations allow for greater force production\n[75], which is vital for increasing maximal strength. Neural\nadaptations are primarily responsible for increases in\nstrength during the early period of training, while mea-\nsurable increases in muscle hypertrophy may occur after\nseveral weeks [ 80, 82, 83]. It is suggested that the contri-\nbution of muscle hypertrophy may be sooner than expected\nand that the current methods for measuring muscle\nhypertrophy may lack sensitivity to detect small yet sig-\nniﬁcant increases [ 82]. Untrained individuals have a high\npotential for the occurrence of these physiological adap-\ntations and are capable of high rates of strength develop-\nment. As individuals transition from untrained to trained,\nthey move closer to their genetic limits for muscle hyper-\ntrophy and neuromuscular adaptations. Therefore, trained\nindividuals experience strength gains at a slower rate than\nuntrained individuals [ 83–85]. This was noted in a group of\nathletes who experienced a non-signiﬁcant 3.5% increase\nin maximal strength of the leg extensors over the course of\na year [ 86]. It is not unrealistic for the same strength\nincrease to occur in a few weeks for a group of untrained\nindividuals. While untrained individuals are capable of\ndeveloping strength using almost any reasonable training\nprogram [ 83], advanced lifters require greater variations in\ntraining stimuli, more sophisticated program strategies, and\nlonger training periods in order to achieve increases in\nstrength [ 22, 32]. In the current analysis, 12 effects from\nfour studies contained training periods lasting longer than\n16 weeks. Therefore, these studies may have provided\ninsufﬁcient time for trained individuals to attain signiﬁcant\nincreases in strength. With short-term studies accounting\nfor a majority of the effects, untrained individuals are\nexpected to have a greater response to training, and the\nsuperiority over non-periodized training may imply that\nvariation in training brings about quicker neural adapta-\ntions [ 84]. Our results indicate that regardless of training\nexperience, variations in training stimuli through peri-\nodized programs yield superior gains in maximal strength;\nhowever, untrained individuals may experience larger\nimprovements.\n4.3 Study Length\nStudy length was positively associated with a change in\n1RM experienced from periodized resistance training. The\npositive relationship indicates that an increase in study\nduration leads to greater gains in maximal strength. Pre-\nvious studies have hypothesized that periodized training is\nmost beneﬁcial in long-duration training programs [ 48],\nand the results of our analysis support these beliefs. Stone\nand colleagues noted that periodization should be viewed\nas a long-term approach to training [ 18]. Periodization\nrevolves around the athlete’s competitive calendar and\nserves to decrease the risk of overtraining while optimizing\npeak performance [ 20, 22]. As a result, multi-year and\nannual training plans are developed to provide the appro-\npriate training stimulus at speciﬁc time points [ 4]. As\npreviously mentioned in Sect. 1, the annual plan outlines\nthe competition schedule, projected testing sessions, and\nplanned recovery periods. Developing a sound annual plan\nis the most important aspect of the training process, and\nincludes the periodized plan and programmed variations in\nthe training variables [ 20]. These variations allow for better\nfatigue management and recovery, which may not be\nexperienced with non-periodized training. According to the\ngeneral adaptation syndrome, inadequate recovery from\ncontinuous linear loading and training monotony can lead\nto stagnation and in some cases overtraining [ 4, 22\n].\nBecause periodization and appropriate programming\nincorporates variation in training stimuli and implements\nplanned recovery periods, fatigue can be better managed\nand performance can be optimized during long-term\ntraining. While periodized resistance training is superior to\nnon-periodized resistance training in producing short-term\nstrength gains, the greatest effects occur during longer\nperiods of training.\n4.4 Training Frequency\nTraining frequency is the number of training sessions\ncompleted during a speciﬁc period of time, typically\n1 week [ 2, 4]. The results of the meta-regression indicate\nthat training frequency was positively associated with a\nchange in 1RM. The positive relationship indicates that\nhigher training frequencies lead to greater gains in maximal\nstrength. Training frequency is dependent on several fac-\ntors, mainly volume and intensity [ 2]. The greater the\nmagnitude of training-related stress, the more fatigue\naccumulates and a longer period of recovery is required\n[4, 21, 22]. However, training sessions with lower average\nwork will reduce the necessary recovery period and allow\nfor more frequent training to occur. This is the principle\nbehind the stimulus-fatigue-recovery-adaptation theory.\nWhile this may provide the basis for establishing training\nfrequency, the results of studies investigating training fre-\nquency on maximal strength have been inconsistent. A\nprevious study examined the effects of 1 day per week\nversus 3 days per week training on upper-body strength\n[87]. Despite equating volume between groups, the 3 days\nper week group had signiﬁcantly greater increases in\nupper-body strength than the 1 day per week group. A\nlimitation mentioned in the study is that the 1 day per week\ngroup contained fewer women, had greater resistance\ntraining experience, and was stronger at baseline than the\nT. D. Williams et al.\n123\n\n3 days per week group. While these factors may have\nconfounded the differences in strength that occurred\nbetween groups, other studies have demonstrated higher\ntraining frequencies produce superior gains in strength\n[88, 89].\nA study not included in the present analysis examined\nchanges in strength in a group of Norwegian powerlifters\nsplit into two groups where training volume was equalized\nover three training sessions per week or six training ses-\nsions per week [ 89]. After 15 weeks of training, squat and\nbench press 1RM increased more for the high frequency\ngroup. Similar results occurred in female athletes who were\ndivided into two groups based on performing either one or\ntwo daily resistance training sessions that were equated for\nvolume [ 88]. The group that performed two training ses-\nsions per day had superior increases in strength compared\nto the group that completed one session per day.\nAn additional component of training frequency is\ntraining density. Training density deals with the frequency\nof training in a speciﬁed time period. While training den-\nsity can be manipulated to increase volume, a major beneﬁt\nof increased training density is the ability to maintain a\nhigher training intensity [ 20]. For instance, a common\ntraining approach by ﬁtness enthusiasts is to train a speciﬁc\nmuscle group with extremely high volume during a single\ntraining session, and then wait an entire week to repeat the\nsame process. By spreading the same training volume over\nthree sessions, training density would increase, which may\nallow for a greater weekly training intensity. Therefore,\ntraining density is an important consideration for strength\ndevelopment. While higher training frequency allows for\nmore frequent muscular stimulation, another aspect that\nmay enhance the training outcome is skill acquisition [ 90].\nThe law of practice explains how frequent repetition of a\nskill leads to greater proﬁciency [ 91]. This would be par-\nticularly important in untrained or novice individuals\nattempting to perform multi-joint exercises using maximal\nloads. Multi-joint exercises commonly used to assess 1RM,\nsuch as the back squat and bench press, are also prescribed\nin training programs to develop strength. Practicing the\nmovements more frequently over a training period may\nimprove the economy of movement, which may enhance\nmaximal strength.\nWhile this may seem plausible, not all studies have\nfound higher training frequencies to be superior. An\ninvestigation of a split-body versus total-body training\nprogram found no differences in 1RM squat and bench\npress [ 92]. However, a different approach for determining\ntraining frequency compared to the aforementioned studies\nwas employed. The group that performed the split-body\ntraining program trained across 3 days per week, but each\nmuscle group was only targeted 1 day per week [ 92]. This\nis similar to methods commonly used by bodybuilders. The\ntotal-body group also trained 3 days per week, with each\nmuscle group speciﬁcally targeted during each training\nsession [ 92]. It would be expected that the greater fre-\nquency of muscular stimulation would produce superior\nresults, though this was not the case. However, while the\nstudy suggested that the subjects were well-trained [ 92],\nreview of the baseline squat and bench press 1RMs was not\nindicative of highly resistance-trained individuals. A study\ncomparing different training frequencies in untrained men\nand women produced similar increases in strength after\n6 weeks [ 93]. While the training status may inﬂuence the\nresponse to training frequency, it must be noted the training\nvolume was equated in these studies [ 92, 93]. One reason\nhigh training frequency is utilized in the ﬁeld is to increase\ntraining volume over a speciﬁc time period. It has been\nsuggested that as one becomes more trained, a greater\ntraining stimulus is necessary to produce further adaptation\n[83]. Therefore, higher training frequencies may beneﬁt\nelite sports and strength athletes [ 88, 89], yet novice or\nmoderately trained individuals can still beneﬁt from lower\nfrequency of training.\n4.5 Training Volume\nTraining volume is one of the key variables manipulated in\nresistance training programs, and it has been suggested that\naccumulating adequate training volume is crucial in max-\nimizing the training effect [ 12, 35]. There appears to be a\ndose response, as multiple studies have presented greater\nincreases in maximal strength using multiple sets compared\nto a single set of resistance exercise [ 14–16, 94, 95]. Three\nstudies in our analysis compared periodized resistance\ntraining to a single-set control group [ 35, 40, 50]. Each\nstudy reported signiﬁcantly higher 1RM strength in the\nperiodized resistance training group. The amount of work\nperformed may account for the main reason these peri-\nodized groups experienced greater improvements in\nstrength. In the current analysis, training volume was not a\nsigniﬁcant predictor of change in 1RM, which contradicts\nthe traditional belief that when training volume was\nequated, gains in strength will be equal [ 63]. In fact, a\nprevious study concluded no statistically signiﬁcant dif-\nferences in strength between BLP and DUP; however, the\nBLP group performed 35% less work [ 68]. The authors\nwent on to note that appropriate manipulation of the\ntraining variables may be more important in developing\npeak performance.\nMany studies equate volume in order to study the effects\nof other program variables, yet not all studies equate vol-\nume using the same method. Seven of the 18 studies in the\ncurrent analysis equated volume between groups. Of these\nseven, four studies [ 34, 41, 42, 63] calculated training\nvolume based on total repetitions (sets 9 repetitions), one\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\nstudy [ 64] used relative training volume (repeti-\ntions 9 relative intensity), and two studies [ 17, 38] quan-\ntiﬁed volume as volume load (sets 9 repetitions 9 load).\nVolume load is proposed to be the preferred indicator of\namount of work performed [ 18, 96, 97]. While total repe-\ntitions may be equated, the volume load and the total\namount of work being performed may be substantially\ndifferent. A study included in the present analysis com-\npared a non-periodization training group to a stepwise\nperiodization group and an overreaching periodization\ngroup [ 34]. Though the stepwise periodization group and\nnon-periodization training group were equated by total\nrepetitions, the volume load for the non-periodization\ngroup was 23% higher than the stepwise periodization\ngroup. Additionally, the stepwise periodization group per-\nformed 19% more repetitions than the overreaching peri-\nodization group. However, due to training with higher\nloads, the overreaching periodization group accumulated a\n6% greater volume load than the stepwise periodization\ngroup. This indicates that training intensity may confound\nthe relationship between equated volume and gains in\nstrength. High-intensity, low-volume programs have been\npromoted to be superior in developing strength [ 4, 75].\nAccording to the principle of speciﬁcity, training with\nhigher loads would promote greater strength gains. Previ-\nous investigations have concluded that when volume is\ncontrolled, groups training with higher loads experienced\ngreater strength adaptations [ 98, 99].\n4.6 Limitations\nWhile the results of this study indicate that periodized\nresistance training has a signiﬁcant effect on maximal\nstrength, some limitations must be noted. Selection bias is\npossible assuming the inclusion of studies was limited to\npeer-reviewed articles. Three studies were identiﬁed that\nmet the inclusion criteria, but did not present sufﬁcient data\nto calculate an ES [ 51–53]. Requests were sent to the\nauthors to provide missing data, yet no additional infor-\nmation was provided. In addition, it is possible that addi-\ntional studies were not identiﬁed in the electronic database\nsearch or the manual reference search. Our electronic\ndatabase search successfully identiﬁed 83.3% ( n = 15) of\nthe total records included in this analysis. This is slightly\nlower than the target search sensitivity identiﬁed in previ-\nous systematic reviews [ 100]. This highlights the impor-\ntance of including a manual search of references as part of\na comprehensive systematic literature review to identify all\nrelevant studies, as no database included all relevant\nrecords [ 101–103].\nSince periodization consists of programmed variations\nin training intensity throughout a speciﬁc phase or time\nperiod, training intensity was not quantiﬁed in this review\nand should be noted as a limitation of this meta-analysis.\nWhen volume is controlled, utilizing higher loads during\ntraining yields greater increases in strength [ 98, 99]. An\nadditional limitation of this meta-analysis is the inclusion\nof studies consisting of training to failure and non-failure\ntraining. Of special interest are the studies in which the\nnon-periodized group and periodized group differed in\ntraining to failure [ 33–35]. A recent meta-analysis con-\ncluded that non-failure training was superior to training to\nfailure when volume was not equated (ES = 0.41) [ 104]. It\nis important to note that Davies et al. [ 104] showed that a\n11.5% increase in strength occurred in the non-failure\ngroups when more sets were completed than in the failure\ngroup; however, strength increased by *0.8% when the\nnon-failure group performed fewer total sets than the fail-\nure group. In the current analysis, one study [ 35] consisted\nof a comparison between a single set to failure group and a\nperiodized non-failure group. Due to the multiple sets, the\nvolume load for the periodized group was signiﬁcantly\ngreater than the non-periodized single-set group. Davies\net al. concluded that when total volume was controlled, no\ndifferences in muscular strength occurred between groups\ntraining to failure and non-failure training groups [ 104]. It\nappears that training to failure provides no additional\nbeneﬁt; however, it can lead to greater levels of fatigue,\nwhich may negatively impact the ability to perform during\nstrength testing sessions. A major beneﬁt of periodization\nis greater training variation allowing for enhanced recovery\nand physical preparedness. As a result, groups utilizing a\nperiodized training plan may have experienced greater\nincreases in maximal strength because of better fatigue\nmanagement and readiness to perform.\nAnother limitation of this study is the inclusion of sin-\ngle-set control groups compared to multiple-set groups. As\npreviously discussed in Sect. 4.5, there is substantial evi-\ndence that multiple sets of resistance exercise produce\nsuperior increases in strength because of the greater\namount of work performed. Upon observation of the funnel\nplots, many of the outliers occurred because of studies\ncomparing a single-set, non-periodized group to a multi-\nset, periodized group. This may misrepresent the true effect\nof periodized training in these studies. Therefore, the\ninterpretation of the results of this meta-analysis should be\ntaken with caution.\nIn our analysis, participants were assumed to be\nuntrained within the studies where training status was not\nreported [ 33–35, 50]. Only two studies compared peri-\nodized and non-periodized training with groups that were\nreported as resistance trained [ 43, 63]. However, studies\ncontaining competitive sports athletes [ 37, 41, 44, 62] were\ncombined with the resistance-training sample to form the\ntrained group. Athletes were quantiﬁed as resistance\ntrained because of the neuromuscular demands of\nT. D. Williams et al.\n123\n\ncompetitive sports. While they may not have participated\nin previous resistance training, athletes participate in\nactivities requiring large amounts of force production, such\nas sprinting and jumping. It must also be noted that athletes\nmay respond differently than untrained or even resistance-\ntrained individuals. Besides participating in resistance\ntraining, athletes may be required to perform additional\nforms of training that may inﬂuence changes in maximal\nstrength [ 68]. Nevertheless, a concern is the criteria often\nused to classify participants as resistance trained. In some\nstudies, resistance training experience greater than\n6 months is considered resistance trained [ 63]; however,\nobservation of their baseline 1RM performances makes this\nclassiﬁcation questionable. Even the resistance training\nexperience among sports athletes varies greatly. Division\nIII American Football players [ 37] would be expected to\nhave more resistance training experience than adolescent\nfemale tennis players [ 41, 62]. While both groups are\nconsidered competitive sports athletes, the two may have\ntremendous differences in their responses to resistance\ntraining. Although greater variations in training stimuli are\nexpected to be more effective in resistance-trained indi-\nviduals, more investigations need to be performed using\nsamples of highly resistance-trained subjects.\nThe moderator and subgroup analysis was also possible\nbecause of the large number of effects gathered. A number\nof variables were selected a priori because of the inﬂuence\non training adaptations reported in previous literature;\nhowever, a number of exploratory variables were included\nas potential sources of heterogeneity among effects. In\naddition, this meta-analysis was performed using summa-\nrized data extracted from published literature, and not\nindividual participant data (IPD). Although we feel conﬁ-\ndent that the results of the current analysis represent the\ntrue effect of periodized training, IPD analyses allow for\ngreater sensitivity in identifying potential moderators\n[105]. As such, because of the exploratory nature of the\nmeta-regression analysis and the potential limitations of\nusing summarized data, an attempt should be made to\nreplicate these results in future experimental studies.\n5 Conclusion\nPeriodized resistance training has been suggested to be\nsuperior to non-periodized training for increasing muscular\nstrength. The present ﬁndings provide evidence that peri-\nodized resistance training has a small to moderate effect on\nmaximal strength in upper-body and lower-body, multi-\njoint exercises. Training status, training frequency, model\nof periodization, and study length were all associated with\nchanges in 1RM. Untrained individuals appear to have\ngreater increases in strength than trained subjects. Higher\nfrequency and longer periods of training provided a greater\neffect on maximal strength. While there is considerable\ncontroversy regarding the terminology of periodized\nmodels, more frequent undulations observed in UP pro-\nduced greater increases in 1RM. Although volume has been\nshown to be a major factor in strength adaptation, training\nvolume was not a signiﬁcant moderating variable in the\nanalysis. While many variables must be accounted for in\ndesigning a resistance training program, the ﬁndings of the\ncurrent analysis indicate that daily, weekly, or phasic\nvariations in training stimuli yield a greater effect on\nmaximal strength.\nAuthor contributions TDW conceptualized and designed the study,\ncoded and analyzed effects, carried out the initial analysis, drafted the\ninitial manuscript, and approved the ﬁnal manuscript as submitted.\nDVT coded and analyzed effects, reviewed and revised the initial\nmanuscript, and approved the ﬁnal manuscript as submitted. MVF\nanalyzed effects, reviewed and revised the initial manuscript, and\napproved the ﬁnal manuscript as submitted. MRE reviewed and\nrevised the initial manuscript and approved the ﬁnal manuscript as\nsubmitted.\nCompliance with Ethical Standards\nFunding No sources of funding were used to assist in the preparation\nof this article.\nConﬂict of interest Tyler Williams, Danilo Tolusso, Michael\nFedewa, and Michael Esco declare that they have no conﬂicts of\ninterest relevant to the content of this review.\nReferences\n1. Kenney WL, Wilmore JH, Costill DL. Physiology of sport and\nexercise. 5th ed. Champaign: Human Kinetics; 2011.\n2. Kraemer WJ, Ratamess NA. Fundamentals of resistance train-\ning: progression and exercise prescription. Med Sci Sports\nExerc. 2004;36(4):674–88.\n3. Siff MC. Supertraining. Denver: Supertraining Institute; 2003.\n4. Baechle TR, Earle RW. Essentials of strength training and\nconditioning. Champaign: Human Kinetics; 2008.\n5. Baker D, Nance S. The relation between strength and power in\nprofessional rugby league players. J Strength Cond Res.\n1999;13(3):224–9.\n6. Moss B, Refsnes P, Abildgaard A, et al. Effects of maximal\neffort strength training with different loads on dynamic strength,\ncross-sectional area, load-power and load-velocity relationships.\nEur J Appl Physiol Occup Physiol. 1997;75(3):193–9.\n7. Baker D. Comparison of upper-body strength and power\nbetween professional and college-aged rugby league players.\nJ Strength Cond Res. 2001;15(1):30–5.\n8. Stone MH, Sanborn K, O’Bryant HS, et al. Maximum strength-\npower-performance relationships in collegiate throwers.\nJ Strength Cond Res. 2003;17(4):739–45.\n9. Cormie P, McGuigan MR, Newton RU. Inﬂuence of strength on\nmagnitude and mechanisms of adaptation to power training.\nMed Sci Sports Exerc. 2010;42(8):1566–81.\n10. Taber C, Bellon C, Abbott H, et al. Roles of maximal strength\nand rate of force development in maximizing muscular power.\nStrength Cond J. 2016;38(1):71–8.\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\n11. Fry AC. The role of resistance exercise intensity on muscle ﬁbre\nadaptations. Sports Med. 2004;34(10):663–79.\n12. Tan B. Manipulating resistance training program variables to\noptimize maximum strength in men: a review. J Strength Cond\nRes. 1999;13(3):289–304.\n13. Campos GE, Luecke TJ, Wendeln HK, et al. Muscular adapta-\ntions in response to three different resistance-training regimens:\nspeciﬁcity of repetition maximum training zones. Eur J Appl\nPhysiol. 2002;88(1–2):50–60.\n14. Rhea MR, Alvar BA, Burkett LN, et al. A meta-analysis to\ndetermine the dose response for strength development. Med Sci\nSports Exerc. 2003;35(3):456–64.\n15. Peterson MD, Rhea MR, Alvar BA. Maximizing strength\ndevelopment in athletes: a meta-analysis to determine the dose-\nresponse relationship. J Strength Cond Res. 2004;18(2):377–82.\n16. Peterson MD, Rhea MR, Alvar BA. Applications of the dose-\nresponse for muscular strength development: a review of meta-\nanalytic efﬁcacy and reliability for designing training prescrip-\ntion. J Strength Cond Res. 2005;19(4):950–8.\n17. Herrick AB, Stone WJ. The effects of periodization versus\nprogressive resistance exercise on upper and lower body\nstrength in women. J Strength Cond Res. 1996;10(2):72–6.\n18. Stone MH, O’Bryant HS, Schilling BK, et al. Periodization:\neffects of manipulating volume and intensity. Part 1. Strength\nCond J. 2000;49(2):56–62.\n19. DeWeese B, Gray H, Sams M, et al. Revising the deﬁnition of\nperiodization: merging historical principles with modern con-\ncern. Olympic Coach. 2013;24:5–19.\n20. DeWeese BH, Hornsby G, Stone M, et al. The training process:\nplanning for strength–power training in track and ﬁeld. Part 1:\ntheoretical aspects. J Sport Health Sci. 2015;4(4):308–17.\n21. Plisk SS, Stone MH. Periodization strategies. Strength Cond J.\n2003;25(6):19–37.\n22. Stone MH, Stone M, Sands WA, et al. Principles and practice of\nresistance training. Champaign: Human Kinetics; 2007.\n23. DeWeese BH, Hornsby G, Stone M, et al. The training process:\nplanning for strength–power training in track and ﬁeld. Part 2:\nPractical and applied aspects. J Sport Health Sci.\n2015;4(4):318–24.\n24. Issurin VB. New horizons for the methodology and physiology\nof training periodization. Sports Med. 2010;40(3):189–206.\n25. Bartolomei S, Hoffman JR, Merni F, et al. A comparison of\ntraditional and block periodized strength training programs in\ntrained athletes. J Strength Cond Res. 2014;28(4):990–7.\n26. Issurin V. Block periodization versus traditional training theory:\na review. J Sports Med Phys Fit. 2008;48(1):65.\n27. Haff GG, Triplett NT. Essentials of strength training and con-\nditioning. 4th ed. Champaign: Human Kinetics; 2015.\n28. Stone M, Wathen D. Letter to the editor. Strength Cond J.\n2001;23(5):7.\n29. Rhea MR, Ball SD, Phillips WT, et al. A comparison of linear and\ndaily undulating periodized programs with equated volume and\nintensity for strength. J Strength Cond Res. 2002;16(2):250–5.\n30. Buford TW, Rossi SJ, Smith DB, et al. A comparison of peri-\nodization models during nine weeks with equated volume and\nintensity for strength. J Strength Cond Res. 2007;21(4):1245–50.\n31. Bradley-Popovich GE. Nonlinear versus linear periodization\nmodels. Strength Cond J. 2001;23(1):42.\n32. Stone MH, O’Bryant HS. Letter to the editor. J Strength Cond\nRes. 1995;9(2):125–6.\n33. O’Bryant HS, Byrd R, Stone MH. Cycle ergometer performance\nand maximum leg and hip strength adaptations to two different\nmethods of weight-training. J Strength Cond Res.\n1988;2(2):27–30.\n34. Stone MH, Potteiger JA, Pierce KC, et al. Comparison of the\neffects of three different weight-training programs on the one\nrepetition maximum squat. J Strength Cond Res.\n2000;14(3):332–7.\n35. Kramer JB, Stone MH, O’Bryant HS, et al. Effects of single vs.\nmultiple sets of weight training: Impact of volume, intensity,\nand variation. J Strength Cond Res. 1997;11(3):143–7.\n36. Willoughby DS. A comparison of three selected weight training\nprograms on the upper and lower body of strength trained males.\nAppl Res Coaching Athletics. 1992;1:124–46.\n37. Hoffman JR, Ratamess NA, Klatt M, et al. Comparison between\ndifferent off-season resistance training programs in division III\nAmerican college football players. J Strength Cond Res.\n2009;23(1):11–9.\n38. Souza EO, Ugrinowitsch C, Tricoli V, et al. Early adaptations to\nsix weeks of non-periodized and periodized strength training\nregimens in recreational males. J Sports Sci Med.\n2014;13(3):604–9.\n39. Rhea MR, Alderman BL. A meta-analysis of periodized versus\nnonperiodized strength and power training programs. Res Q\nExerc Sport. 2004;75(4):413–22.\n40. Marx JO, Ratamess NA, Nindl BC, et al. Low-volume circuit\nversus high-volume periodized resistance training in women.\nMed Sci Sports Exerc. 2001;33(4):635–43.\n41. Kraemer WJ, Hakkinen K, Triplett-Mcbride NT, et al. Physio-\nlogical changes with periodized resistance training in women\ntennis players. Med Sci Sports Exerc. 2003;35(1):157–68.\n42. DeBeliso M, Harris C, Spitzer-Gibson T, et al. A comparison of\nperiodised and ﬁxed repetition training protocol on strength in\nolder adults. J Sci Med Sport. 2005;8(2):190–9.\n43. Monteiro AG, Aoki MS, Evangelista AL, et al. Nonlinear\nperiodization maximizes strength gains in split resistance\ntraining routines. J Strength Cond Res. 2009;23(4):1321–6.\n44. Pacobahyba N, de Souza Vale RG, de Souza SLP, et al. Muscle\nstrength, serum basal levels of testosterone and urea in soccer\nathletes submitted to non-linear periodization program. Rev\nBras Med Esporte. 2012;18(2):130–3.\n45. Moraes E, Fleck SJ, Ricardo Dias M, et al. Effects on strength,\npower, and ﬂexibility in adolescents of nonperiodized vs. daily\nnonlinear periodized weight training. J Strength Cond Res.\n2013;27(12):3310–21.\n46. Ahmadizad S, Ghorbani S, Ghasemikaram M, et al. Effects of\nshort-term nonperiodized, linear periodized and daily undulating\nperiodized resistance training on plasma adiponectin, leptin and\ninsulin resistance. Clin Biochem. 2014;47(6):417–22.\n47. Storer TW, Dolezal BA, Berenc MN, et al. Effect of supervised,\nperiodized exercise training vs. self-directed training on lean\nbody mass and other ﬁtness variables in health club members.\nJ Strength Cond Res. 2014;28(7):1995–2006.\n48. Harries SK, Lubans DR, Callister R. Systematic review and\nmeta-analysis of linear and undulating periodized resistance\ntraining programs on muscular strength. J Strength Cond Res.\n2015;29(4):1113–25.\n49. Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items\nfor systematic reviews and meta-analyses: the PRISMA state-\nment. Ann Intern Med. 2009;151(4):264–9.\n50. McGee D, Jessee TC, Stone MH, et al. Leg and hip endurance\nadaptations to three weight-training programs. J Strength Cond\nRes. 1992;6(2):92–5.\n51. Stowers T, McMillan J, Scala D, et al. The short-term effects of\nthree different strength-power training methods. NSCA J.\n1983;5(3):24–7.\n52. Willoughby DS. The effects of mesocycle length weight training\nprograms involving periodization and partially equated volumes\non upper and lower body strength. J Strength Cond Res.\n1993;7:2–8.\n53. Conlon JA, Haff GG, Tufano JJ, et al. Application of session\nrating of perceived exertion among different models of\nT. D. Williams et al.\n123\n\nresistance training in older adults. J Strength Cond Res.\n2015;29(12):3439–46.\n54. Hedges LV, Olkin I. Statistical methods for meta-analysis.\nOrlando: Academic; 1985.\n55. Maher CG, Sherrington C, Herbert RD, et al. Reliability of the\nPEDro scale for rating quality of randomized controlled trials.\nPhys Ther. 2003;83(8):713–21.\n56. Egger M, Smith GD, Schneider M, et al. Bias in meta-analysis\ndetected by a simple, graphical test. BMJ.\n1997;315(7109):629–34.\n57. Rosenberg MS. The ﬁle-drawer problem revisited: a general\nweighted method for calculating fail-safe numbers in meta-\nanalysis. Evolution. 2005;59(2):464–8.\n58. Lipsey MW, Wilson DB. Practical meta-analysis. Thousand\nOaks: Sage Publications; 2001.\n59. Higgins JP, Thompson SG, Deeks JJ, et al. Measuring incon-\nsistency in meta-analyses. BMJ. 2003;327(7414):557.\n60. Hox J. Multilevel analysis: techniques and applications. 2nd ed.\nNew York: Taylor & Francis; 2010.\n61. Singer JD, Using SAS. PROC MIXED to ﬁt multilevel models,\nhierarchical models, and individual growth models. J Educ\nBehav Stat. 1998;23(4):323–55.\n62. Kraemer WJ. Inﬂuence of resistance training volume and peri-\nodization on physiological and performance adaptations in col-\nlegiate women tennis players. Am J Sports Med.\n2000;28:626–33.\n63. Baker D, Wilson G, Carlyon R. Periodization: the effect on\nstrength of manipulating volume and intensity. J Strength Cond\nRes. 1994;8(4):235–42.\n64. Schiotz MK, Potteiger JA, Huntsinger PG, et al. The short-term\neffects of periodized and constant-intensity training on body\ncomposition, strength, and performance. J Strength Cond Res.\n1998;12(3):173–8.\n65. Rosenthal R. The ﬁle drawer problem and tolerance for null\nresults. Psychol Bull. 1979;86(3):638.\n66. Oba Y, Hetzler RK, Stickley CD, et al. Allometric scaling of\nstrength scores in NCAA division I-A football athletes.\nJ Strength Cond Res. 2014;28(12):3330–7.\n67. Hoeger WW, Hopkins DR, Barette SL, et al. Relationship\nbetween repetitions and selected percentages of one repetition\nmaximum: a comparison between untrained and trained males\nand females. J Strength Cond Res. 1990;4(2):47–54.\n68. Painter KB, Haff GG, Ramsey MW, et al. Strength gains: block\nversus daily undulating periodization weight training among\ntrack and ﬁeld athletes. Int J Sports Physiol Perform.\n2012;7(2):161–9.\n69. Peterson MD, Dodd DJ, Alvar BA, et al. Undulation training for\ndevelopment of hierarchical ﬁtness and improved ﬁreﬁghter job\nperformance. J Strength Cond Res. 2008;22(5):1683–95.\n70. Rhea MR, Phillips WT, Burkett LN, et al. A comparison of\nlinear and daily undulating periodized programs with equated\nvolume and intensity for local muscular endurance/Comparaison\nentre des programmes d‘entrainement periodises, quotidiens et\nlineaires avec des intensites et des volumes egaux pour l‘en-\ndurance musculaire locale. J Strength Cond Res.\n2003;17(1):82–7.\n71. Prestes J, Frollini AB, de Lima C, et al. Comparison between\nlinear and daily undulating periodized resistance training to\nincrease strength. J Strength Cond Res. 2009;23(9):2437–42.\n72. Miranda F, Simao R, Rhea M, et al. Effects of linear vs. daily\nundulatory periodized resistance training on maximal and sub-\nmaximal strength gains. J Strength Cond Res.\n2011;25(7):1824–30.\n73. Franchini E, Branco BM, Agostinho MF, et al. Inﬂuence of\nlinear and undulating strength periodization on physical ﬁtness,\nphysiological, and performance responses to simulated judo\nmatches. J Strength Cond Res. 2015;29(2):358–67.\n74. Hoffman JR, Wendell M, Cooper J, et al. Comparison between\nlinear and nonlinear in-season training programs in freshman\nfootball players. J Strength Cond Res. 2003;17(3):561–5.\n75. American College of Sports Medicine. American College of\nSports Medicine position stand. Progression models in resistance\ntraining for healthy adults. Med Sci Sports Exerc.\n2009;41(3):687–708.\n76. Stone M, O’Bryant H, Schilling B, et al. Periodization: effects of\nmanipulating volume and intensity. Part 2. Strength Cond J.\n1999;21(3):54.\n77. Zourdos MC, Jo E, Khamoui AV, et al. Modiﬁed daily undu-\nlating periodization model produces greater performance than a\ntraditional conﬁguration in powerlifters. J Strength Cond Res.\n2015;30(3):784–91.\n78. Klemp A, Dolan C, Quiles JM, et al. Volume-equated high-and\nlow-repetition daily undulating programming strategies produce\nsimilar hypertrophy and strength adaptations. Appl Physiol Nutr\nMetab. 2016;41(999):1–7.\n79. Ahtiainen JP, Pakarinen A, Alen M, et al. Muscle hypertrophy,\nhormonal adaptations and strength development during strength\ntraining in strength-trained and untrained men. Eur J Appl\nPhysiol. 2003;89(6):555–63.\n80. Moritani T. Neural factors versus hypertrophy in the time course\nof muscle strength gain. Am J Phys Med Rehabil.\n1979;58(3):115–30.\n81. Mangine GT, Hoffman JR, Fukuda DH, et al. Improving muscle\nstrength and size: the importance of training volume, intensity,\nand status. Kineziologija. 2015;47(2):131–8.\n82. Phillips SM. Short-term training: when do repeated bouts of\nresistance exercise become training? Can J Appl Physiol.\n2000;25(3):185–93.\n83. Stone MH, Plisk SS, Stone ME, et al. Athletic performance\ndevelopment: volume load -1 set vs. multiple sets, training\nvelocity and training variation. Strength Cond J.\n1998;20(6):22–31.\n84. Fleck SJ. Periodized strength training: a critical review.\nJ Strength Cond Res. 1999;13(1):82–9.\n85. Ha¨ kkinen K, Pakarinen A, Komi PV, et al. Neuromuscular\nadaptations and hormone balance in strength athletes, physically\nactive males and females during intensive strength training.\nJ Biomech. 1989;22(10):1017.\n86. Ha¨ kkinen K, Komi PV, Ale ´n M, et al. EMG, muscle ﬁbre and\nforce production characteristics during a 1 year training period\nin elite weight-lifters. Eur J Appl Physiol Occup Physiol.\n1987;56(4):419–27.\n87. McLester JR, Bishop E, Guilliams M. Comparison of 1 day and\n3 days per week of equal-volume resistance training in experi-\nenced subjects. J Strength Cond Res. 2000;14(3):273–81.\n88. Ha¨ kkinen K, Kallinen M. Distribution of strength training vol-\nume into one or two daily sessions and neuromuscular adapta-\ntions in female athletes. Electromyogr Clin Neurophysiol.\n1994;34(2):117–24.\n89. Raastad T, Kirketeig A, Wolf D, et al., editors. Powerlifters\nimproved strength and muscular adaptations to a greater extent\nwhen equal total training volume was divided into 6 compared\nto 3 training sessions per week. In: 17th annual conference of the\nEuropean College of Sport Science: Bruges; 2012.\n90. Lidor R, Tenenbaum G, Ziv G, et al. Achieving expertise in\nsport: deliberate practice, adaptation, and periodization of\ntraining. Kinesiol Rev. 2016;5(2):129–41.\n91. Newell A, Rosenbloom PS. Mechanisms of skill acquisition and\nthe law of practice. Cognitive skills and their acquisition.\nHillsdale: Lawrence Erlbaum Associates; 1981. p. 1–55.\nComparison of Periodized and Non-Periodized Resistance Training\n123\n\n92. Schoenfeld BJ, Ratamess NA, Peterson MD, et al. Inﬂuence of\nresistance training frequency on muscular adaptations in well-\ntrained men. J Strength Cond Res. 2015;29(7):1821–9.\n93. Candow DG, Burke DG. Effect of short-term equal-volume\nresistance training with different workout frequency on muscle\nmass and strength in untrained men and women. J Strength Cond\nRes. 2007;21(1):204–7.\n94. Krieger JW. Single versus multiple sets of resistance exercise: a\nmeta-regression. J Strength Cond Res. 2009;23(6):1890–901.\n95. Rhea MR, Alvar BA, Ball SD, et al. Three sets of weight\ntraining superior to 1 set with equal intensity for eliciting\nstrength. J Strength Cond Res. 2002;16(4):525–9.\n96. Haff GG. Quantifying workloads in resistance training: a brief\nreview. Strength Cond J. 2010;10:31–40.\n97. Scott BR, Duthie GM, Thornton HR, et al. Training monitoring\nfor resistance exercise: theory and applications. Sports Med.\n2016;46(5):1–12.\n98. Schoenfeld BJ, Peterson MD, Ogborn D, et al. Effects of low-vs.\nhigh-load resistance training on muscle strength and hypertro-\nphy in well-trained men. J Strength Cond Res.\n2015;29(10):2954–63.\n99. Schoenfeld BJ, Ratamess NA, Peterson MD, et al. Effects of\ndifferent volume-equated resistance training loading strategies\non muscular adaptations in well-trained men. J Strength Cond\nRes. 2014;28(10):2909–18.\n100. Lemeshow AR, Blum RE, Berlin JA, et al. Searching one or two\ndatabases was insufﬁcient for meta-analysis of observational\nstudies. J Clin Epidemiol. 2005;58(9):867–73.\n101. Linder SK, Kamath GR, Pratt GF, et al. Citation searches are\nmore sensitive than keyword searches to identify studies using\nspeciﬁc measurement instruments. J Clin Epidemiol.\n2015;68(4):412–7.\n102. Papaioannou D, Sutton A, Carroll C, et al. Literature searching\nfor social science systematic reviews: consideration of a range\nof search techniques. Health Info Libr J. 2010;27(2):114–22.\n103. Whiting P, Westwood M, Burke M, et al. Systematic reviews of\ntest accuracy should search a range of databases to identify\nprimary studies. J Clin Epidemiol. 2008;61(4):357. e1–10.\n104. Davies T, Orr R, Halaki M, et al. Effect of training leading to\nrepetition failure on muscular strength: a systematic review and\nmeta-analysis. Sports Med. 2016;46(4):487–502.\n105. Stewart LA, Tierney JF. To IPD or not to IPD? Advantages and\ndisadvantages of systematic reviews using individual patient\ndata. Eval Health Prof. 2002;25(1):76–97.\nT. D. Williams et al.\n123"
  },
  "outcomes": {
    "primary": [
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 36,
    "primary_human": "strength (1RM squat; bench_press; leg_press); limited hypertrophy reporting"
  },
  "bucket": "A",
  "notes": "Periodized RT provides small-to-moderate advantages over non-periodized RT for maximal strength; hypertrophy outcomes are less frequently reported and show no large differences once volume is similar."
}