{
  "id": 5,
  "title": "A Meta-Analysis of Resistance Training in Female Youth: Its Effect on Muscular Strength, and Shortcomings in the Literature",
  "authors": "Moran J; Sandercock G; Ramirez-Campillo R; Clark CCT; Fernandes JFT; Drury B",
  "year": 2018,
  "doi": "10.1007/s40279-018-0914-4",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "female_youth",
    "strength",
    "hypertrophy",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (female youth)"
  },
  "sections": {
    "abstract": "Background: Resistance training is an effective way to enhance strength in female youth but, \nto date, no researcher has meta-analysed its effect on muscular strength in that population. \nObjectives: This meta -analysis charact erised female youths’ adaptability to resistance \ntraining (RT). A second objective was to highlight the limitations of the body of literature with \na view to informing future research. \nData sources: Google Scholar, PubMed, Web of Science \nStudy eligibility criteria: Resistance training intervention s in healthy females with a mean \nage between 8 and 18 years. Programmes of between 4 and 16 weeks duration that included \na control group. \nStudy appraisal and synthesis",
    "methods": "The inverse -variance random effects m odel for \nmeta-analyses was used because it allocates a proportionate weight to trials based on the \nsize of their individual standard errors and facilitates analysis whilst accounting for \nheterogeneity across studies. Effect sizes, calculated from a measure of muscular strength, \nare represented by the standardised mean difference and are presented alongside 95% \nconfidence intervals.",
    "results": "The magnitude of the main effect was ‘small’ (0.54, 95% confidence interval: 0.23, \n0.85). Effect sizes were larger in older (> 15 yrs; ES = 0.72 [0.23, 1.21] vs. 0.38 [-0.02, 0.79]), \ntaller (>163cm; ES = 0.67 [0.20, 1.13] vs. 0.55 [0.08, 1.02]) and heavier (<54kg; ES = 0.67 \n[0.30, 1.03] vs. 0.53 [-0.00, 1.06]) participants.",
    "conclusions": "and implications of key findings : Resistance training is effective in female \nyouth. These findings can be used to inform the prescription of RT in female youth. \n \nKey points: \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n3 \n \n Resistance training is an effective way of increasing muscular strength in female youth. \n Older, taller or heavier female youths may be more responsive to training potentially \nowing to maturation-related increases in muscle mass. \n Programmes lasting 8 weeks, with 2 sessions per week and around 40 minutes per \nsession seem most effective. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n4 \n \n1.",
    "introduction": "Maximal strength is the maximum force or torque that can be exerted by skeletal muscles \nduring movement [1]. The ability to exert high force is an important determinant of healthy \nfunction and athletic performance in youth [2] and resistance training (RT) is an effective way \nto enhance that quality [3] in this population. Indeed, previous research in youth has found \nthat absolute strength is well correlated with certain measures of sprint and jump height (r = \n0.596 to 0.762) [4,5]. \nIntervention studies of RT in female youth are lacking in both quantity and quality. Despite \nthis, several meta-analytical reviews have investigated the efficacy of RT in youth populations \n[6–9]. However, to date, no researchers have conducted meta-analyses in female youth only, \nwith existing data often conflated with that for young males [3,10] in subgroup analyses only, \nthus undermining the accuracy of inferences that can be made. This is an important matter in \nexercise science as there is variation in how male and female youth adapt to the demands of \nRT [11]. For example, adaptions in strength and body composition differ based on sex [11]. \nPrimarily, this is because of differences in circulating anabolic hormones which are higher in \nmales than in females from the age of puberty and which denote maturation-related changes \nsuch as increases in muscle mass [11,12]. This could result in an amplification of effects in \nmale youth: males gain around 7.2kg of muscle mass annually during the growth spurt whilst \nfemales gain just 3.5kg per year [13]. On average, the female pubertal growth spurt takes \nplace 2 years earlier than that for males but whilst gains in muscle mass slow down in females \nfrom the age of 15 years, males can continue to gain until the age of 20 years [13]. Accordingly, \nas maturation-status can regulate adaptive responses to RT [14], developmental factors must \nbe considered in the prescription of this type of exercise. \nThe intertwining physiological processes that underpin increases in muscular strength have \nnot been adequately detailed in line with the training methods that induce them in female \nyouths. This primarily relates to factors such as sex and the specificity of training stimuli and \nthough s ome authors have attempted to implicitly address such issues, reviews remain \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n5 \n \nsomewhat flawed. For example, Lesinski et al. [3] included studies in female youth athletes in \ntheir meta -analysis on RT but failed to separate them from male athletes for most effect \nestimates for chronological age, stage of maturation and training type. Indeed, dose responses \nwere calculated independent of age and sex despite previous recommendations for age- and \nsex-specific approaches to RT prescription [15]. Behringer et al. [6] had previously reported \nthat RT was effective for increasing strength in youth with an effect size of 1.1 (0.9 -1.3). \nHowever, the main effect statistic was inclusive of both males and females. A later review by \nthe same group [7] revealed beneficial effects of RT on the motor skills o f running, jumping \nand throwing; and more recently, Harries, Lubans and Callister [9] meta-analysed the effects \nof RT on vertical jump in male and female youth athletes, reporting increases in vertical jump \nheight in males dur ing puberty, but not in females . Despite these encouraging results, the \nenhancement of motor skills may not necessarily be the pr imary effect associated with RT \nbased on the principle of specificity [16] as such movements are heavily influenced by \ncoordination [17] and body mass [18] whilst strength is defined by force production. In relation \nto this, little attention has been paid to the effects of RT o n muscular strength only in female \nyouth. Our aim was to address this gap in the literature by characterising the effects of RT on \nmuscular strength in female youth, thus paying heed to the specificity of the response to \ntraining stimuli. A secondary aim was to inform future research and practice by describing \nshortcomings in the literature as it relates to RT in female youth. \n2. Methods \nThis meta-analysis was conducted in accordance with the Preferred Reporting Items for \nSystematic Reviews and Meta-Analyses (PRISMA) statement [19]. \n2.1 Literature search \nWith no date restrictions, a systematic search of the Google Scholar database was initially \nundertaken. Searches of the PubMed and Web of Science databases were also undertaken. \nOnly articles published in the English language were considered. These searche s were \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n6 \n \nperformed over three consecutive days (8th to 10th) in November, 2017. Using Boolean logic, \nvarious combinations of the following search terms were used : ‘youth’, ‘training’, ‘female’, \n‘strength’, ‘resistance’, ‘weightlifting’, ‘volume’, ‘intensity’, ‘fitness’, ‘high’, ‘load’, ‘rest’, ‘sets’, \n‘repetitions’, ‘plyometric’, ‘stretch-shortening cycle’, ‘jump’, ‘power’, ‘speed’, ‘velocity’, ‘agility’, \n‘sprint’, ‘ sprinting’, ‘alactic’, ‘acceleration’, ‘running’, ‘ exercise’, ‘ change of direction ’, \n‘paediatric’, ‘pediatric’, ‘young’, ‘children’, ‘adolescence’, ‘athletes’, ‘ sport’. These \ncombinations were searched using the following example format: ‘youth’ AND ‘training’ AND \n‘female’ AND ‘strength’ OR ‘[additional search term 1]’ OR ‘[additional se arch term 2]’ . In \nselecting studies for inclusion, a review of all relevant article titles was conducted before an \nexamination of article abstracts and, then, full published articles. Only peer-reviewed articles \nwere included in the meta -analysis. The refe rence lists of those studies that remained \nfollowing the application of all inclusion criteria were hand-searched for further articles that \ncould be relevant to the meta-analysis. Also, similar reviews were hand-searched for additional \narticles. The search process is outlined if Figure 1. \nFigure 1 Flow chart for inclusion and exclusion of studies \n2.2 Data extraction \nThe extraction of data from gathered articles was undertaken by three reviewers (JM, CC and \nJF) with a standardised form created in Microsoft Excel. The first reviewer collected the data \nbefore the second and third reviewers investigated its accuracy and the eligibility of studies \nfor inclusion. Where required data were not clearly or completely reported, article authors were \ncontacted for clarification. \nThe following criteria determined the eligibility of studies for inclusion in the review: cohorts of \nhealthy females, with a mean age between 8 and 18 years. Interventions of between 4 and 16 \nweeks duration that included a control group. Based on a previous review [14], we defined RT \nas ““[requiring] the musculature to contract (sic.) against an opposing force generated by some \ntype of resistance” [6]. Effect sizes were calculated by selecting the most relevant measure of \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n7 \n \nmuscular strength “based on theory or a logically defensible rationale” [20]. To account for the \nspecificity of the training adaptation, we did not consider surrogate measures of performance \nsuch as a vertical jump [14] and tests of strength must have incorporated some form of external \nresistive load, and not bodyweight only. Means and standard deviations for a measure of post-\nintervention strength were used to calculate an effect size. The characteristics of the study \nparticipants are displayed in Table 1. \nTable 1 Characteristics of study participants \n2.3 Analysis and interpretation of results \nMeta-analytical comparisons were carried out in RevMan version 5.3 [31]. The inverse -\nvariance random effects model for meta -analyses was used because it allocates a \nproportionate weight to trials based on the size of their individual standard errors [32] and \nfacilitates analysis whilst accounting for heterogeneity across stud ies [33]. Effect sizes are \nrepresented by the standardised mean difference and are presented alongside 95% \nconfidence intervals. The calculated effect sizes were interpreted using the conventions \noutlined for standardised mean difference by Hopkins et al [34] (<0.2 = trivial; 0.2-0.6 = small, \n0.6-1.2 = moderate, 1.2-2.0 = large, 2.0-4.0 = very large, >4.0 = extremely large). In cases in \nwhich there was more than one intervention group in a given study, the control grou p was \nproportionately divided to facilitate comparison across all participants [35]. \nTo gauge the degree of heterogeneity amongst the included studies, the I² statistic was \nreferred to. This represents the proportion of effects that are due to heterogeneity as opposed \nto chance [19]. Low, moder ate and high levels of heterogeneity correspond to I² values of \n25%, 50% and 75%, however, these thresholds are considered tentative [36]. The X² (chi \nsquare) statistic determines if the differences in the results of the analysis are due to ch ance \nand in such a case, a low P value, or high X² statistic, relative to degrees of freedom would be \napparent [32]. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n8 \n \nA risk of bias quality scale was not utilised for a number of reasons: The Cochrane \nCollaboration has previously discouraged the use of these scales, stating that the practice is \nnot underpinned by empirical evidence and assessment criteria may apply inaccurate study \nweights [37]. Also, the subjectivity of personal opinion undermines the accuracy of such scales \n[37]. Blinding of study participants and t rainers is undermined owing to the constraints that \nmake such a practice difficult to implement in tr aining intervention studies [38]. In relation to \nthis issue, previous systematic reviews [39,40] of training amongst children and adolescents \nsuggest that studies tend to be of low to medium quality. \n2.4 Analysis of moderator variables \nTo assess the potential effects of moderator variables, subgroup analyses were performed \nusing moderating variables i dentified a priori. Using a random effects model we selected \npotential moderators likely to influence the effects of training on applied interventions. An age-\nbased division was made between study groups whose participants were younger or older \nthan 15 yea rs. This division was made on the basis that this is the age at which females \nachieve adult height [41]. We also compared participants who were greater or less than 163 \ncm in stature. This represents an approximation of average female stature in the fully mature \nstate [42]. Resistance training has previously been found to be less effective in pre-pubertal \nmales in comparison to their pubertal and post -pubertal counterparts [14] and this was \nhypothesised to also be the case in females. With the high variability of body mass across \nvarious populations, body mass was divided into subgroups with a median split (greater or \nless than 5 6 kg) for the entire sample of participants . Age, height and body mass were all \nchosen as moderator variable s because of the effect of age and biological maturation exert \non performance in female youth [43]. The moderator variables of programme duration (weeks), \ntraining frequency (sessions per week), total number of training sessions and session duration \n(mins) were chosen based on the accepted influence of the FITT principle on adaptations to \nexercise [44]. These variables were divided using a median split. \n3. Results \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n9 \n \n3.1 Main effect \nEleven studies were included in this meta -analysis and they comprised 15 indiv idual \nexperimental groups. Across all included studies, there was a small, significant improvement \nin strength (ES = 0.54 [0.23, 0.85], Z = 3.37 [p = 0.0008]). The overall estimate was of small \nmagnitude and showed a significant level of between-study heterogeneity (I² = 42% [p = 0.04]). \nThese results are displayed in Figure 2. \nFigure 2 Forest plot of effect sizes with 95% confidence intervals \n3.2 Effect of moderator variables \nA summary of the effect of moderator variables can be viewed in Table 2. Subgroup analysis \nsuggested highly variable levels of between-group heterogeneity. Older, taller and heavier \nstudy participants adapted to RT to a greater degree than their younger, s horter, lighter \ncounterparts respectively with ‘moderate’ effects being achieved in the groups with larger \nadaptations. Interventions with a total amount of 16 sessions or fewer produced the largest \neffect (ES = 0.75 [0.33, 1.17], Z = 3.52 [P = 0.0004]). Those RT programmes that lasted 8 \nweeks or less demonstrated larger effects (ES = 0.62 [0.17, 1.07], Z = 2.71 [P = 0.007]) than \nthose that lasted more than eight weeks (ES = 0.44 [-0.02, 0.90], Z = 1.86 [P = 0.06]). Similarly, \ninterventions with two sessions per week were more effective (ES = 0.72 [0.34, 1.09], Z = 3.71 \n[P = 0.0002]) than those with more than 2 per week (ES = 0.18 [-0.26, 0.61], Z = 0.80 [P = \n0.42]). Levels of heterogeneity were higher in subgroups with shorter programmes, lower \ntraining frequency, fewer training sessions and fewer minutes per session. \nTable 2 Effect of moderator variables with 95% confidence intervals \n4.",
    "discussion": "The purpose of this meta -analytical review was to quantify the effects of RT in female youth \nand to highlight limitations in the relevant body of literature with a view to improving \napproaches to research in the future. Based on extensive research findings in male youth \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n10 \n \n[14,45–49], the effects of RT in that population are well understood. The emergence of \nanabolic hormones in puberty [50] may enhance adaptations to RT due to the resultant \nincrease in muscle mass [50]. However, because the magnitude of this adaptation is smaller \nin females [13], RT may be less effective in that population . This is evidenced by the results \nof this meta -analysis when compared to a methodologically similar meta-analysis of RT in \nmale youth. Moran et al. [14] previously found a moderate effect (0.98 [0.70-1.27]) of RT on \nmuscular strength in male youth aged 10 to 18 years. That contrasts with the current analysis \nwhich demonstrated effects of a far lower magnitude ( 0.54 [0.23, 0.85]). Given that it seems \nfemales adapt to RT to a different degree, this review is timely due to the dearth of empirical \nevidence in that population. \nThe body of research relating to RT in female youth is substantially smaller than that in male \nyouth. A previous review of RT in male youth [14], whic h adopted similar study selection \ncriteria, included 19 studies and excluded several more on the basis that it was a meta -\nanalysis of within -group intervention effects and, thus, included no control trials or studies \nwhich included non-athletic youth. On the contrary, the current review found just 11 studies \nthat met similar inclusion criteria, which were widened to include non-athletic youth. Given that \nRT can reduce injuries in females [15] and, also, that greater levels of strength are thought to \nprevent injury [51,52], it is curious that interventions which directly address the impact of RT \non a measure of muscular strength are so scarce in female youth, a requirement for inclusion \nof interventions in this meta-analysis. \nBased on the results of our analyses, the suggestion that RT can enhance strength in female \nyouth is not in question but the next challenge from a research perspective is to characterise \nhow maturation affects adaptations as the trainee develops physically . Previous meta -\nanalyses [14,53,54] have reported variability in the degree of adaptation to various forms of \ntraining across the maturation continuum in male youth. However, the body of relevant \nliterature is not currently large or informative enough to develop a stance on this issu e in \nfemale youth. One of the primary causes of this is the relatively large amount of researchers \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n11 \n \n[55–57] who have incorporated RT into their studies but have not provided measures of \nabsolute muscular strength with which to quantify the effects of their prescribed programmes \n(see Figure 1). This may, justifiably, be due to study design limitations but the approach could \nbe argued to undermine the principle of specificity of adaptation to the imposed demands of \ntraining [58]. This is not necessarily a trivial issue: the making of inferences about effects on \nan arguably less-relevant outcome measure, such as vertical jump, due to a training method \nsuch as traditional RT, could be considered suboptimal due to the independent nature of \ntraining adaptations to different forms of training stimuli [16], and the principle of training \nspecificity [58]. Our rationale for this stance is founded on the basis that, despite being well \ncorrelated with absolute strength in well-trained youth [4], measures of relative strength, such \nas vertical jump variants, may not necessarily capture maturation-related changes in strength \n[53]. This is because as youths grow, relative strength can decrease as bodyweight increases, \npotentially resulting in reduced relative strength, despite enhanced absolute strength [53]. This \ncould be of particular concern in heavier youth. Though we appreciate that researchers’ may \nhave limited control over the type of test used , if possible , i t is nonetheless important to \nconsider this issue when formulating RT interventions and programmes so that the effects of \ntraining are measured with the most relevant performance tests. To measure performance \nfollowing RT , researchers should consider utilising resistive apparatus which facilitates \nestimation of maximal strength to previously presented guidelines [59], in a variety of different \nexercises [60]. Such a protocol could be suitable for untrained youth as it involves the use of \nmultiple submaximal repetitions to predict maximal strength [59]. The submaximal load used \ncan be increased in manageable increments of between 2.5% and 5% until the participant \nexerts a maximal effort and whilst the study in question [59] used a submaximal resistance of \n90%, lower loads could be justifiably prescribed. \nIn none of the studies included in this meta-analysis did authors report participants’ maturation \nstatus with one of the most commonly used methods in youth sport [61]. This is a curious \nfeature of the relevant body of literature given that altered motor coordination during puberty \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n12 \n \nmay influence females’ susceptibility to damaging the anterior cruciate ligament, a risk that is \ndeepened by deficits in strength which can predispose the knee to acute and chronic injury \n[62]. It is therefore logical to suggest that even an approximate estimate of the timing of peak \nheight velocity could enable researchers to test training interventions that are specific to \nparticipants’ level of biological maturation, thus targeting the aforementioned weaknesses. \nGiven that in the majority of studies, researchers report participants’ stature and body mass, \nthe addition of seated stature to a typical testing battery is neither work -intensive or time-\nconsuming. As recommended by the British Association of Sports and Exercise Sciences [63], \nresearchers must report the biological maturity status in youth participants of both sexes. \nRelated to the above points, a further limitation of the current body of literature is the relatively \nhigh number of researchers who did not incorporate a control group into their study design. \nSeveral studies [64–67] were excluded on the basis that they did not provide any control group \ndata, fulfilling other inclusion criteria. This study design feature takes on added significance in \ninterventions in youth given that rapid changes in maturation status can result in both \nincreases or decreases in physical capabilities [68,69]. The recruitment of individuals to \nstudies can be difficult and the addition of a control group is not always possible. Nevertheless, \nwith a view to progressing this area of research, study authors are encouraged to prioritise the \ninclusion of control groups during the conceptualisation stage of studies. \nIn reference to maturation-related factors, RT was more effective (moderate vs, small effects) \nin older, taller and heavier individuals, indicating that more biologically mature female youth \nmay adapt to RT to a greater magnitude than their less mature counterparts. There also exists \nthe possibility that potentially negative effects of puberty, such as impaired sensorimotor \nfunction [70], could have temporarily disrupted the progress of the less mature subgroup s. \nThis is in line with the suggestion that the existence of a maturational threshold could moderate \nresponses to RT in youth [63]. Moreover, it is also reflective of a similar trend in male youth \nwith the periods during and after peak height velocity seemingly an opportune time to expose \nwell-conditioned individuals to more advanced and higher volume RT [14]. This may be partly \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n13 \n \ndue to maturation -related increases in muscle mass which, in turn, can underpin gains in \nstrength [15]. Rising testosterone levels enhance the synthesis of muscle proteins which leads \nto the greater accumulation of muscle mass [71]. Though this process is less marked in female \nyouth, who gain only half the amount of muscle mass that males do annually during the growth \nspurt [13], it still may exert a substantial effect. In line with the age threshold for subgroup \nanalysis in this review, Poortmans et al. [72] found that 15 year old females possessed \nsubstantially more muscle mass than 10 year olds (18.4 ± 0.8 kg vs. 12.5 ± 0.4 kg) indicating \na near-mature state for the older youths [73]. In females, the development of muscle mass \nduring puberty seems to be related to a four-fold increase in testosterone which, though lower \nin magnitude than that experienced by males, still results in them achieving between 50% and \n70% of the muscle mass of males [74]. Moreover, during the pubertal period, circulating \noestrogen seems to promote fat storage, also resulting in lower muscle mass [71,75]. These \nfactors together could go some way to explaining the size of the main effect in the current \nreview which was almost half of that observed in a similar meta -analysis in male youth [14]. \nIndeed, whilst RT seems marginally more effective in older, taller and heavier individuals, \nunpublished data from our group seems to point to younger, shorter and lighter individuals \nbeing more responsive to plyometric training. This seems logical given that relative s trength \nis a key factor in plyometric training whilst absolute strength is more important in RT. Taken \ntogether, this suggests that as in male youth, females may display variable responses to \ndifferent types of training at different stages of maturation. \nContrary to what we had expected to observe from subgroup analyses, it seems that RT \ninterventions were more effective in studies with fewer training sessions (16 or less), shorter \nstudy durations (8 weeks or less) and lower training frequencies (2 sessions or less per week). \nThe reasons for this finding are not clear but could be due to the relatively low number of \nstudies in this field, thus necessitating more research to clarify the time course of adaptation \nto RT in female youth. We surmise that the higher effects in shorter programmes could be \nindicative of a need to alter the training stimulus at the 8 week point in a training cycle : as \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n14 \n \nevidenced by our results, adaptations to resistance training can take place in a relatively short \nperiod of time n ecessitating an eventual change in the demands placed on body in order to \nsustain progress [76]. This could also be indicative of females’ lower sensitivity to the effects \nof RT when compared to males and could serve as a reason for coaches to plan more varied \nprogrammes of athletic development to continually drive adaptation in female youth. Despite \nthis recommendation, the characteristics of the body of published literature could have been \nmore influential in this finding: the lack of variation in program ming characteristics such as \nsession frequency made it somewhat difficult to divide studies with a median split for subgroup \nanalysis. In relation to this, the dichotomisation of continuous data by median split can result \nresidual confounding of analyses and reduced statistical power [77]. \nA widespread flaw in the literature relating to RT in female youth is the pooling of performance \ndata of both females and males for analysis within the same studies [8,78–84]. In isolation, \nthis is never an acceptable practice in research as it only determines whether a trai ning \nmethod is effective independent of any population -specific effects. Such an approach does \nnot consider the effects of sex and maturation level on training status given that boys and girls \nare bi ologically different and experience wholly different maturational changes at different \ntimes and tempos [85]. Given these differences, chronological age offers little basis for \ncomparison between the sexes. Indeed, that researchers have often failed to provide separate \nwithin-study performance data for male and female youth renders many interventions’ findings \nsomewhat flawed and, arguably, reduces their usefulness to practitioners and sports scientists \nalike. To continue to drive progress in this area of r esearch, study authors must report \nanthropometric and performance data of males and females separately , in addition to an \nanalysis of a n overall primary effect . For an exemplary demonstration of how to present \nquantitative and graphical data for boys and g irls within a single intervention study, we refer \nthe reader to the work Muehlbauer, Gollhoffer and Granacher [25]. \n5.",
    "conclusion": "1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n15 \n \nResistance training seems to be an effective way of increasing muscular strength in female \nyouth. However, significant limitations in the current literature prevent assured RT prescription \nrecommendations being made. Based on our results, it seems that older, taller or heavier \nindividuals may be more responsive to training potentially owing to maturation -related \nincreases in muscle mass which are indicative of a maturational threshold that could moderate \nresponses to RT [63]. Following foundational training, females of any age can be exposed to \nRT though because adaptations may reach a n upper limit relatively qu icker than in boys, \nworkloads should be sensibly balanced. This is particularly important during the interval of \nmaximal growth when reduced motor control can result in injury. We recommend that two \nsessions per week is an adequate frequency of training in female youth who should be \nexposed to a varied training stimuli to prevent stagnation in the longer term . In relation to \nobtaining more relevant data for future analyses, r esearchers are urged to continue to \ninvestigate the effects of RT in female youth but to devote more effort into measuring \nmaturation status and relevant measures of performance. If researchers include both males \nand females in the same study, the resultant data should be presented in a way that separates \none group from the other so that sex-specific inferences can be made. Data should also be \npresented in its raw numerical form with graphical representations being used only to add \ncontext to the reported results. \nAcknowledgements, conflicts of interest and funding statements \nJason Moran, Gavin Sandercock, Rodrigo Ramirez -Campillo, Cain C.T. Clark, John F.T. \nFernandes and Benjamin Drury declare that they have no conflict of interest. \nNo financial support was received for the conduct of this study or preparation of this \nmanuscript. \n6. Reference list \n1. Knuttgen HG, Komi P V. Considerations for Exercise. In: Komi P V, editor. Strength Power \nSport. Oxford: Blackwell Science Ltd; 2003. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n16 \n \n2. Faigenbaum AD, Kraemer WJ, Blimkie CJR, Jeffreys I, Micheli LJ, Nitka M, et al. Youth \nResistance Training: Updated Position Statement Paper From the National Strength and \nConditioning Association. J. Strength Cond. Res. 2009;23:S60–79. \n3. Lesinski M, Prieske O, Granacher U. Effects and dose-response relationships of \nresistance training on physical performance in youth athletes: A systematic review and meta-\nanalysis. Br. J. Sports Med. 2016. p. 781–95. \n4. Comfort P, Stewart A, Bloom L, Clarkson B. Relationships between strength, sprint, and \njump performance in well-trained youth soccer players. J. Strength Cond. Res. 2014;28:173–\n7. \n5. Peñailillo L, Espíldora F, Jannas-Vela S, Mujika I, Zbinden-Foncea H. Muscle strength \nand speed performance in youth soccer players. J. Hum. Kinet. 2016;50:203–10. \n6. Behringer M, Vom Heede A, Yue Z, Mester J. Effects of resistance training in children and \nadolescents: a meta-analysis. Pediatrics. 2010;126:e1199–210. \n7. Behringer M, Vom Heede A, Matthews M, Mester J. Effects of strength training on motor \nperformance skills in children and adolescents: a meta-analysis. Pediatr. Exerc. Sci. \n2011;23:186–206. \n8. Granacher U, Lesinski M, Büsch D, Muehlbauer T, Prieske O, Puta C, et al. Effects of \nresistance training in youth athletes on muscular fitness and athletic performance: A \nconceptual model for long-term athlete development. Front. Physiol. 2016. \n9. Harries SK, Lubans DR, Callister R. Resistance training to improve power and sports \nperformance in adolescent athletes: A systematic review and meta-analysis. J. Sci. Med. \nSport. 2012. p. 532–40. \n10. Payne VG, Morrow JR, Johnson L, Dalton SN. Resistance training in children and youth: \na meta-analysis. Res. Q. Exerc. Sport [Internet]. 1997;68:80–8. \n11. Yoshimoto T, Takai Y, Fukunaga Y, Fujita E, Yamamoto M, Kanehisa H. Effects of \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n17 \n \nschool-based squat training in adolescent girls. J. Sports Med. Phys. Fitness. 2016;56:678–\n83. \n12. Lloyd RS, Oliver JL. The Youth Physical Development Model: A new approach to Long-\nTerm Athletic Development. Strength Cond. J. 2012;34:61–72. \n13. Tonnessen E, Svendsen IS, Olsen IC, Guttormsen A, Haugen T. Performance \nDevelopment in Adolescent Track and Field Athletes According to Age, Sex and Sport \nDiscipline. PLoS One. 2015;10:e0129014. \n14. Moran J, Sandercock GRH, Ramírez-Campillo R, Meylan C, Collison J, Parry DA. A \nmeta-analysis of maturation-related variation in adolescent boy athletes’ adaptations to \nshort-term resistance training. J. Sports Sci. 2017;35:1041–51. \n15. Lloyd RS, Faigenbaum AD, Stone MH, Oliver JL, Jeffreys I, Moody JA, et al. Position \nstatement on youth resistance training: the 2014 International Consensus. Br. J. Sports Med. \n2014;48:498–505. \n16. Vissing K, Brink M, Lønbro S, Sørensen H, Overgaard K, Danborg K, et al. Muscle \nAdaptations to Plyometric vs. Resistance Training in Untrained Young Men. J. Strength \nCond. Res. 2008;22:1799–810. \n17. Hirtz P, Starosta W. Sensitive and Critical Periods of Motor Co-Ordination Development \nand Its Relation To Motor Learning. J. Hum. Kinet. 2002;7:19–28. \n18. Kakebeeke TH, Lanzi S, Zysset AE, Arhab A, Messerli-Bürgy N, Stuelb K, et al. \nAssociation between body composition and motor performance in preschool children. Obes. \nFacts. 2017;10:420–31. \n19. Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JPA, et al. The \nPRISMA statement for reporting systematic reviews and meta-analyses of studies that \nevaluate health care interventions: explanation and elaboration. J. Clin. Epidemiol. 2009. p. \ne1-34. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n18 \n \n20. Turner HM, Bernard RM. Calculating and synthesizing effect sizes. Contemp. Issues \nCommun. Sci. Disord. 2006;33:42–55. \n21. Eather N, Morgan PJ ame., Lubans DR evald. Improving health-related fitness in \nadolescents: the CrossFit TeensTM randomised controlled trial. J. Sports Sci. 2016;34:209–\n23. \n22. Ignjatovic AM, Markovic ZM, Radovanovic DS. Effects of 12-week medicine ball training \non muscle strength and power in young female handball players. J. Strength Cond. Res. \n2012;26:2166–73. \n23. Johnson AW, Eastman CS, Feland JB, Mitchell UH, Mortensen BB, Eggett D. Effect of \nhigh-speed treadmill training with a body weight support system in a sport acceleration \nprogram with female soccer players. J. Strength Cond. Res. 2013;27:1496–502. \n24. Lillegard WA, Brown EW, Wilson DJ, Henderson R, Lewis E. Efficacy of strength training \nin prepubescent to early postpubescent males and females: Effects of gender and maturity. \nDev. Neurorehabil. 1997;1:147–57. \n25. Muehlbauer T, Gollhofer A, Granacher U. Sex-Related Effects in Strength Training \nduring Adolescence: A Pilot Study. Percept. Mot. Skills. 2012;115:953–68. \n26. Pereira A, Costa AM, Santos P, Figueiredo T, João PV. Training strategy of explosive \nstrength in young female volleyball players. Medicina (B. Aires). 2015;51:126–31. \n27. Santos A, Marinho DA, Costa AM, Marques MC, Santos A, Marinho DA, et al. The \nEffects of Concurrent Resistance and Endurance Training Follow a Specific Detraining Cycle \nin Young School Girls. J. Hum. Kinet. 2011;93–103. \n28. Siegel JA, Camaione DN, Manfredi TG. The Effects of Upper Body Resistance Training \non Prepubescent Children. Pediatr. Exerc. Sci. 1989;1:1451–4. \n29. Skattebo Ø, Hallén J, Rønnestad BR, Losnegard T. Upper body heavy strength training \ndoes not affect performance in junior female cross-country skiers. Scand. J. Med. Sci. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n19 \n \nSports. 2015;n/a-n/a. \n30. Sugimoto D, Myer GD, Bush HM, Hewett TE. Effects of compliance on trunk and hip \nintegrative neuromuscular training on hip abductor strength in female athletes. J. Strength \nCond. Res. 2014;28:1187–94. \n31. The Nordic Cochrane Centre. Review Manager. Cochrane Collab. 2014. p. 1–43. \n32. Deeks JJ, Higgins JP, Altman DG. Analysing Data and Undertaking Meta-Analyses. \nCochrane Handb. Syst. Rev. Interv. Cochrane B. Ser. 2008. p. 243–96. \n33. Kontopantelis E, Springate DA, Reeves D. A Re-Analysis of the Cochrane Library Data: \nThe Dangers of Unobserved Heterogeneity in Meta-Analyses. PLoS One. 2013;8. \n34. Hopkins WG, Marshall SW, Batterham AM, Hanin J. Progressive statistics for studies in \nsports medicine and exercise science. Med. Sci. Sports Exerc. 2009. p. 3–12. \n35. Higgins JP, Deeks JJ, Altman DG. Special Topics in Statistics. Cochrane Handb. Syst. \nRev. Interv. Cochrane B. Ser. 2008. p. 481–529. \n36. Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-\nanalyses. BMJ Br. Med. J. 2003;327:557–60. \n37. Higgins JP, Altman DG. Assessing Risk of Bias in Included Studies. Cochrane Handb. \nSyst. Rev. Interv. Cochrane B. Ser. 2008. p. 187–241. \n38. Bolger R, Lyons M, Harrison AJ, Kenny IC. Sprinting Performance and Resistance-\nBased Training Interventions. J. Strength Cond. Res. 2015;29:1146–56. \n39. Johnson BA, Salzberg CL, Stevenson DA. A Systematic Review: Plyometric Training \nPrograms for Young Children. J. Strength Cond. Res. 2011;25:2623–33. \n40. Bedoya A, Miltenberger MR, Lopez RM. Plyometric Training Effects on Athletic \nPerformance in Youth Soccer Athletes. J. Strength Cond. Res. 2015. \n41. Georgopoulos NA, Markou KB, Theodoropoulou A, Vagenakis GA, Benardot D, Leglise \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n20 \n \nM, et al. Height velocity and skeletal maturation in elite female rhythmic gymnasts. J. Clin. \nEndocrinol. Metab. 2001;86:5159–64. \n42. Pellett PL. Food energy requirements in humans. Am. J. Clin. Nutr. 1990. p. 711–22. \n43. Emmonds S, Morris R, Murray E, Robinson C, Turner L, Jones B. The influence of age \nand maturity status on the maximum and explosive strength characteristics of elite youth \nfemale soccer players. Sci. Med. Footb. 2017;1:209–15. \n44. Pescatello LS, MacDonald H V., Lamberti L, Johnson BT. Exercise for Hypertension: A \nPrescription Update Integrating Existing Recommendations with Emerging Research. Curr. \nHypertens. Rep. 2015. \n45. Radnor JM, Lloyd RS, Oliver JL. Individual Response to Different Forms of Resistance \nTraining in School-Aged Boys. J. Strength Cond. Res. 2017;31:787–97. \n46. Lloyd R, Radnor J, De Ste Croix M, Cronin J, Oliver J. Changes in sprint and jump \nperformances after traditional, plyometric and combined resistance training in male youth pre \nand post peak height velocity. J. Strength Cond. Res. 2016;30:1239–1247. \n47. Moran J, Sandercock GRH, Ramírez-Campillo R, Wooller J-J, Logothetis S, \nSchoenmakers PPJM, et al. Maturation-related differences in adaptations to resistance \ntraining in young male swimmers. J. strength Cond. Res. 2018; 32:139-149. \n48. Rumpf MC, Cronin JB, Mohamad IN, Mohamad S, Oliver JJL, Hughes MG. The effect of \nresisted sprint training on maximum sprint kinetics and kinematics in youth. Eur. J. Sport Sci. \n2015;15:374–81. \n49. Meylan CMP, Cronin JB, Oliver JL, Hopkins WG, Contreras B. The effect of maturation \non adaptations to strength training and detraining in 11-15-year-olds. Scand. J. Med. Sci. \nSport. 2014;24:156–64. \n50. Viru A, Loko J, Harro M, Volver A, Laaneots L, Viru M. Critical Periods in the \nDevelopment of Performance Capacity During Childhood and Adolescence. Eur. J. Phys. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n21 \n \nEduc. 1999;4:75–119. \n51. Faigenbaum AD, Myer GD. Resistance training among young athletes: safety, efficacy \nand injury prevention effects. Br. J. Sports Med. 2010;44:56–63. \n52. Askling C, Karlsson J, Thorstensson A. Hamstring injury occurrence in elite soccer \nplayers after preseason strength training with eccentric overload. Scand. J. Med. Sci. Sport. \n2003;13:244–50. \n53. Moran J, Sandercock G, Rumpf MC, Parry DA. Variation in Responses to Sprint Training \nin Male Youth Athletes: A Meta-analysis. Int. J. Sports Med. 2017;38:1–11. \n54. Moran J, Sandercock GRH, Ramírez-Campillo R, Meylan C, Collison J, Parry DA. Age-\nrelated variation in male youth athletes’ countermovement jump following plyometric training. \nJ. Strength Cond. Res. 2017;31:552–65. \n55. Siegler J, Gaskill S, Ruby B. Changes evaluated in soccer-specific power endurance \neither with or without a 10-week, in-season, intermittent, high-intensity training protocol. J. \nStrength Cond. Res. 2003;17:379–87. \n56. Sannicandro I, Cofano G, Rosa RA, Piccinno A. Balance training exercises decrease \nlower-limb strength asymmetry in young tennis players. J. Sport. Sci. Med. 2014;13:397–\n402. \n57. Pairot De Fontenay B, Lebon F, Champely S, Argaud S, Monteil1 K. ACL Injury Risk \nFactors Decrease & Jumping Performance Improvement in Female Basketball Players: A \nProspective Study. Int. J. Kinesiol. Sport. Sci. 2013;1:2201–6015. \n58. Silva JM. An analysis of the training stress syndrome in competitive athletics. J. Appl. \nSport Psychol. 1990;2:5–20. \n59. Verdijk LB, Van Loon L, Meijer K, Savelberg HHCM. One-repetition maximum strength \ntest represents a valid means to assess leg strength in vivo in humans. J. Sports Sci. \n2009;27:59–68. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n22 \n \n60. Faigenbaum AD, Milliken L a, Westcott WL. Maximal strength testing in healthy children. \nJ. Strength Cond. Res. 2003;17:162–6. \n61. Mirwald RL, Baxter-Jones ADG, Bailey DA, Beunen GP. An assessment of maturity from \nanthropometric measurements. Med. Sci. Sports Exerc. 2002;34:689–94. \n62. Quatman-Yates CC, Myer GD, Ford KR, Hewett TE. A longitudinal evaluation of \nmaturational effects on lower extremity strength in female adolescent athletes. Pediatr. Phys. \nTher. 2013;25:271–6. \n63. McNarry M, Lloyd RS, Buchheit M, Craig P, Fbases W, Oliver J. The BASES Expert \nStatement on Trainability during Childhood and Adolescence. Sport Exerc. Sci. 2014;22–3. \n64. Naczk M, Lopacinski A, Brzenczek-Owczarzak W, Arlet J, Naczk A, Adach Z. Influence \nof short-term inertial training on swimming performance in young swimmers. Eur. J. Sport \nSci. 2017;17:369–77. \n65. Dowse RA, McGuigan MR, Harrison C. Effects of a Resistance Training Intervention on \nStrength, Power, and Performance in Adolescent Dancers. J. Strength Cond. Res. 2017;In \npress. \n66. Ullrich B, Pelzer T, Oliveira S, Pfeiffer M. Neuromuscular Responses to Short-Term \nResistance Training with Traditional and Daily Undulating Periodization in Adolescent Elite \nJudoka. J. Strength Cond. Res. 2016;30:2083–99. \n67. Steele J, Fisher JP, Assunção AR, Bottaro M, Gentil P. The role of volume-load in \nstrength and absolute endurance adaptations in adolescent’s performing high- or low-load \nresistance training. Appl. Physiol. Nutr. Metab. 2017;42:193–201. \n68. Hewett TE, Myer GD, Ford KR. Decrease in neuromuscular control about the knee with \nmaturation in female athletes. J. Bone Joint Surg. Am. 2004;86–A:1601–8. \n69. Yagüe PH, La Fuente D, Manuel J. Changes in height and motor performance relative to \npeak height velocity: A mixed-longitudinal study of Spanish boys and girls. Am. J. Hum. Biol. \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n23 \n \n1998;10:647–60. \n70. Quatman-Yates CC, Quatman CE, Meszaros AJ, Paterno M V., Hewett TE. A systematic \nreview of sensorimotor function during adolescence: A developmental stage of increased \nmotor awkwardness? Br. J. Sports Med. 2012. p. 649–55. \n71. Tipton KD. Gender differences in protein metabolism. Curr. Opin. Clin. Nutr. Metab. \nCare. 2001;4:493–8. \n72. Poortmans JR, Boisseau N, Moraine JJ, Moreno-Reyes R, Goldman S. Estimation of \ntotal-body skeletal muscle mass in children and adolescents. Med. Sci. Sports Exerc. \n2005;37:316–22. \n73. Siervogel RM, Demerath EW, Schubert C, Remsberg KE, Chumlea WC, Sun S, et al. \nPuberty and body composition. Horm. Res. 2003. p. 36–45. \n74. Welsman J, Armstrong N, Kirby B. Children and Exercise XiX. Washington: Singer; \n1997. \n75. Garnett SP, Högler W, Blades B, Baur LA, Peat J, Lee J, et al. Relation between \nhormones and body composition, including bone, in prepubertal children. Am. J. Clin. Nutr. \n2004;80:966–72. \n76. Kraemer WJ, Ratamess NA. Fundamentals of Resistance Training: Progression and \nExercise Prescription. Med. Sci. Sports Exerc. 2004. p. 674–88. \n77. Altman D, Royston P. The cost of dichotomising continuous variables. BMJ. \n2006;332:1080. \n78. Assunção AR, Bottaro M, Ferreira-Junior JB, Izquierdo M, Cadore EL, Gentil P. The \nchronic effects of low- and high-intensity resistance training on muscular fitness in \nadolescents. PLoS One. 2016;11. \n79. Benson AC, Torode ME, Fiatarone Singh MA. The effect of high-intensity progressive \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\n24 \n \nresistance training on adiposity in children: a randomized controlled trial. Int J Obes. \n2008;32:1016–27. \n80. Faigenbaum AD, Westcott2 WL, Micheli LJ, Outerbridge a. R, Long CJ, LaRosa-Loud R, \net al. The Effects of Strength Training and Detraining on Children. J. Strength Cond. Res. \n1996;10:109. \n81. Velez A, Golem DL, Arent SM. The impact of a 12-week resistance training program on \nstrength, body composition, and self-concept of hispanic adolescents. J. Strength Cond. \nRes. 2010;24:1065–73. \n82. Faigenbaum AD, Zaichkowsky LD, Westcott WL, Micheii LJ, Fehlandt AF. The Effects of \na Twice-a-Week Strength Training Program on Children. Pediatr. Exerc. Sci. 1993;5:339–46. \n83. Faigenbaum AD, Milliken LA, Loud RL, Burak BT, Doherty CL, Westcott WL. \nComparison of 1 and 2 Days per Week of Strength Training in Children. Res. Q. Exerc. \nSport. 2002;73:416–24. \n84. Faigenbaum AD, Milliken L, Moulton L, Westcott W. Early Muscular Fitness Adaptations \nIn Children In Response To Two Different Resistance Training Regimens. Med. Sci. Sport. \nExerc. 2005;37:S185. \n85. Marceau K, Ram N, Houts RM, Grimm KJ, Susman EJ. Individual differences in boys’ \nand girls’ timing and tempo of puberty: Modeling development with nonlinear growth models. \nDev. Psychol. 2011;47:1389–409. \n \n \n 1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 \n\nStudy Study group Sport Age Height \n(cm) \nWeight Participants Weeks Frequency \n(per week) \nTotal \nsessions \nSession \nduration \n(mins) \nTest \nEather et al. [21] Crossfit Teens Physical \neducation \n15.5 165 58.5 31 8 2 16 60 Grip-strength (kg) \n Control group Physical \neducation \n15.5 165 58.5 19 Grip-strength (kg) \nIgnjatovic et al. [22] Experimental group Handball 16.9 11 12 2 24 15 1 repetition maximum bench \npress (kg) \n Control group Handball 16.9 10 1 repetition maximum bench \npress (kg) \nJohnson et al. [23] High-speed treadmill (HST) Soccer 16 164 58.1 12 6 2 12 Isometric knee flexor strength \n(kg) (leg extension) \n Standard treadmill (ST) Soccer 16 164 58.1 12 6 2 12 Isometric knee flexor strength \n(kg) (leg extension) \n Control group Soccer 16 164 58.1 8 Isometric knee flexor strength \n(kg) (leg extension) \nLillegard et al. [24] Tanner stage 1-2 (Experimental) General \npopulation \n9.5 136.3 36.7 7 12 3 36 40 10RM leg extension (kg) \n Tanner stage 1-2 (Control) General \npopulation \n9.6 137.3 35.3 5 10RM leg extension (kg) \n Tanner stage 3-5 (Experimental) General \npopulation \n13.2 158.1 50 6 12 3 36 40 10RM leg extension (kg) \n Tanner stage 3-5 (Control) General \npopulation \n12.5 153.3 50.3 4 10RM leg extension (kg) \nMuehlbauer et al. \n[25] \nStrength training group Various 16.6 161.5 55.1 8 8 2 16 Maximum isometric force (N) (leg \npress) \n Control group Various 16.7 166 54.4 7 Maximum isometric force (N) (leg \npress) \nPereira et al. [26] Experimental group Volleyball 14 160 52 10 8 2 16 1.5Kg Medicine ball throwing (m) \n Control group Volleyball 13.8 160 53.5 10 1.5Kg Medicine ball throwing (m) \nSantos et al. [27] Combined strength and endurance training \n(GCOM) \nVarious 13.5 157.9 54.8 25 8 2 16 3Kg Medicine ball throwing (m) \n Strength training (GR) Various 13.5 159.4 58.9 21 8 2 16 3Kg Medicine ball throwing (m) \n Control Various 13.5 156.8 51.5 21 3Kg Medicine ball throwing (m) \nSiegel et al. [28] Experimental group General \npopulation \n8.5 128.5 27.2 24 12 3 36 30 Cable flexion (kg) \n Control group General \npopulation \n8.4 128.2 26.4 16 Cable flexion (kg) \nSkattebo et al. [29] Intervention group Cross-\ncountry \nskiing \n18 171 61 9 10 2 20 33 1RM seated pull-down (kg) \n Control Group Cross-\ncountry \nskiing \n17 166 60 7 1RM seated pull-down (kg) \nTable\n Click here to download Table Table 1.docx \n\nSugimoto et al. [30] Moderate-compliance group Volleyball 15.5 170.3 59.4 7 10 3 30 Hip abductor peak torque (ft-lbs) \n(isokinetic dynamometer) \n High-compliance group Volleyball 15.5 171.6 68.8 7 10 3 30 Hip abductor peak torque (ft-lbs) \n(isokinetic dynamometer) \n Noncompliance group Volleyball 16 173.4 63.9 7 Hip abductor peak torque (ft-lbs) \n(isokinetic dynamometer) \nYoshimoto et al. [11] Training group Various 13.8 154.9 48.2 27 8 5.5 44 Maximal knee extension (kg) \n Control group Various 13.8 154.4 46.4 20 Maximal knee extension (kg) \n \n\n Subgroup \nEffect size and \nconfidence \ninterval \nEffect \ndescriptor \n \nP Groups N \nBetween \ngroup I² \nBetween \ngroup P \nWithin \ngroup I² \nWithin \ngroup P \n< 15yrs 0.38 [-0.02, 0.79] Small 0.06 7 196 7.6% 0.30 41% 0.12 \n> 15yrs 0.72 [0.23, 1.21] Moderate 0.004 8 155 42% 0.10 \n< 163cm 0.55 [0.08, 1.02] Small 0.02 8 211 0% 0.73 57% 0.02 \n> 163cm 0.67 [0.20, 1.13] Moderate 0.005 6 119 18% 0.30 \n< 56kg 0.53 [-0.00, 1.06] Small 0.05 7 180 0% 0.68 60% 0.02 \n> 56kg 0.67 [0.30, 1.03] Moderate 0.0004 7 150 3% 0.40 \n≤ 8wks 0.62 [0.17, 1.07] Moderate 0.007 8 231 0% 0.58 56% 0.03 \n> 8wks 0.44 [-0.02, 0.90] Small 0.06 7 120 25% 0.23 \n≤ 2 sess p/week 0.72 [0.34, 1.09] Moderate 0.0002 9 221 70.1% 0.07 36% 0.13 \n> than 2 sess p/week 0.18 [-0.26, 0.61] Trivial 0.42 6 130 21% 0.27 \n≤16 sessions 0.75 [0.33, 1.17] Moderate 0.0004 7 184 54.6% 0.14 35% 0.16 \n> 16 sessions 0.30 [-0.11, 0.72] Small 0.16 8 167 33% 0.16 \n< 40 mins per session 0.34 [-0.38, 1.06] Small 0.03 3 77 0% 0.52 53% 0.12 \n≥ 40 mins per session 0.64 [0.11, 1.16] Moderate 0.02 4 72 4% 0.35 \n \nTable 2 Effect of moderator variables with 95% confidence intervals \nTable\n Click here to download Table Table 2.docx \n\n \nFigure\n Click here to download Figure Figure 1.docx \n\n \nFigure\n Click here to download Figure Figure 2.docx"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "intervention_weeks": 16,
    "primary_human": "primarily strength (1RM; field_strength tests); limited hypertrophy outcomes"
  },
  "bucket": "A",
  "notes": "RT is clearly effective for improving strength in female youth; hypertrophy data are sparse but suggest some gains. Highlights major shortcomings in study design/reporting for this population."
}