{
  "id": 6,
  "title": "Effects of Resistance Training Frequency on Measures of Muscle Hypertrophy: A Systematic Review and Meta-Analysis",
  "authors": "Schoenfeld BJ; Ogborn D; Krieger JW",
  "year": 2016,
  "doi": "10.1007/s40279-016-0543-8",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_frequency",
    "weekly_frequency",
    "hypertrophy",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mixed training status)"
  },
  "sections": {
    "abstract": "Background A number of resistance training (RT) pro-\ngram variables can be manipulated to maximize muscular\nhypertrophy. One variable of primary interest in this regard\nis RT frequency. Frequency can refer to the number of\nresistance training sessions performed in a given period of\ntime, as well as to the number of times a speciﬁc muscle\ngroup is trained over a given period of time.\nObjective We conducted a systematic review and meta-\nanalysis to determine the effects of resistance training\nfrequency on hypertrophic outcomes.",
    "methods": "Studies were deemed eligible for inclusion if\nthey met the following criteria: (1) were an experimental\ntrial published in an English-language refereed journal; (2)\ndirectly compared different weekly resistance training\nfrequencies in traditional dynamic exercise using coupled\nconcentric and eccentric actions; (3) measured morpho-\nlogic changes via biopsy, imaging, circumference, and/or\ndensitometry; (4) had a minimum duration of 4 weeks; and\n(5) used human participants without chronic disease or\ninjury. A total of ten studies were identiﬁed that investi-\ngated RT frequency in accordance with the criteria\noutlined.",
    "results": "Analysis using binary frequency as a predictor\nvariable revealed a signiﬁcant impact of training frequency\non hypertrophy effect size ( P = 0.002), with higher fre-\nquency being associated with a greater effect size than\nlower frequency (0.49 ± 0.08 vs. 0.30 ± 0.07, respec-\ntively). Statistical analyses of studies investigating training\nsession frequency when groups are matched for frequency\nof training per muscle group could not be carried out and\nreliable estimates could not be generated due to inadequate\nsample size.",
    "conclusions": "When comparing studies that investigated\ntraining muscle groups between 1 to 3 days per week on a\nvolume-equated basis, the current body of evidence indi-\ncates that frequencies of training twice a week promote\nsuperior hypertrophic outcomes to once a week. It can\ntherefore be inferred that the major muscle groups should\nbe trained at least twice a week to maximize muscle\ngrowth; whether training a muscle group three times per\nweek is superior to a twice-per-week protocol remains to\nbe determined.\n& Brad J. Schoenfeld\nbrad@workout911.com\n1 Department of Health Science, Lehman College, Bronx, NY,\nUSA\n2 McMaster University, Hamilton, ON, Canada\n3 Weightology, LLC, Issaquah, WA, USA\n123\nSports Med (2016) 46:1689–1697\nDOI 10.1007/s40279-016-0543-8\n\n\nKey Points\nWhen comparing studies that investigated the effects\nof training muscle groups between 1 to 3 days per\nweek, higher frequencies of training were\nconsistently superior to lower frequencies for\nincreasing muscle mass. It can be inferred that the\nmajor muscle groups should be trained at least twice\na week to maximize muscle growth. Due to an\nabsence of data, it is not clear whether training\nmuscle groups more than 3 days per week might\nenhance the hypertrophic response.\nThe limited body of evidence does not support a\nhypertrophic beneﬁt to manipulating training session\nfrequency when groups are matched for weekly\ntraining volume with an equivalent frequency of\ntraining per muscle group.\nGiven the potential for overtraining when\nconsistently employing high training frequencies,\nthere may be a beneﬁt to periodizing training\nfrequency over the course of a training cycle.\n1",
    "introduction": "Resistance training (RT) is the primary means by which\nhumans can signiﬁcantly increase muscle hypertrophy\nacross their lifespan [ 1]. Increases in muscle cross-sec-\ntional area (CSA) of more than 50 % have been reported in\nuntrained men and women over a period of several months\nof consistent training, with marked interindividual differ-\nences noted between subjects [ 2, 3]. Although the rate of\nmuscle growth is attenuated in those with resistance\ntraining experience, well-trained subjects nevertheless can\nachieve signiﬁcant hypertrophic increases when a novel\noverload stimulus is applied over time [ 4, 5].\nA number of RT program variables can be manipulated\nto maximize muscular hypertrophy [ 6]. One variable of\nprimary interest in this regard is RT frequency. On a basic\nlevel, frequency refers to the number of resistance training\nsessions performed in a given period of time, usually a\nweek. From a muscle-building standpoint, it has been\npostulated that those without previous RT experience\nbeneﬁt from a general training frequency of 2–3 days per\nweek while advanced lifters thrive on 4–6 weekly sessions\n[6].\nFrequency can also refer to the number of times a\nspeciﬁc muscle group is trained over a given period of\ntime. A recent survey of 127 competitive bodybuilders\nfound that *69 % of respondents trained each muscle\ngroup once per week while the remaining *31 % trained\nmuscles twice weekly [ 7]. These frequencies per muscle\ngroup were accomplished training a total of 5–6 days a\nweek. Such training practices are largely based on tradition\nand intuition, however, as no deﬁnitive research-based\nguidelines exist as to the optimal RT frequency for maxi-\nmizing muscle hypertrophy.\nA number of studies have examined the effects of dif-\nferent RT frequencies on muscular adaptations [ 8–17]. The\nresults of these studies have been rather disparate, and their\nsmall sample sizes make it difﬁcult to draw practical\ninferences for program design. The purpose of this paper\ntherefore is threefold: (1) to systematically and objectively\nreview the literature that directly investigates the effects of\nRT frequency on muscle hypertrophy; (2) to quantify these\neffects via meta-analyses; and (3) to draw evidence-based\nconclusions on the topic to guide exercise program design.\n2 Methods\n2.1 Inclusion Criteria\nStudies were deemed eligible for inclusion if they met the\nfollowing criteria: (1) were an experimental trial published\nin an English-language refereed journal; (2) directly com-\npared different weekly resistance training frequencies in\ntraditional dynamic exercise using coupled concentric and\neccentric actions; (3) measured morphologic changes via\nbiopsy, imaging, circumference, and/or densitometry; (4)\nhad a minimum duration of 4 weeks; and (5) used human\nparticipants without chronic disease or injury.\n2.2 Search Strategy\nThe systematic literature search was conducted in accor-\ndance with the Preferred Reporting Items for Systematic\nReviews and Meta-Analyses (PRISMA) guidelines [ 18].\nTo carry out this review, English-language literature sear-\nches of the PubMed, SPORTDiscus, and CINAHL data-\nbases were conducted from all time points up until 22 June\n2015. Combinations of the following keywords were used\nas search terms: ‘‘training frequency’’; ‘‘split training’’;\n‘‘total body training’’; ‘‘workout frequency’’ ‘‘split rou-\ntine’’; ‘‘split weight training’’. After conducting the initial\nsearch, the reference lists of articles retrieved were then\nscreened for any additional articles that had relevance to\nthe topic as described by Greenhalgh and Peacock [ 19].\nA total of 486 studies were evaluated based on search\ncriteria. After scrutinizing reference lists of relevant\npapers, ﬁve additional studies were subsequently identiﬁed\n1690 B. J. Schoenfeld et al.\n123\n\n\nas potentially meeting inclusion criteria for a total of 491\nstudies initially screened. To reduce the potential for\nselection bias, each of these studies were independently\nreviewed by two of the investigators (BJS and DIO), and a\nmutual decision was made as to whether or not they met\nbasic inclusion criteria. Any inter-reviewer disagreements\nwere settled by consensus and/or consultation with the\nthird investigator. Of the studies initially reviewed, 16 were\ndetermined to be potentially relevant to the paper based on\ninformation contained in the abstracts. The full text of\nthese articles was then screened and 11 were identiﬁed for\npossible inclusion in the paper. After consensus amongst\nthe investigators, one additional study was excluded\nbecause of insufﬁcient data to analyze necessary informa-\ntion [ 20]. Thus, a total of ten studies were considered for\nﬁnal analysis (see Fig. 1). Table 1 summarizes the studies\nanalyzed.\n2.3 Coding of Studies\nStudies were read and individually coded by two of the\ninvestigators (BJS and DIO) for the following variables:\ndescriptive information of subjects by group including sex,\nbody mass index, training status (trained subjects were\ndeﬁned as those with at least 1 year’s regular RT experi-\nence), age, and stratiﬁed subject age (classiﬁed as either\nyoung [18–29 years], middle-aged [30–49 years], or\nelderly [50 ? years]; whether the study was a parallel or\nwithin-subject design; the number of subjects in each\ngroup; duration of the study; total training frequency (days\nper week); frequency of training each muscle (days per\nweek); exercise volume (single set, multi-set, or both);\nwhether volume was equated between groups; type of\nmorphologic measurement (magnetic resonance imaging\n[MRI], computerized tomography [CT], ultrasound,\nbiopsy, dual energy X-ray absorptiomety [DXA] and/or\ndensitometry), and region/muscle of body measured (up-\nper, lower, or both). Coding was cross-checked between\ncoders, and any discrepancies were resolved by mutual\nconsensus. To assess potential coder drift, 30 % of the\nstudies were randomly selected for recoding as described\nby Cooper et al. [ 21]. Per-case agreement was determined\nby dividing the number of variables coded the same by the\nRecords iden/g415ﬁed through \ndatabase searching \n(n = 486) \nScreeningIncluded Eligibility Iden/g415ﬁca/g415on\nAddi/g415onal records iden/g415ﬁed \nthrough other sources \n(n = 5)\nTotal records screened \n(n = 491) \nFull-text ar/g415cles assessed \nfor eligibility \n(n = 16) \nFull-text ar/g415cles excluded, \nwith reasons (n = 5) \n Wrong study \ndesign (n=2) \n Insuﬃcient data \n(n=1) \n Wrong outcomes \n(n=2) \nStudies included in \nmeta-analysis \n(n = 11)\nStudies included in \nmeta-analysis \n(n = 10)\nAddi/g415onal ar/g415cles \nexcluded (n = 1) \n Insuﬃcient data\nFig. 1 Flow diagram of search\nprocess\nResistance Training Frequency and Muscle Hypertrophy 1691\n123\n\n\nTable 1 Studies meeting inclusion criteria\nStudy Subjects Design Study\nduration\n(weeks)\nVolume\nequated?\nHypertrophy\nmeasurement\nFindings\nArazi and\nAsadi [ 8]\n39 untrained\nyoung men\nRandom assignment to a resistance training protocol\nperforming 12 exercises targeting the entire body divided\ninto either a 1-, 2-, or 3-day per week schedule. All subjects\ntrained at 60–80 % 1 RM\n8 Yes Circumference\nmeasurements\nNo signiﬁcant differences in arm or thigh girth\nbetween conditions\nBenton\net al. [ 9]\n21 untrained,\nmiddle-aged\nwomen\nRandom assignment to resistance training either 3 non-\nconsecutive days per week using a total-body protocol\nperforming three sets of eights exercises or 4 consecutive\ndays per week using an alternating split-body protocol\nperforming three sets of six upper body exercises or six sets\nof three lower body exercises. All subjects performed 8–12\nrepetitions at 50–80 % 1 RM\n8 Yes BodPod No signiﬁcant differences in lean body mass\nbetween conditions\nCalder\net al. [ 10]\n30 young,\nuntrained\nwomen\nRandom assignment to either a total body group performing\nfour upper body exercises and three lower body exercises\ntwice a week or a split body group performing the lower\nbody exercises on separate days from the upper body\nexercises so that training was carried out over four weekly\nsessions. All subjects performed ﬁve sets of 6–12 RM to\nconcentric muscle failure\n20 Yes DXA No signiﬁcant differences in lean mass between\ngroups\nCandow\nand Burke\n[11]\n29 untrained,\nmiddle-aged\nmen and\nwomen\nRandom assignment to nine different resistance training\nexercises for the total body either twice per week performing\nthree sets of ten repetitions or three times per week\nperforming sets of ten repetitions\n6 Yes DXA No signiﬁcant differences in lean body mass\nbetween conditions\nCarneiro\net al. [ 12]\n53 untrained\nelderly\nwomen\nRandom assignment to a total body resistance training protocol\nperformed either twice or thrice each week. All subjects\nperformed a single set of 10–15 repetitions for eight\nexercises per session\n12 No DXA No signiﬁcant differences in skeletal muscle mass\nbetween groups\nGentil et al.\n[13]\n30 untrained\nyoung men\nRandom assignment to eight upper body resistance training\nexercises performed either in a single session once per week\nor split into two sessions of four exercises performed twice\nper week. Training consisted of three sets at 8–12 RM\n10 Yes Ultrasound No signiﬁcant differences in elbow ﬂexor\nthickness between groups\nLera Orsatti\net al. [ 14]\n30 untrained\nelderly\nwomen\nRandom assignment to resistance training either 1, 2, or 3 days\nper week. All subjects performed 1–2 sets of ten exercises\nfor the total body at 60–80 % 1 RM\n16 No BIA No signiﬁcant differences in whole body skeletal\nmuscle mass between conditions\nMcLester\net al. [ 15]\n25\nrecreationally\ntrained young\nmen and\nwomen\nRandom assignment to resistance training either 1 day per\nweek of three sets to failure or three days per week of one set\nto failure. All subjects performed nine exercises for the total\nbody\n12 Yes Skinfold\ntechnique and\ncircumference\nmeasurements\nNon-signiﬁcant trend for greater increases in lean\nbody mass in the higher frequency condition\n1692 B. J. Schoenfeld et al.\n123\n\n\ntotal number of variables. Acceptance required a mean\nagreement of 0.90.\n2.4 Calculation of Effect Size\nFor each hypertrophy outcome, an effect size (ES) was\ncalculated as the pretest–post-test change, divided by the\npooled pretest standard deviation (SD) [ 22]. A percentage\nchange from pretest to post-test was also calculated. A\nsmall sample bias adjustment was applied to each ES [ 22].\nThe variance around each ES was calculated using the\nsample size in each study and mean ES across all studies\n[23].\n2.5 Statistical Analyses\nMeta-analyses were performed using robust variance meta-\nregression for hierarchical data structures, with adjustments\nfor small samples [ 24, 25]. Separate meta-regressions were\nperformed for studies where weekly muscle group fre-\nquency varied, but weekly volume remained the same, and\nwhere weekly muscle group frequency and volume were\nthe same, but weekly training session frequency varied.\nMeta-regressions were performed on ESs and also percent\nchanges. Meta-regressions were performed with muscle\ngroup frequency as a binary predictor (lower or higher),\nand as a categorical predictor (1, 2, or 3 days per week).\nMeta-regressions on training session frequency were per-\nformed only with session frequency as a binary predictor\n(lower or higher). Due to the small number of studies in the\nanalyses, covariates such as training experience could not\nbe included in the statistical models, and thus interactions\nwith these variables could not be explored. All analyses\nwere performed using package robumeta in R version 3.1.3\n(The R Foundation for Statistical Computing, Vienna,\nAustria). Effects were considered signiﬁcant at P B 0.05,\nand trends were declared at 0.05 \\ P B 0.10. Data are\nreported as\nx ± standard error of the means (SEM) and\n95 % conﬁdence intervals (CIs).\n3 Results\n3.1 Muscle Group Frequency\nThe analysis on muscle group frequency comprised seven\nstudies involving 15 treatment groups and 200 subjects.\nAnalysis using binary frequency as a predictor variable\nrevealed a signiﬁcant impact of training frequency on\nhypertrophy ES ( P = 0.002), with higher frequency being\nassociated with a greater ES than lower frequency (dif-\nference = 0.19 ± 0.03; 95 % CI 0.11–0.28). The mean ES\nfor higher frequency was 0.49 ± 0.08 (95 % CI\nTable 1 continued\nStudy Subjects Design Study\nduration\n(weeks)\nVolume\nequated?\nHypertrophy\nmeasurement\nFindings\nRibeiro\net al. [ 16]\n10 elite male\nbodybuilders\nRandom assignment to either a four versus six days per week\nsplit-body resistance training routine. Subjects performed the\nsame 23 exercises for the same number of times per week.\nThe distribution of exercises was more concentrated in the\n4-day/per week condition. The protocol involved 6–12 RM\nfor all exercises except the calves and abdominals, which\nwere performed at 15–20 RM\n4 Yes DXA No signiﬁcant differences in lean mass between\nconditions\nSchoenfeld\net al. [ 17]\n19 young,\nresistance-\ntrained men\nRandom assignment to resistance train either 1 day per week\nusing a split-body routine versus 3 days per week using a\ntotal-body routine. All subjects performed 8–12 repetitions\nof seven different exercises for the entire body\n8 Yes Ultrasound Signiﬁcantly greater increases in elbow ﬂexor\nmuscle thickness and a trend for greater\nincreases in vastus lateralis thickness for the\ngreater frequency condition\nRM repetition maximum, DXA dual X-ray absorptiometry, BIA bioelectrical impedance analysis\nResistance Training Frequency and Muscle Hypertrophy 1693\n123\n\n\n0.29–0.69), while the mean ES for lower frequency was\n0.30 ± 0.07 (95 % CI 0.12–0.47). Analyses of percent\nchanges revealed similar results (difference = 3.1 ±\n0.58 %; 95 % CI 1.6–4.6; P = 0.003); the mean percent\nchange for higher frequency was 6.8 ± 0.7 % (95 % CI\n4.9–8.6), while the mean percent change for lower fre-\nquency was 3.7 ± 0.5 % (95 % CI 2.2–5.1). When muscle\ngroup frequency was divided into 1, 2, or 3 days per week,\nreliable estimates could not be produced due to inadequate\nsample size. Figure 2 provides a forest plot of studies\ncomparing the hypertrophic effects of different training\nfrequencies per muscle group.\n3.2 Training Session Frequency\nThere were a total of three studies on training session\nfrequency when groups were matched for frequency of\ntraining per muscle group, comprising seven treatment\ngroups and 54 subjects. Statistical analyses could not be\ncarried out and reliable estimates could not be generated\ndue to inadequate sample size.\n4",
    "discussion": "Optimizing RT frequency may have important implications\nfor maximizing muscle hypertrophy; however, few sys-\ntematic analyses exist to guide the creation of strength\ntraining programs. Wernbom et al. [ 26] analyzed 47 studies\nﬁnding most used session frequencies of two (22/47) or\nthree (17/47) times per week, with no difference in the\ndaily rate of change of quadriceps CSA between the two.\nUnfortunately the authors did not complete an integrative\nanalysis of the data, likely owing to the fact that few of the\nincluded studies actually directly compared one training\nfrequency against another (indirectness of evidence) and\nwere heterogeneous in composition [ 27]. The American\nCollege of Sports Medicine (ACSM) position stand on\nprogression models in resistance training indicates a fre-\nquency of 2–3 days per week for novice trainees using a\ntotal body program, increasing as the individual progresses\ntowards a higher level of training with the use of split\nprograms [ 28]. As acknowledged by the evidence cate-\ngories in the original statement, such recommendations are\nbased on relatively little original research and lower levels\nof evidence, reinforcing the need for the present analysis.\nAnecdotal evidence from the training practices of body-\nbuilders reveals that a majority of competitors work each\nmuscle group only once per week using a split routine [ 7].\nResults of our meta-analysis provide evidence for a bene-\nﬁcial effect to training muscle groups more frequently on a\nvolume-equated basis. A hypertrophic advantage for higher\nversus lower training frequencies was found both for effect\nsize (0.49 ± 0.08 vs. 0.30 ± 0.07, respectively) as well as\nmean percent change in muscle growth (6.8 ± 0.7 vs.\n3.7 ± 0.5 %, respectively). Scrutiny of the forest plot lends\nfurther support to this",
    "conclusion": "as effect sizes for all\nstudies analyzed favored the higher frequency group. The\nmeaningfulness of the effect size differences noted\nbetween RT frequencies (0.19) is subjective. Although this\nrepresents a 48 % difference on a relative basis, the\nabsolute difference could be deemed modest. Based on the\ncommon classiﬁcation for Cohen’s d, the lower frequency\ncondition is considered a small effect while the higher\nfrequency condition borders a medium effect [ 29]. The\npractical implications of these differences would be\nspeciﬁc to individual goals and desires.\nOn the surface, these ﬁndings would seem to indicate\nthat the common bodybuilding practice to train each\nmuscle group only once or twice per week using a split\nroutine is misguided and that superior muscle growth can\nbe achieved by increasing this frequency. However, it\nshould be noted that our results are speciﬁc to protocols\nequating total weekly training volume. A proposed beneﬁt\nof using a split routine is that it allows for a higher training\nvolume per muscle group while maintaining intensity of\neffort and providing adequate recovery between sessions\n[17]. Given the evidence for a dose-response relationship\nbetween total weekly training volume and hypertrophy\n[30], it remains to be determined whether employing split\nroutines with reduced weekly training frequencies per\nmuscle group may be an effective strategy to enhance\nhypertrophic increases by allowing for the use of higher\nvolumes over time. This hypothesis warrants further\ninvestigation.\nFig. 2 Forest plot of studies comparing the hypertrophic effects of\ndifferent training frequencies per muscle group. The data shown are\nmean ± 95 % CI; the size of the plotted squares reﬂect the statistical\nweight of each study. ES effect size\n1694 B. J. Schoenfeld et al.\n123\n\n\nDue to the relatively small sample of studies, reliable\nestimates of the differences between training muscle groups\none, two, or three times per week could not be adequately\nassessed. There was substantial heterogeneity across the\ntrials not only in the frequencies of training compared but\nalso the age groups included, parameters of the strength\ntraining protocol, training status of the participants and the\nassessment techniques for the measurement of muscle\ngrowth. Relatively few trials supported a preferential effect\nof one frequency above another with respect to muscle\ngrowth. McLester et al. [ 15], while ﬁnding no statistically\nsigniﬁcant difference between training frequencies, con-\ncluded there was a trend to favor the approximate 8 % dif-\nference in lean body mass training 3 days per week as\ncompared to a 1 % change when training was completed only\nonce per week. Schoenfeld et al. [ 17] compared a 3-day per\nweek total body routine against a 3-day per week upper/\nlower/upper body split. Such a design compares 3 days per\nweek of training for all body parts against either 1 day per\nweek of lower body training or 2 days per week of upper\nbody training in the split protocol. The total and split training\nprotocols produced comparable changes in the thickness of\nthe elbow extensors and vastus lateralis; however, the total\nbody training protocol resulted in greater growth in the\nelbow ﬂexors. The remaining studies found comparable\neffects of training frequencies between one and three times\nper week across various populations [ 9, 11–14].\nMoreover, no study meeting inclusion criteria examined\nthe effects of training a muscle group more than three times\nper week. Data presented at the 2012 European College of\nSports Science conference showed preliminary evidence that\nelite powerlifters experienced greater muscular adaptations\nwhen total training volume was partitioned over six versus\nthree weekly training sessions for 15 weeks [ 31]. This study\nhas yet to be published and thus the methodology cannot be\nproperly scrutinized. Nevertheless, the ﬁndings raise the\npossibility that very high frequencies of training may be\nbeneﬁcial for enhancing muscle growth in experienced lif-\nters. Future research should therefore endeavor to explore\nwhether an advantage is conferred from training a muscle\ngroup in excess of three weekly sessions.\nIt is also important to note that studies on this topic were\nrelatively short term in nature, with the vast majority\nlasting 10 weeks or less. There is evidence that very high\ntraining frequencies for a muscle group (daily) combined\nwith high intensities of load rapidly leads to decrements in\nperformance consistent with an overtrained state [ 32].\nAlthough these ﬁndings cannot necessarily be extrapolated\nto training a muscle group with lesser frequencies (say\n3 days per week) at reduced intensities, they do indicate a\nrelationship between weekly training frequency and over-\ntraining. It is therefore conceivable that periodizing the\nnumber of times a muscle is trained over time and/or\nscheduling regular periods of reduced training frequencies\nevery few weeks (deloading) might help to maximize\nmuscular gains while reducing the potential for overtrain-\ning. This hypothesis warrants further investigation.\nThere were three studies meeting inclusion criteria that\ninvestigated training session frequency while keeping muscle\ngroup frequency constant [ 8, 10, 16]. Unfortunately, the\nsample size in these studies was not large enough to produce\nreliable estimates. Arazi et al. [ 8] found no substantial dif-\nference between groups that trained one, two, or three times\nper week on an 8-week, volume-equated program; however,\nonly the participants who trained three times per week\ndemonstrated statistically signiﬁcant increases in both arm\nand thigh circumference. Calder et al. [ 10]c o m p a r e dt w i c e -\nweekly total body training against an upper/lower body split\nroutine over two 10-week training periods in young women.\nWhole body and site-speciﬁc lean tissue mass was assessed\nusing DXA. At the cessation of training, both groups had\ncomparable increases in arm lean tissue mass whereas the total\nbody training also increased leg lean tissue mass. Whole body\nlean mass increased following training, but was not different\nbetween groups. Ribeiro et al. [ 16]c o m p a r e dl e a nb o d ym a s s\nchanges when training either four or six times per week with a\nvolume and body-part equated protocol in highly trained\nparticipants (professional bodybuilders) over 4 weeks. While\nboth groups improved over time, no statistically signiﬁcant\ndifferences were detected for fat-free mass post-training;\nhowever, calculated effect sizes were greater for four times\nper week as compared to six (0.44 vs. 0.29). While meta-\nanalysis was not possible on this topic, the combined evidence\ndoes not support that manipulations in training session fre-\nquency promote differential hypertrophic responses when\ngroups are matched for weekly training volume with an\nequivalent frequency of training per muscle group.\nOur analysis was limited by a lack of studies directly\ninvestigating site-speciﬁc muscle growth via imaging\nmodalities. Only two studies used such site-speciﬁc imag-\ning modalities [ 13, 17], and these studies employed single-\nsite ultrasound measures which may not reﬂect hyper-\ntrophic changes at the whole muscle level. The other\nstudies included employed total body measures of lean\nmass and girth, which have inherent limitations when\nextrapolating results to muscular adaptations. Further\nresearch using state-of-the-art imaging techniques are\ntherefore needed to provide greater clarity on the topic.\n5 Conclusion\nWhen comparing studies that investigated training muscle\ngroups between 1 to 3 days per week on a volume-equated\nbasis, the current body of evidence indicates that fre-\nquencies of training two times per week promote superior\nResistance Training Frequency and Muscle Hypertrophy 1695\n123\n\n\nhypertrophic outcomes compared to one time. It can\ntherefore be inferred that the major muscle groups should\nbe trained at least twice a week to maximize muscle\ngrowth; whether training a muscle group three times per\nweek is superior to a twice-per-week protocol remains to\nbe determined. That said, training a muscle group once a\nweek was shown to promote robust muscular hypertrophy\nand remains a viable strategy for program design. Due to\nan absence of data, it is not clear whether training muscle\ngroups more than 3 days per week might enhance the\nhypertrophic response.\nThe limited body of evidence does not support a\nhypertrophic beneﬁt for manipulating training session fre-\nquency when groups are matched for weekly training\nvolume with an equivalent frequency of training per mus-\ncle group. Given the possibility of overtraining when\nemploying consistently high training frequencies, there\nmay be beneﬁt to periodizing training frequency and\nincluding regular periods of deloading over the course of a\ntraining cycle. This hypothesis warrants further study.\nCompliance with Ethical Standards\nFunding No external sources of funding were used to assist in the\npreparation of this article.\nConﬂicts of interest Brad J. Schoenfeld, Dan Ogborn, and James\nW. Krieger declare that they have no conﬂicts of interest relevant to\nthe content of this review.\nReferences\n1. Schoenfeld BJ. The mechanisms of muscle hypertrophy and their\napplication to resistance training. J Strength Cond Res.\n2010;24(10):2857–72.\n2. Hubal MJ, Gordish-Dressman H, Thompson PD, et al. Variability\nin muscle size and strength gain after unilateral resistance train-\ning. Med Sci Sports Exerc. 2005;37(6):964–72.\n3. Bamman MM, Petrella JK, Kim JS, et al. Cluster analysis tests\nthe importance of myogenic gene expression during myoﬁber\nhypertrophy in humans. J Appl Physiol. 2007;102(6):2232–9.\n4. Schoenfeld BJ, Ratamess NA, Peterson MD, et al. Effects of\ndifferent volume-equated resistance training loading strategies on\nmuscular adaptations in well-trained men. J Strength Cond Res.\n2014;28(10):2909–18.\n5. Schoenfeld BJ, Peterson MD, Ogborn D, et al. Effects of low-\nversus high-load resistance training on muscle strength and\nhypertrophy in well-trained men. J Strength Cond Res.\n2015;29(10):2954–63.\n6. Kraemer WJ, Ratamess NA. Fundamentals of resistance training:\nprogression and exercise prescription. Med Sci Sports Exerc.\n2004;36(4):674–88.\n7. Hackett DA, Johnson NA, Chow CM. Training practices and\nergogenic aids used by male bodybuilders. J Strength Cond Res.\n2013;27(6):1609–17.\n8. Arazi H, Asadi A. Effects of 8 weeks equal-volume resistance\ntraining with different workout frequency on maximal strength,\nendurance and body composition. Int J Sports Sci Eng.\n2011;5(2):112–8.\n9. Benton MJ, Kasper MJ, Raab SA, et al. Short-term effects of\nresistance training frequency on body composition and strength in\nmiddle-aged women. J Strength Cond Res. 2011;25(11):3142–9.\n10. Calder AW, Chilibeck PD, Webber CE, et al. Comparison of\nwhole and split weight training routines in young women. Can J\nAppl Physiol. 1994;19(2):185–99.\n11. Candow DG, Burke DG. Effect of short-term equal-volume\nresistance training with different workout frequency on muscle\nmass and strength in untrained men and women. J Strength Cond\nRes. 2007;21(1):204–7.\n12. Carneiro NH, Ribeiro AS, Nascimento MA, et al. Effects of\ndifferent resistance training frequencies on ﬂexibility in older\nwomen. Clin Interv Aging. 2015;5(10):531–8.\n13. Gentil P, Fischer B, Martorelli AS, et al. Effects of equal-volume\nresistance training performed one or two times a week in upper\nbody muscle size and strength of untrained young men. J Sports\nMed Phys Fitness. 2015;55(3):144–9.\n14. Lera Orsatti F, Nahas EA, Maesta N, et al. Effects of resistance\ntraining frequency on body composition and metabolics and\ninﬂammatory markers in overweight postmenopausal women.\nJ Sports Med Phys Fitness. 2014;54(3):317–25.\n15. McLester JR, Bishop P, Guilliams ME. Comparison of 1 day and\n3 days per week of equal-volume resistance training in experi-\nenced subjects. J Strength Cond Res. 2000;14:273–81.\n16. Ribeiro AS, Schoenfeld BJ, Silva DR, et al. Effect of two- versus\nthree-way split resistance training routines on body composition\nand muscular strength in bodybuilders: A pilot study. Int J Sport\nNutr Exerc Metab. 2015;25(6):559–65.\n17. Schoenfeld BJ, Ratamess NA, Peterson MD, et al. Inﬂuence of\nresistance training frequency on muscular adaptations in well-\ntrained men. J Strength Cond Res. 2015;29(7):1821–9.\n18. Moher D, Liberati A, Tetzlaff J, PRISMA Group, et al. Preferred\nreporting items for systematic reviews and meta-analyses: the\nPRISMA statement. PLoS Med. 2009;6(7):e1000097.\n19. Greenhalgh T, Peacock R. Effectiveness and efﬁciency of search\nmethods in systematic reviews of complex evidence: audit of\nprimary sources. BMJ. 2005;331(7524):1064–5.\n20. Brazzel-Roberts JV, Thomas LE. Effects of weight training fre-\nquency on the self-concept of college remales. J Appl Sports Sci\nRes. 1989;3(2):40–3.\n21. Cooper H, Hedges L, Valentine J. The handbook of research\nsynthesis and meta-analysis. 2nd ed. New York: Russell Sage\nFoundation; 2009.\n22. Morris B. Estimating effect sizes from pretest-posttest-control\ngroup designs. Organ Res Meth. 2008;11(2):364–86.\n23. Borenstein M, Hedges LV, Higgins JPT. Effect sizes based on\nmeans. In: Introduction to meta-analysis. UK: John Wiley and\nSons, LTD; 2009. p. 21–32.\n24. Hedges LV, Tipton E, Johnson MC. Robust variance estimation\nin meta-regression with dependent effect size estimates. Res\nSynth Methods. 2010;1(1):39–65.\n25. Tipton E. Small sample adjustments for robust variance estima-\ntion with meta-regression. Psychol Methods. 2015;20(3):375–93.\n26. Wernbom M, Augustsson J, Thomee R. The inﬂuence of fre-\nquency, intensity, volume and mode of strength training on whole\nmuscle cross-sectional area in humans. Sports Med.\n2007;37(3):225–64.\n27. Guyatt GH, Oxman AD, Kunz R, et al. GRADE guidelines: 8.\nRating the quality of evidence-indirectness. J Clin Epidemiol.\n2011;64(12):1303–10.\n28. American College of Sports Medicine. American College of\nSports Medicine position stand. Progression models in resistance\ntraining for healthy adults. Med Sci Sports Exerc.\n2009;41(3):687–708.\n29. Cohen J. Statistical power analysis for the behavioral sciences.\n2nd ed. Hillsdale: Lawrence Erlbaum; 1988.\n1696 B. J. Schoenfeld et al.\n123\n\n30. Krieger JW. Single vs. multiple sets of resistance exercise for\nmuscle hypertrophy: a meta-analysis. J Strength Cond Res.\n2010;24(4):1150–9.\n31. Raastad T, Kirketeig A, Wolf D, et al. Powerlifters improved\nstrength and muscular adaptations to a greater extent when equal\ntotal training volume was divided into 6 compared to 3 training\nsessions per week. 17th Annual Conference of the European\nCollege of Sport Science, Brugge, 2012.\n32. Fry AC, Kraemer WJ, van Borselen F, et al. Performance\ndecrements with high-intensity resistance exercise overtraining.\nMed Sci Sports Exerc. 1994;26(9):1165–73.\nResistance Training Frequency and Muscle Hypertrophy 1697\n123"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 15,
    "primary_human": "hypertrophy (muscle_size via imaging; circumference; biopsy; densitometry)"
  },
  "bucket": "A",
  "notes": "When total volume is equated, training frequency per se has only a modest effect on hypertrophy; higher frequency mainly helps by distributing or increasing weekly volume."
}