{
  "id": 7,
  "title": "Resistance Training Load Effects on Muscle Hypertrophy and Strength Gain: Systematic Review and Network Meta-analysis",
  "authors": "Lopez P; Radaelli R; Taaffe DR; Newton RU; Galvão DA; Trajano GS; Teodoro JL; Kraemer WJ; Häkkinen K; Pinto RS",
  "year": 2021,
  "doi": "10.1249/MSS.0000000000002585",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "load",
    "intensity",
    "low_load",
    "high_load",
    "hypertrophy",
    "strength",
    "network_meta_analysis"
  ],
  "population": {
    "training_status": "network_meta_analysis (healthy adults; mostly untrained/recreational)"
  },
  "sections": {
    "abstract": "LOPEZ, P., R. RADAELLI, D. R. TAAFFE, R. U. NEWTON, D. A. GALVÃO, G. S. TRAJANO, J. L. TEODORO, W. J. KRAEMER, K.\nHÄKKINEN, and R. S. PINTO. Resistance Training Load Effects on Muscle Hypertrophy and Strength Gain: Systematic Review and Net-\nwork Meta-analysis.Med. Sci. Sports Exerc.,V o l .5 3 ,N o .6 ,p p .1 2 0 6–1216, 2021.Purpose:This study aimed to analyze the effect of resis-\ntance training (RT) performed until volitional failure with low, moderate, and high loads on muscle hypertrophy and muscle strength in healthy\nadults and to assess the possible participant-, design-, and training-related covariates that may affect the adaptations.",
    "methods": "Using Pre-\nferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, MEDLINE, CINAHL, EMBASE, SPORTDiscus, and Web\nof Science databases were searched. Including only studies that performed sets to volitional failure, the effects of low- (>15 repetitions max-\nimum (RM)), moderate- (9–15 RM), and high-load (≤8 RM) RTs were examined in healthy adults. Network meta-analysis was undertaken to\ncalculate the standardized mean difference (SMD) between RT loads in overall and subgroup analyses involving studies deemed of high qual-\nity. Associations between participant-, design-, and training-related covariates with SMD were assessed by univariate and multivariate net-\nwork meta-regression analyses.",
    "results": "Twenty-eight studies involving 747 healthy adults were included. Although no differences in\nmuscle hypertrophy between RT loads were found in overall (P =0 . 1 1 3–0.469) or subgroup analysis (P =0 . 8 7 1–0.995), greater effects were\nobserved in untrained participants (P = 0.033) and participants with some training background who undertook more RT sessions\n(P =0 . 0 3 1–0.045). Muscle strength improvement was superior for both high-load and moderate-load compared with low-load RT in overall\na n ds u b g r o u pa n a l y s i s( S M D ,0 . 6 0–0.63 and 0.34–0.35, respectively;P <0 . 0 0 1–0.003), with a nonsignificant but superior effect for high\ncompared with moderate load (SMD, 0.26–0.28, P = 0.068).",
    "conclusions": "Although muscle hypertrophy improvements seem to be load in-\ndependent, increases in muscle strength are superior in high-load RT programs. Untrained participants exhibit greater muscle hypertrophy,\nwhereas undertaking more RT sessions provides superior gains in those with previous training experience.Key Words: STRENGTH\nTRAINING, VOLITIONAL FAILURE, MUSCLE HYPERTROPHY, MUSCLE STRENGTH\nR\nesistance training is a popular and effective modality\nto improve muscle function, functional performance,\nand health parameters in a wide range of healthy and\nclinical populations. Among the many expected outcomes, in-\ncreases in muscle size and strength are considered important\nand desirable by individuals and clinicians either for perfor-\nmance or health and functional improvement. In the 1940s,\nDeLorme and Watkins (1) proposed undertaking resistance\nexercise sets until neuromuscular volitional failure to maxi-\nmize such benefits. Although a vast body of research work\nin this area has been published (2–7), issues regarding how\nto optimize resistance training outcomes remain (8,9). Further-\nmore, controversies regarding how volitional failure is opera-\ntionalized call into question the implementation of this\ntechnique in populations other than strength athletes, as\nAddress for correspondence: Pedro Lopez, M.Sc., Exercise Medicine Research\nInstitute, Edith Cowan University, 270 Joondalup Drive, Joondalup, WA\n6027, Australia; E-mail: p.lopezda@our.ecu.edu.au.\nSubmitted for publication August 2020.\nAccepted for publication December 2020.\nSupplemental digital content is available for this article. Direct URL citations\nappear in the printed text and are provided in the HTML and PDF versions\nof this article on the journal’s Web site (www.acsm-msse.org).\n0195-9131/20/5306-1206/0\nMEDICINE & SCIENCE IN SPORTS & EXERCISE\n®\nCopyright © 2020 The Author(s). Published by Wolters Kluwer Health, Inc. on\nbehalf of the American College of Sports Medicine. This is an open-access article\ndistributed under the terms of the Creative Commons Attribution-Non Commercial-\nNo Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download\nand share the work provided it is properly cited. The work cannot be changed in any\nway or used commercially without permission from the journal.\nDOI: 10.1249/MSS.0000000000002585\n1206\nAPPLIED SCIENCES\n\nparticipants’ motivation and tolerance, discomfort, and neuro-\nmuscular fatigue affect the performance and results related to\nthis training program.\nLoad selection has been considered an important resistance\ntraining variable to successfully increase muscle size and strength\nacross different populations(10). Considering Henneman’ss i z e\nprinciple (i.e., motor units are recruited from smallest to largest)\n(11), studies have advocated in favor of either high loads\n(12–15) or both low and high loads (16) to achieve maximal\nor near-maximal recruitment of motor units during fatiguing\ncontractions to induce muscle hypertrophy. Although this is\na topic of intense debate in the literature, when low-load sets\nare performed until volitional failure, neuromuscular fatigue\nnecessitates increasing percentage recruitment of the motor\nunit pool, and through this mechanism (12), such training\nmay produce a meaningful drive for muscle hypertrophy.\nFor example, Mitchell et al. (6) and Lim et al. (5) have re-\nported that 10 wk of resistance training until volitional failure\nin untrained men at low and high loads (30% and 80% of 1\nrepetition maximum (1-RM)) resulted in similar increases in\nquadriceps femoris muscle volume (6.8% and 7.2%, respec-\ntively) and muscle fiber cross-sectional area of the vastus\nlateralis (ranging from 15% to 20% in both groups). These\nfindings indicate that muscle hypertrophy may be more respon-\nsive in untrained individuals because of the large window for\nadaptation, masking differential effects of training modalities\nand dosages (17), and not show an obvious load-dependent re-\nlationship when resistance training sets are performed until vo-\nlitional failure (6,18). In contrast, Schoenfeld and colleagues (7)\nreported that 8 wk of resistance training at high loads (2–4R M )\ninduced greater strength gains in recreationally trained men\ncompared with moderate loads (8–12 RM), whereas increases\nin elbow extensor and quadriceps femoris muscle thickness\nwere higher for the moderate-load group. Consequently, it is\nunclear as to loading effects on muscle hypertrophy when resis-\ntance training is undertaken until volitional failure. Further-\nmore, despite previous meta-analyses examining low (≤60%\nof 1-RM) and higher resistance training load (>60% of 1-RM)\neffects on muscle strength andhypertrophy (9,19), the lack of\nmeta-analyses comprising a large number of studies comparing\nwell-defined ranges of loadsuch as low- (<60% of 1-RM),\nmoderate- (between 60% and 79% of 1-RM), and high-load re-\nsistance training (≥80% of 1-RM) through robust meta-analytic\napproaches such as network meta-analysis precludes the deter-\nmination of an appropriate load for outcomes of interest in\nhealthy adults with different pretraining genetic and morpho-\nlogical characteristics.\nOther issues comparing resistance training loads are related\nto the heterogeneity of study designs such as the participants\ninvolved (men vs women or combined), training status (untrained\nvs recreationally trained vs strength athletes), experimental de-\nsign (between- and within-subject), assessed outcomes (lower-,\nupper-, and whole-body), and training prescription (number\nof sessions; operational definition of volitional failure and its\nimplementation and verification). These different characteristics\namong studies may preclude the accurate evaluation of an\noptimal resistance training load, considering specific methodo-\nlogical or resistance training prescription characteristics when full\nand similar recruitment of the motor unit pool is achieved. As a\nresult, the purposes of the review and analysis are to 1) analyze\nthe effect of resistance training performed until failure with\nlow, moderate, and high loads on muscle hypertrophy and\nmuscle strength in healthy adults and 2) assess the possible\nparticipant-, design-, and training-related covariates that may af-\nfect the hypertrophy and strength gains.\nMETHODS\nStudy selection procedure.The study was undertaken\nin accordance with the Preferred Reporting Items for System-\natic Reviews and Meta-Analyses statement (20,21), and the\nmethod used was based on the minimum criteria established\nby the Cochrane Back Review Group (22). The review in-\ncluded published data from experimental studies that evalu-\nated the effects of low (<60% of 1-RM, or >15 RM),\nmoderate (between 60% and 79% of 1-RM, or 9–15 RM),\nand high (≥80% of 1-RM, or≤8 RM) loads in resistance train-\ning performed until volitional failure in healthy adults (23).\nThe primary outcomes of this review were muscle hypertro-\nphy (i.e., defined as a measure of muscle mass or size) and\nmuscle strength (i.e., defined by 1-RM tests). Studies were ex-\ncluded when 1) they did not present sufficient information re-\ngarding the comparisons between different loads or pretraining\nand posttraining values in the resistance training programs; 2) in-\nterventions were shorter than 6 wk; 3) specific outcomes for this\nreview or sufficient information were not reported (e.g., baseline\nand postintervention assessment, and within- and between-group\nmean difference); 4) resistance training involving blood flow\nrestriction protocols; and 5) written in a language other than\nEnglish. In the search strategy, titles and abstracts were first\nindependently evaluated. When abstracts did not provide suf-\nficient information, they were selected for full-text evaluation.\nEligibility was assessed independently by two authors (P. L.\nand J. L. T.), with differences resolved by consensus.\nThe search was conducted up to December 2019 using the\nfollowing electronic databases: MEDLINE, CINAHL, EMBASE,\nSPORTDiscus, and Web of Science. The terms used were as\nfollows: “resistance training until failure” and “muscle hyper-\ntrophy” or “muscle strength” in association with a list of sen-\nsitive terms to search for experimental studies. In addition, a\nmanual search was performed in the reference lists provided\nin the selected articles as well as in a previous systematic re-\nview (9) to detect studies potentially eligible for inclusion.\nThe search strategy used is shown in the Supplemental Digital\nContent Table S1 (see in Supplemental Digital Content 1, lit-\nerature search strategy, http://links.lww.com/MSS/C233).\nData extraction.The data extraction was performed via a\nstandardized form. Information regarding participants, resis-\ntance training protocols, outcomes, and assessment techniques\nwas collected. Study characteristics, intervention duration, num-\nber of sessions, sex, experimental design, training status, assessed\noutcomes, and resistance training prescription method were\nRESISTANCE TRAINING IN HEALTHY ADULTS Medicine & Science in Sports & Exercise ® 1207\nAPPLIED SCIENCES\n\nextracted, along with the main outcomes, whereas outcomes\nwere extracted in their absolute units (e.g., kilograms for 1-RM\nassessments; millimeters or centimeters for muscle thickness).\nWhen graphs were used instead of numerical data, the graphs\nwere measured using a specific tool for data extraction\n(WebPlotDigitizer, San Francisco, CA).\nAssessment of risk of bias.The risk of bias of individ-\nual studies was evaluated according to the second version of\nthe Cochrane risk-of-bias tool for randomized trials (RoB 2)\n(24), focusing on different aspects of trial design, conduct,\nand reporting. Each assessment using the RoB 2 tool is fo-\ncused on the outcome level. The six-item instrument used to\nevaluate each included randomized controlled trial in each out-\ncome of interest is as follows: 1) randomization process, 2) de-\nviation from intended interventions, 3) missing outcome data,\n4) measurement of the outcome, 5) selection of the reported re-\nsult, and 6) overall analysis. Overall risk of bias was expressed\nas “low risk of bias” if all domains where classified as low risk,\n“some concerns” if some concern was raised in at least one do-\nmain but not classified as at high risk in any other, or“high risk\nof bias” if at least one domain was classified as high risk, or\nhave multiple domains with some concerns (24).\nData analysis.In the network meta-analysis, the pooled-effect\nestimates were obtained from thestandardized mean difference\n(SMD) of baseline to the final assessment of the intervention for\neach group. When studies did not provide standard deviation\n(SD) of change in the outcomes, these values were estimated\nusing a correlation coefficient (r) of 0.5 and the equation:\nSDchange ¼\nﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃ\nSD2\nbaseline þ SD2\nfinal− 2r /C2 SDbaseline /C2 SDfinalðÞ\nq\nas per the Cochrane Handbook guideline (25). Furthermore, to\navoid overestimating the weight of a study by entering it mul-\ntiple times in the analysis (25), experimental groups from the\nstudies were combined when considered within the same resis-\ntance training load group (e.g., three sets of 30–40 RM and\nthree sets of 100–150 RM defined as low-load resistance train-\ning [2]), as well as outcomes when considered within the same\noutcome category (e.g., lower-body muscle hypertrophy or\nupper-body muscle strength). Analyses were conducted for\noverall studies, and a subgroup analysis was provided for\nbest-quality studies based on the risk of bias assessment.\nThe network meta-analysis was performed following the cur-\nrent Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses guideline items (26,27): 1) a network geome-\ntry was created to explore the comparisons between resis-\ntance training loads; 2) transitivity was tested by fitting a\nnetwork inconsistency assumption along with Q test and\nside-splitting analyses between indirect and direct compari-\nsons; and 3) effect size (ES) was generated considering the\nheterogeneity and the inconsistency level in the models. Sta-\ntistical significance was assumed when the SMD reached an\nα value ≤0.05. According to Cohen (28), ES values of 0.0 to\n≤0.5 indicate small; 0.51 to 0.79, medium; and≥0.8, large ef-\nfects. Furthermore, an estimation of the probability to be the\nbest resistance training program for the outcome was provided\nbased on the consistency values and expressed as a percentage.\nOutliers were explored by sensitivity analyses omitting one\nstudy at a time, generating pooled estimates, and comparing with\nthe original estimates. To checkfor the presence of publication\nbias, a network funnel plot and the Egger’st e s tw e r eu s e d ,\nwith a significant publication bias considered if theP value\nwas <0.1 (29). The network meta-analysis was conducted\nusing R (R Core Team, 2019) with the packagenetmeta\n(30). Forest plots presented for the outcome measures are after\nsensitivity analysis adjustments.\nTo test the association between SMD and specific covari-\nates such as year of publication, experimental design (i.e.,\nbetween-subject vs within-subject), sex (i.e., women vs men),\ntraining status (i.e.,untrained vs recreationally trained), number\nof sessions, assessed outcomes (i.e., lower- vs upper-body out-\ncomes), and the prescription method (i.e., %1-RM vs RM), uni-\nvariate and multivariate network meta-regressions were used\n(31). Dichotomy variables were coded as 0 and 1, whereas\ncontinuous variables were used in the model to explain the\nvariations in muscle hypertrophy and strength among all com-\nparisons. The network meta-regression was conducted using\nStata 14.0 with the packagemvmeta (31).\nRESULTS\nStudies included.All studies selected reported the aim to\ncompare the effect of different resistance training loads (i.e.,\nlow, moderate, or high) on muscle hypertrophy and strength\nin healthy men and women. We retrieved 5924 studies, 2629\nof which were retained for screening after duplicate removals.\nOf these, 2515 were excluded, and 114 full-text articles were\nassessed for eligibility (Fig. 1). The eligibility assessment re-\nsulted in a total of 28 (2–7,32–53) studies included in the pres-\nent review, network meta-analyses, and meta-regression, of\nwhich 24 studies (3–7,32–40,42–53) examined muscle hyper-\ntrophy and 23 studies (2–7,32,33,35,38–48,50–52) examined\nmuscle strength. During the eligibility assessment, one of the\nauthors from the studies of Au et al. (54) and Morton et al.\n(43) was contacted for further information, and it was con-\nfirmed that the study of Au et al. (54) was a follow-up analysis\nfrom Morton et al. (43). As a result, only the study of Morton\net al. (43) was included in the systematic review.\nParticipants and intervention characteristics. A\ntotal of 747 healthy men and women with an average age of\n23.4 ± 3.0 yr participated in the included studies. Seventeen\nstudies compared low- versus high-load resistance training\n(2,5,6,33,34,36,38,39,42–46,49–51,53), four compared low-\nversus moderate-load (35,40,47,52), five compared moderate-\nversus high-load (7,32,37,41,48), and two studies compared\nlow- versus moderate- versus high-load (3,4). Most of the\nstudies involved men (19 of 28, or 67.9% [2–7,34,38–42,\n44–48,53]) and untrained participants (21 of 28, or 75.0%\n[2–6,32–39,42,44–46,49–52]; Table S2, Supplemental Digital\nContent 2, characteristics of included studies, http://links.lww.\ncom/MSS/C234). None of the studies included highly strength-\ntrained individuals as defined by 1-RM test values reported in\nhttp://www.acsm-msse.org1208 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\n\nstudies involving elite athletes (average relative strength of 2.0\nbody weights for back squat and 1.5 body weights for bench\npress (55,56).\nThe mean exercise intervention duration was 8.9 ± 2.1 wk,\nwith an average of 24.6 ± 7.5 sessions (range, 16–48). Most of\nthe studies undertook a between-subject experimental design\n(22 of 28, or 78.6% [2,3,5,7,32–38,40–43,46–49,51–53]) and\nprescribed the resistance training program by repetitions maxi-\nmum (18 of 28, or 64.3% [2,3,7,32,35–37,40–43,46–49,51–53];\nTable S2, Supplemental Digital Content 2, characteristics of\nincluded studies, http://links.lww.com/MSS/C234). Regarding\nthe assessments, muscle hypertrophy was assessed for the lower\nl i m b si n1 5s t u d i e s( 3–7,32,35–39,43,44,49,50), followed by 8\nstudies assessing the upper limbs (4,7,32, 34,45,47,48,50) and\n5 studies assessing the whole body (e.g., dual-energy x-ray ab-\nsorptiometry) (33,40,42,46,53), whereas lower-body muscle\nstrength was assessed in 20 studies (3–7,32,33,35,38–44,46,\n48,50–52), followed by 12 studies assessing upper-body mus-\ncle strength (2,4,7,33,40,41,43,45,47,48,50,51), all using the\n1-RM test. Eighteen studies reported the total volume per-\nformed during the intervention (4,5,7,32–35,37–45,48,50).\nThe number of studies among the resistance training loads\nfor muscle hypertrophy and muscle strength is shown in the\nnetwork geometry (Fig. 2, panels A and B, respectively).\nRisk of bias assessment. For muscle hypertrophy,\n87.5% of the studies havesome concern (21 of 24 studies\nFIGURE 1—Flowchart of study selection process.\nFIGURE 2—Network geometry of studies examining muscle hypertrophy (n = 24; A) and muscle strength (n = 23; B).k, number of comparisons; RT, re-\nsistance training.\nRESISTANCE TRAINING IN HEALTHY ADULTS Medicine & Science in Sports & Exercise ® 1209\nAPPLIED SCIENCES\n\n[3–7,33–39,43–50,53]), whereas the remaining have ahigh risk\n(3 of 24 studies, or 12.5% [32,40,42]) in the overall risk of bias\nassessment (Table 1). The concerns in muscle hypertrophy as-\nsessment were mainly due to therandomization processas\nstudies did not report concealment allocation (some concerns:\n23 of 24 studies, or 95.8% [3–7,32–40,43–50,53]) or did not\nfollow any randomization (high risk: 1 of 24 studies, or\n4.2% [42], 4.2%). Furthermore, studies were considered to\nhave some concerns in the measurement of the outcome (8 of\n24 studies, or 33.3% [4,7,38,39,44,47,48,50]) when evaluat-\ning muscle hypertrophy through unblinded evaluations and\nevaluations requiring technician or assessor direct analysis\nand interpretation (e.g., muscle ultrasound imaging), whereas\nthey had a high risk (3 of 24 studies, or 12.5% [32,40,42])\nwhen they did not use a reliable technique of assessment\n(e.g., skinfold or circumference). In the subgroup analysis\nfor muscle hypertrophy, best-quality studies were those con-\nsidered with low risk on the measurement of the outcome\n(3,5,6,33–37,43,45,46,49,53).\nIn the muscle strength overall risk of bias assessment,\n87.0% of the studies have some concern (20 of 23 studies\n[3–7,32,33,35,38–41,43–48,50,52]), whereas the remaining\nhave a high risk (3 of 23 studies, or 13.0% [2,42,51]; Table 1).\nThe concerns were mainly due to the randomization process as\nstudies did not report concealment allocation (some concerns:\n20 of 23 studies, or 87.0% [3–7,32,33,35,38–41,43–48,50,52])\nor if the participants were not randomly assigned in the experi-\nmental groups (high risk: 3 of 23 studies, or 13.0% [2,42,51]),\nand on the measurement of the outcome (some concerns: 23\nof 23 studies, or 100% [2–7,32,33,35,38–48,50–52]) as studies\nassessed muscle strength with no blinding of testers. In the sub-\ngroup analysis for muscle strength, best-quality studies were\nconsidered those not presentinghigh risk in overall risk of bias\nassessment (3–7,32,33,35,38–41,43–48,50,52). The individual\nrisk of bias assessment is shown in Supplemental Digital Content\nFigures S1A and B (Supplemental Digital Content 3, individual\nrisk of bias assessment, http://links.lww.com/MSS/C235).\nResistance training load effects on muscle hyper-\ntrophy. Thirty-five comparisons were undertaken on muscle\nhypertrophy involving 24 studies (3–7,32–40,42–53). The re-\nsults from the consistency network meta-analysis provided no\ndifferences in muscle hypertrophy between high- and low-\nload, moderate- and low-load, or high- and moderate-load re-\nsistance training (P =0 . 1 1 3–0.469; Table 2 and Fig. 3). The\nheterogeneity wasI\n2 = 0%. Furthermore, no differences between\nthe loads were observed in the subgroup analysis involving the\nbest-quality studies (number of comparisons = 16,I2 =0 % ,\nP = 0.871–0.995; Table 2). Although the results of the consis-\ntency model indicate that moderate-load (84.5%) and high-load\nresistance training (75.8%) are the best load for muscle hypertro-\nphy in overall and high-quality subgroup analyses, respectively,\nthe ES values were unlikely to be considered meaningful (small\nES: range,−0.09 to 0.15). The inconsistency between direct\nand indirect comparisons was not significant in the network\nanalysis for all studies (Q =6 . 2 ,P = 0.103) or in the subgroup\nanalysis (Q =0 . 3 ,P = 0.957), as well as in the node-splitting anal-\nysis across comparisons between load groups (all studies:\nP = 0.424–0.914; best-quality studies:P = 0.615–0.760). No\npublication bias was identified after the inspection of funnel plots\nasymmetry by Egger’st e s t(P = 0.497–0.909).\nIn the univariate network meta-regression, the covariates\n(i.e., year of publication, experimental design, sex, training\nstatus, number of sessions, assessed limb, and prescription\nmethod) did not explain the variation in muscle hypertrophy\nTABLE 1. Risk of bias of included studies.\nOutcome\nRandomization\nProcess\nDeviation from Intended\nInterventions\nMissing\nOutcome Data\nMeasurement\nof the Outcome\nSelection of the\nReported Result Overall Bias\nMuscle hypertrophy (n =2 4 )\nLow risk 0 24 (100%) 24 (100%) 13 (54.2%) 24 (100%) 0\nSome concerns 23 (95.8%) 0 0 8 (33.3%) 0 21 (87.5%)\nHigh risk 1 (4.2%) 0 0 3 (12.5%) 0 3 (12.5%)\nMuscle strength (n =2 3 )\nLow risk 0 23 (100%) 23 (100%) 0 23 (100%) 0\nSome concerns 20 (87.0%) 0 0 23 (100%) 0 20 (87.0%)\nHigh risk 3 (13.0%) 0 0 0 0 3 (13.0%)\nTABLE 2. Network meta-analysis consistency models for muscle hypertrophy and muscle strength in studies comparing low-, moderate-, and high-load resistance training in healthy adults.\nOutcome Comparisons k Sample Pooled SMD 95% CI P Best Intervention Probability\nMuscle hypertrophy High vs low All 19 347 0.12 −0.06 to 0.29 0.241 Overall analysis: 84.5% for moderate-load resistance training\nBest quality: 75.8% for high-load resistance trainingBest-quality 12 274 0.10 −0.14 to 0.33 0.871\nModerate vs low All 7 128 0.20 −0.04 to 0.44 0.113\nBest-quality 2 88 −0.06 −0.54 to 0.42 0.929\nHigh vs moderate All 9 107 −0.09 −0.33 to 0.16 0.469\nBest-quality 2 51 0.15 −0.34 to 0.65 0.995\nMuscle strength High vs low All a 19 403 0.60 0.38 to 0.82 <0.001 Overall analysis: 98.2% for high-load resistance training\nBest quality: 98.2% for high-load resistance trainingBest-quality 16 325 0.63 0.38 to 0.88 <0.001\nModerate vs low All a 9 152 0.34 0.05 to 0.62 0.003\nBest-quality 9 152 0.35 0.05 to 0.65 0.002\nHigh vs moderate All a 10 125 0.26 −0.02 to 0.54 0.068\nBest-quality 10 125 0.28 −0.02 to 0.58 0.066\nBold values are significant.\naAdjustment after sensitivity analysis omitting one study at a time.\nk, Number of comparisons.\nhttp://www.acsm-msse.org1210 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\n\ngains (P = 0.278–0.986; Supplemental Digital Content Table S3,\nSupplemental Digital Content 4, univariate meta-regression results,\nhttp://links.lww.com/MSS/C236). Regarding the multivariate\nmodel, there was a significant interaction for training status\n(P = 0.033), with untrained participants presenting higher ef-\nfects on muscle hypertrophy in low- versus high-load resistance\ntraining comparison (Table 3). The number of sessions seems\nto influence the results in bothmoderate- versus low-load\n(P = 0.031) and high- versus moderate-load (P = 0.045) re-\nsistance training, with a higher number of sessions resulting\nin greater effects on muscle hypertrophy (Table 3). The remain-\ning variables (i.e., year of publication, experimental design, sex,\nassessed limb, and prescription method) were not significant in\nexplaining variations in muscle hypertrophy (P = 0.145–0.999).\nResistance training load effects on muscle\nstrength. Thirty-nine comparisons were undertaken on mus-\ncle strength assessed by a 1-RM test involving 23 studies\n(2–7,32,33,35, 38–48,50–52). Visual inspection of funnel plots\nindicated a presence of publication bias (P = 0.014), and the\nstudy of Anderson and Kearney (2) was considered an outlier\nin the analysis. After the adjustment, the consistency network\nmeta-analysis results show that high-load (SMD, 0.60; 95%\nconfidence interval [CI], 0.38 –0.82) and moderate-load\n(SMD, 0.34, 95% CI, 0.05–0.62) resulted in higher muscle\nstrength effects when compared with low-load resistance\ntraining (P < 0.001 and 0.003, respectively). A nonsignificant\neffect (P = 0.068) was found favoring high-load when com-\npared with moderate-load resistance training (Table 2 and\nFig. 4). The heterogeneity wasI\n2 =3 9 . 9 % ,w i t hn op r e s e n c e\nof publication bias (P = 0.277). The results of the consistency\nmodels indicate that high-load resistance training has a proba-\nbility of 98.2% to induce greater effects on muscle strength,\nalso sustained in subgroup analyses (k =3 6 ;T a b l e2 )w i t hh e t -\nerogeneity I\n2 = 43.7% and no effect of publication bias\n(P = 0.350). The inconsistency between direct and indirect com-\nparisons was not significant in the network analysis for all stud-\nies (Q =5 . 3 ,P = 0.150) and for subgroup analysis (Q =4 . 4 ,\nP = 0.219), as well as in the node-splitting analyses (all studies:\nP = 0.588–0.892; best-quality studies:P =0 . 6 7 4–0.871).\nIn the univariate network meta-regression, older studies\naccounted for the variation in muscle strength in the overall\nanalysis (P = 0.021), whereas the remaining variables did not\nexplain variation in muscle strength (i.e., experimental design,\nsex, training status, number of sessions, assessed limb, and pre-\nscription method;P = 0.097–0.984; Table S3, Supplemental\nDigital Content 4, univariate meta-regression results, http://links.\nlww.com/MSS/C236). Regarding the multivariate model, older\nstudies (P = 0.023) and those with men (P =0 . 0 3 7 )p r e s e n t e d\nhigher effects on muscle strength in the low- versus high-load re-\nsistance training comparison (Table 3). The remaining variables\nFIGURE 3—SMD effects between low-, moderate-, and high-load resistance training performed until volitional failure on muscle hypertrophy. Overall and\nsubgroup analyses conducted with a network random-effects model.Gray and white circlesrepresent study-specific estimates based on risk of bias assess-\nment (low risk, and some concern or high risk of bias, respectively);diamonds represent pooled estimates of random-effects meta-analysis.\nRESISTANCE TRAINING IN HEALTHY ADULTS Medicine & Science in Sports & Exercise ® 1211\nAPPLIED SCIENCES\n\ndid not explain variations in muscle strength in the comparisons\n(i.e., experimental design, training status, number of sessions,\nassessed limb, and prescription method;P =0 . 1 2 1–0.823, Table 3).",
    "discussion": "There are three important findings from our systematic re-\nview and network meta-analysis of the dose–response rela-\ntionship between resistance training load and gains in muscle\nhypertrophy and strength. First, in untrained and recreationally\ntrained individuals (i.e., not strength athletes), muscle hyper-\ntrophy gains are likely to be similar regardless of resistance\ntraining load when performed to volitional failure over rela-\ntively short periods of intervention. In line with the physiolog-\nical adaptation principle of diminishing returns, untrained\nparticipants exhibit greater muscle hypertrophy compared with\nthose with even modest prior experience in resistance training.\nFurthermore, undertaking more resistance training sessions pro-\nvides superior muscle size gains in those with previous\ntraining experience. Second, effects on muscle strength are\nload dependent, with higher loadsresulting in greater gains over\nthe relatively short interventions reviewed. Finally, the results for\nmuscle hypertrophy and strength were maintained even when only\nthe higher-quality studies were considered, that is, studies with less\nrisk of bias. Therefore, although improvements in muscle hypertro-\nphy seem to be load independent for untrained and recreationally\ntrained individuals, muscle strength increases are superior\nwith high-load resistance training programs of short duration.\nThe inclusion of experimental studies using repetitions until\nvolitional failure is based on ensuring that a similar stressful\nstimulus was undertaken by all participants in the resistance\ntraining programs (57). Although performing resistance train-\ning until volitional failure is one way to eliminate a large\namount of individual variability related to between-subject en-\ndurance capacity (i.e., individuals who are able to complete\ndifferent numbers of repetitions at a given relative load) and\nensures methodological feasibility when comparing different\nresistance training loads (57), other approaches have been\nTABLE 3. Network meta-regression models for muscle hypertrophy and muscle strength.\nComparison Covariates Range Coef ± SE 95% CI P\nMuscle hypertrophy\nHigh vs low Year of publication 2002 –2019 0.05 ± 0.05 −0.04 to 0.14 0.244\nExperimental design Between- vs within-group 0.00 ± 0.33 −0.64 to 0.64 0.999\nSex Women vs men 0.22 ± 0.40 −0.64 to 1.01 0.583\nTraining status Untrained vs recreationally trained −1.38 ± 0.65 −2.67 to−0.11 0.033\nNumber of sessions 12 –48 0.01 ± 0.01 −0.02 to 0.05 0.518\nAssessed limb Lower- vs upper-body 0.03 ± 0.25 −0.46 to 0.52 0.902\nPrescription method %1-RM vs RM 1.02 ± 0.70 −0.35 to 2.40 0.145\nModerate vs low Year of publication 2002 –2019 0.02 ± 0.05 −0.07 to 0.11 0.627\nExperimental design Between- vs within-group −0.66 ± 0.86 −2.34 to 1.03 0.447\nSex Women vs men 0.70 ± 0.76 −0.80 to 2.19 0.360\nTraining status Untrained vs recreationally trained −1.15 ± 0.82 −2.76 to 0.46 0.161\nNumber of sessions 16 –24 0.09 ± 0.04 0.01 to 0.16 0.031\nAssessed limb Lower- vs upper-body −0.11 ± 0.31 −0.70 to 0.49 0.725\nPrescription methoda %1-RM vs RM —— —\nHigh vs moderate Year of publication 1996 –2018 −0.03 ± 0.03 −0.09 to 0.03 0.342\nExperimental design Between- vs within-group 0.36 ± 0.70 −1.00 to 1.74 0.604\nSex Women vs men 0.48 ± 0.66 −0.82 to 1.78 0.471\nTraining status Untrained vs recreationally trained 0.23 ± 0.65 −1.05 to 1.51 0.721\nNumber of sessions 16 –33 0.08 ± 0.04 0.01 to 0.15 0.045\nAssessed limb Lower- vs upper-body −0.14 ± 0.31 −0.74 to 0.46 0.651\nPrescription methoda %1-RM vs RM —— —\nMuscle strength\nHigh vs low Year of publication 1982 –2019 −0.11 ± 0.05 −0.20 to−0.15 0.023\nExperimental design Between- vs within-group −0.47 ± 0.58 −1.60 to 0.66 0.411\nSex Women vs men 1.03 ± 0.50 0.06 to 2.00 0.037\nTraining status Untrained vs recreationally trained 0.73 ± 1.15 −1.53 to 3.00 0.526\nNumber of sessions 12 –48 −0.01 ± 0.03 −0.06 to 0.04 0.715\nAssessed limb Lower- vs upper-body 0.28 ± 0.45 −0.60 to 1.16 0.535\nPrescription method %1-RM vs RM −1.79 ± 1.15 −4.05 to 0.47 0.121\nModerate vs low Year of publication 2002 –2019 −0.06 ± 0.23 −0.52 to 0.39 0.787\nExperimental designa Between- vs within-group —— —\nSex Women vs men −0.95 ± 4.26 −9.30 to 7.40 0.823\nTraining status Untrained vs recreationally trained 1.65 ± 3.68 −5.56 to 8.86 0.654\nNumber of sessions 16 –27 −0.08 ± 0.07 −0.23 to 0.06 0.263\nAssessed limb Lower- vs upper-body −0.20 ± 0.49 −1.16 to 0.76 0.677\nPrescription method %1-RM vs RM −2.34 ± 4.26 −10.7 to 6.01 0.583\nHigh vs moderate Year of publication 2002 –2017 0.04 ± 0.23 −0.40 to 0.48 0.848\nExperimental designa Between- vs within-group —— —\nSex Women vs men −1.99 ± 4.06 −9.94 to 5.98 0.625\nTraining status Untrained vs recreationally trained 0.91 ± 3.37 −5.70 to 7.53 0.786\nNumber of sessions 16 –38 −0.07 ± 0.07 −0.20 to 0.06 0.283\nAssessed limb Lower- vs upper-body −0.48 ± 0.53 −1.52 to 0.55 0.360\nPrescription method %1-RM vs RM −1.02 ± 4.04 −8.95 to 6.90 0.800\nBold values are significant.\naCollinearity detected given the insufficient number of observations.\n%1-RM, percentage of 1-RM.\nhttp://www.acsm-msse.org1212 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\n\nsuccessfully used such as RM zones and percentage of 1-RM,\nwhere failure is not mandated but monitored to stay within a\ntraining range. Therefore, although exercising until volitional\nfailure is not mandatory for neuromuscular adaptations (58,59),\nit was the strategy required to compare the efficacy of different\nresistance training load protocols (57).\nOur findings are that performing as many repetitions as pos-\nsible per set with different loads over relatively short interven-\ntions leads to similar muscle hypertrophy in individuals with\nnone or moderate resistance training experience. It seems that\nany training load can produce a similar magnitude of muscle\nhypertrophy for different participants (men and women) and\nmuscles assessed (lower- and upper-body). Thus, over relatively\nshort training interventions in untrained or novice subjects, sets to\nfailure are one strategy for gaining muscle hypertrophy, regard-\nless of the load undertaken in resistance training. With other strat-\negies, albeit beyond the scope of this review, if performed with a\nload that activates a high percentage of motor units, hypertrophy\nis likely to occur. However, it is important to note that the practi-\ncal application may still favor the use of a lower number of rep-\netitions using moderate to high loads as the performance of low\nloads until volitional failure results in higher discomfort due\nto the higher number of repetitions, longer time under muscu-\nlar tension, and time required (60).\nAs revealed by the meta-regression, muscle hypertrophy de-\nrived from low-, moderate-, and high-load resistance training\nregimes, despite the modest and nonsignificant difference\nbetween them, seems to be affected by training status and\nnumber of sessions completed, that is, volume. Untrained\nparticipants exhibit a greater magnitude of muscle hypertro-\nphy compared with those recreationally trained. As reported\nin previous literature, trained muscles may already present\nwith an increased cross-sectional area (61) and lower anabolic\nsignaling as observed in reduced AMPK and Akt phosphory-\nlation after a resistance training session (62), resulting in an at-\ntenuated hypertrophic response in participants with previous\nresistance training experience. However, our findings also in-\ndicate greater muscle hypertrophy in recreationally trained\nparticipants who undertake a higher number of sessions com-\npared with those undertaking less. It seems that participants\nwith longer experience in resistance training (range, 2–7y r )\n(7,40,41,43,47,48,53), although still not highly trained, require\na higher volume of training to produce the same or greater hy-\npertrophic adaptation exhibiting the principle ofdiminishing\nreturns. Thus, although there were no differences between\ntraining loads for muscle hypertrophy, the meta-regression re-\nsults suggest that novice participants are likely to experience su-\nperior gains than those with previous experience in resistance\nFIGURE 4—SMD effects between low-, moderate-, and high-load resistance training performed until volitional failure on muscle strength. Overall and sub-\ngroup analyses conducted with a network random-effects model.Gray and white circlesrepresent study-specific estimates based on risk of bias assessment\n(low risk, and some concern or high risk of bias, respectively);diamonds represent pooled estimates of random-effects meta-analysis.\nRESISTANCE TRAINING IN HEALTHY ADULTS Medicine & Science in Sports & Exercise ® 1213\nAPPLIED SCIENCES\n\ntraining undertaking the same volume, whereas a greater num-\nber of sessions may provide additional muscle hypertrophy for\nthose with experience in resistance training. Given the lack of\nstudies with more than 14-wk duration, any interpretation of\nthese results for longer periods should be viewed with caution.\nIn contrast to muscle hypertrophy, muscle strength, as de-\nfined by 1-RM testing, was found to be dependent on high\nloads. This finding is expected following 1) the principle of\nspecificity (13) as participants allocated in higher-load resis-\ntance training groups trained more closely to the requirement\nfor the 1-RM test and presented greater transfer to this outcome,\nand 2) a combination of both neural and skeletal muscle adap-\ntations derived from higher-load resistance training programs\nr e s u l t i n gi ng r e a t e re f f e c t so nm u s c l es t r e n g t h( 3 8 , 6 3–65).\nMoreover, the magnitude of change in low- versus high-load re-\nsistance training was consistent with that previously reported by\nSchoenfeld et al. (9) and across all load comparisons favoring\nthe highest loads. Regarding the difference between moderate-\nand high-load resistance, this comparison approached statistical\nsignificance (P = 0.072), and the ES of ~0.3 suggests a possible\nsuperior gain with high-load training protocols.\nInterestingly, within the limitations of the relative paucity of\ntraining studies in which women were subjects, in the low-\nversus high-load comparison, men derived greater muscle\nstrength benefits than women, whereas women improved their\nstrength more than men in comparisons involving moderate-load\ntraining. These results may be related to sex differences in prior\nexperience with resistance training and perceived exertion with\nresistance training sessions as previously suggested (66–68),\nand possible discrepancies between the prescribed and complied\nresistance training dosage (35). Moreover, the different time-\ncourse adaptations between men and women may also account\nfor differential maximal strength gains over prolonged resistance\ntraining periods (63,64). However, we are unable to confirm this\nbecause of the short duration of the studies analyzed (ranging\nfrom 6 to 12 wk), lack of training variables reported in the studies\nundertaken by women (32,33,35–37,49–52), and the inability for\na more robust narrative concerningstudies of longer duration that\ndid not make intensity comparisons in their designs (e.g., see Ref.\n[69]). Regarding the year of publication as a covariate, this vari-\nable was used because of the different results on muscle strength\nbetween current (5,9) and past literatures (2,51). These differ-\nences are likely to be related tostudy design, conduct, and control\nbecause well-designed studies tend to get smaller effects and re-\nducing bias over the years (70). The larger effect found in the\nstudy by Anderson and Kearney (2) also seems to be explained\nby the low-load resistance training prescription involving\nmore repetitions than any other study (Table S2, Supplemen-\ntal Digital Content 2, characteristics of included studies,\nhttp://links.lww.com/MSS/C234), driving the heterogeneity\nand significance of this covariate in the muscle strength\nmodel. Furthermore, omitting the studies with a high risk of\nbias (2,42,51) also reduced the significance of this covariate\nin the model.\nThe strengths of the present review, network meta-analysis,\nand meta-regression are as follows: 1) a large number of studies\n(n = 28) with up to 747 healthy adults; 2) a model involving\nsimultaneous comparison among low-, moderate-, and high-load\nresistance training; and 3) methodological feasibility for com-\nparing different resistance training loads (i.e., statistical transi-\ntivity in the network meta-analysis model). In addition,\nconsidering previous findings on this topic (9,19), the present\nreview also extends the results on muscle hypertrophy and\nstrength, taking into account different moderators of resistance\nexercise response such as participants, training status, experi-\nmental design, assessed outcomes, and training prescription\nwhen different resistance training loads are undertaken until\nvolitional failure. However, the present study has some limita-\ntions worthy of comment. First, studies included in the present\nreview were mostly of low quality because of concerns regard-\ning the randomization process and measurement of the out-\ncome. Nonetheless, we used a subgroup analysis involving\nthe “best-quality” studies to minimize such bias, and the re-\nsults were maintained with minimal differences in the consis-\ntency analysis. Second, the present investigation excluded\nnonspecific muscle strength/performance measures such as\nmaximal voluntary contraction and muscle endurance due to\nthe variability in methods used to assess these outcomes and\nrelevance to our specified outcomes, which would have in-\ncreased the heterogeneity among studies. Therefore, our\nresults regarding muscle strength should not be extended\nto nonspecific muscle strength tests such as isometric or\nisokinetic muscle strength tests. Third, although recreationally\ntrained participants were included in our analyses, the strength\nlevels reported in the studies were relatively modest, and cer-\ntainly, the present results cannot be extrapolated for highly\nstrength-trained individuals (e.g., bodybuilders, collegiate ath-\nletes in structured and supervised strength and conditioning\nprograms, and power or strength athletes). Fourth, several\nstudies (4,5,33,37,38,43–45,50,52) have performed multiple\n1-RM testing throughout the study duration (range, 3–5\ntimes). This may also be considered an issue masking an even\ngreater difference between low- versus moderate- and\nhigh-load resistance training programs because of the number\nof exposures to maximal strength tests and the potential in-\ncreases in muscle strength not related to the interventionper\nse (71). Fifth, the assessment of muscle size presents numer-\nous challenges when evaluating training effects with regard\nto load, movement, range, and type of contraction, all\ninfluencing regional hypertrophy and further complicated by\nlocation of measurement, technology, and methodology (72).\nFinally, the present investigation included mostly studies un-\ndertaken in young adults (23.4 ± 2.9 yr) and should be\ninterpreted with caution when extrapolated to different popula-\ntions, as exercising until volitional failure is not considered a\nfeasible resistance training prescription for all (73).\nIn summary, the present study explored the resistance\ntraining dosage for muscle hypertrophy and strength in\nhealthy young adults. Our findings suggest that to promote\nmuscle hypertrophy, varying loads of resistance training\ncan be undertaken, and one strategy is to perform the exercise\nto the point of volitional failure. However, other approaches for\nhttp://www.acsm-msse.org1214 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\n\nmaximizing recruitment of the motor unit pool maybe as ef-\nfective, without the issues described previously regarding\nperforming high numbers of repetitions with light loads.\nThus, a practical application of our results is that a\nhigh-load resistance training program (≥80% of 1-RM, or\n≤8 RM) can target both outcomes in shorter periods of train-\ning, whereas a moderate range of repetitions (9–15 RM)\nshould be part of the resistance training program for those\nwho do not tolerate exercising at higher (i.e., higher intensity\nor higher resistance) loads, eliciting gains in muscle hypertro-\nphy and muscle strength superior to a low-load program. Fur-\nthermore, our results can also be applied to those participants\nwith experience in resistance training, indicating a superior\nmuscle hypertrophy effect undertaking more resistance train-\ning sessions.\nP. L. is supported by the National Health and Medical Research\nCouncil Centre of Research Excellence in Prostate Cancer Survivor-\nship Scholarship. D. A. G. and R. U. N. are funded by the National\nHealth and Medical Research Council Centre of Research Excellence\nin Prostate Cancer Survivorship. The results of the study are presented\nclearly, honestly, without fabrication, falsification, or inappropriate data\nmanipulation, and do not constitute endorsement by the American Col-\nlege of Sports Medicine.\nThe authors have no conflict of interest to declare.\nSponsors had no involvement in the study design, analysis or inter-\npretation of data, manuscript writing, and decision to submit the man-\nuscript for publication.\nSubstantial contributions to the conception and design of the work\nw e r ed o n eb yP .L . ,R .R . ,D .R .T . ,R .U .N . ,D .A .G . ,a n dR .S .P .T h ew o r k\ndraft and revision, as well as the approval of the final version, were done\nb yP .L . ,R .R . ,D .R .T . ,R .U .N . ,D .A .G . ,G .S .T . ,J .L .T . ,W .J .K . ,K .H . ,a n d\nR. S. P. In addition, all aspects of this work related to the accuracy or\ni n t e g r i t yw e r ee n s u r e db yP .L . ,R .R . ,D .R .T . ,R .U .N . ,D .A .G . ,G .S .T . ,\nJ .L .T . ,W .J .K . ,K .H . ,a n dR .S .P .\nREFERENCES\n1. Delorme TL, Watkins AL. Technics of progressive resistance exer-\ncise. Arch Phys Med Rehabil. 1948;29(5):263–73.\n2. Anderson T, Kearney JT. Effects of three resistance training pro-\ngrams on muscular strength and absolute and relative endurance.\nRes Q Exerc Sport. 1982;53(1):1–7.\n3. Campos GE, Luecke TJ, Wendeln HK, et al. Muscular adaptations in\nresponse to three different resistance-training regimens: specificity of\nrepetition maximum training zones. Eur J Appl Physiol. 2002;\n88(1–2):50–60.\n4. Lasevicius T, Ugrinowitsch C, Schoenfeld BJ, et al. Effects of different\nintensities of resistance training with equated volume load on muscle\nstrength and hypertrophy.Eur J Sport Sci. 2018;18(6):772–80.\n5. Lim C, Kim HJ, Morton RW, et al. Resistance exercise–induced\nchanges in muscle phenotype are load dependent.Med Sci Sports\nExerc. 2019;51(12):2578–85.\n6. Mitchell CJ, Churchward-Venne TA, West DW, et al. Resistance ex-\nercise load does not determine training-mediated hypertrophic gains\nin young men.J Appl Physiol (1985). 2012;113(1):71–7.\n7. Schoenfeld BJ, Contreras B, Vigotsky AD, Peterson M. Differential\neffects of heavy versus moderate loads on measures of strength and hyper-\ntrophy in resistance-trained men.J Sports Sci Med. 2016;15(4):715–22.\n8. Burd NA, Mitchell CJ, Churchward-Venne TA, Phillips SM. Bigger\nweights may not beget bigger muscles: evidence from acute muscle\nprotein synthetic responses after resistance exercise.Appl Physiol\nNutr Metab. 2012;37(3):551–4.\n9. Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and hyper-\ntrophy adaptations between low- vs. high-load resistance training: a\nsystematic review and meta-analysis.J Strength Cond Res. 2017;\n31(12):3508–23.\n10. Wernbom M, Augustsson J, Thomeé R. The influence of frequency,\nintensity, volume and mode of strength training on whole muscle\ncross-sectional area in humans.Sports Med. 2007;37(3):225–64.\n11. Henneman E. Relation between size of neurons and their susceptibil-\nity to discharge.Science. 1957;126(3287):1345–7.\n12. Adam A, De Luca CJ. Recruitment order of motor units in human\nvastus lateralis muscle is maintained during fatiguing contractions.\nJ Neurophysiol. 2003;90(5):2919–27.\n13. Baechle TR, Earle RW.Essentials of Strength Training and Condi-\ntioning. Champaign (IL): Human Kinetics; 2008.\n14. Looney DP, Kraemer WJ, Joseph MF, et al. Electromyographical and\nperceptual responses to different resistance intensities in a squat pro-\ntocol: does performing sets to failure with light loads produce the\nsame activity?JS t r e n g t hC o n dR e s. 2016;30(3):792–9.\n15. Miller JD, Lippman JD, Trevino MA, Herda TJ. Neural drive is greater\nfor a high-intensity contraction than for moderate-intensity contractions\nperformed to fatigue.J Strength Cond Res. 2020;34(11):3013\n–21.\n16. Morton RW, Sonne MW, Farias Zuniga A, et al. Muscle fibre activa-\ntion is unaffected by load and repetition duration when resistance ex-\nercise is performed to task failure.J Physiol. 2019;597(17):4601–13.\n17. Newton RU, Kraemer WJ. Developing explosive muscular power:\nimplications for a mixed methods training strategy.Strength Cond\nJ. 1994;16(5):20–31.\n18. Burd NA, West DW, Staples AW, et al. Low-load high volume resistance\nexercise stimulates muscle protein synthesis more than high-load low vol-\nume resistance exercise in young men.PLoS One. 2010;5(8):e12033.\n19. Schoenfeld BJ, Wilson JM, Lowery RP, Krieger JW. Muscular adap-\ntations in low- versus high-load resistance training: a meta-analysis.\nEur J Sport Sci. 2016;16(1):1–10.\n20. Liberati A, Altman DG, Tetzlaff J, et al. The PRISMA statement for\nreporting systematic reviews and meta-analyses of studies that evalu-\nate healthcare interventions: explanation and elaboration.BMJ. 2009;\n339:b2700.\n21. Page MJ, McKenzie JE, Bossuyt PM, et al. Mapping of reporting\nguidance for systematic reviews and meta-analyses generated a com-\nprehensive item bank for future reporting guidelines. JC l i n\nEpidemiol. 2020;118:60–8.\n22. Furlan AD, Pennick V, Bombardier C, van Tulder M, Editorial\nBoard, Cochrane Back Review Group. 2009 updated method guide-\nlines for systematic reviews in the Cochrane Back Review Group.\nSpine (Phila Pa 1976). 2009;34(18):1929–41.\n23. American College of Sports Medicine. American College of Sports\nMedicine position stand. Progression models in resistance training\nfor healthy adults.Med Sci Sports Exerc. 2009;41(3):687–708.\n24. Sterne JAC, Savović J, Page MJ, et al. RoB 2: a revised tool for\nassessing risk of bias in randomised trials.BMJ. 2019;366:l4898.\n25. Higgins J, Thomas J, Chandler J, et al.Cochrane Handbook for Sys-\ntematic Reviews of Interventions Version 6.0 (updated July 2019).\nLondon (UK): Cochrane; 2019.\n26. Shim S, Yoon BH, Shin IS, Bae JM. Network meta-analysis: applica-\ntion and practice using Stata.Epidemiol Health. 2017;39:e2017047.\n27. Shim SR, Kim SJ, Lee J, Rucker G. Network meta-analysis: application\nand practice using R software.Epidemiol Health. 2019;41:e2019013.\n28. Cohen J. Statistical power analysis.Curr Dir Psychol Sci. 1992;1(3):\n98–101.\n29. Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis\ndetected by a simple, graphical test.BMJ. 1997;315(7109):629–34.\n30. Rucker G, Schwarzer G, Krahn U, Konig J. Network meta-analysis\nusing frequentist methods. In: . R package version 1.2.1.2017.\n31. White IR. Multivariate random-effects meta-regression: updates to\nmvmeta. The Stata Journal. 2011;11(2):255–70.\n32. Cholewa JM, Rossi FE, MacDonald C, et al. The effects of moderate-\nversus high-load resistance trainingon muscle growth, body composition,\nRESISTANCE TRAINING IN HEALTHY ADULTS Medicine & Science in Sports & Exercise ® 1215\nAPPLIED SCIENCES\n\nand performance in collegiate women.JS t r e n g t hC o n dR e s.2 0 1 8 ;\n32(6):1511–24.\n33. Dinyer TK, Byrd MT, Garver MJ, et al. Low-load vs. high-load resis-\ntance training to failure on one repetition maximum strength and\nbody composition in untrained women.J Strength Cond Res. 2019;\n33(7):1737–44.\n34. Fink J, Kikuchi N, Yoshida S, Terada K, Nakazato K. Impact of high\nversus low fixed loads and non-linear training loads on muscle hyper-\ntrophy, strength and force development.Springerplus. 2016;5(1):698.\n35. Franco CMC, Carneiro MADS, Alves LTH, Júnior GNO, de Sousa\nJFR, Orsatti FL. Lower-load is more effective than higher-load resis-\ntance training in increasing muscle mass in young women.JS t r e n g t h\nCond Res. 2019;33(1 Suppl):S152–8.\n36. Herman-Montemayor JR, Hikida RS, Staron RS. Early-phase satellite\ncell and myonuclear domain adaptations to slow-speed vs. traditional re-\nsistance training programs.JS t r e n g t hC o n dR e s. 2015;29(11):3105–14.\n37. Hisaeda H, Miyagawa K, Kuno S, Fukunaga T, Muraoka I. Influence\nof two different modes of resistance training in female subjects.Ergo-\nnomics. 1996;39(6):842–52.\n38. Jenkins NDM, Miramonti AA, Hill EC, et al. Greater neural adapta-\ntions following high- vs. low-load resistance training.Front Physiol.\n2017;8:331.\n39. Lasevicius T, Schoenfeld BJ, Silva-Batista C, et al. Muscle failure\npromotes greater muscle hypertrophy in low-load but not in\nhigh-load resistance training.J Strength Cond Res. 2019; doi: 10.\n1519/JSC.0000000000003454. Online ahead of print.\n40. Lopes CR, Aoki MS, Crisp AH, et al. The effect of different resis-\ntance training load schemes on strength and body composition in\ntrained men.J Hum Kinet. 2017;58:177–86.\n41. Mangine GT, Hoffman JR, Gonzalez AM, et al. The effect of training\nvolume and intensity on improvements in muscular strength and size\nin resistance-trained men.Physiol Rep. 2015;3(8):e12472.\n42. Mikkola J, Vesterinen V, Taipale R, Capostagno B, Häkkinen K,\nNummela A. Effect of resistance training regimens on treadmill run-\nning and neuromuscular performance in recreational endurance run-\nners. JS p o r t sS c i. 2011;29(13):1359–71.\n43. Morton RW, Oikawa SY, Wavell CG, et al. Neither load nor systemic\nhormones determine resistance training-mediated hypertrophy or\nstrength gains in resistance-trained young men.J Appl Physiol (1985).\n2016;121(1):129–38.\n44. Nobrega SR, Ugrinowitsch C, Pintanel L, Barcelos C, Libardi CA.\nEffect of resistance training to muscle failure vs. volitional interruption\nat high- and low-intensities on muscle mass and strength.J Strength\nCond Res. 2018;32(1):162–9.\n45. Ozaki H, Kubota A, Natsume T, et al. Effects of drop sets with resis-\ntance training on increases in muscle CSA, strength, and endurance: a\npilot study.JS p o r t sS c i. 2018;36(6):691–6.\n46. Rana SR, Chleboun GS, Gilders RM, et al. Comparison of early\nphase adaptations for traditional strength and endurance, and low ve-\nlocity resistance training programs in college-age women.JS t r e n g t h\nCond Res. 2008;22(1):119\n–27.\n47. Schoenfeld BJ, Peterson MD, Ogborn D, Contreras B, Sonmez GT.\nEffects of low- vs. high-load resistance training on muscle strength\nand hypertrophy in well-trained men.JS t r e n g t hC o n dR e s. 2015;\n29(10):2954–63.\n48. Schoenfeld BJ, Ratamess NA, Peterson MD, Contreras B, Sonmez\nGT, Alvar BA. Effects of different volume-equated resistance train-\ning loading strategies on muscular adaptations in well-trained men.\nJS t r e n g t hC o n dR e s. 2014;28(10):2909–18.\n49. Schuenke MD, Herman JR, Gliders RM, et al. Early-phase muscular\nadaptations in response to slow-speed versus traditional resistance-training\nregimens. Eur J Appl Physiol. 2012;112(10):3585–95.\n50. Stefanaki DGA, Dzulkarnain A, Gray SR. Comparing the effects of\nlow and high load resistance exerciseto failure on adaptive responses to re-\nsistance exercise in young women.J Sports Sci. 2019;37(12):1375–80.\n51. Stone WJ, Coulter SP. Strength/endurance effects from three resistance\ntraining protocols with women.JS t r e n g t hC o n dR e s. 1994;8(4):231–4.\n52. Van Roie E, Bautmans I, Boonen S, Coudyzer W, Kennis E,\nDelecluse C. Impact of external resistance and maximal effort on\nforce-velocity characteristics of the knee extensors during strengthening\nexercise: a randomized controlled experiment. JS t r e n g t hC o n d\nRes. 2013;27(4):1118–27.\n53. Vargas S, Petro JL, Romance R, et al. Comparison of changes in lean\nbody mass with a strength- versus muscle endurance-based resistance\ntraining program.Eur J Appl Physiol. 2019;119(4):933–40.\n54. Au JS, Oikawa SY, Morton RW, Macdonald MJ, Phillips SM. Arte-\nrial stiffness is reduced regardless of resistance training load in young\nmen. Med Sci Sports Exerc. 2017;49(2):342–8.\n55. Smith RA, Martin GJ, Szivak TK, et al. The effects of resistance\ntraining prioritization in NCAA Division I Football summer training.\nJS t r e n g t hC o n dR e s. 2014;28(1):14–22.\n56. Häkkinen K, Pakarinen A. Acute hormonal responses to two different\nfatiguing heavy-resistance protocols in male athletes.J Appl Physiol\n(1985). 1993;74(2):882–7.\n57. Dankel SJ, Jessee MB, Mattocks KT, et al. Training to fatigue: the an-\nswer for standardization when assessing muscle hypertrophy?Sports\nMed. 2017;47(6):1021–7.\n58. Izquierdo M, Ibañez J, González-Badillo JJ, et al. Differential effects\nof strength training leading to failure versus not to failure on hor-\nmonal responses, strength, and muscle power gains.JA p p lP h y s i o l\n(1985). 2006;100(5):1647–56.\n59. Izquierdo-Gabarren M, González De Txabarri Expósito R, García-\npallarés J, Sánchez-medina L, De Villarreal ES, Izquierdo M.\nConcurrent endurance and strength training not to failure optimizes\nperformance gains.Med Sci Sports Exerc. 2010;42(6):1191–9.\n60. Testa M, Noakes TD, Desgorces FD. Training state improves the relation-\nship between rating of perceived exertion and relative exercise volume dur-\ning resistance exercises.JS t r e n g t hC o n dR e s. 2012;26(11):2990–6.\n61. Sale DG. Neural adaptation to resistance training.Med Sci Sports\nExerc. 1988;20(5 Suppl):S135–45.\n62. Coffey VG, Zhong Z, Shield A, et al. Early signaling responses to di-\nvergent exercise stimuli in skeletal muscle from well-trained humans.\nFASEB J. 2006;20(1):190–2.\n63. Hakkinen K. Neuromuscular adaptation during strength training, age-\ning, detraining, and immobilization.Crit Rev Phys Rehabil Med.\n1994;14:161–98.\n64. Häkkinen K, Komi PV. Electromyographic changes during strength\ntraining and detraining.Med Sci Sports Exerc. 1983;15(6):455–60.\n65. Moritani T, deVries HA. Neural factors versus hypertrophy in the time\ncourse of muscle strength gain.Am J Phys Med. 1979;58(3):115–30.\n66. Cotter JA, Garver MJ, Dinyer TK, Fairman CM, Focht BC. Ratings\nof perceived exertion during acute resistance exercise performed at\nimposed and self-selected loads in recreationally trained women.J\nStrength Cond Res. 2017;31(8):2313–8.\n67. Focht BC. Perceived exertion and training load during self-selected\nand imposed-intensity resistance exercise in untrained women.J\nStrength Cond Res. 2007;21(1):183–7.\n68. Ratamess NA, Faigenbaum AD, Hoffman JR, Kang J. Self-selected\nresistance training intensity in healthy women: the influence of a per-\nsonal trainer.JS t r e n g t hC o n dR e s. 2008;22(1):103–11.\n69. Kraemer WJ, Mazzetti SA, Nindl BC, et al. Effect of resistance train-\ning on women’s strength/power and occupational performances.Med\nSci Sports Exerc. 2001;33(6):1011–25.\n70. Pannucci CJ, Wilkins EG. Identifying and avoiding bias in research.\nPlast Reconstr Surg. 2010;126(2):619–25.\n71. Spitz RW, Bell ZW, Wong V, et al. Strength testing or strength training:\nconsiderations for future research.Physiol Meas. 2020;41(9):09TR01.\n72. Haun CT, Vann CG, Roberts BM, Vigotsky AD, Schoenfeld BJ,\nRoberts MD. A critical evaluation of the biological construct skeletal\nmuscle hypertrophy: size matters but so does the measurement.Front\nPhysiol. 2019;10:247.\n73. da Silva LXN, Teodoro JL, Menger E, et al. Repetitions to failure ver-\nsus not to failure during concurrent training in healthy elderly men: a\nrandomized clinical trial.Exp Gerontol. 2018;108:18–27.\nhttp://www.acsm-msse.org1216 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "primary_human": "hypertrophy (muscle_size); strength (1RM; isometric)"
  },
  "bucket": "A",
  "notes": "Hypertrophy gains are broadly similar across low–high loads when sets are taken to or near failure; high loads provide superior maximal strength."
}