{
  "id": 8,
  "title": "Muscle Hypertrophy and Strength Gains After Resistance Training with Different Volume-Matched Loads: A Systematic Review and Meta-analysis",
  "authors": "Carvalho L; Moriggi Junior R; Barreira J; Schoenfeld BJ; Orazem J; Barroso R",
  "year": 2022,
  "doi": "10.1139/apnm-2021-0515",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "load",
    "volume_matched",
    "low_load",
    "high_load",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mostly untrained/recreational)"
  },
  "sections": {
    "abstract": "21 The purpose of this paper was to conduct a systematic review and meta-analysis of studies \n22 that compared muscle hypertrophy and strength gains between resistance training protocols \n23 employing very low (VLL<30% of 1RM or >35 RM), low (LL30%-59% of 1RM, or 16–35 \n24 RM), moderate (ML60%-79% of 1RM, or 8 -15RM) and high load (HL≥80% of 1RM, or ≤7 \n25 RM) with matched volume loads (sets x reps x weight). A pooled analysis of the standardized \n26 mean difference for 1RM strength outcomes across the studies showed a benefit favoring HL \n27 vs. LL and vs. ML; and favoring ML vs. LL.",
    "results": "from LL and VLL indicated little \n28 difference. A pooled analysis of the standardized mean difference for hypertrophy outcomes \n29 across all studies showed no differences between the training loads. Our findings indicate \n30 that, when volume load is equated between conditions, the highest loads induce superior \n31 dynamic strength gains. Alternatively, hypertrophic adaptations are similar irrespective of \n32 the magnitude of load. \n33 NOVELTY BULLETS:\nPage 3 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n4\n34  Training with higher loads elicits greater gains in 1RM muscle strength when \n35 compared to lower loads, even when volume load is equated between conditions. \n36  Muscle hypertrophy is similar irrespective of the magnitude of load, even when \n37 volume load is equated between conditions.\n38 Keywords: strength; training; musculoskeletal.\n39",
    "introduction": "40 Current resistance training guidelines recommend the use of loads greater than 65% \n41 of maximal dynamic strength (1RM) to optimize muscle hypertrophy and strength gains \n42 (2009). More recently, these guidelines have been challenged as emerging evidence indicates \n43 that resistance training performed across a spectrum of loadings when carried out with a high \n44 level of effort may elicit similar changes in muscle size (Schoenfeld et al., 2015, Jenkins et \n45 al., 2016). For example, Ogasawara et al. (2013) demonstrated that resistance training to \n46 failure either at 75% or at 30% of 1RM elicited similar muscle hypertrophy, but training at \n47 75% of 1RM induced superior strength gains. Subsequently, a systematic review and meta-\n48 analysis of the literature on the topic found greater strength gains in favor of high-load \nPage 4 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n5\n49 training, whereas muscle hypertrophy was similar between conditions (Schoenfeld et al., \n50 2017). Importantly, these findings were specific to training carried out with the number of \n51 sets equated between conditions.\n52 Volume load (sets x reps x weight) has been proposed as a potentially important \n53 variable when evaluating the effect of the training load on muscle adaptations (Schoenfeld et \n54 al., 2014). Simply stated, volume load provides a gauge of the total work performed in a \n55 given exercise or session. When the number of sets are equated, training with lower loads \n56 produces larger volume loads (Morton et al., 2019). This may have an impact on changes in \n57 muscle size (Lasevicius et al., 2018, Mitchell et al., 2012, Ogasawara et al., 2013), as there \n58 seems to be a dose-response relationship between volume load and hypertrophy (Grgic et al., \n59 2017).\n60 When different loads are compared but volume load is equalized via the \n61 performance of additional sets, some evidence suggests that protocols with heavier loads \n62 induce greater gains in muscle size and strength compared to lighter loads. For example, \n63 Campos et al. (2002) compared the effects of three resistance training protocols with similar \nPage 5 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n6\n64 volume loads (i.e., 4 x 3-5RM vs. 3 x 9-11RM vs. 2 x 20-28RM) on muscle hypertrophy of \n65 untrained men. After 8 weeks of training, the authors observed that higher loads (i.e., 4 x 3-\n66 5RM and 3 x 9-11RM) induced greater increases in muscle fiber cross sectional area (CSA) \n67 and strength compared to a lower-load protocol (i.e., 2 x 20-28RM). Lasevicius et al. \n68 (Lasevicius et al., 2018) employed a within-subject design in which one leg and one arm \n69 trained with a very low load (i.e., 20%RM) and the contralateral limb was randomly assigned \n70 to one of the three volume load matched conditions: 40%RM, 60%RM and 80%RM. The \n71 highest load condition (i.e., 80%RM) showed greater muscle growth and strength gains after \n72 12 weeks compared to the lowest load condition (i.e., 20%RM). On the other hand, \n73 Schoenfeld et al. (2014) reported no differences in muscle size changes when groups trained \n74 with 3 sets of 10RM versus 7 sets of 3RM after of 8 weeks of resistance training with volume \n75 load equated. However, the authors found a greater increase in muscle strength in the high \n76 load group (i.e., 7 x 3RM). Given the discrepancies in findings, the best way to achieve a \n77 consensus from the research is to statistically analyze the pooled results from the body of \n78 literature on the topic. Therefore, the purpose of this paper was to conduct a systematic \nPage 6 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n7\n79 review and meta-analysis of studies that compared site-specific muscle hypertrophy and \n80 1RM strength gains between protocols employing different resistance training loads (<60% \n81 of 1RM, between 60% and 79% of 1 RM, and >80% of 1 RM). In addition, given the wide \n82 range of loads in the lower loads, we performed a subsequent analysis splitting into low and \n83 very low loads. In the end, we had the following loading conditions: very low (VLL;<30% \n84 of 1RM, or >35 RM), low (LL; between 30% and 59% of 1RM, or 16–35 RM), moderate \n85 (ML; between 60% and 79% of 1RM, or 8 -15RM) and high load (HL; ≥80% of 1RM, or ≤7 \n86 RM) with matched volume loads (sets x reps x weight).\n87 MATERIAL AND",
    "methods": "88 Search Strategy\n89 Literature searches were performed on PubMed, Web of Science and Sport Discus \n90 EBSCO databases. Searches included studies published until September 2021 using \n91 combinations of the following keywords: (”resistance training” OR “resistance exercise” OR \n92 “strength exercise” OR “strength training” OR “weight training” OR “weight exercise”) \n93 AND (“hypertrophy” OR “body composition” OR “muscle size” OR “muscle thickness” OR \nPage 7 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n8\n94 “cross-sectional area” OR “growth” OR “muscle fiber” OR “muscle mass OR strength OR \n95 1RM”) AND (“intensity” OR “load”).\n96 Two of the authors (L.C. and R.J.M.) independently analyzed study titles and \n97 abstracts. Subsequently, they read the full text of studies deemed potentially eligible for \n98 inclusion. A third author (R.B.) resolved any discrepancies between the authors as to \n99 eligibility. In addition to articles found in the search, reference lists of articles were reviewed \n100 to determine the relevance of any undiscovered studies on the topic. \n101 Inclusion and exclusion criteria: participants, interventions, comparators and outcomes\n102 Studies had to meet the following criteria for inclusion in our review: 1) include \n103 healthy human participants, regardless of age and sex; 2) be an experimental trial involving \n104 two or more different resistance training loads with volume load matched; 3) employ at least \n105 one method of estimating site-specific muscle hypertrophy and/or 1RM testing; 4) have a \n106 minimum study duration of 4 weeks; 5) use combined dynamic eccentric and concentric \n107 actions in the training protocol. We excluded studies and/or groups that used blood flow \nPage 8 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n9\n108 restriction training from analysis as this method may promote adaptations via different \n109 mechanisms than traditional resistance training. We also excluded studies that employed drop \n110 sets or periodized loading schemes, as such strategies may confound the effects of \n111 manipulating load. In addition, studies with a randomized-controlled trial was not an \n112 inclusion criterion.\n113 Data extraction\n114 Two independent researchers (L.C. and R.J.M.) extracted data from each included \n115 study for the following variables: number of participants, age, sex, experimental design, \n116 muscle hypertrophy measurement, and muscle strength measurement (i.e., 1RM test). We \n117 emailed the corresponding author of studies that did not report mean and standard deviation \n118 (SD) values of the dependent variables to request relevant data. Two authors (L.C. and \n119 R.J.M.) used the Image J software (ImageJ v. 1.43, National Institute of Health, Bethesda, \n120 USA) to obtain mean and standard deviation data from figures when applicable. Table 1 \n121 presents the studies included in the analyses. \nPage 9 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n10\n122 Study quality assessment\n123 The methodological quality of the studies was evaluated using the PEDro scale, \n124 which is composed of 11 items; each item assesses one aspect of the study. A point was \n125 awarded for each item where the study met the specified criteria (with the exception of item \n126 1, which is not scored). As per previous work, we removed items 5, 6 and 7 from the scale, \n127 given that it is infeasible to blind the subjects and investigators from treatments in supervised \n128 resistance training interventions. The highest score on the modified PEDro 8-point scale was \n129 7. The qualitative descriptors for the PEDro scale was classified according to Kümmel et al. \n130 (2016): excellent (i.e., 6-7), good (i.e., 5), moderate (i.e., 4) and poor (i.e., 0-3). The \n131 evaluation was performed independently by two authors (L.C. and R.J.M.). Previous studies \n132 have demonstrated acceptable levels of objectivity using the PEDro scale (Maher et al., \n133 2003). In cases of disagreement, a third author (R.B.) was consulted to reconcile differences. \n134 Only studies that presented a score ≥ 4.0 were included for analyses.\n135 Coding of Studies\nPage 10 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n11\n136 Studies were read by two researchers independently (L.C. and R.J.M.) and entered \n137 into a spreadsheet based on the following variables: descriptive information of the \n138 participants by group, including sex, training level (resistance trained individuals were \n139 considered as those with more than 6 months of uninterrupted training and untrained \n140 individuals were those that had not performed any resistance training for at least 6 months \n141 before the start of the study), and age (young [18-39 years], middle-aged [40-64 years] or \n142 older [65 or more years]); number of individuals in each group; study duration; training load \n143 of each protocol (prescribed by % of the 1RM test or by zones of maximum repetitions); \n144 number of sets and weekly frequency; measurement mode of muscle hypertrophy (magnetic \n145 resonance imaging [MRI], computed tomography [CT], ultrasound modes B and A, and/or \n146 biopsy); body region / muscle measured. We classified loads according to four categories \n147 according the following criteria: very low (<30% of 1-RM, or >35 RM), low (between 30% \n148 and 59% of 1-RM, or 16–35 RM), moderate (between 60% and 79% of 1-RM, or 8 -15RM), \n149 and high (≥80% of 1-RM, or ≤7 RM). We compared only protocols that equated effort level \n150 (i.e., muscle to failure or not to failure).\nPage 11 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n12\n151 Statistical analysis\n152 For each hypertrophy or strength outcome, the contrast across the different load \n153 groups was calculated as the difference in effect sizes (ES), where the ES was determined as \n154 the posttest-pretest mean change in each group, divided by the pooled pretest SD, and \n155 multiplied by an adjustment for small sample bias (Morris, 2008). ESs were interpreted as: \n156 “small” (≤0.20); “moderate” (0.21–0.50); “large” (0.51–0.80); and “very large” (>0.80) \n157 (Cohen, 1992). ESs are presented with their respective 95% confidence intervals (95% CI). \n158 The variance of the difference in ESs depends on the within-subject posttest-pretest \n159 correlation, which was not available from the published data for many of the studies. Among \n160 studies for which this correlation could be estimated (back-solving from paired t-test p-values \n161 or SDs of posttest-pretest change scores, when presented), the median value was 0.73; the \n162 value of 0.75 was used to calculate the variance for all studies. \n163 Sensitivity analyses (not presented) were performed using correlations ranging from \n164 0 to 0.85; results were consistent with those using 0.75. When studies report multiple effect \n165 sizes, one approach is to use study average effect size, which may result in a loss of \nPage 12 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n13\n166 information. Therefore, a robust variance meta-analysis model, with adjustments for small \n167 samples, was used to account for correlated ESs within studies. This meta-analysis model is \n168 specifically designed to deal with dependent effect sizes (e.g., multiple strength tests in a \n169 single study) (Hedges et al., 2010, Moeyaert et al., 2017, Tanner-Smith et al., 2016). An \n170 overall meta-analysis was conducted, separately for the hypertrophy outcomes and strength \n171 outcomes and for each paired comparison. In addition, subgroup analyses were performed to \n172 explore the effects of training to failure (yes vs. no), and body region (upper vs. lower), when \n173 there was a sufficient number of studies for the analysis. Publication bias was checked by \n174 examining funnel plot asymmetry and calculating trim-and-fill estimates. The trim-and-fill \n175 estimates (not presented) were similar to the main results. Calculations were performed using \n176 the robumeta package within R version 4.0.1. All meta-analyses were performed using the \n177 robust variance random effects model. Effects were considered statistically significant at p < \n178 0.05.\n179 RESULTS\n180 Included Studies\nPage 13 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n14\n181 Figure 1 presents a flowchart of the search carried out according to PRISMA \n182 guidelines. Initially, 138,385 articles were identified and after deduplication, 123,358 studies \n183 were excluded from the reviewing processes and 14,978 were excluded after title and/or \n184 abstract analysis. In total, 49 studies were selected for the full-text reading. Two authors (L.C. \n185 and R.J.M.) read these studies completely and, according to our pre-determined inclusion \n186 and exclusion criteria, 18 studies ultimately were selected for our review. After reading all \n187 articles and reviewing the reference list, 4 additional articles were included for analyses. Two \n188 studies presented PEDro score <4 and hence were excluded from analyses. Thus, 20 studies \n189 met inclusion for our systematic review and meta-analysis. \n190 INSERT FIGURE 1 NEAR HERE\n191 Participant characteristics\n192 Participants’ characteristics are summarized in Table 1. Overall, 480 participants \n193 were included in the meta-analysis (Barcelos et al., 2015, Campos et al., 2002, Chestnut and \n194 Docherty, 1999, Dons et al., 1979, Holm et al., 2008, Jenkins et al., 2016, Jessee et al., 2018, \nPage 14 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n15\n195 Lasevicius et al., 2018, Schoenfeld et al., 2014, Taaffe et al., 1996, Kubo et al., 2020, \n196 Lasevicius et al., 2019, Vincent et al., 2002, Bemben et al., 2000, Fatouros et al., 2005, \n197 Fatouros et al., 2006, Harris et al., 2004, Hortobagyi et al., 2001, Lopes et al., 2017, Pruitt et \n198 al., 1995). The number of participants in the studies varied from 10 (Barcelos et al., 2015) to \n199 48 (Fatouros et al., 2006). Fourteen studies exclusively examined males (Campos et al., 2002, \n200 Chestnut and Docherty, 1999, Dons et al., 1979, Holm et al., 2008, Jenkins et al., 2016, \n201 Lasevicius et al., 2018, Schoenfeld et al., 2014, Barcelos et al., 2015, Kubo et al., 2020, \n202 Lasevicius et al., 2019, Fatouros et al., 2005, Fatouros et al., 2006, Hortobagyi et al., 2001, \n203 Lopes et al., 2017), three exclusively examined females (Taaffe et al., 1996, Bemben et al., \n204 2000, Pruitt et al., 1995), and three assessed a mixed-sex sample (Jessee et al., 2018, Vincent \n205 et al., 2002, Harris et al., 2004). The mean age of study participants ranged from 20 ( Kubo \n206 et al., 2020) to 72 years ( Hortobagyi et al., 2001). The training status of participants ranged \n207 from untrained (Barcelos et al., 2015, Campos et al., 2002, Chestnut and Docherty, 1999, \n208 Holm et al., 2008, Jenkins et al., 2016, Jessee et al., 2018, Lasevicius et al., 2018, Taaffe et \n209 al., 1996, Kubo et al., 2020, Lasevicius et al., 2019, Vincent et al., 2002, Fatouros et al., 2005, \nPage 15 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n16\n210 Fatouros et al., 2006, Harris et al., 2004, Hortobagyi et al., 2001, Pruitt et al., 1995) to \n211 resistance-trained (Schoenfeld et al., 2014, Lopes et al., 2017). One study did not report the \n212 training status of participants (Dons et al., 1979).\n213 Intervention characteristics\n214 Resistance training programs for the included studies are summarized in Table 1. \n215 According to our inclusion criteria, we only analyzed studies that investigated changes in \n216 site-specific muscle hypertrophy and 1RM strength using two or more different magnitudes \n217 of load with volume load equated. Most studies compared two loading schemes (Barcelos et \n218 al., 2015, Chestnut and Docherty, 1999, Dons et al., 1979, Holm et al., 2008, Jenkins et al., \n219 2016, Jessee et al., 2018, Schoenfeld et al., 2014, Taaffe et al., 1996, Lasevicius et al., 2019, \n220 Vincent et al., 2002, Hortobagyi et al., 2001, Lopes et al., 2017, Pruitt et al., 1995). Five \n221 investigations compared three loading schemes (Campos et al., 2002, Kubo et al., 2020, \n222 Fatouros et al., 2005, Fatouros et al., 2006, Harris et al., 2004) and another compared four \n223 loading schemes (Lasevicius et al., 2018). In 10 studies, participants performed the training \n224 protocol until failure (Barcelos et al., 2015, Campos et al., 2002, Chestnut and Docherty, \nPage 16 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n17\n225 1999, Jenkins et al., 2016, Jessee et al., 2018, Lasevicius et al., 2018, Schoenfeld et al., 2014, \n226 Kubo et al., 2020, Harris et al., 2004, Lopes et al., 2017) while in the other nine studies \n227 training stopped short of failure (Dons et al., 1979, Holm et al., 2008, Taaffe et al., 1996, \n228 Vincent et al., 2002, Fatouros et al., 2005, Fatouros et al., 2006, Hortobagyi et al., 2001, \n229 Pruitt et al., 1995, Bemben et al., 2000). One study compared two loads with participants \n230 performing the strength protocol until failure and with training stopped short of failure \n231 (Lasevicius et al., 2019). The most common load prescription was % of 1RM (Barcelos et \n232 al., 2015, Dons et al., 1979, Holm et al., 2008, Jenkins et al., 2016, Jessee et al., 2018, \n233 Lasevicius et al., 2018, Taaffe et al., 1996, Lasevicius et al., 2019, Vincent et al., 2002, \n234 Bemben et al., 2000, Fatouros et al., 2005, Fatouros et al., 2006, Hortobagyi et al., 2001, \n235 Pruitt et al., 1995) and six studies used a repetition maximum zone to prescribe load (Campos \n236 et al., 2002, Chestnut and Docherty, 1999, Schoenfeld et al., 2014, Kubo et al., 2020, Harris \n237 et al., 2004, Lopes et al., 2017). Intervention duration ranged from 4 (Jenkins et al., 2016) to \n238 52 (Taaffe et al., 1996) weeks, with 8 weeks being the most common.(Barcelos et al., 2015, \n239 Campos et al., 2002, Jessee et al., 2018, Schoenfeld et al., 2014, Lasevicius et al., 2019). \nPage 17 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n18\n240 Three studies involved resistance training of the upper limbs (Chestnut and Docherty, 1999, \n241 Jenkins et al., 2016, Kubo et al., 2020), eight studies involved the lower limbs ( Barcelos et \n242 al., 2015, Campos et al., 2002, Dons et al., 1979, Holm et al., 2008, Jessee et al., 2018, Taaffe \n243 et al., 1996, Lasevicius et al., 2019, Hortobagyi et al., 2001) and nine studies involved both \n244 the lower and upper limbs.(Lasevicius et al., 2018, Schoenfeld et al., 2014, Vincent et al., \n245 2002, Bemben et al., 2000, Fatouros et al., 2005, Fatouros et al., 2006, Harris et al., 2004, \n246 Lopes et al., 2017, Pruitt et al., 1995) More than half of the studies were carried out three \n247 times per week (Chestnut and Docherty, 1999, Dons et al., 1979, Holm et al., 2008, Jenkins \n248 et al., 2016, Schoenfeld et al., 2014, Taaffe et al., 1996, Vincent et al., 2002, Bemben et al., \n249 2000, Fatouros et al., 2005, Fatouros et al., 2006, Hortobagyi et al., 2001, Pruitt et al., 1995). \n250 Six studies were carried out twice per week (Barcelos et al., 2015, Jessee et al., 2018, \n251 Lasevicius et al., 2018, Kubo et al., 2020, Lasevicius et al., 2019, Harris et al., 2004), one \n252 study was carried out four times per week (Lopes et al., 2017) and one study carried out \n253 training twice per week for the first 4 weeks and three times per week for the last 4 weeks \n254 (Campos et al., 2002). \nPage 18 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n19\n255 ****INSERT TABLE 1 ABOUT HERE****\n256 For muscle strength assessments, 12 studies evaluated muscle strength of the upper \n257 limbs (Chestnut and Docherty, 1999, Jenkins et al., 2016, Lasevicius et al., 2018, Schoenfeld \n258 et al., 2014, Kubo et al., 2020, Vincent et al., 2002, Bemben et al., 2000, Fatouros et al., 2005, \n259 Fatouros et al., 2006, Harris et al., 2004, Lopes et al., 2017, Pruitt et al., 1995) and 17 studies \n260 evaluated muscle strength of the lower limbs (Barcelos et al., 2015, Campos et al., 2002, \n261 Dons et al., 1979, Holm et al., 2008, Jessee et al., 2018, Lasevicius et al., 2018, Schoenfeld \n262 et al., 2014, Taaffe et al., 1996, Lasevicius et al., 2019, Vincent et al., 2002, Hortobagyi et \n263 al., 2001, Bemben et al., 2000, Fatouros et al., 2005, Fatouros et al., 2006, Harris et al., 2004, \n264 Lopes et al., 2017, Pruitt et al., 1995). The most common exercises that assessed upper limb \n265 strength were: elbow flexor exercise (Chestnut and Docherty, 1999, Jenkins et al., 2016, \n266 Lasevicius et al., 2018, Bemben et al., 2000, Harris et al., 2004, Pruitt et al., 1995), elbow \n267 extensor exercise (Chestnut and Docherty, 1999, Bemben et al., 2000, Harris et al., 2004) \n268 and bench press exercise (Schoenfeld et al., 2014, Kubo et al., 2020, Harris et al., 2004, Lopes \n269 et al., 2017, Pruitt et al., 1995). The most common exercises that assessed lower limb strength \nPage 19 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n20\n270 were: knee extensor exercise (Barcelos et al., 2015, Campos et al., 2002, Dons et al., 1979, \n271 Holm et al., 2008, Jessee et al., 2018, Taaffe et al., 1996, Jenkins et al., 2016, Lasevicius et \n272 al., 2019, Vincent et al., 2002, Fatouros et al., 2005, Harris et al., 2004, Pruitt et al., 1995), \n273 leg press exercise (Campos et al., 2002, Lasevicius et al., 2018, Taaffe et al., 1996, Vincent \n274 et al., 2002, Bemben et al., 2000, Fatouros et al., 2006, Harris et al., 2004, Pruitt et al., 1995) \n275 and squat exercise (Campos et al., 2002, Schoenfeld et al., 2014, Lopes et al., 2017).\n276 For muscle hypertrophy assessments, a majority of studies used ultrasonography \n277 (Dons et al., 1979, Jenkins et al., 2016, Jessee et al., 2018, Lasevicius et al., 2018, Schoenfeld \n278 et al., 2014, Bemben et al., 2000) and MRI (Barcelos et al., 2015, Chestnut and Docherty, \n279 1999, Holm et al., 2008, Kubo et al., 2020, Lasevicius et al., 2019) while others used biopsy \n280 (Campos et al., 2002, Taaffe et al., 1996). Most studies used cross sectional area as a measure \n281 of muscle size (Barcelos et al., 2015, Campos et al., 2002, Chestnut and Docherty, 1999, \n282 Dons et al., 1979, Holm et al., 2008, Lasevicius et al., 2018, Taaffe et al., 1996, Lasevicius \n283 et al., 2019, Bemben et al., 2000), whereas three studies used muscle thickness (Jenkins et \n284 al., 2016, Jessee et al., 2018, Schoenfeld et al., 2014) and one study used muscle volume \nPage 20 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n21\n285 (Kubo et al., 2020). Six studies assessed muscle hypertrophy of the upper limbs (Chestnut \n286 and Docherty, 1999, Jenkins et al., 2016, Lasevicius et al., 2018, Schoenfeld et al., 2014, \n287 Kubo et al., 2020, Bemben et al., 2000) and nine studies assessed muscle hypertrophy of the \n288 lower limbs (Barcelos et al., 2015, Campos et al., 2002, Dons et al., 1979, Holm et al., 2008, \n289 Jessee et al., 2018, Lasevicius et al., 2018, Taaffe et al., 1996, Lasevicius et al., 2019, Bemben \n290 et al., 2000). The muscle most commonly evaluated was the vastus lateralis (Campos et al., \n291 2002, Jessee et al., 2018, Lasevicius et al., 2018, Taaffe et al., 1996). \n292 Quality assessments\n293 The quality assessment is presented in Table 2. The mean rating of study quality as \n294 assessed by the PEDro scale was 6.7, indicating the studies to be of excellent quality; no \n295 study in the analysis was classified to be of poor quality.\n296 ****INSERT TABLE 2 ABOUT HERE****\n297 Meta-analysis\nPage 21 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n22\n298 A pooled analysis of the standardized mean difference for 1RM strength outcomes \n299 across the studies showed a benefit favoring HL vs. LL (p = 0.006; ES:1.03; 95% CI: 0.37, \n300 1.69; Figure 2) and a benefit favoring HL vs. ML (p = 0.012; ES:0.60; 95% CI: 0.17, 1.03; \n301 Figure 2). The ML vs. LL comparison also showed a benefit for 1RM strength outcomes ( p \n302 = 0.048; ES: 0.83; 95% CI: 0.01, 1.65) for the higher load. No significant benefit was found \n303 for 1RM strength outcomes comparing LL vs. VLL (p = 0.079; ES: 0.20; 95% CI: -0.12, \n304 0.52). Sensitivity analysis with outliers omitted did not significantly change findings. \n305 Subanalysis stratifying strength outcomes by body region (upper vs lower) showed \n306 little differences between conditions (Table 3). Subanalysis of studies carried to failure vs. \n307 not to failure showed a significant difference only between HL vs. ML (p = 0.049), favoring \n308 HL in not to failure condition.\n309 ****INSERT FIGURE 2 ABOUT HERE****\n310 A pooled analysis of the standardized mean difference for hypertrophy outcomes \n311 across the studies showed no meaningful differences between HL vs. LL conditions ( p = \n312 0.938; ES: 0.01; 95% CI: -0.30, 0.32; Figure 3), HL vs. ML (p = 0.559; ES: 0.04; 95% CI: -\nPage 22 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n23\n313 0.12, 0.20), ML vs. LL (p = 0.571; ES: 0.17; 95% CI: -2.51, 2.84; Figure 3) and LL vs. VLL \n314 (p = 0.626; ES: 0.28; 95% CI: -5.09, 5.65). Sensitivity analysis with outliers omitted did not \n315 significantly change findings.\n316 Subanalysis stratifying hypertrophy outcomes by body region (upper vs. lower) \n317 showed no differences between conditions (Table 3). Subanalysis of studies carried to failure \n318 vs. not to failure showed a significant difference only between HL vs. ML conditions ( p = \n319 0.002), favoring HL in not to failure condition. \n320 ****INSERT FIGURE 3 ABOUT HERE****\n321\n322 ****INSERT TABLE 3 ABOUT HERE****\n323",
    "discussion": "324 The present systematic review and meta-analysis encompassed 20 studies that \n325 compared different training loads while matching volume load. The studies were of relatively \n326 high quality (PEDro scale = 6.7) and trim and fill analysis did not indicate evidence of \nPage 23 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n24\n327 significant reporting bias. Results from meta-analysis indicate that when volume load is \n328 equated, the highest loads induce superior dynamic strength gains, with the exception of \n329 comparisons between low loads and very low loads, which did not show significant \n330 differences. Alternatively, no differences were observed between loading conditions for \n331 measures of muscle hypertrophy. In addition, subanalysis of studies carried to failure vs. not \n332 to failure showed a significant difference only between HL vs. ML conditions, favoring HL \n333 in not to failure condition. We discuss the implications of our findings below.\n334 1RM Strength\n335 The results of our meta-analysis show that when volume load is similar, training \n336 with higher loads induces superior increases in 1RM strength compared to using lighter loads. \n337 Scrutiny of the forest plot (Figure 1) provides additional support for this",
    "conclusion": ", as 15 of \n338 41 (HL vs. LL) and 8 of 22 (HL vs. ML) strength measures favored heavier loads training. \n339 In contrast, only one strength measure favored the lowest load group (Figure 1A). Hence, the \n340 data indicate compelling evidence for the observed effect across the spectrum of loading \n341 zones. Moreover, regression analysis showed that results held true irrespective of body region \nPage 24 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n25\n342 (upper vs. lower body). Surprisingly no differences were found for strength gains when VLL \n343 and LL were compared. We believe that this finding is a consequence of the low number of \n344 studies found (only 2), which limited our statistical power.\n345 Our overall effect size difference for strength gains when comparing HL vs. LL was \n346 greater than that reported in the meta-analysis by Schoenfeld et al. (2017) (1.03 vs. 0.58, \n347 respectively), but was similar when comparing HL vs. ML (0.60). This difference may be a \n348 consequence of the cut-points used to classify loads in the present study, as the HL was \n349 composed of studies that contained training protocols with loads above 80% of 1RM, while \n350 in the study by Schoenfeld et al. (2017), high loads were considered those >60% of 1RM. \n351 The different cut-points used for classification of loads mean that in Schoenfeld et al. (2017) \n352 high load condition, studies we classified as ML would be in the same category as those in \n353 HL, which differences would have been mitigated, yielding lower ES.\n354 It is noteworthy to mention that the level of effort was not a significant explanatory \n355 variable as to changes in strength, with meta regression showing greater strength gains are \n356 achieved with the highest loads regardless of whether or not training is carried out to failure. \nPage 25 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n26\n357 Our results corroborate findings of the meta-analysis performed by Davies et al. (2016), who \n358 reported similar increases in muscle strength between failure and non-failure training. It \n359 therefore can be inferred that the magnitude of load is the dominant variable for promoting \n360 increases in dynamic strength; training with a very high intensity of effort appears to be of \n361 secondary consequence.\n362 Hypertrophy\n363 From a hypertrophy standpoint, a simple pooled meta-analysis showed similar \n364 muscle growth irrespective of the magnitude of load when training is carried out under \n365 volume-matched conditions. The negligible ES difference (HL vs. LL = 0.01 and HL vs. \n366 ML= 0.04) and narrow corresponding 95% confidence interval (-0.30 to 0.32 and -0.12 to \n367 0.20, respectively) provides strong evidence that loading is not a primary determinant in \n368 hypertrophic adaptations. This conclusion is further supported by the forest plots (Figure 2 \n369 A and B), which displays a relatively even distribution of point estimates on either side of \n370 the line of null effect. It is important to highlight that in the only study that investigated \n371 hypertrophy at fiber level there was a difference between HL vs. LL. More studies are \nPage 26 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n27\n372 encouraged to investigate if the specificity of hypertrophy assessment influences the \n373 response.\n374 Our findings concur with the meta-analysis of Lopez et al. (2021) and Schoenfeld \n375 et al. ( 2017), and expand on their findings by demonstrating that results hold true when \n376 volume is matched for total work. Importantly, however, this inference is specific when \n377 comparing moderate (~60% to 80% 1RM) vs. lower (≤ 60% 1RM) load training protocols, \n378 which was the focus of the previous meta-analysis (Schoenfeld et al., 2017). \n379 A point of interest is whether a minimum loading threshold exists for optimal \n380 increases in hypertrophy. In this regard, Lasevicius et al. (2018) reported that increases in \n381 muscle CSA are compromised when the magnitude of load is 20% vs 40% 1RM on a work-\n382 matched basis. Given previous work showing that the use of 30% 1RM elicits similar \n383 hypertrophy compared to higher loading zones (Jenkins et al., 2016, Mitchell et al., 2012, \n384 Morton et al., 2016), the findings suggest diminished hypertrophic returns with loads < 30% \n385 1RM. To further investigate this hypothesis, we subanalyzed studies comparing < 30% 1RM \n386 (VLL) versus 31% to 59% 1RM (LL) in the low load condition (not displayed); results \nPage 27 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n28\n387 showed no differences between these conditions (p = 0.626, ES: 0.28, 95% CI: -5.09, 5.65). \n388 The lack of significant ES may be a consequence of the low number of studies and \n389 consequently a wide 95% CI. However, the scope of research on the topic remains limited \n390 and further studies are needed to draw stronger",
    "conclusions": ". \n391 Current theory proposes that the hypertrophic benefits of low-loads are \n392 predicated on training to muscular failure. This theory is based on the supposition that \n393 a high level of effort is required for maximal recruitment of high-threshold motor units \n394 (Morton et al., 2019). Despite having a logical rationale, meta regression showed that \n395 intensity of effort did not influence hypertrophic results between loading zones, \n396 independently of the comparisons made (LL vs. HL; LL vs. ML and ML vs. HL). The \n397 limited direct evidence on the topic seems to support that the need to train closer to \n398 failure training becomes increasingly more important when employing low loads (<50% \n399 1RM) (Lasevicius et al., 2019, Nóbrega et al., 2018). However, research on the topic \n400 can be considered preliminary and more study is required to draw stronger conclusions. \n401 Study limitations\nPage 28 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n29\n402 Our meta-analysis has several limitations that should be taken into consideration \n403 when attempting to draw evidence-based conclusions. First, the intervention duration was \n404 relatively short in most studies on the topic. The longest study included had a duration of 52 \n405 weeks but the others spanned 12 weeks or less; the median of duration was 10 weeks. While \n406 this limits extrapolation of findings over longer time periods, it should be noted that research \n407 consistently shows such intervention durations are sufficient to observe significant \n408 improvements in muscle hypertrophy and strength. Second, the strength results are specific \n409 to dynamic 1RM testing that employed exercises similar to that used in the training protocol. \n410 Evidence indicates that strength gains are relatively similar between loading zones when \n411 testing is carried out under isometric conditions and training volume is set-equated \n412 (Schoenfeld et al., 2016). It remains to be determined whether such results would hold true \n413 when conditions are work-matched. Third, only one study on the topic included resistance-\n414 trained participants (Morton et al., 2019). Given that trained muscle responds differently to \n415 mechanical stimuli compared to untrained muscle (Bagley et al., 2020), findings may not \n416 necessarily be generalizable to those with resistance training experience. Finally, there is a \nPage 29 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n30\n417 paucity of data for women and older individuals. Further research in these groups are \n418 warranted to gain greater insights into the loading response across populations.\n419 Concluding Remarks\n420 Our findings show that training with higher loads elicits greater gains in 1RM \n421 muscle strength when compared to lower loads. Moreover, these results appear to follow a \n422 dose-response relationship, with the heaviest of loads providing the greatest strength-related \n423 benefit. From a practical standpoint, these results indicate that individuals seeking to \n424 optimize dynamic muscular strength should employ the use of heavier loads. That said, \n425 evidence shows that strength can be increased even with the use of relatively light loads. \n426 Whether these increases are sufficient to optimize athletic performance or activities of daily \n427 living would be specific to individual needs and abilities. Moreover, it is not clear how often \n428 an individual needs to employ higher loads to achieve maximal strength gains. This topic \n429 warrants further study.\nPage 30 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n31\n430 Alternatively, those seeking to maximize hypertrophy can choose to train across a \n431 wide-spectrum of loading zones. Given that the magnitude of the effect for hypertrophic \n432 adaptations is relatively similar to previous meta-analytic data that equated volume by the \n433 number of sets (Schoenfeld et al., 2017), matching total work between heavier and lighter \n434 load conditions does not yield additional increases in this regard. Individual preference and \n435 needs (i.e. musculoskeletal injury, etc.) therefore can guide loading prescription from a \n436 hypertrophy standpoint. It should be noted that evidence indicates training with lower loads \n437 until to concentric failure induces greater perceived effort, discomfort, discontent, elevated \n438 heart rate and blood pressure compared to higher loads (Nóbrega et al., 2018, Ribeiro et al., \n439 2019). These outcomes may influence exercise adherence and thus should be considered in \n440 individualized program prescription.\n441 ACKNOWLEDGMENTS \n442 The authors are grateful to CAPES for financial support.\n443\n444\n445 COMPETING INTERESTS\nPage 31 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n32\n446 The authors declare that they have no competing interest.\n447\n448 AUTHOR’S CONTRIBUTIONS\n449 LC conceived the idea for the review, performed the searches, data extraction, and \n450 methodological quality assessment, as well as drafted the manuscript; RMJ performed the \n451 searches, data extraction, and methodological quality assessment, as well drafted the \n452 manuscript; JB analyzed the data and critically revised the manuscript content; BJ analyzed \n453 the data and drafted the manuscript; JO analyzed the data and critically revised the \n454 manuscript content; RB conceived the idea for the review, performed the methodological \n455 quality assessment and drafted the manuscript. All authors have read and approved the final \n456 version of the manuscript, and agree with the order of presentation of the authors.\n457 REFERENCES\n458 2009. American College of Sports Medicine position stand. Progression models in resistance \n459 training for healthy adults. Medicine Science Sports Exercise, 41, 687-708. PMID: 19204579\n460 BAGLEY, J. R., BURGHARDT, K. J., MCMANUS, R., HOWLETT, B., COSTA, P. B., \n461 COBURN, J. W., AREVALO, J. A., MALEK, M. H. & GALPIN, A. J. 2020. Epigenetic \nPage 32 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n33\n462 responses to acute resistance exercise in trained vs. sedentary men. The Journal of Strength \n463 & Conditioning Research, 34, 1574-1580. PMID: 32459413\n464 BARCELOS, L. C., NUNES, P. R. P., DE SOUZA, L. R. M. F., DE OLIVEIRA, A. A., \n465 FURLANETTO, R., MAROCOLO, M. & ORSATTI, F. L. 2015. Low-load resistance \n466 training promotes muscular adaptation regardless of vascular occlusion, load, or volume. \n467 European journal of applied physiology, 115, 1559-1568. PMID: 25731927.\n468 BEMBEN, D. A., FETTERS, N. L., BEMBEN, M. G., NABAVI, N. & KOH, E. T. 2000. \n469 Musculoskeletal responses to high-and low-intensity resistance training in early \n470 postmenopausal women. Medicine Science Sports Exercise, 32, 1949-1957. \n471 PMID: 11079527.\n472 CAMPOS, G. E., LUECKE, T. J., WENDELN, H. K., TOMA, K., HAGERMAN, F. C., \n473 MURRAY, T. F., RAGG, K. E., RATAMESS, N. A., KRAEMER, W. J. & STARON, R. S. \n474 2002. Muscular adaptations in response to three different resistance-training regimens: \n475 specificity of repetition maximum training zones. European journal of applied physiology, \n476 88, 50-60. PMID: 12436270.\n477 CHESTNUT, J. L. & DOCHERTY, D. 1999. The effects of 4 and 10 repetition maximum \n478 weight-training protocols on neuromuscular adaptations in untrained men. The Journal of \n479 Strength & Conditioning Research, 13, 353-359. DOI: 10.1519/1533- \n480 287(1999)013<0353:TEOARM>2.0.CO;2.\n481 COHEN, J. 1992. A power primer. Psychological bulletin, 112, 155. PMID: 19565683.\n482 DAVIES, T., ORR, R., HALAKI, M. & HACKETT, D. 2016. Effect of training leading to \n483 repetition failure on muscular strength: a systematic review and meta-analysis. Sports \n484 Medicine, 46, 487-502. PMID: 26666744.\n485DONS, B., BOLLERUP, K., BONDE-PETERSEN, F. & HANCKE, S. 1979. The effect of \n486weight-lifting exercise related to muscle fiber composition and muscle cross-sectional area in \nPage 33 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n34\n487humans. European journal of applied physiology and occupational physiology, 40, 95-106. \n488PMID: 42837.\n489FATOUROS, I., TOURNIS, S., LEONTSINI, D., JAMURTAS, A., SXINA, M., THOMAKOS, \n490P., MANOUSAKI, M., DOUROUDOS, I., TAXILDARIS, K. & MITRAKOU, A. 2005. Leptin \n491and adiponectin responses in overweight inactive elderly following resistance training and \n492detraining are intensity related. The Journal of Clinical Endocrinology & Metabolism, 90, 5970-\n4935977.\n494FATOUROS, I. G., KAMBAS, A., KATRABASAS, I., LEONTSINI, D., \n495CHATZINIKOLAOU, A., JAMURTAS, A. Z., DOUROUDOS, I., AGGELOUSIS, N. & \n496TAXILDARIS, K. 2006. Resistance training and detraining effects on flexibility performance in \n497the elderly are intensity-dependent. \nThe Journal of Strength & Conditioning Research, 20, 634-\n498642. PMID: 16091494.\n499GRGIC, J., MIKULIC, P., PODNAR, H. & PEDISIC, Z. 2017. Effects of linear and daily \n500undulating periodized resistance training programs on measures of muscle hypertrophy: a \n501systematic review and meta-analysis. \nPeerJ, 5, e3695. PMID: 28848690.\n502HARRIS, C., DEBELISO, M. A., SPITZER-GIBSON, T. A. & ADAMS, K. J. 2004. The effect \n503of resistance-training intensity on strength-gain response in the older adult. \nThe Journal of \n504Strength and Conditioning Research, 18, 833-838. PMID: 15574091.\n505HEDGES, L. V., TIPTON, E. & JOHNSON, M. C. 2010. Robust variance estimation in \n506meta‐regression with dependent effect size estimates. \nResearch synthesis methods, 1, 39-65. \n507PMID: 26056092.\n508HOLM, L., REITELSEDER, S., PEDERSEN, T. G., DOESSING, S., PETERSEN, S. G., \n509FLYVBJERG, A., ANDERSEN, J. L., AAGAARD, P. & KJAER, M. 2008. Changes in muscle \n510size and MHC composition in response to resistance exercise with heavy and light loading \n511intensity. \nJournal of applied physiology, 105, 1454-1461. PMID: 18787090.\nPage 34 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n35\n512HORTOBAGYI, T., TUNNEL, D., MOODY, J., BEAM, S. & DEVITA, P. 2001. Low-or high-\n513intensity strength training partially restores impaired quadriceps force accuracy and steadiness \n514in aged adults. The Journals of Gerontology Series A: Biological Sciences and Medical Sciences, \n51556, B38-B47. PMID: 11193224.\n516JENKINS, N. D., HOUSH, T. J., BUCKNER, S. L., BERGSTROM, H. C., COCHRANE, K. C., \n517HILL, E. C., SMITH, C. M., SCHMIDT, R. J., JOHNSON, G. O. & CRAMER, J. T. 2016. \n518Neuromuscular adaptations after 2 and 4 weeks of 80% versus 30% 1 repetition maximum \n519resistance training to failure. The Journal of Strength and Conditioning Research, 30, 2174-2185. \n520PMID: 26848545.\n521JESSEE, M. B., BUCKNER, S. L., MOUSER, J. G., MATTOCKS, K. T., DANKEL, S. J., ABE, \n522T., BELL, Z. W., BENTLEY, J. P. & LOENNEKE, J. P. 2018. Muscle adaptations to high-load \n523training and very low-load training with and without blood flow restriction. \nFrontiers in \n524physiology, 9, 1448. PMID: 30386254.\n525KUBO, K., IKEBUKURO, T. & YATA, H. 2020. Effects of 4, 8, and 12 Repetition Maximum \n526Resistance Training Protocols on Muscle Volume and Strength. \nThe Journal of strength and \n527conditioning research. PMID: 32304514.\n528KÜMMEL, J., KRAMER, A., GIBOIN, L.-S. & GRUBER, M. 2016. Specificity of balance \n529training in healthy individuals: a systematic review and meta-analysis. \nSports Medicine, 46, \n5301261-1271. PMID: 26993132.\n531LASEVICIUS, T., SCHOENFELD, B. J., SILVA-BATISTA, C., BARROS, T. D. S., AIHARA, \n532A. Y., BRENDON, H., LONGO, A. R., TRICOLI, V., PERES, B. & TEIXEIRA, E. L. 2019. \n533Muscle Failure Promotes Greater Muscle Hypertrophy in Low-Load but Not in High-Load \n534Resistance Training. \nThe Journal of strength and conditioning research. PMID: 31895290.\n535LASEVICIUS, T., UGRINOWITSCH, C., SCHOENFELD, B. J., ROSCHEL, H., TAVARES, \n536L. D., DE SOUZA, E. O., LAURENTINO, G. & TRICOLI, V. 2018. Effects of different \nPage 35 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n36\n537intensities of resistance training with equated volume load on muscle strength and hypertrophy. \n538European journal of sport science, 18, 772-780. PMID: 29564973.\n539LOPES, C. R., AOKI, M. S., CRISP, A. H., DE MATTOS, R. S., LINS, M. A., DA MOTA, G. \n540R., SCHOENFELD, B. J. & MARCHETTI, P. H. 2017. The effect of different resistance training \n541load schemes on strength and body composition in trained men. \nJournal of human kinetics, 58, \n542177. PMID: 28828088.\n543LOPEZ, P., RADAELLI, R., TAAFFE, D. R., NEWTON, R. U., GALVÃO, D. A., TRAJANO, \n544G. S., TEODORO, J. L., KRAEMER, W. J., HÄKKINEN, K. & PINTO, R. S. 2021. Resistance \n545training load effects on muscle hypertrophy and strength gain: systematic review and network \n546meta-analysis. \nMedicine and science in sports and exercise, 53, 1206. PMID: 33433148.\n547MAHER, C. G., SHERRINGTON, C., HERBERT, R. D., MOSELEY, A. M. & ELKINS, M. \n5482003. Reliability of the PEDro scale for rating quality of randomized controlled trials. \nPhys Ther, \n54983, 713-21. PMID: 12882612.\n550MITCHELL, C. J., CHURCHWARD-VENNE, T. A., WEST, D. W., BURD, N. A., BREEN, \n551L., BAKER, S. K. & PHILLIPS, S. M. 2012. Resistance exercise load does not determine \n552training-mediated hypertrophic gains in young men. \nJournal of applied physiology, 113, 71-77. \n553PMID: 22518835.\n554MOEYAERT, M., UGILLE, M., NATASHA BERETVAS, S., FERRON, J., BUNUAN, R. & \n555VAN DEN NOORTGATE, W. 2017. Methods for dealing with multiple outcomes in meta-\n556analysis: a comparison between averaging effect sizes, robust variance estimation and multilevel \n557meta-analysis. \nInternational Journal of Social Research Methodology, 20, 559-572. \n558PMID: 22518835.\n559MORRIS, S. B. 2008. Estimating effect sizes from pretest-posttest-control group designs. \n560Organizational research methods, 11, 364-386.\nPage 36 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n37\n561MORTON, R. W., SONNE, M. W., FARIAS ZUNIGA, A., MOHAMMAD, I. Y., JONES, A., \n562MCGLORY, C., KEIR, P. J., POTVIN, J. R. & PHILLIPS, S. M. 2019. Muscle fibre activation \n563is unaffected by load and repetition duration when resistance exercise is performed to task failure. \n564The Journal of physiology, 597, 4601-4613. PMID: 31294822.\n565NÓBREGA, S. R., UGRINOWITSCH, C., PINTANEL, L., BARCELOS, C. & LIBARDI, C. \n566A. 2018. Effect of resistance training to muscle failure vs. volitional interruption at high-and \n567low-intensities on muscle mass and strength. The Journal of Strength anda Conditioning \n568Research, 32, 162-169. PMID: 29189407.\n569OGASAWARA, R., LOENNEKE, J. P., THIEBAUD, R. S. & ABE, T. 2013. Low-load bench \n570press training to fatigue results in muscle hypertrophy similar to high-load bench press training. \n571International Journal of Clinical Medicine, 4, 114. DOI: 10.4236/ijcm.2013.42022 .\n572PRUITT, L. A., TAAFFE, D. R. & MARCUS, R. 1995. Effects of a one‐year high‐intensity \n573versus low‐intensity resistance training program on bone mineral density in older women. \n574\nJournal of Bone and Mineral Research, 10, 1788-1795. PMID: 8592957.\n575RIBEIRO, A. S., DOS SANTOS, E. D., NUNES, J. P. & SCHOENFELD, B. J. 2019. Acute \n576Effects of Different Training Loads on Affective Responses in Resistance-trained Men. \n577\nInternational journal of sports medicine, 40, 850-855. PMID: 3149956.\n578SCHOENFELD, B. J., CONTRERAS, B., VIGOTSKY, A. D. & PETERSON, M. 2016. \n579Differential effects of heavy versus moderate loads on measures of strength and hypertrophy in \n580resistance-trained men. Journal of sports science & medicine, 15, 715. PMID: 27928218.\n581SCHOENFELD, B. J., GRGIC, J., OGBORN, D. & KRIEGER, J. W. 2017. Strength and \n582hypertrophy adaptations between low-vs. high-load resistance training: a systematic review and \n583meta-analysis. \nThe Journal of Strength and Conditioning Research, 31, 3508-3523. \n584PMID: 28834797.\nPage 37 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n38\n585SCHOENFELD, B. J., PETERSON, M. D., OGBORN, D., CONTRERAS, B. & SONMEZ, G. \n586T. 2015. Effects of low-vs. high-load resistance training on muscle strength and hypertrophy in \n587well-trained men. The Journal of Strength and Conditioning Research, 29, 2954-2963. \n588PMID: 25853914.\n589SCHOENFELD, B. J., RATAMESS, N. A., PETERSON, M. D., CONTRERAS, B., SONMEZ, \n590G. & ALVAR, B. A. 2014. Effects of different volume-equated resistance training loading \n591strategies on muscular adaptations in well-trained men. The Journal of Strength and Conditioning \n592Research, 28, 2909-2918. PMID: 24714538.\n593TAAFFE, D., PRUITT, L., PYKA, G., GUIDO, D. & MARCUS, R. 1996. Comparative effects \n594of high‐and low‐intensity resistance training on thigh muscle strength, fiber area, and tissue \n595composition in elderly women. \nClinical Physiology, 16, 381-392. PMID: 8842574.\n596TANNER-SMITH, E. E., TIPTON, E. & POLANIN, J. R. 2016. Handling complex meta-\n597analytic data structures using robust variance estimates: A tutorial in R. \nJournal of \n598Developmental and Life-Course Criminology, 2, 85-112.\n599VINCENT, K. R., BRAITH, R. W., FELDMAN, R. A., MAGYARI, P. M., CUTLER, R. B., \n600PERSIN, S. A., LENNON, S. L., MD, A. H. G. & LOWENTHAL, D. T. 2002. Resistance \n601exercise and physical performance in adults aged 60 to 83. \nJournal of the American Geriatrics \n602Society, 50, 1100-1107. PMID: 12110072\n603\n604\n605\n606\nPage 38 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n39\n607\n608\n609\n610\n611\n612\n613\n614 Table 1: Methodological characteristics and results of all included articles\nStudy Subjects Design Hypertrophy\nmeasurement\nStrengh \nmeasureme\nnt\nFindings\nCampos\net al., 2002\n32 untrained \nyoung men (5 \nserved as \ncontrols)\nRandom \nassignment to \neither 3–5 RM, 9–\n11 RM or 20–28 \nRM exercises. \nExercise consisted \nof 2–4 sets of \nsquat, leg press \nand leg extension, \nperformed 2 d/wk \nfor the first 4 wks \nand 3 days/wk for \nthe final 4 wks. \nBiopsy/CSA 1RM in leg \npress, squat \nand leg \nextension.\nSignificant increases \nin CSA for 3–5 RM \nand 9–11 RM group; \nno\nsignificant increase in \nCSA for 20–28 RM.\nSignificantly greater \nincreases in strength \nfor 3–5 vs. 9–11 RM \nand 20–28 RM.\nLasevicius et \nal., 2018\n30 untrained \nyoung men \nWithin-subject \ndesign whereby \nUltrasound \nimaging/CSA\n1RM in leg \npress and \nSignificant increases \nin muscle strength and \nPage 39 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n40\none leg and arm\nwere set at 20% \n1RM for all \nparticipants (G20). \nThe contralateral \nlimb was randomly\nassigned to one of \nthe three possible \nconditions: 40% \n1RM; 60% 1RM, \nand 80% 1RM. \nG20 consisted of 3 \nsets of elbow \nflexion and leg \npress exercise. \nAfter G20 training, \nthe number of sets \nwas adjusted for \nthe contralateral \nlimb conditions \nwith volume-\nmatched. Subjects \ntrained 2 d/wk for \n12 wks.\nelbow \nflexion. \nCSA for all protocols.\nSignificantly greater \nincreases in CSA for \n80% of 1RM vs. 20%; \nStrength increase for \nelbow flexion \nsignificantly greater in \n80% 1RM vs 20, 40 \nand 60% of 1RM. \nStrength increase for \nleg press significantly \ngreater in 60 and 80% \nof 1RM conditions vs \n20 and 40% of 1RM. \nSchoenfeld et \nal., 2014\n17 resistance-\ntrained men\nRandom \nassignment to 3 \nsets of 10 RM or 7 \nsets of 3RM. \nTraining consisted \nof 3 exercises \ntargeting the \nanterior torso \nmuscles, 3 \nexercises targeting \nthe posterior torso \nUltrasound \nimaging/ MT\n1RM in \nbench press \nand back \nsquat\nSignificant increases \nin MT and 1RM \noccurred from pre- to \npost testing for both \ngroups. No significant \ndifferences noted in \nMT between groups. \nSignificant strength \ndifferences favoring \nof heavier load \ncondition for the 1RM \nPage 40 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n41\nmuscles, and 3 \nexercises targeting\nthe thigh \nmusculature, \nperformed 3 d/wk \nfor 8 wks.\nbench press and a \ntrend for greater \nincreases in the 1RM \nsquat.\nJesse et al., \n2018\n20 untrained \nmen and \nwomen\nWithin-subject, \ncounter-balanced \nrandomization of \nlower legs to 15% \n1RM and 70% \n1RM. Protocol \nconsisted of 4 sets \nof unilateral knee \nextension \nperformed 2d/wk \nfor 8 wks.\nUltrasound \nimaging/ MT\n1RM in \nknee \nextension\nStrength increased \nonly 70% 1RM. \nSignificant increases \nin MT for both groups \nwithout significant \nbetween-group \ndifferences.\nJenkins et al., \n2016\n15 untrained \nyoung men\nRandom \nassignment to \neither 80% 1RM \nor 30% 1RM. \nProtocol consisted \nof 3 sets of \nforearm flexion \nperformed 3 d/wk \nfor 4 wks.\nUltrasound \nimaging/ MT\n1RM in \nforearm \nflexion\nSimilar increases in \nMT for 80 vs. 30% \n1RM, but only 80% \n1RM increased \nmuscle strength.\nHolm et al., \n2008\n11 untrained \nyoung men\nWithin-subject \ndesign with \nrandom \nassignment to both \n70% 1RM and \n15.5% 1RM. \nProtocol consisted \nof 10 sets of \nunilateral knee \nMRI/CSA 1RM in \nknee \nextension \nCSA increased in both \nprotocols, with a \ngreater gain in 70% \n1RM. Strength \nincreased in both \nconditions, with a \ngreater gain in 70% \n1RM. \nPage 41 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n42\nextensions \nperformed 3 d/wk \nfor 12 wks. The \n15.5% 1RM \ncondition \nperformed 36 \nrepetitions per set \n(one repetition \nevery 5th s for 3 \nmin) and 70% \n1RM\nperformed 8 \nrepetitions per set. \nDons et al., \n1979\n18 young \nmales (6 \nserved as \ncontrols)\nRandom \nassignment to \neither 80% 1RM \nor 50% 1RM. 50% \ncondition \nperformed 20 \nrepetitions per set \nof knee extension \nexercise while \n80% group \nperformed 12 \nrepetitions. \nTraining carried \nout 3 d/wk for 7 \nwks.\nUltrasound \nimaging/CSA\n1RM knee \nextension\nStrength increased \nonly in 80% 1RM. \nSignificant increases \nin CSA for 80% 1RM \nand 50% 1RM, with \nno significant \ndifference between \ngroups. \nBarcelos et al., \n2015\n28 untrained \nyoung men (8 \nserved as \ncontrols).\nRandom \nassignment to 1 set \nat 20% 1RM or 3 \nsets at 50% 1RM. \nProtocol consisted \nof unilateral leg \nextension carried \nMRI/CSA 1RM in leg \nextension\nCSA and strength \nincreased in all \ngroups, with no \ndifferences between \ngroups. \nPage 42 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n43\nout 2 d/wk for 8 \nwks.\nChestnut et al., \n1999\n24 untrained \nyoung men (5 \nserved as \ncontrols).\nRandom \nassignment to 6 \nsets of 4RM or 3 \nsets of 10RM. \nProtocol consisted \nof triceps bench \npress, triceps \npulley press-down, \nstanding biceps \nbarbell curl, and \nstanding dumbbell \ncurl performed 3 \nd/wk for 10 wks.\nMRI/ CSA 1RM in \ntriceps \nbench press \nand biceps \ncurl.\nCSA and strength \nincreased in all \ngroups, with no \ndifferences noted \namong groups. \nTaaffe et al., \n1996\n25 untrained \nold women, \n11 - served\nas control.\nRandomly \nassignment to 3 \nsets of 14 \nrepetitions at 40% \n1RM or 3 sets of 7 \nrep at 80% 1RM. \nProtocol consisted \nof \nleg press, knee \nextension and knee \nflexion, exercise \nperformed 3 d/wk \nweek for 52 wks. \nBiopsy/CSA 1RM in leg \npress, knee \nextension \nand knee \nflexion.\nCSA and strength \nincreased in all \ngroups, with no \ndifferences noted \namong groups. \nKubo et al., \n2020\n42 untrained \nyoung men, \n10 served as \ncontrol.\nRandom \nassignment to 7 \nsets of 4RM or 4 \nsets of 8RM or 3 \nsets of 12RM. \nProtocol consisted \nMRI/muscle \nvolume\n1RM in \nbench press\nMuscle volume \nincreased in all \ngroups, with no \ndifferences between \ngroups. Strength \nincreased in all \nPage 43 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n44\nof bench press \nexercise performed \n2 d/wk for 10 wks. \ngroups, with lower \nincreases in the 12RM \ncondition.\nLasevicius et \nal., 2019\n25 untrained \nyoung men\nWithin-subject \ndesign whereby \neach lower limb \nwas allocated to 1 \nof 4 unilateral \nknee extension \nprotocols: \nrepetitions to \nfailure with 30% \n1RM ; repetitions \nto failure with \n80% 1RM ; \nrepetitions not to \nfailure with 30% \n1RM ; and \nrepetitions not to \nfailure with 80% \n1RM. All \nprotocols were \nperformed 2 d/wk \nfor 8 wks\n1RM/knee \nextension \nQuadriceps CSA \nincreased significantly \nfor high-load to \nfailure and not to \nfailure, and low-load \nto failure, \nwhereas no significant \nchanges were \nobserved in the low-\nload not to \nfailure. Strength incre\nased in \nall conditions and cha\nnges were \nsignificantly higher \nfor high-load to \nfailure and not to \nfailure when \ncompared with the \nlow-load to failure \nand low-load not to \nfailure. \nVincent et al. \n2002\n46 untrained \nolder men \nRandom \nassignment to 1 set \nof 13 repetitions at \n50% 1RM or 1 set \nof 8 repetitions at \n80% 1RM. \nProtocol consisted \nof 12 exercises \nperformed 3 d/wk \nfor 24 wks.\n1RM/ chest \npress, leg \npress, leg \ncurl, biceps \ncurl, seated \nrow, \noverhead \npress, \ntriceps dip \nand leg \nStrength increased in \nall groups, with no \ndifferences noted \namong groups\nPage 44 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n45\nextension.\n Lopes et al. \n2017\n16 resistance \ntrained men\nRandom \nassignment to 6 \nsets of 10RM \ngroup or a 3 sets of \n20RM group, \nconsisted of 8 \nexercises \nperformed 4d/wk \nfor 6 wks.\n1 RM in \nBench Press \nand Squat\nStrength increased in \nall groups, with no \ndifferences between \nthe groups.\nHarris et al. \n2004\n61 untrained \nolder men and \nwomen. 14 \nserved as \ncontrol.\nRandom \nassignment to 4 \nsets of 6RM group, \n3 sets of 9RM \ngroup or 2 sets of \n15RM group, \nperformed 8 \nresistance \nexercises 2d/wk \nfor 18-week\nsum 1RM \nbiceps curl, \ntriceps \nextension, \nlat\npull down, \nshoulder \npress, and \nbench press \nand sum \n1RM knee \nextension, \nleg press, \nand leg curl\nStrength increased in \nall groups, with no \ndifferences noted \namong groups.\nBemben et al. \n2000.\n25 untrained \nolder women. \n8 served as \ncontrol.\nRandom \nassignment to 3 \nsets of 8 rep at \n80% 1RM or 3 \nsets of 16 reps at \n40% 1RM. \nPerformed 8 \nresistance \nexercises 3d/wk \nfor 24-week\nUltrasound \nimaging/CSA – \nrectus femoris \nand biceps \nbrachii\n1 RM in \nbiceps curl, \nlatissimus \npull, seated \nrow, \nshoulder \npress, \ntriceps, \nhamstrings, \nleg press, \nquadriceps, \nCSA increased in all \ngroups, with no \ndifferences between \ngroups.\nThere were no \nsignificant differences \nbetween the groups \nfor the strength. Only \nthe 80% 1RM \nprotocol resulted in \nsignificant increases \nPage 45 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n46\nhip \nabduction, \nhip \nadduction, \nhip \nextension, \nhip flexion.\nin shoulder press, \nquadriceps, and hip \nflexion strength. \nNeither training group \nexhibited significant \nimprovements in \nbiceps curl, triceps \nextension, or hip \nabduction strength.\nFatouros et al. \n2005\n50 untrained \nolder men. 10 \nserved as \ncontrol.\nRandom \nassignment to 80-\n85%1RM 8 rep 3 \nsets: 60-65% 1RM \n10 rep 3 sets; 45-\n50% 1RM 14 reps \n3 sets. Performed \n8 resistance \nexercises 3d/wk \nfor 24-week\n1RM in lat \npull down \nand leg \nextension.\nLeg strength increased \nin exercise groups \nafter training, with 80-\n85%1RM inducing \ngreater gains than the \nother groups, and 60-\n65% 1RM being more \neffective than 45-50% \n1RM . Trunk strength \nincreased in all \nexercise groups, with \n80-85%1RM \ndemonstrating greater \nimprovement than the \nother groups, and 60-\n65% 1RM being more \neffective than 45-50% \n1RM . \nFatouros et al. \n2006\n58 untrained \nolder men. 10 \nserved as \ncontrol.\nRandom \nassignment to: 80-\n85% 1RM 8 rep 3 \nsets; 60-65% 1RM \n10 rep 3 sets; 45-\n50% 1RM 14 reps \n3 sets. Performed \n8 resistance \n1RM in \nchest press \nand leg \npress.\nLeg strength increased \nin exercise groups \nafter training, with 80-\n85%1RM inducing \ngreater gains than the \nother groups, and 60-\n65%1RM being more \neffective than 45-\nPage 46 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n47\nexercises 3d/wk \nfor 24-week\n50%1RM. Trunk \nstrength increased in \nall exercise groups, \nwith 80-85%1RM \ndemonstrating greater \nimprovement than the \nother groups, and 60-\n65%1RM being more \neffective than 45-\n50%1RM . \nHortobágyi et \nal. 2001\n27 untrained \nolder men. 9 \nserved as \ncontrol.\nRandom \nassignment to 5 \nsets of 4-6 rep at \n80% 1RM or 5 \nsets of 8-12 reps at \n40% 1RM. \nPerformed 1 \nresistance exercise \n3d/wk for 10-week\n1RM in leg \npress supine \nposition\nStrength increased in \nall groups, with no \ndifferences noted \namong groups.\nPruitt et al. \n1995\n27 untrained \nolder women. \n11 served as \ncontrol.\nRandom \nassignment to 2 \nsets of 7 rep at \n80% 1RM; or 3 \nsets of 14 reps at \n40% 1RM. \nPerformed 10 \nexercises, 3d/wk \nfor 36-week.\n1RM in \nbench press; \nmilitary \npress; \nbiceps curl; \nlat pull \ndown; back \nextension; \nleg \nabduction \nplus leg \nadduction; \nleg press \nplus knee \nextension \nand flexion\nStrength gains for the \n80%1RM and \n40%1RM groups were \nstatistically similar in \n6 of 7 muscle groups. \nChange in arm \nmuscular strength, \nhowever, was \nsignificantly greater in \nthe 40%1RM group \ncompared with the \n80%1RM group.\nPage 47 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n48\n615\n616 CSA = cross sectional area; MT = muscle thickness; MRI = magnetic resonance imaging; \n617 1RM= maximal dynamic strength.\n618\n619 Table 2: The methodological quality assessment by the modified PEDro scale.\nPage 48 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n49\nStudy 2 3 4 8 9 10 11\nCampos et al. 2002 Yes Yes Yes Yes Yes Yes Yes\nLasevicius et al., 2018 Yes Yes Yes Yes Yes Yes Yes\nShoenfeld et al. ,2014 Yes Yes Yes Yes Yes Yes Yes\nJesse et al., 2018 Yes Yes No Yes Yes Yes Yes\nJenkins et al., 2016 Yes Yes Yes Yes Yes Yes Yes\nHolm et al., 2008 Yes Yes Yes Yes Yes Yes Yes\nDons et al., 1979 Yes Yes Yes No Yes No Yes\nBarcelos et al., 2015 Yes Yes Yes No Yes Yes Yes\nChestnut et al.,1999 Yes Yes Yes No Yes Yes Yes\nTaafee et al., 1996 Yes Yes Yes No Yes Yes Yes\nKubo et al., 2020 Yes Yes Yes Yes Yes Yes Yes\nLasevicius et al., 2019 Yes Yes Yes Yes Yes Yes Yes\nVincent et al., 2002 Yes Yes Yes Yes Yes Yes Yes\n Lopes et al. 2017 Yes Yes Yes Yes Yes Yes Yes\nPage 49 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n50\n620\n621\n622\n623\n624\n625\n626\n627\n628\n629\n630\n631\n632\n633\n634\n635\n636\n637\n638\nHarris et al. 2004 Yes Yes Yes Yes Yes Yes Yes\nBemben et al. 2000 Yes Yes Yes Yes Yes Yes Yes\nFatouros et al. 2005 Yes Yes Yes Yes Yes Yes Yes\nFatouros et al. 2006 Yes Yes Yes Yes Yes Yes Yes\nHortobágyi et al. 2001 Yes Yes Yes Yes Yes Yes Yes\nPruitt et al. 1995 Yes Yes Yes Yes Yes Yes Yes\nPage 50 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n51\n639\n640\n641\n642\n643\n644\n645\n646\n647\n648\n649\n650\n651\n652\n653\n654\n655\n656\n657\n658\n659\n660\n661\n662\n663\n664\n665\n666\n667\n668\nPage 51 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n52\n669 Table 3: Subgroup analysis for the robust variance meta regression.\nOutcome Comparison Covariate Estimate\n(C.I. 95%)\np-value Difference p-value\nStrength HL vs. LL Lower limbs 0.98 (0.27, 1.7) 0.014\nUpper limbs 1.11 (0.05, 2.18) 0.044 0.13 (-0.75, 1.01) 0.747\nFailure 1.11 (0.57, 1.66) 0.008\nNot failure 1.00 (-0.05, 2.04) 0.059 -0.12 (-1.29, 1.05) 0.809\nHL vs. ML Lower limbs 0.58 (0.05, 1.1) 0.035\nUpper limbs 0.64 (-0.05, 1.33) 0.061 0.07 (-0.58, 0.71) 0.813\nFailure 0.33 (-0.04, 0.7) 0.071\nNot failure 1.19 (0.03, 2.35) 0.048 0.86 (0, 1.71) 0.049\nML vs. LL Lower limbs 0.87 (0, 1.73) 0.049\nUpper limbs 0.78 (-0.68, 2.24) 0.188 -0.09 (-1.31, 1.14) 0.852\nFailure 0.41 (-0.41, 1.23) 0.166\nNot failure 1.48 (-2.28, 5.25) 0.125 1.08 (-0.3, 2.46) 0.081\nMuscle \nhypertrophy\nHL vs. LL Lower limbs 0.12 (-0.28, 0.53) 0.428\nUpper limbs -0.21 (-1.16, 0.74) 0.411 -0.33 (-1.11, 0.44) 0.273\nFailure 0.11 (-0.31, 0.53) 0.458\nNot failure -0.15 (-1.06, 0.76) 0.542 -0.26 (-1, 0.48) 0.372\nFiber 0.51 NCa <0.001\nMuscle -0.07 (-0.37, 0.24) 0.556 -0.58 (-0.88, -0.28) 0.007\nHL vs ML Lower limbs 0.18 (-0.26, 0.61) 0.205\nUpper limbs -0.04 (-0.22, 0.14) 0.539 -0.21 (-0.56, 0.13) 0.150\nFailure 0.01 (-0.15, 0.16) 0.930\nNot failure 0.43 NCa 0.42 (0.26, 0.58) 0.002\nFiber 0.25 (-1.23, 1.73) 0.278\nMuscle -0.04 (-0.19, 0.12) 0.493 -0.29 (-0.9, 0.32) 0.166\nPage 52 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n53\n670 aThe 95% confidence interval could not be calculated because only one study contributed in \n671 this subgroup.\n672\n673\n674\n675\n676\n677\n678\n679\n680\n681\n682\n683\n684\n685\n686\nPage 53 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\n54\n687\n688\n689\n690\n691\n692\n693 Figure Captions\n694 Figure 1: PRISMA Flow diagram\n695 Figure 2: Forest plots for 1RM strength differences between conditions. (A) HL vs LL; (B) \n696 HL vs ML; (C) ML vs LL. Abbreviations: HL = high load; ML = moderate load; LL = light \n697 load\n698\n699 Figure 3: Forest plots for hypertrophy differences between conditions. (A) HL vs LL; (B) HL \n700 vs ML; (C) ML vs LL. Abbreviations: HL = high load; ML = moderate load; LL = light load \nPage 54 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\nFrom: Moher D, Liberati A, Tetzlaff J, Altman DG, The PRISMA Group (2009). Preferred Reporting Items for Systematic Reviews and Meta-\nAnalyses: The PRISMA Statement. PLoS Med 6(6): e1000097. doi:10.1371/journal.pmed1000097\nFor more information, visit www.prisma-statement.org.\nPRISMA 2009 Flow Diagram\nRecords identified through \ndatabase searching\n(n = 138,385)\nScreeningIncluded Eligibility Identification\nAdditional records identified \nthrough other sources\n(n = 8)\nRecords after duplicates removed\n(n = 15,027)\nRecords screened \n(n = 15,027)\nRecords excluded \n(n = 14,978)\nFull-text articles assessed \nfor eligibility\n(n = 49)\nFull-text articles excluded \n(n = 29), with reasons\n- Matched volume and not the \nvolume load (n = 10)\n- Used only eccentric \ncontractions (n = 8)\n- Used different loads in the \nsame protocol (n = 5)\n- Did not analyse muscle \nhypertrophy and 1RM (n = 6)\nStudies included in \nqualitative synthesis \n(n = 20)\nStudies included in \nquantitative synthesis \n(meta-analysis)\n(n = 20)\nPage 55 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\nA CB\nPage 56 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism\n\nDraft\nCBA\nPage 57 of 57\n© The Author(s) or their Institution(s)\nApplied Physiology, Nutrition, and Metabolism"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 405,
    "primary_human": "hypertrophy (muscle_size); strength (1RM)"
  },
  "bucket": "A",
  "notes": "With volume matched, low- and high-load RT to (or near) failure produce similar hypertrophy; strength adaptations favour higher loads."
}