{
  "id": 10,
  "title": "How Many Times per Week Should a Muscle Be Trained to Maximize Muscle Hypertrophy? A Systematic Review and Meta-analysis of Studies Examining the Effects of Resistance Training Frequency",
  "authors": "Schoenfeld BJ; Grgic J; Krieger J",
  "year": 2019,
  "doi": "10.1080/02640414.2018.1555906",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_frequency",
    "weekly_frequency",
    "hypertrophy",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mixed training status)"
  },
  "sections": {
    "abstract": "Training frequency is considered an important variable in the hypertrophic response to regimented\nresistance exercise. The purpose of this paper was to conduct a systematic review and meta-analysis of\nexperimental studies designed to investigate the effects of weekly training frequency on hypertrophic\nadaptations. Following a systematic search of PubMed/MEDLINE, Scoups, and SPORTDiscus databases,\na total of 25 studies were deemed to meet inclusion criteria.",
    "results": "showed no significant difference\nbetween higher and lower frequency on a volume-equated basis. Moreover, no significant differences\nwere seen between frequencies of training across all categories when taking into account direct\nmeasures of growth, in those considered resistance-trained, and when segmenting into training for\nthe upper body and lower body. Meta-regression analysis of non-volume-equated studies showed\na significant effect favoring higher frequencies, although the overall difference in magnitude of effect\nbetween frequencies of 1 and 3+ days per week was modest. In",
    "conclusion": ", there is strong evidence\nthat resistance training frequency does not significantly or meaningfully impact muscle hypertrophy\nwhen volume is equated. Thus, for a given training volume, individuals can choose a weekly frequency\nper muscle groups based on personal preference.\nARTICLE HISTORY\nAccepted 28 November 2018\nKEYWORDS\nExercise frequency;\nhypertrophy; resistance\ntraining; dose-response",
    "introduction": "Training frequency is considered an important variable in the\nhypertrophic response to regimented resistance exercise\n(Dankel et al., 2017). Although frequency is often thought to\npertain to the total number of weekly resistance training ses-\nsions, perhaps even more important from a hypertrophic\nstandpoint is the number of times that a given muscle group\nis trained per week. To this end, a recent survey of 127\ncompetitive bodybuilders found that ~69% of respondents\ntrained each muscle once per week; none reported training\nmuscle groups more than twice per week (Hackett, Johnson, &\nChow, 2013). While these data provide interesting insights into\nhow bodybuilders train for augmenting muscle growth, these\ntraining practices are likely based on tradition and personal\nintuition as opposed to scientific evidence.\nRecently, it has been proposed that training muscle groups\nvery frequently – up to 6 days a week – with a reduced\nvolume per session may provide a superior anabolic stimulus\nas compared to less frequent training with higher per-session\nvolumes (Dankel et al., 2017). This hypothesis is based on\nevidence that the time course of muscle protein synthesis\n(MPS) is attenuated as an individual gains resistance training\nexperience (Damas, Phillips, Vechin, & Ugrinowitsch, 2015).\nCombined with the supposition that a threshold exists for\nthe amount of volume that can be performed in a session to\nstimulate growth (Dankel et al.,2017), the authors speculated\nthat spreading out training volume over the course of a week\nwould optimize the MPS area under the curve and thus\nenhance muscle protein accretion over time.\nThe literature to date does not provide clear guidelines as\nto optimal frequency for muscle hypertrophy. The 2009\nAmerican College of Sports Medicine (ACSM) position stand\non progression models in resistance training for healthy adults\nrecommends that novice lifters train 2 –3 days/week, inter-\nmediates 2–4 days/week, and advanced trainees 4–6 days/\nweek when the desired goal is muscular hypertrophy\n(American College of Sports Medicine,2009). However, these\nrecommendations are specific to the total number of sessions\nper week, not the frequency of training a given muscle group,\nthereby limiting implications to program design. The only\nrecommendation from the ACSM position stand in this regard\nwas for individuals to employ split routines when training with\nhigher weekly frequencies, thereby allowing at least 48 hours\nof recovery between training the same muscle group.\nIn an effort to provide clarity on the topic, (Schoenfeld,\nOgborn, & Krieger,2016b) carried out a meta-analysis on the\neffects of resistance training frequency on muscle hypertro-\nphy. The authors also conducted a subgroup analysis of stu-\ndies that varied the number of times a muscle group was\nworked on a weekly basis. The analysis found that training\na muscle group twice per week results in a greater increase in\nmuscle size as compared to training a muscle group only once\nper week. However, only 7 studies met the inclusion criteria of\nCONTACT Brad Jon Schoenfeld brad@workout911.com Brad Schoenfeld Department of Health Sciences, Lehman College, Bronx, NY, USA\nJOURNAL OF SPORTS SCIENCES\nhttps://doi.org/10.1080/02640414.2018.1555906\n© 2018 Informa UK Limited, trading as Taylor & Francis Group\n\nthe review for weekly frequency per muscle group at that\ntime, thereby precluding the determination as to whether\na benefit exists to training muscles more than twice per\nweek. The meta-analysis was further limited by the inclusion\nof quasi-experimental studies (i.e., no random allocation to the\ntraining groups), which may have lowered the internal validity\nof the included studies and thus confounded the pooled\nfindings.\nSince publication of Schoenfeld et al.’s review (Schoenfeld\net al., 2016b), numerous additional studies have been pub-\nlished on the topic exploring a variety of different resistance\ntraining frequencies, including several that have investigated\nthe hypertrophic effects of very high training frequencies (4\n+ sessions per week per muscle group). Given the large\namount of data currently available, the purpose of this paper\nwas to conduct a systematic review and meta-analysis of\nexperimental studies designed to investigate the effects of\nweekly training frequency on hypertrophic adaptations.",
    "methods": "Inclusion criteria\nStudies were deemed eligible for inclusion if they met the\nfollowing criteria: (1) were an experimental trial published in\nan English-language refereed journal; (2) the participants were\nrandomized to the training groups; (3) directly compared\ntraining muscle groups with different weekly resistance train-\ning frequencies using traditional dynamic exercise using\ncoupled concentric and eccentric actions; (4) measured muscle\nhypertrophy or changes in lean body mass (LBM); (5) had\na minimum duration of 6 weeks; (6) did not involve any\nstructured exercise other than resistance training; and, (6)\nincluded adults (18 years of age and older) free from chronic\ndisease or injury.\nSearch strategy\nA systematic literature search was conducted in accordance\nwith the Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses (PRISMA) guidelines (Moher, Liberati, Tetzlaff, &\nAltman, 2009). To carry out this review, English-language lit-\nerature searches of PubMed/MEDLINE, SCOPUS, and\nSPORTDiscus databases were conducted from all time points\nup until August, 2018. The following syntax was used for the\nsearch process: (“frequency” OR “frequencies”) AND (“resis-\ntance training” OR “resistance exercise” OR “strength exercise”\nOR “strength training” OR “weight training” OR “weight exer-\ncise”) AND (“hypertrophy” OR “body composition” OR “muscle\nsize” OR “muscle thickness ” OR “cross-sectional area ” OR\n“growth” OR “muscle fiber” OR “muscle fiber” OR “lean body\nmass” OR “muscle mass” OR “lean tissue” OR “biopsy” OR “fat-\nfree mass” OR “fat free mass”). The search syntax was com-\nbined with Boolean operators and the quotation marks were\nused for phrase searching (i.e., combinations of two or more\nwords). The reference lists of articles retrieved were subse-\nquently screened as a part of a secondary search to uncover\nany additional articles that met inclusion criteria (Greenhalgh\n& Peacock, 2005).\nA total of 972 studies were evaluated based on search\ncriteria. In an effort to reduce selection bias, each study was\nindependently reviewed by two of the investigators (JG and\nBJS), and the investigators mutually determined whether or\nnot they met basic inclusion criteria. If a consensus could not\nbe reached on inclusion for a given study, the matter was\nsettled by consultation with the third investigator (JK). Of the\nabstracts initially reviewed, 38 studies were deemed poten-\ntially relevant to the topic. The full-text of these articles were\nthen perused and 16 studies were excluded as they did not\nmeet the inclusion criteria. One additional study was identified\nthrough perusal of the reference lists of papers on the topic,\nand two others were found through a search of the authors’\npersonal library. Thus, the final number of studies included for\nanalysis was 25 (Figure 1). Table 1 summarizes the studies\nanalyzed.\nCoding of studies\nStudies were read and individually coded by two of the inves-\ntigators (BJS and JG) for the following variables: descriptive\ninformation of subjects by group including sex, training status\n(trained subjects were defined as those with at least one year\nregular resistance training experience), age (classified as either\nyoung [18 –39 years], middle-aged [40 –64 years] or older\nadults [65+ years]); the number of subjects in each group;\nduration of the study; frequency of training each muscle\ngroup (days per week); whether volume was equated between\ngroups (sets x reps); exercise selection (single-joint, multi-joint,\nor combination); number of sets per exercise; type of morpho-\nlogic measurement (magnetic resonance imaging [MRI], com-\nputerized tomography [CT], B-mode ultrasound, biopsy,\nA-mode ultrasound, skinfolds, bioelectrical impedance analysis\n[BIA], dual-energy x-ray absorptiometry [DXA], and/or air dis-\nplacement plethysmography [ADP]); site of measurement; and,\nregion/muscle of body measured (upper, lower, or both).\nCoding was cross-checked between reviewers, with any dis-\ncrepancies resolved by mutual consensus. As per the guide-\nlines of (Cooper, Hedges, & Valentine, 2009), 30% of the\nincluded studies were randomly selected for recoding to\nassess for potential coder drift. Agreement was calculated by\ndividing the number of variables coded the same by the total\nnumber of variables; acceptance required a mean agreement\nof 0.90.\nStatistical analyses\nFor each hypertrophy outcome, an effect size (ES) was calcu-\nlated as the pretest-posttest change, divided by the pooled\npretest standard deviation (SD) (Morris, 2008). A percentage\nchange from pretest to posttest was calculated as well. A small\nsample bias adjustment was applied to each ES (Morris,2008).\nA group-level ES was calculated for each outcome in each\nstudy by subtracting the ES for the lower frequency group\nfrom the ES for the higher frequency group within that parti-\ncular study. A study-level ES was calculated as the average of\nthe group-level ES within each study. The sampling variance\naround each ES was calculated using the sample size in each\nstudy (Borenstein, Hedges, & Higgins,2009).\n2 B. J. SCHOENFELD ET AL.\n\nMeta-analyses were performed using robust variance ran-\ndom-effects modeling for multilevel data structures, with\nadjustments for small samples using package robumeta in\nR (Hedges, Tipton, & Johnson,2010; Tipton, 2015). Study was\nused as the clustering variable to account for correlated group\neffects within studies. Observations were weighted by the\ninverse of the sampling variance. The primary meta-analysis\nwas performed on all volume-equated studies. Additional\nmeta-analyses were performed on the following subgroups:\n(i) volume-equated studies using direct measurements of\nhypertrophy, (ii) volume-equated studies using direct mea-\nsurements of hypertrophy on upper-body muscle groups, (iii)\nvolume-equated studies using direct measurements of hyper-\ntrophy on lower-body muscle groups, (iv) volume-equated\nstudies using indirect measurements of hypertrophy, (v)\nvolume-equated studies on trained subjects, and (vi) volume-\nequated studies on untrained subjects. For each meta-analysis,\nan additional Bayesian random-effects meta-analysis with\nvague priors was performed using package bmeta in R.\nTo assess the effects of individual training frequencies, ran-\ndom-effects meta-regression for multilevel data structures, using\nstudy as the clustering variable, was performed on all volume-\nequated studies using package metafor in R. Moderators\nincluded frequency (1, 2, 3, or 4–6d / w k ) ,d u r a t i o n( w e e k s ) ,a n d\nmeasurement method (direct or indirect). A separate regression\nwas performed with only frequency as the moderator. A meta-\nregression was also performed on all non-volume-equated stu-\ndies, with frequency (1, 2, or 3+ d/wk), duration (weeks), and\nmeasurement method (direct or indirect) as moderators.\nA separate analysis was performed with only frequency as the\nmoderator. Heterogeneity was assessed using the I2 statistic\nwith I2 values of <50% suggesting low heterogeneity, 50–75%\nmoderate heterogeneity, and >75% high level of heterogeneity.\nAll analyses were performed in R version 3.5 (The\nR Foundation for Statistical Computing, Vienna, Austria).\nEffects were considered significant at P ≤ 0.05. Data are\nreported as ± standard error of the means (SEM) and 95%\nconfidence interval (CI) unless otherwise specified.\nResults\nMeta-analysis of volume-equated studies\nThe analysis of volume-equated studies comprised 29 outcomes\nfrom 13 studies. There was no significant difference between\nhigher and lower frequency on a volume-equated basis (ES\ndifference = 0.07 ± 0.04; CI:−0.02, 0.17; P = 0.11;Figure 2(a)).\nThe percentage point difference was 1.2 ± 0.7 (CI:−0.33, 2.7).\nHeterogeneity was low (I2 = 0). Bayesian meta-analysis resulted\nin a similar estimate of ES difference (0.07; 95% credible interval:\n−0.09, 0.24). Posterior distribution was consistent with a trivial\neffect of higher frequency vs. lower frequency (Figure 2(b)).\nMeta-analysis of volume-equated studies using direct\nmeasurements of hypertrophy\nThe analysis of volume-equated studies using direct mea-\nsurements of hypertrophy comprised 24 outcomes from 9\nFigure 1. Flow diagram of search process.\nJOURNAL OF SPORTS SCIENCES 3\n\nTable 1. Summary of the studies found meeting the inclusion criteria.\nStudy Sample\nTraining\nfrequency\ncomparison Exercise prescription\nVolume\nequated?\nDuration of\nintervention\nHypertrophy\nassessment (site) Main findings\nBarcelos et al.\n(2018)\nYoung untrained\nmen (n = 20)\n2 vs. 3 vs. 5 3 sets of 9–12\nrepetitions\nperformed to\nconcentric failure\nNo 8 weeks Ultrasound (vastus\nlateralis)\nMuscle thickness RT 2:↑\nMuscle thickness RT 3:↑\nMuscle thickness RT 5:↑\nBrigatto et al.\n(2018)\nYoung trained\nmen (n = 20)\n1 vs. 2 4 or 8 sets of 8 –12\nrepetitions\nperformed to\nconcentric failure\nYes 8 weeks Ultrasound (elbow\nflexors, elbow\nextensors, vastus\nlateralis, and\nanterior quadriceps)\nMuscle thickness RT 1:↑\nMuscle thickness RT 2:↑\nCandow and\nBurke (2007)\nYoung and\nmiddle-aged\nuntrained\nwomen (n = 23)\nand men (n =6 )\n2 vs. 3 2 or 3 sets of 10\nrepetitions\nperformed to\nconcentric failure\nYes 6 weeks DXA LBM RT 2:↑\nLBM RT 3:↑\nCarneiro et al.\n(2015)\nUntrained older\nwomen (n = 53)\n2 vs. 3 1 set of 10 –15\nrepetitions\nperformed to\nconcentric failure\nNo 12 weeks DXA LBM RT 2:↑\nLBM RT 3:↑\nCavalcante et al.\n(2018)\nUntrained older\nwomen (n = 38)\n2 vs. 3 1 set of 10 –15\nrepetitions\nperformed to\nconcentric failure\nNo 12 weeks DXA LBM RT 2:↑\nLBM RT 3:↑\nColquhoun et al.\n(2018)\nYoung trained\nmen (n = 28)\n3 vs. 6 2 or 4 sets of 3 –8\nrepetitions\nperformed to\nconcentric failure\nYes 6 weeks Ultrasound (LBM) LBM RT 3: ↑\nLBM RT 6:↑\nFernandez-\nLezaun,\nSchumann,\nMakinen,\nKyrolainen, and\nWalker (2017)\nUntrained older\nmen (n = 29)\nand women\n(n = 39)\n1 vs. 2 vs. 3 2 –4 sets of 4–20\nrepetitions\nNo 24 weeks DXA LBM RT 1:↔\nLBM RT 2:↔\nLBM RT 3:↔\nGentil, Fischer,\nMartorelli,\nLima, and\nBottaro (2015)\nYoung untrained\nmen (n = 30)\n1 vs. 2 3 sets of 8 –12\nrepetitions to\nconcentric failure\nYes 10 weeks Ultrasound (elbow\nflexors)\nMuscle thickness RT 1:↑\nMuscle thickness RT 2:↑\nGentil et al.\n(2018)\nYoung trained\nmen (n = 16)\n1 vs. 2 3 sets of 8 –12\nrepetitions to\nconcentric failure\nYes 10 weeks Ultrasound (elbow\nflexors)\nMuscle thickness RT 1:↑\nMuscle thickness RT 2:↔\nGomes, Franco,\nNunes, and\nOrsatti (2018)\nYoung trained\nmen (n = 23)\n1 vs. 5 1 –10 sets of 8–12\nrepetitions\nperformed to\nconcentric failure\nYes 8 weeks DXA LBM RT 1:↑\nLBM RT 5: ↑\nMcLester, Bishop,\nand Guilliams\n(2000)\nYoung trained\nmen (n = 12)\nand women\n(n =6 )\n1 vs. 3 1 or 3 sets of 8 –10\nrepetitions\nperformed to\nconcentric failure\nYes 12 weeks Skinfolds LBM RT 1:↔\nLBM RT 3:↔\nMurlasits, Reed,\nand Wells\n(2012)\nUntrained older\nmen (n = 9) and\nwomen (n = 15)\n2 vs. 3 3 sets of 8 repetitions\nperformed to\nconcentric failure\nNo 8 weeks DXA LBM RT 2:↑\nLBM RT 3:↑.\nNascimento et al.\n(2018)\nUntrained older\nwomen (n = 45)\n2 vs. 3 1 set of 10 –15\nrepetitions\nperformed to\nconcentric failure\nNo 12 weeks DXA LBM RT 2:↑\nLBM RT 3:↑\nOchi et al. (2018) Young untrained\nmen (n = 20)\n1 vs. 3 2 or 6 sets of 12\nrepetitions not\nperformed to\nconcentric failure\nYes 11 weeks Ultrasound (vastus\nlateralis, rectus\nfemoris, vastus\nmedialis, vastus\nintermedius)\nMuscle thickness RT 1:↑\nMuscle thickness RT 3:↑\nRibeiro et al.\n(2017)\nUntrained older\nwomen (n = 39)\n2 vs. 3 1 set of 10 –15\nrepetitions\nperformed to\nconcentric failure\nNo 12 weeks BIA LBM RT 2:↑\nLBM RT 3:↑\nRichardson,\nDuncan,\nJimenez, Juris,\nand Clarke\n(2018)\nUntrained older\nmen (n = 20)\nand women\n(n = 20)\n1 vs. 2 (high-\nvelocity,\nlow-load or\nlow-velocity,\nhigh-load)\n3 sets of 7 or 14\nrepetitions not\nperformed to\nconcentric failure\nNo 10 weeks BIA LBM RT 1 (high-velocity, low-\nload): ↔\nLBM RT 2 (high-velocity, low-\nload): ↓\nLBM RT 1 (low-velocity, high-\nload): ↔\nLBM RT 2 (low-velocity, high-\nload): ↔\n(Continued )\n4 B. J. SCHOENFELD ET AL.\n\nTable 1. (Continued).\nStudy Sample\nTraining\nfrequency\ncomparison Exercise prescription\nVolume\nequated?\nDuration of\nintervention\nHypertrophy\nassessment (site) Main findings\nSaric et al. (2018) Young trained\nmen (n = 27)\n3 vs. 6 2 or 4 sets of 6 –12\nrepetitions\nperformed to\nconcentric failure\nYes 6 weeks Ultrasound (elbow\nflexors, elbow\nextensors,\nrectus femoris, and\nvastus intermedius)\nMuscle thickness (elbow\nextensors, rectus femoris,\nand vastus intermedius)\nRT3: ↑\nMuscle thickness (elbow\nextensors, rectus femoris,\nand vastus intermedius)\nRT6: ↑\nMuscle thickness (elbow\nflexors) RT3: ↑\nMuscle thickness (elbow\nflexors) RT6: ↔\nSchoenfeld,\nRatamess,\nPeterson,\nContreras, and\nTiryaki-Sonmez\n(2015)\nYoung trained\nmen (n = 19)\n1 vs. 3 for\nlower-body\nand 2 vs. 3\nfor upper-\nbody\n2 or 3 sets of 8–12\nrepetitions\nperformed to\nconcentric failure\nYes 8 weeks Ultrasound (elbow\nflexors, elbow\nextensors,\nand vastus lateralis)\nMuscle thickness RT 1:↑\nMuscle thickness RT 3:↑\nSignificantly greater\nincreases in muscle\nthickness of the elbow\nflexors in the group\ntraining 3 times per week\nSerra et al. (2018) Untrained young\nmen (n = 43)\nand women\n(n = 31)\n2 vs. 3 vs. 4 3 sets of 10–12\nrepetitions\nperformed to\nconcentric failure\nNo 12 weeks Skinfolds LBM RT 2:↔\nLBM RT 3:↔\nLBM RT 4:↔\nStec et al. (2017) Untrained older\nmen and\nwomen (n = 29)\n2 vs. 3 3 sets of 8 –12\nrepetitions\nperformed to\nconcentric failure\nNo 30 weeks DXA and biopsies\n(vastus lateralis)\nType I CSA RT 2:↔\nType I CSA RT 3:↔\nType II CSA RT 2:↑\nType II CSA RT 3:↑\nLBM RT 2:↑\nLBM CSA RT 3:↑\nTaaffe, Duret,\nWheeler, and\nMarcus (1999)\nUntrained older\nmen (n = 29)\nand women\n(n = 17)\n1 vs. 2 vs. 3 3 sets with 80% 1RM\nnot performed to\nconcentric failure\nNo 24 weeks DXA LBM RT 1:↑\nLBM RT 2:↑\nLBM RT 3:↑\nTavares et al.\n(2017)\nYoung trained\nmen (n = 22)\n1 vs. 2 2 or 4 sets of 6 –8\nrepetitions\nperformed to\nconcentric failure\nYes 8 weeks MRI (quadriceps) CSA RT 1: ↔\nCSA RT 2:↔\nTurpela,\nHakkinen, Haff,\nand Walker\n(2017)\nOlder untrained\nmen (n = 31)\nand women\n(n = 41)\n1 vs. 2 vs. 3 2 –5 sets of 4–12\nrepetitions with at\nleast one set\nperformed to\nconcentric failure\nNo 24 weeks DXA; ultrasound\n(quadriceps)\nLBM RT 1:↔\nLBM RT 2:↔\nLBM RT 3:↔\nCSA RT 1:↔\nCSA RT 2:↔\nCSA RT 3:↔\nYue, Karsten,\nLarumbe-\nZabala, Seijo,\nand Naclerio\n(2018)\nYoung trained\nmen (n = 18)\n1 vs. 2 for\nlower-body\nand 2 vs. 4\nfor upper-\nbody\n2 or 4 sets of 8–12\nrepetitions\nperformed to\nconcentric failure\nYes 6 weeks BOD-POD; ultrasound\n(elbow flexors,\nvastus medialis, and\nanterior deltoids)\nLBM RT 1–2: ↑\nLBM RT 2–4: ↑\nMuscle thickness (vastus\nmedialis) 1–2: ↑\nMuscle thickness (vastus\nmedialis) 2–4: ↑\nMuscle thickness (elbow\nflexors) 1–2: ↑\nMuscle thickness (elbow\nflexors 2–4: ↔\nMuscle thickness (anterior\ndeltoids) 1–2: ↔\nMuscle thickness (anterior\ndeltoids) 2–4: ↔\nZaroni et al.\n(2018)\nYoung trained\nmen (n = 18)\n1 vs. 5 for\nlower-body\nand 2 vs. 5\nfor upper-\nbody\n3 sets of 10–12\nrepetitions\nperformed to\nconcentric failure\nYes 8 weeks Ultrasound (elbow\nflexors, elbow\nextensors, and\nvastus lateralis)\nMuscle thickness RT 1:↑\nMuscle thickness RT 5:↑\nSignificantly greater\nincreases in muscle\nthickness of the elbow\nflexors and vastus lateralis\nwere noted in the group\ntraining 5 times per week.\nBIA: bioelectrical impedance analysis; CSA: cross-sectional area; DXA: dual-energy X-ray absorptiometry; LBM: lean-body mass; MRI: magnetic resonance imaging;\n1RM: one-repetition maximum; RT: resistance training;↑ significant pre-to-post increases;↔ no significant pre-to-post changes;↓ significant pre-to-post decreases\nJOURNAL OF SPORTS SCIENCES 5\n\nstudies. There was no significant difference between higher\nand lower frequency on a volume equated basis (ES differ-\nence = 0.07 ± 0.06; CI:−0.08, 0.21; P = 0.32). The percentage\np o i n td i f f e r e n c ew a s0 . 6±0 . 8( C I :−1.2, 2.5). Heterogeneity\nwas low (I2 = 0). Bayesian meta-analysis resulted in a similar\nestimate of ES difference (0.07; 95% credible interval:\n−0.18, 0.34).\nMeta-analysis of volume-equated studies using direct\nmeasurements of hypertrophy, upper-body\nThe analysis of volume-equated studies using direct measure-\nments of hypertrophy on the upper-body comprised 12 out-\ncomes from 7 studies. There was no significant difference\nbetween higher and lower frequency on a volume equated\nbasis (ES difference = 0.01 ± 0.11; CI:−0.27, 0.28; P = 0.95). The\npercentage point difference was 0.06 ± 1.3 (CI: −3.1, 3.3).\nHeterogeneity was low (I 2 = 0). Bayesian meta-analysis\nresulted in a similar estimate of ES difference (0.01; 95%\ncredible interval: −0.30, 0.33).\nMeta-analysis of volume-equated studies using direct\nmeasurements of hypertrophy, lower-body\nThe analysis of volume-equated studies using direct measure-\nments of hypertrophy on the lower-body comprised 12 out-\ncomes from 7 studies. There was no significant difference\nbetween higher and lower frequency on a volume equated\nbasis (ES difference = 0.15 ± 0.07; CI:−0.02, 0.32; P = 0.08;\nFigure 3(a)). The percentage point difference was 1.5 ± 0.86\n(CI: −0.6, 3.6). Heterogeneity was low (I2 = 0). Bayesian meta-\nanalysis resulted in a similar estimate of ES difference (0.15;\n95% credible interval: −0.11, 0.42). The posterior distribution\nwas consistent with a trivial (ES < 0.2) to small\n(0.2 < ES < 0.5) effect of higher frequency vs. lower fre-\nquency (Figure 3(b)).\nMeta-analysis of volume-equated studies using indirect\nmeasurements of hypertrophy\nThe analysis of volume-equated studies using indirect mea-\nsurements of hypertrophy comprised 5 outcomes from 5 stu-\ndies. There was no significant difference between higher and\nlower frequency on a volume equated basis (ES differ-\nence = 0.07 ± 0.03; CI:−0.03, 0.17; P = 0.11). The percentage\npoint difference was 1.7 ± 1.2 (CI:−1.5, 5.0). Heterogeneity was\nlow (I2 = 0). Bayesian meta-analysis resulted in a similar esti-\nmate of ES difference (0.07; 95% credible interval:−0.29, 0.41).\nMeta-analysis of volume-equated studies using trained\nsubjects\nThe analysis of volume-equated studies using trained subjects\ncomprised 23 outcomes from 10 studies. There was no sig-\nnificant difference between higher and lower frequency on\na volume equated basis (ES difference = 0.07 ± 0.06; CI:−0.06,\n0.20; P = 0.26). The percentage point difference was 1.2 ± 0.9\n(CI: −0.8, 3.2). Heterogeneity was low (I2 = 0). Bayesian meta-\nanalysis resulted in a similar estimate of ES difference (0.07;\n95% credible interval:−0.13, 0.29).\nMeta-analysis of volume-equated studies using untrained\nsubjects\nThere was an insufficient number of studies (i.e., 3 studies) to\nanalyze the impact of frequency in untrained subjects on\na volume-equated basis.\nMeta-regression of volume-equated studies\nMeta-regression analysis of volume-equated studies comprised\n58 outcomes from 13 studies. While the omnibus test for mod-\nerators was significant (P = 0.003), frequency category was not\nFigure 2. (a) Forest plot of all volume-equated studies. (b) Posterior distribution plot of all volume-equated studies.\n6 B. J. SCHOENFELD ET AL.\n\nsignificant (P = 0.88 for 2 d/wk, P = 0.15 for 3 d/wk, and P = 0.60\nfor 4–6 d/wk). Only measurement type (indirect vs. direct) was\nnear statistical significance (estimate =−0.30 ± 0.14; CI:−0.63,\n0.03; P = 0.07). Frequency category as the lone moderator was\nalso not significant (P = 0.41). ES estimates and 95% CIs for the\nfour frequency categories are shown inTable 2.\nMeta-regression of volume-equated studies, direct\nmeasurements only\nMeta-regression analysis of volume-equated studies using\ndirect measurements of hypertrophy comprised 48 outcomes\nfrom 9 studies. The omnibus test for moderators was not\nsignificant (P = 0.18). Frequency category was not significant\n(P = 0.77 for 2 d/wk, P = 0.25 for 3 d/wk, and P = 0.64 for 4–6\nd/wk). Only training duration in weeks was near statistical\nsignificance (estimate = 0.10 ± 0.04; CI:−0.01, 0.22; P = 0.07).\nFrequency category as the lone moderator was also not sig-\nnificant (P = 0.12). ES estimates and 95% CIs for the four\nfrequency categories are shown inTable 2.\nA separate meta-regression was carried out, regressing the\nwithin-study difference in frequency (e.g., 2 for a study com-\nparing 1 and 3 days per week) as a continuous variable on the\noutcomes. There was no significant effect of frequency (esti-\nmate = 0.004 ± 0.11; CI:−0.26, 0.26; P = 0.98).\nMeta-regression of non-volume-equated studies\nMeta-regression analysis of non-volume-equated studies com-\nprised 44 outcomes from 12 studies. The omnibus test for\nmoderators was not significant (P = 0.08). Frequency category\nwas not significant (P = 0.17 for 2 d/wk, P = 0.054 for 3 + d/wk).\nFrequency category as the lone moderator was significant\n(P = 0.04). ES estimates and 95% CIs for the three frequency\ncategories are shown inTable 3.",
    "discussion": "The present paper sought to compare the effects of resistance\ntraining frequency on muscle hypertrophy based on\na systematic pooled analysis of the current literature. Primary\nresults showed that the number of times a muscle group is\ntrained on a weekly basis has a negligible impact on hyper-\ntrophic outcomes on a volume-equated basis. In general,\nthese results were constant even when studies were sub-\nanalyzed to account for the potential influence of different\ncovariates. Alternatively, there was an effect of frequency\nwhen training volume was not equated between conditions,\nalthough the magnitude of the effect was modest.\nOur findings build on previous meta-analytic data that\nshowed a significant benefit to higher versus lower resistance\nFigure 3. (a) Forest plot of volume equated studies using direct measurement modalities. (b) Posterior distribution plot of volume equated studies using direct\nmeasurement modalities.\nTable 2. Effect size estimates and 95% confidence intervals for the frequency categories for volume-equated studies.\nAll volume-equated studies Volume-Equated studies, direct measurements only\nFrequency Category Estimate 95% CI Percentage Gain Estimate 95% CI Percentage Gain\n1 d/wk 0.37 ± 0.13 0.07, 0.66 4.1 ± 1.4 0.45 ± 0.16 0.03, 0.86 5.4 ± 1.9\n2 d/wk 0.32 ± 0.11 0.08, 0.56 4.3 ± 1.2 0.37 ± 0.13 0.03, 0.72 5.4 ± 1.7\n3 d/wk 0.49 ± 0.10 0.26, 0.72 6.3 ± 1.2 0.64 ± 0.08 0.42, 0.85 7.6 ± 1.5\n4–6 d/wk 0.39 ± 0.13 0.08, 0.70 5.1 ± 1.6 0.49 ± 0.18 0.03, 0.96 6.3 ± 2.3\nCI: confidence interval\nTable 3. Effect size estimates and 95% confidence intervals for the frequency\ncategories for non-volume-equated studies.\nNon-Volume equated studies\nFrequency Category Estimate 95% CI Percentage Gain\n1 d/wk −0.03 ± 0.07 −0.18, 0.13 1.9 ± 1.6\n2 d/wk 0.08 ± 0.05 −0.04, 0.20 2.1 ± 1.2\n3 + d/wk 0.15 ± 0.09 −0.04, 0.34 3.4 ± 1.3\nCI: confidence interval\nJOURNAL OF SPORTS SCIENCES 7\n\ntraining frequencies on muscle growth when considered from\na binary standpoint (Schoenfeld et al.,2016b). In that analysis,\nhigher frequencies were associated with an ES of 0.49 com-\npared to an ES of 0.30 for lower frequencies, which translated\nto mean percentage growth increases of 6.8% vs. 3.8%,\nrespectively, favoring higher frequency training. However,\nthese",
    "conclusions": "were drawn from a relatively small number\nof volume-equated studies that met inclusion criteria at the\ntime (7 studies encompassing a total of 200 subjects) and thus\nstatistical power was somewhat compromised. Moreover,\nthere was insufficient data to determine differences between\ntraining muscle groups more than 2+ days/week. The plethora\nof research that has been carried out on the topic since the\npublication of that meta-analysis now supplies data from 25\nstudies encompassing over 800 subjects for the present ana-\nlysis, providing strong confidence in the veracity of our find-\nings. The large number of studies meeting inclusion also\nallowed for subgroup analysis of covariates that provided\nnovel insights into the nuances of the topic.\nSubgroup analysis showed no effect of training frequency\nwhen only direct measures of hypertrophy (i.e., MRI, CT, and\nultrasound) were taken into account on a volume-equated\nbasis. These imaging modalities are generally believed to\nafford greater accuracy in detecting subtle changes in muscle\ngrowth that may occur over relative short time-frames as\ncompared to LBM estimates (Delmonico, Kostek, Johns,\nHurley, & Conway,2008; Snijders et al.,2015), thereby provid-\ning better internal validity. The ES difference between the\nspectrum of training frequencies was trivial (ES = 0.07) and\nthe small 95% CI spanning both sides of the null value further\nindicate no hypertrophic effects of varying resistance training\nfrequency. When sub-analyzing between upper and lower-\nbody segments using direct measures of hypertrophy, there\nagain were no significant differences on the effects of training\nfrequency. For the lower-body, the p-value was suggestive of\na potential benefit of higher frequencies (p = 0.08) as was the\n95% CI (−0.02 to 0.32); however, the trivial mean ES value\n(0.15) indicates that any beneficial effects are of questionable\npractical consequence. While the previous meta-analytic data\non the topic of resistance training frequency and muscle\nhypertrophy contained only 2 studies involving resistance-\ntrained individuals (Schoenfeld et al.,2016b), the present ana-\nlysis included 10 studies that employed subjects with previous\nresistance training experience. Given that the time-course of\npost-exercise MPS is somewhat attenuated in overall magni-\ntude and shorter in duration compared with untrained indivi-\nduals in resistance-trained individuals, it has been speculated\nthat this population may achieve a hypertrophic benefit from\nhigher training frequencies by optimizing the MPS area under\nthe curve (Dankel et al.,2017). Our findings seem to refute this\nhypothesis. The miniscule ES difference (0.07) and narrow non-\nsignificant 95% CI ( −0.06 to 0.20) indicate that resistance\ntraining frequency is likely not an important variable for max-\nimizing the muscular growth response in trained individuals.\nThese findings highlight that caution is needed when extra-\npolating prescription for resistance training frequency solely\nbased on the acute MPS response.\nWhen considering resistance training with non-equated\nvolumes, the omnibus test showed a significant hypertrophic\neffect of altering frequency (p = 0.04). This finding would seem\nto support the concept that frequency can be used as a tool to\nincrease resistance training volume, which has been shown to\nincrease muscle size in a dose-response manner (Schoenfeld,\nOgborn, & Krieger, 2016a). That said, the CIs for each of the\nvarious frequency categories overlapped the null value and\nthe overall difference in the magnitude of effect between\nfrequencies of 1 and 3+ times per week was modest\n(ES = 0.18), calling into question the practical benefit from\nthe standpoint of increasing muscle mass.\nOne matter that must be acknowledged when discussing\nthe results of this subgroup analysis is that the majority of\nstudies that did not equate volume between conditions\nincluded untrained older adults. It is possible that a greater\neffect would be seen for higher frequencies if more non-\nvolume equated studies were carried out in young individuals.\nThis speculation is based on the observation that older adults\nseem to have impaired recovery following exercise in compar-\nison to their younger counterparts (Fell & Williams, 2008).\nGiven a superior ability to recover from intense exercise,\nyoung adults might conceivably respond better to greater\ntraining frequencies with a correspondingly higher training\nvolume. With that being said, a recent study indicates that\nthis may not be the case. Barcelos et al. (2018) employed\na non-volume equated study design in young participants\nand compared training 2 vs. 3 vs. 5 times per week while\nusing a direct measure of changes in muscle size (i.e.,\nB-mode ultrasound). The authors reported that all training\nconditions were comparably effective for inducing lower-\nbody muscular hypertrophy. However, these results are only\nspecific for lower-body exercise and given the scarcity of\ncurrent evidence, future studies among young individuals\nthat do not equate training volume between groups training\nwith different resistance training frequencies are needed to\nexplore this area further.\nWhile our meta-analysis indicates that, on average, compar-\nable increases in muscle size might be expected across\na broad range of resistance training frequencies, one matter\nthat needs to be highlighted are the inter-individual responses\nto this variable. There is evidence that even in resistance\ntraining protocols with non-equated total training volumes\nthe individual hypertrophic response can substantially differ\namong subjects, with some responding better to higher resis-\ntance training frequencies (and volumes), while others\nrespond better to lower training frequencies (Damas et al.,\n2018). Therefore, individualization of the training protocols is\nparamount from an exercise prescription standpoint.\nLimitations\nA limitation of the current research is that the vast majority\nof the included studies that directly measured muscle\ngrowth did so in the upper arms and thighs. Thus, the\nfindings cannot necessarily be generalized to other muscle\ngroups, which may or may not benefit from lower/higher\ntraining frequencies. Moreover, it was not possible to tease\nout the effects of resistance training frequency using single-\nversus multi-joint exercises. The performance of multi-joint\nexercises such as squats, rows, and presses tax the\n8 B. J. SCHOENFELD ET AL.\n\nneuromuscular system to a greater degree than single-joint\nmovements, and hence may require greater recovery\nbetween sessions. Moreover, our analysis did not directly\ncontrol for various training (e.g., tempo, rest, failure vs. not-\nfailure) and non-training (e.g., protein intake) variables that\nmay influence the effect of resistance training on frequency.\nHowever, most studies did in fact attempt to keep these\nvariables constant and our meta-analytic approach\nemployed a random-effects model to account for heteroge-\nneity between study designs. There also was insufficient\ndata to sub-analyze the age-related effects of resistance\ntraining frequency, limiting the ability to generalize findings\nto young versus older individuals. The manner in which\nthese factors affect muscle growth when employing varied\nresistance training frequencies requires further study. Finally,\nmeta-analyses do not discriminate between study quality\nand thus results can be unduly influenced by inherent qua-\nlitative differences in protocols.\nConclusion\nIn conclusion, the present meta-analysis provides strong evi-\ndence that weekly resistance training frequency does not sig-\nnificantly or meaningfully impact muscle hypertrophy when\nvolume is equated. These findings are consistent even when\nadjusted for moderators such as training status and body seg-\nment (i.e., upper and lower-body). Thus, for a given volume of\ntraining, individuals can choose a weekly frequency per muscle\ngroups based on personal preference. Alternatively, higher\ntraining frequencies can help to accumulate greater volumes\nof training, which may in turn enhance the hypertrophic\nresponse. However, the modest magnitude of effect associated\nwith this strategy calls into question its practical utility.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nReferences\nAmerican College of Sports Medicine. (2009). American college of sports\nmedicine position stand. progression models in resistance training for\nhealthy adults.Medicine and Science in Sports and Exercise, 41(3), 687–708.\nBarcelos, C., Damas, F., Nobrega, S. R., Ugrinowitsch, C., Lixandrao, M. E.,\nMarcelino Eder Dos Santos, L., & Libardi, C. A. (2018). High-frequency\nresistance training does not promote greater muscular adaptations\ncompared to low frequencies in young untrained men. European\nJournal of Sport Science,1 –6. doi:10.1080/17461391.2018.1476590\nBorenstein, M., Hedges, L. V., & Higgins, J. P. T. (2009). Effect sizes based on\nmeans. In Introduction to meta-analysis (pp. 21–32). United Kingdom:\nJohn Wiley and Sons, LTD.\nBrigatto, F. A., Braz, T. V., Zanini, T. C. D. C., Germano, M. D., Aoki, M. S.,\nSchoenfeld, B. J., … Lopes, C. R. (2018). Effect of resistance training\nfrequency on neuromuscular performance and muscle morphology\nafter eight weeks in trained men.Journal of Strength and Conditioning\nResearch. doi:10.1519/JSC.0000000000002563\nCandow, D. G., & Burke, D. G. (2007). Effect of short-term equal-volume\nresistance training with different workout frequency on muscle mass\nand strength in untrained men and women.Journal of Strength and\nConditioning Research/National Strength & Conditioning Association ,\n21(1), 204–207.\nCarneiro, N. H., Ribeiro, A. S., Nascimento, M. A., Gobbo, L. A.,\nSchoenfeld, B. J., Achour Junior, A.,… Cyrino, E. S. (2015). Effects of\ndifferent resistance training frequencies on flexibility in older women.\nClinical Interventions in Aging, 10, 531–538.\nCavalcante, E. F., Ribeiro, A. S., Do Nascimento, M. A., Silva, A. M.,\nTomeleri, C. M., Nabuco, H. C. G., … Cyrino, E. S. (2018). Effects of\ndifferent resistance training frequencies on fat in overweight/obese\nolder women. International Journal of Sports Medicine, 39(7), 527–534.\nColquhoun, R. J., Gai, C. M., Aguilar, D., Bove, D., Dolan, J., Vargas, A.,…\nCampbell, B. I. (2018). Training volume, not frequency, indicative of\nmaximal strength adaptations to resistance training.Journal of Strength\nand Conditioning Research, 32(5), 1207–1213.\nCooper, H., Hedges, L., & Valentine, J. (2009). The handbook of research\nsynthesis and meta-analysis (2nd ed.). New York, NY: Russell Sage\nFoundation.\nDamas, F., Barcelos, C., Nobrega, S. R., Ugrinowitsch, C., Lixandrao, M. E.,\nSantos, L. M. E. D.,… Libardi, C. A. (2018). Individual muscle hypertro-\nphy and strength responses to high vs. low resistance training\nfrequencies. Journal of Strength and Conditioning Research .\ndoi:10.1519/JSC.0000000000002864\nDamas, F., Phillips, S., Vechin, F. C., & Ugrinowitsch, C. (2015). A review of\nresistance training-induced changes in skeletal muscle protein synth-\nesis and their contribution to hypertrophy.Sports Medicine (Auckland,\nN.Z.), 45(6), 801–807.\nDankel, S. J., Mattocks, K. T., Jessee, M. B., Buckner, S. L., Mouser, J. G.,\nCounts, B. R., … Loenneke, J. P. (2017). Frequency: The overlooked\nresistance training variable for inducing muscle hypertrophy? Sports\nMedicine (Auckland, N.Z.), 47(5), 799–805.\nDelmonico, M. J., Kostek, M. C., Johns, J., Hurley, B. F., & Conway, J. M.\n(2008). Can dual energy X-ray absorptiometry provide a valid assess-\nment of changes in thigh muscle mass with strength training in older\nadults? European Journal of Clinical Nutrition, 62(12), 1372–1378.\nFell, J., & Williams, D. ( 2008). The effect of aging on skeletal-muscle\nrecovery from exercise: Possible implications for aging athletes.\nJournal of Aging and Physical Activity, 16(1), 97–115.\nFernandez-Lezaun, E., Schumann, M., Makinen, T., Kyrolainen, H., &\nWalker, S. (2017). Effects of resistance training frequency on cardior-\nespiratory fitness in older men and women during intervention and\nfollow-up. Experimental Gerontology, 95,4 4–53.\nGentil, P., Fischer, B., Martorelli, A. S., Lima, R. M., & Bottaro, M. (2015).\nEffects of equal-volume resistance training performed one or two\ntimes a week in upper body muscle size and strength of untrained\nyoung men. The Journal of Sports Medicine and Physical Fitness, 55(3),\n144–149.\nGentil, P., Fisher, J., Steele, J., Campos, M. H., Silva, M. H., Paoli, A.,…\nBottaro, M. (2018). Effects of equal-volume resistance training with\ndifferent training frequencies in muscle size and strength in trained\nmen. Peer-Reviewed Journal, 6, e5020.\nGomes, G. K., Franco, C. M., Nunes, P. R. P., & Orsatti, F. L. (2018). High-\nfrequency resistance training is not more effective than low-frequency\nresistance training in increasing muscle mass and strength in\nwell-trained men. Journal of Strength and Conditioning Research .\ndoi:10.1519/JSC.0000000000002559\nGreenhalgh, T., & Peacock, R. (2005). Effectiveness and efficiency of search\nmethods in systematic reviews of complex evidence: Audit of primary\nsources. BMJ (Clinical Research Ed.), 331(7524), 1064–1065.\nHackett, D. A., Johnson, N. A., & Chow, C. M. (2013). Training practices and\nergogenic aids used by male bodybuilders. Journal of Strength and\nConditioning Research/National Strength & Conditioning Association ,\n27(6), 1609–1617.\nHedges, L. V., Tipton, E., & Johnson, M. C. (2010). Robust variance estima-\ntion in meta-regression with dependent effect size estimates.Research\nSynthesis Methods, 1(1), 39–65.\nMcLester, J. R., Bishop, P., & Guilliams, M. E. (2000). Comparison of 1 day\nand 3 days per week of equal-volume resistance training in experi-\nenced subjects. Journal of Strength and Conditioning Research , 14,\n273–281.\nMoher, D., Liberati, A., Tetzlaff, J., & Altman, D. G.; PRISMA Group. (2009).\nPreferred reporting items for systematic reviews and meta-analyses:\nThe PRISMA statement.PLoS Medicine, 6(7), e1000097.\nJOURNAL OF SPORTS SCIENCES 9\n\nMorris, B. ( 2008). Estimating effect sizes from pretest-posttest-control\ngroup designs. Organizational Research Methods, 11(2), 364–386.\nMurlasits, Z., Reed, J., & Wells, K. ( 2012). Effect of resistance training\nfrequency on physiological adaptations in older adults. Journal of\nExercise Science & Fitness, 10(1), 28–32.\nNascimento, M. A. D., Gerage, A. M., Silva, D. R. P. D., Ribeiro, A. S.,\nMachado, D. G. D. S., Pina, F. L. C.,… Cyrino, E. S. (2018). Effect of\nresistance training with different frequencies and subsequent detrain-\ning on muscle mass and appendicular lean soft tissue, IGF-1, and\ntestosterone in older women. European Journal of Sport Science,1 –9.\ndoi:10.1080/17461391.2018.1496145\nOchi, E., Maruo, M., Tsuchiya, Y., Ishii, N., Miura, K., & Sasaki, K. (2018).\nHigher training frequency is important for gaining muscular strength\nunder volume-matched training.Frontiers in Physiology, 9, 744.\nR i b e i r o ,A .S . ,N a s c i m e n t o ,M .A . ,S c h o e n f e l d ,B .J . ,N u n e s ,J .P . ,A g u i a r ,A .F . ,\nC a v a l c a n t e ,E .F . ,… C y r i n o ,E .S .(2017). Effects of single set resistance training\nwith different frequencies on a cellular health indicator in older women.\nJournal of Aging and Physical Activity,1 –23. doi:10.1123/japa.2017-0258\nRichardson, D. L., Duncan, M. J., Jimenez, A., Juris, P. M., & Clarke, N. D.\n(2018). Effects of movement velocity and training frequency of resis-\ntance exercise on functional performance in older adults: A randomised\ncontrolled trial. European Journal of Sport Science,1 –13. doi:10.1080/\n17461391.2018.1497709\nSaric, J., Lisica, D., Orlic, I., Grgic, J., Krieger, J. W., Vuk, S., & Schoenfeld, B. J.\n(2018). Resistance training frequencies of 3 and 6 times per week\nproduce similar muscular adaptations in resistance-trained men.\nJournal of Strength and Conditioning Research. Epub ahead of print.\ndoi:10.1519/JSC.0000000000002909\nSchoenfeld, B. J., Ogborn, D., & Krieger, J. W. ( 2016a). Dose-response\nrelationship between weekly resistance training volume and increases\nin muscle mass: A systematic review and meta-analysis. Journal of\nSports Sciences,1 –10. doi:10.1080/02640414.2016.1210197\nSchoenfeld, B. J., Ogborn, D., & Krieger, J. W. (2016b). Effects of resistance\ntraining frequency on measures of muscle hypertrophy: A systematic\nreview and meta-analysis.Sports Medicine (Auckland, N.Z.), 46,1 6 8 9–1697.\nSchoenfeld, B. J., Ratamess, N. A., Peterson, M. D., Contreras, B., & Tiryaki-\nSonmez, G. (2015). Influence of resistance training frequency on muscular\nadaptations in well-trained men.Journal of Strength and Conditioning\nResearch/National Strength & Conditioning Association, 29(7), 1821–1829.\nSerra, R., Saavedra, F., Jotta, B., Novaes, J., Cardozo, D., Alves, H., …\nSimao, R. (2018). The influence weekly resistance training frequency\non strength and body composition. International Journal of Sports\nScience, 8(1), 19–24.\nSnijders, T., Res, P. T., Smeets, J. S., van Vliet, S., van Kranenburg, J.,\nMaase, K., … van Loon, L. J. (2015). Protein ingestion before sleep\nincreases muscle mass and strength gains during prolonged\nresistance-type exercise training in healthy young men.The Journal of\nNutrition, 145(6), 1178–1184.\nStec, M. J., Thalacker-Mercer, A., Mayhew, D. L., Kelly, N. A., Tuggle, S. C.,\nMerritt, E. K., … Bamman, M. M. ( 2017). Randomized, four-arm,\ndose-response clinical trial to optimize resistance exercise training for\nolder adults with age-related muscle atrophy.Experimental Gerontology,\n99,9 8–109.\nTaaffe, D. R., Duret, C., Wheeler, S., & Marcus, R. ( 1999). Once-weekly\nresistance exercise improves muscle strength and neuromuscular per-\nformance in older adults.Journal of the American Geriatrics Society, 47\n(10), 1208–1214.\nTavares, L. D., de Souza, E. O., Ugrinowitsch, C., Laurentino, G. C.,\nRoschel, H., Aihara, A. Y., … Tricoli, V. ( 2017). Effects of different\nstrength training frequencies during reduced training period on\nstrength and muscle cross-sectional area. European Journal of Sport\nScience, 17(6), 665–672.\nTipton, E. (2015). Small sample adjustments for robust variance estimation\nwith meta-regression. Psychological Methods, 20(3), 375–393.\nTurpela, M., Hakkinen, K., Haff, G. G., & Walker, S. (2017). Effects of different\nstrength training frequencies on maximum strength, body composition\nand functional capacity in healthy older individuals. Experimental\nGerontology, 98,1 3–21.\nYue, F. L., Karsten, B., Larumbe-Zabala, E., Seijo, M., & Naclerio, F. (2018).\nComparison of 2 weekly-equalized volume resistance-training routines\nusing different frequencies on body composition and performance in\ntrained males. Applied Physiology, Nutrition, and Metabolism =\nPhysiologie Appliquee, Nutrition Et Metabolisme, 43(5), 475–481.\nZaroni, R. S., Brigatto, F. A., Schoenfeld, B. J., Braz, T. V., Benvenutti, J. C.,\nGermano, M. D., … Lopes, C. R. (2018). High resistance-training fre-\nquency enhances muscle thickness in resistance-trained men.Journal\nof Strength and Conditioning Research , 1. Published Ahead-Of-Print.\ndoi:10.1519/JSC.0000000000002643\n10 B. J. SCHOENFELD ET AL."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 30,
    "primary_human": "hypertrophy (muscle_size via imaging/anthropometry)"
  },
  "bucket": "A",
  "notes": "Per-muscle training frequency ≥2×/week tends to produce more hypertrophy than 1×/week when volume isn’t strictly equated; with volume equated, frequency has a smaller independent effect."
}