{
  "id": 13,
  "title": "Influence of Resistance Training Proximity-to-Failure on Skeletal Muscle Hypertrophy: A Systematic Review with Meta-analysis",
  "authors": "Refalo MC; Helms ER; Trexler ET; Hamilton DL; Fyfe JJ",
  "year": 2023,
  "doi": "10.1007/s40279-022-01784-y",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "proximity_to_failure",
    "momentary_failure",
    "velocity_loss",
    "hypertrophy",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; varied experience)"
  },
  "sections": {
    "abstract": "Background and Objective This systematic review with meta-analysis investigated the influence of resistance training \nproximity-to-failure on muscle hypertrophy.",
    "methods": "Literature searches in the PubMed, SCOPUS and SPORTDiscus databases identified a total of 15 studies that \nmeasured muscle hypertrophy (in healthy adults of any age and resistance training experience) and compared resistance \ntraining performed to: (A) momentary muscular failure versus non-failure; (B) set failure (defined as anything other than \nmomentary muscular failure) versus non-failure; or (C) different velocity loss thresholds.",
    "results": "There was a trivial advantage for resistance training performed to set failure versus non-failure for muscle hypertro-\nphy in studies applying any definition of set failure [effect size=0.19 (95% confidence interval 0.00, 0.37), p =0.045], with \nno moderating effect of volume load (p =0.884) or relative load (p =0.525). Given the variability in set failure definitions \napplied across studies, sub-group analyses were conducted and found no advantage for either resistance training performed \nto momentary muscular failure versus non-failure for muscle hypertrophy [effect size=0.12 (95% confidence interval −0.13, \n0.37), p=0.343], or for resistance training performed to high (>25%) versus moderate (20–25%) velocity loss thresholds \n[effect size=0.08 (95% confidence interval −0.16, 0.32), p=0.529].",
    "conclusion": "Overall, our main findings suggest that (i) there is no evidence to support that resistance training performed to \nmomentary muscular failure is superior to non-failure resistance training for muscle hypertrophy and (ii) higher velocity \nloss thresholds, and theoretically closer proximities-to-failure do not always elicit greater muscle hypertrophy. As such, \nthese results provide evidence for a potential non-linear relationship between proximity-to-failure and muscle hypertrophy.\n * Martin C. Refalo \n mrefalo@deakin.edu.au\n1 Centre for Sport Research (CSR), School of Exercise \nand Nutrition Sciences, Deakin University, Geelong, VIC, \nAustralia\n2 Sport Performance Research Institute New Zealand \n(SPRINZ), Auckland University of Technology, Auckland, \nNew Zealand\n3 Trexler Fitness LLC, Raleigh, NC, USA\n4 Institute for Physical Activity and Nutrition (IPAN), School \nof Exercise and Nutrition Sciences, Deakin University, \nGeelong, VIC, Australia\n\n\n650 M. C. Refalo et al.\nKey Points \nThis systematic review with meta-analysis grouped \nstudies investigating the influence of resistance training \nproximity-to-failure on muscle hypertrophy into three \nbroad themes based on the definition of set failure used \n(and therefore the specific research question being exam-\nined), to improve the validity of the meta-analyses.\nBased on the limited available literature, our main \nfindings show (i) no evidence to support that resistance \ntraining performed to momentary muscular failure is \nsuperior to non-failure resistance training, (ii) that higher \nvelocity loss thresholds, and thus, theoretically closer \nproximities-to-failure, elicit greater muscle hypertrophy \nin a non-linear manner and (iii) no moderating effect of \neither volume load or relative load on muscle hypertro-\nphy when resistance training was performed using any \ndefinition of set failure versus non-failure.\nThese findings provide evidence for a potential non-lin-\near relationship between proximity-to-failure and muscle \nhypertrophy, but current set termination methods used \nduring non-failure resistance training conditions limit \ninsight into the actual proximity-to-failure achieved and \npose a challenge for deriving practical recommendations \nfor manipulating resistance training proximity-to-failure \nto achieve desired outcomes.\n1",
    "introduction": "Resistance training (RT) promotes skeletal muscle hyper -\ntrophy, a physiological adaptation involving the structural \nremodelling of muscle tissue that leads to an increase in \nmuscle fibre, and ultimately, whole-muscle cross-sectional \narea [1]. Although multiple RT variables (e.g. volume, load, \nfrequency, lifting velocity) influence muscle hypertrophy, \n‘proximity-to-failure’ specifically influences the exposure \nof muscle fibres to mechanical tension, the key stimulus for \nmuscle hypertrophy [2 ]. Proximity-to-failure is defined as \nthe number of repetitions remaining in a set prior to momen-\ntary muscular failure (i.e. when an individual cannot com-\nplete the concentric portion of a given repetition with a full \nrange-of-motion without deviation from the prescribed form \nof the exercise) [3 ]. As proximity-to-failure nears within a \ngiven set, more repetitions are completed [thus increasing \nvolume load (sets × repetitions × load)] and muscle fibre acti-\nvation progressively increases [ 4, 5], ultimately exposing \ntype II muscle fibres (capable of greater hypertrophy than \ntype I muscle fibres [6]) to greater mechanical tension. How-\never, whether the increased mechanical tension and volume \nload within a given set are worth the additional neuromuscu-\nlar fatigue from reaching momentary muscular failure over \nmultiple sets is contentious, as cumulative neuromuscular \nfatigue could impede the total volume load completed within \nan entire session or from session-to-session, and therefore \ndecrease the total exposure to mechanical tension over \ntime [3]. Nonetheless, inconsistencies in the literature limit \nunderstanding of the influence of RT proximity-to-failure on \nmuscle hypertrophy and pose a challenge for deriving practi-\ncal recommendations for manipulating proximity-to-failure \nduring RT to achieve desired outcomes.\nTo our knowledge, three meta-analyses [7 –9] investi-\ngated the influence of RT proximity-to-failure on muscle \nhypertrophy by comparing either RT performed to set failure \n(i.e. umbrella term describing the set termination criteria \nfor the definition of ‘failure’ applied in a given study) ver -\nsus non-failure [7, 8] or RT performed to different velocity \nloss thresholds that indirectly influence proximity-to-failure \n[9]. Results showed that RT performed to set failure does \nnot elicit superior muscle hypertrophy compared with non-\nfailure RT when volume load is equated [7 , 8]. Further, \nRT performed to a higher velocity loss (> 25%) was found \nto be superior to a lower velocity loss (≤ 25%) for muscle \nhypertrophy [9 ]. Although trivial differences in muscle \nhypertrophy were found between 20–25% and > 25% veloc-\nity loss conditions (across a small number of studies that \nwere sub-analysed) [9], collectively, these data suggest that \nthe relationship between proximity-to-failure and muscle \nhypertrophy is likely non-linear [10] or that it is moder -\nated by other RT variables such as volume load [8 ]. One \nof the major limitations of these data, however, is that no \nconsensus definition for ‘failure’ exists in the literature. As \nsuch, these meta-analyses compare studies applying various \ndefinitions of set failure that alter the RT stimulus achieved. \nThese differences in the RT stimulus achieved could poten-\ntially confound the",
    "conclusions": "drawn as the true proximity-\nto-failure compared between set failure conditions across \nstudies is likely inconsistent.\nTo summarise the available evidence regarding the influ-\nence of RT proximity-to-failure on muscle hypertrophy \nwhile addressing critical research limitations, we identified \nthree broad themes of studies in our recent scoping review \n[3], based on the definition of set failure applied and the \nresearch question asked (Table 1). We tentatively concluded \nthat RT to set failure is likely not superior to non-failure RT \nfor promoting muscle hypertrophy [3], but it is uncertain if \nmeta-analysing these data within the themes we identified \nwould alter this conclusion. Therefore, because of the meth-\nodological limitations identified in the current literature, the \ninfluence of proximity-to-failure on muscle hypertrophy is \nunclear and requires further investigation.\n\n\n651\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\n1.1 Objectives\nSince the publication of previous meta-analyses [7 –9] on \nthe influence of proximity-to-failure on muscle hypertrophy, \nsix additional studies were published [11–16] on this topic. \nThus, this systematic review with meta-analysis extends pre-\nvious findings by including new evidence and grouping stud-\nies into broad themes exclusive to the definition of set failure \napplied and the research question asked (Table  1). Specifi-\ncally, we estimated: (i) the overall effect of RT performed \nto set failure versus non-failure on muscle hypertrophy and \nthe individual effect of (A) definitions applied to set failure \n(based on ‘theme’), (B) volume load and (C) relative load on \nmuscle hypertrophy, (ii) whether the magnitude of velocity \nloss achieved during RT influences muscle hypertrophy, and \n(iii) the magnitude of muscle hypertrophy achieved when RT \nis performed to momentary muscular failure, to set failure, \nand to a high velocity loss.\n2 Methods\nA systematic review with meta-analysis was performed in \naccordance with the Preferred Reporting Items for Sys-\ntematic Reviews and Meta-Analyses (PRISMA) guidelines \n[26]. The original protocol was registered with the Open \nScience Framework on 27 April, 2022 (https:// osf. io/ rzn63/) \nbut since was slightly adjusted to improve the suitability of \nthe analysis with the data and research questions (we did \nnot perform the pre-registered meta-regression analysis, \ndescribed further in Sect. 2.7). Because of the heterogeneity \nof studies investigating the influence of proximity-to-failure, \na scoping review was previously conducted as a means of \nsummarising the available evidence [3 ]. The systematic \nsearch used in the scoping review was adopted for this sys-\ntematic review with meta-analysis to provide a consistent \nand objective understanding of the data. To reduce bias dur-\ning the process, two authors (MR and JF) were involved in \neach step of the study identification process (including the \nliterature search and study screening/selection), subsequent \ndata extraction and methodological quality assessment for \nthis systematic review with meta-analysis, with any disa-\ngreement resolved by mutual",
    "discussion": ".\n2.1 Research Questions\nThe research questions were defined using the participants, \ninterventions, comparisons, outcomes and study design \n(PICOS) framework, as follows. In apparently healthy adults \nof any age and training status:\n1. What is the overall effect of RT performed to set failure \nversus non-failure on muscle hypertrophy? And what \nis the individual effect of the definitions applied to set \nfailure (based on ‘theme’), volume load and relative load \non muscle hypertrophy?\n2. Does the magnitude of velocity loss achieved (and theo-\nretically, the proximity-to- failure reached) during RT \ninfluence muscle hypertrophy?\n3. What magnitudes of muscle hypertrophy are achieved \nwhen RT is performed to momentary muscular failure, \nto set failure and to a high velocity loss?\n2.2 Literature Search Strategy\nAs described in our previous scoping review [3 ], the litera-\nture search followed the PRISMA-ScR (Preferred Report-\ning Items for Systematic Reviews and Meta-Analyses for \nScoping Reviews) guidelines [27]. Literature searches of \nthe PubMed, SCOPUS and SPORTDiscus databases were \nconducted in September 2021, and the following PubMed \nsearch string was used and adapted for each individual data-\nbase: ((\"resistance training\" OR \"resistance exercise\" OR \n\"strength training\") AND (\"failure\" OR \"muscular failure\" \nOR \"velocity loss\") AND ((\"muscle hypertrophy\" OR \"mus-\ncle size\" OR \"muscle growth\" OR \"muscle mass\" OR \"mus-\ncle thickness\" OR \"cross-sectional area\") OR (\"fatigue\" OR \n\"neuromuscular fatigue\" OR \"peripheral fatigue\" OR \"mus-\ncle damage\" OR \"discomfort\" OR “enjoyment” OR \"affec-\ntive\" OR \"affective response\"))). Since the initial search, \nhowever, two recently published studies [15, 16] in 2022 \nhave been manually added to this systematic review with \nTable 1 ‘Themes’ of studies investigating proximity-to-failure in resistance training\nDescription of specific criteria used to allocate studies to each theme, based on the definition of set failure applied and the research questions \nasked\nTheme Criteria\nA Studies comparing a group(s) performing resistance training to momentary muscular failure to a non-failure group(s) [13, 17–20]\nB Studies comparing a group(s) performing resistance training to set failure (defined as anything other than the definition of momentary \nmuscular failure) to a non-failure group(s) [11, 12, 21, 22]\nC Studies theoretically comparing different proximities-to-failure (i.e. applying different velocity loss thresholds that modulate set termi-\nnation and albeit indirectly, influence proximity-to-failure), with no inclusion of a group performing resistance training to momen-\ntary muscular failure per se [14–16, 23–25]\n\n\n652 M. C. Refalo et al.\nmeta-analysis and subjected to the same screening process \nas studies retrieved in the initial database search.\n2.3 Study Selection\nCovidence (Veritas Health Innovations, Melbourne, VIC, \nAustralia) was used to manage and conduct the systematic \nstudy selection process, including the removal of duplicates \nand the exclusion of ineligible studies at each stage of the \nscreening process. The systematic literature search and \nstudy selection process were completed independently by \ntwo blinded (to reduce any bias during this process) authors \n(MR and JF) with any disagreement resolved by mutual dis-\ncussion. Finally, the authors (MR and JF) reviewed the full \ntext to determine eligibility for inclusion based on the inclu-\nsion criteria. If any papers were added through reference \nchecking or manual searching, they were subjected to the \nsame screening process as if they were found in the initial \ndatabase search.\n2.4 Inclusion Criteria\nStudies were included if: (1) participants were apparently \nhealthy adults of any age and RT experience, (2) participants \nwere randomised to experimental groups, (3) the experimen-\ntal comparison involved a group performing RT to set failure \n(any definition of set failure) versus a non-failure group, or \ntwo groups terminating RT sets at different proximities-to-\nfailure (e.g. set termination informed by velocity loss thresh-\nolds or subjective ratings of perceived exertion), (4) one of \nthe following measures of muscle hypertrophy was included; \n(a) muscle thickness, (b) whole-limb or muscle cross-sec-\ntional area or volume, (c) muscle fibre cross-sectional area \nor (d) lean body/fat free mass via dual X-ray absorptiometry \nor bioelectrical impedance analysis. Only original research \nstudies in peer-reviewed journals were included, and stud-\nies were excluded if they involved (i) advanced set strate-\ngies (e.g. rest-pause, cluster sets), (ii) extraneous training \nvariables (e.g. aerobic exercise, blood flow restriction), (iii) \noutcome measures that were not relevant and (iv) data that \nwere duplicated within another included study.\n2.5 Data Extraction\nData charting was carried out by two authors (MR and JF) \nto capture key information in a table format (Table  2). The \nfollowing participant characteristics were extracted: (1) RT \nstatus (i.e. untrained or resistance trained), (2) age and (3) \nsex. The following study characteristics were also extracted: \n(1) first author, (2) sample size, (3) publication date and \n(4) intervention groups/protocol outlines and duration. Raw \ndata (mean and standard deviation) from pre-intervention \nand post-intervention for muscle hypertrophy outcomes \nwere also extracted from each individual study for genera-\ntion of standardised mean differences, confidence intervals \n(CIs) and subsequent meta-analysis. If figures were used \ninstead of numerical data, those data were extracted from \nthe figures using Web Plot Digitizer, and if the mean and \nstandard deviation data were not reported, we contacted the \nauthors of the respective study directly to obtain the relevant \ndata. Our previous scoping review [3] identified three broad \nstudy themes across the relevant literature, and as such, each \nincluded study was grouped into one of the themes based on \nthe criteria outlined in Table 1.\n2.6 Methodological Quality Assessment\nEvaluation of methodological study quality (including risk \nof bias) was conducted by two authors (MR and JF) using \nthe tool for the assessment of study quality and reporting \nin exercise (TESTEX) scale [28] shown in Table S1 of the \nElectronic Supplementary Material (ESM). The TESTEX \nscale is an exercise science-specific scale used to assess the \nquality and reporting of exercise training trials. The scale \ncontains 12 criteria that can either be scored a ‘one’ or not \nscored at all; 1, eligibility; 2, randomisation; 3, allocation \nconcealment; 4, groups similar at baseline; 5, assessor blind-\ning; 6, outcome measures assessed in 85% of patients (3 \npossible points); 7, intention-to-treat; 8, between-group sta-\ntistical comparisons (2 possible points); 9, point estimates \nof all measures included; 10, activity monitoring in control \ngroups; 11, relative exercise intensity remained constant; \n12, exercise parameters recorded. The best possible total \nscore is 15 points.\n2.7 Statistical Analysis\nAll statistical analyses were conducted with the ‘metafor’ \n[29] package in R (version 4.0.2; R Core Team, https:// \nwww.r- proje ct. org/) and all of the code utilised is openly \navailable. Standardised effect sizes (ESs) and standard errors \nwere calculated using the ‘escalc’ function in ‘metafor’. The \nmagnitude of standardised ESs was interpreted with refer -\nence to Cohen’s d (1988) thresholds: trivial (< 0.2), small \n(0.2 to < 0.5), moderate (0.5 to < 0.8) and large (> 0.8). Point \nestimates and their 95% CIs were produced. Restricted max-\nimal likelihood estimation was used in all models. Given \nthat correlations between pre-test and post-test measures are \nrarely reported in original studies, a correlation coefficient of \nr = 0.75, which was replicated from Grgic et al. [7], was used \nto calculate the variance (or standard error) for all studies \nand sensitivity analyses were performed using correlation \ncoefficients that ranged from r = 0.6 to r = 0.9 (Figs. S1–S4 \nof the ESM). Funnel plots were generated (Figs. S5–S6 of \nthe ESM) and Egger’s test was applied to assess the risk of \nbias from small-study effects. The I 2 heterogeneity statistic \n\n\n653\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nTable 2 Summary of data extraction. Brief summary of all studies including in this systematic review with meta-analysis\nStudy Theme Sample \nsize (n)\nSex Age (y) Intervention groups/duration \n(sessions/week)\nVolume equated Training status\nLacerda et al. 2020 [17] A 10 M 23.7 ± 4.9 Failure: 3–4 sets × n reps \n(50–60% 1-RM)\nNon-failure: 3–4 sets × n reps \n(50–60% 1-RM)\n→ 14 weeks (2–3/week)\nYes UT\nLasevicius et al. 2019 [20] A 25 M 24 ± 4.9 Failure 1: 3 sets × n reps (80% \n1-RM)\nFailure 2: 3 sets × n reps (30% \n1-RM)\nNon-failure 1: ~ 5 sets × n reps \n(80% 1-RM)\nNon-failure 2: ~ 5 sets × n reps \n(30% 1-RM)\n→ 8 weeks (2/week)\nYes UT\nMartorelli et al. 2017 [18] A 89 F 21.9 ± 3.3 Failure: 3 sets × n reps (70% \n1-RM)\nNon-failure 1: 4 sets × 7 reps \n(70% 1-RM)\nNon-failure 2: 3 sets × 7 reps \n(70% 1-RM)\n→ 10 weeks (2/week)\nYes\nNo\nUT\nNobrega et al. 2018 [19] A 32 M 23 ± 3.6 Failure 1: 3 sets × n reps (80% \n1-RM)\nFailure 2: 3 sets × n reps (30% \n1-RM)\nNon-failure 1: 3 sets × n reps \nto VI (80% 1-RM)\nNon-failure 2: 3 sets × n reps \nto VI (30% 1-RM)\n→ 12 weeks (2/week)\nYes UT\nSantanielo et al. 2020 [13] A 14 M 23.1 ± 2.2 Failure: n sets × n reps (75% \n1-RM)\nNon-failure: n sets × n reps to \nVI (75% 1-RM)\nNo T\nBergamasco et al. 2020 [12] B 41 M/F 65.5 ± 4.5 Failure: 3 sets × n reps (40% \n1-RM)\nNon-failure 1: 3 sets × n reps \nto VI (40% 1-RM)\nNon-failure 2: 3 sets × 10 reps \n(40% 1-RM)\n→ 12 weeks (2/week)\nNo UT\nKarsten et al. 2021 [21] B 18 M 23.5 ± 4.5 Failure: 4 sets × 10-RM (75% \n1-RM)\nNon-failure: 8 sets × 5 reps \n(75% 1-RM)\n→ 6 weeks (2/week)\nYes T\nSampson et al. 2016 [22] B 28 M 23.8 ± 6.6 Failure: 4 sets × 6 reps (85% \n1-RM)\nNon-failure 1: 4 sets × 4 reps \n(85% 1-RM)\nNon-failure 2: 4 sets × 4 reps \n(85% 1-RM)\n→ 12 weeks (3/week)\nNo UT\nTerada et al. 2021 [11] B 27 M 20.03 ± 0.8 Failure: 3 sets × n reps to VF \n(40% 1-RM)\nNon-failure: 3 sets × 20% VeL \n(40% 1-RM)\n→ 8 weeks (2/week)\nYes UT\n\n\n654 M. C. Refalo et al.\nwas also produced and reported to indicate the proportion \nof the observed variance (for all ESs generated) that is not \ndue to sampling error [30]. To complement traditional null \nhypothesis significance testing, we also considered the prac-\ntical implications of all results by qualitatively assessing the \nES estimate and associated CI width.\nA quantitative synthesis of studies in Theme A and \nB (combined), and Theme C, was performed using a \nmulti-level mixed-effects meta-analysis, as there is a nested \nstructure to the ESs that were calculated from the studies \nincluded (i.e. multiple ESs from various measures of muscle \nhypertrophy nested within groups and nested within stud-\nies). Standardised ESs were calculated such that a positive \nES favours the set failure conditions (or high velocity loss \nconditions), whereas a negative ES favours non-failure con-\nditions (or moderate velocity loss conditions). A multi-level \nTable 2 (continued)\nStudy Theme Sample \nsize (n)\nSex Age (y) Intervention groups/duration \n(sessions/week)\nVolume equated Training status\nAndersen et al. 2021 [14] C 10 M/F 23.0 ± 4.3 High VeL: 2–3 sets × 30% \nVeL (75–80% 1-RM)\nLow VeL: 4–6 sets × 15% VeL \n(75–80% 1-RM)\n→ 9 weeks (2/week)\nYes T\nPareja-Blanco et al. 2017 [25] C 24 M 22.7 ± 1.9 High VeL: 3 sets × 40% VeL \n(70–85% 1-RM)\nMod VeL: 3 sets × 20% VeL \n(70–85% 1-RM)\n→ 8 weeks (2/week)\nNo T\nPareja-Blanco et al. 2020 [24] C 64 M 24.1 ± 4.3 High VeL: 3 sets × 40% VeL \n(70–85% 1-RM)\nMod VeL: 3 sets × 20% VeL \n(70–85% 1-RM)\nLow VeL: 3 sets × 10% VeL \n(70–85% 1-RM)\nLow VeL: 3 sets × 0% VeL \n(70–85% 1-RM)\n→ 8 weeks (2/week)\nNo T\nPareja-Blanco et al. 2020 [23] C 64 M 24.1 ± 4.3 High VeL: 3 sets × 50% VeL \n(70–85% 1-RM)\nMod VeL: 3 sets × 25% VeL \n(70–85% 1-RM)\nLow VeL: 3 sets × 15% VeL \n(70–85% 1-RM)\nLow VeL: 3 sets × 0% VeL \n(70–85% 1-RM)\n→ 8 weeks (2/week)\nNo T\nRissanen et al. 2022 [15] C 45 M/F 25.95 ± 3.85 High VeL: 2–5 sets × 40% \nVeL (65–75% 1-RM)\nMod VeL: 2–5 sets × 20% VeL \n(65–75% 1-RM)\n→ 8 weeks (2/week)\nNo T\nRodiles-Guerrero et al. 2022 [16] C 50 M 23.3 ± 3.3 High VeL: 3 sets × 50% VeL \n(55–70% 1-RM)\nMod VeL: 3 sets × 25% VeL \n(55–70% 1-RM)\nLow VeL: 3 sets × 15% VeL \n(55–70% 1-RM)\nLow VeL: 3 sets × 0% VeL \n(55–70% 1-RM)\n→ 8 weeks (2/week)\nNo T\nStudies were grouped into broad themes that involved resistance training performed to Theme A momentary muscular failure versus non-failure, \nTheme B set failure (defined as anything other than momentary muscular failure) versus non-failure or Theme C different velocity loss thresh-\nolds\nF female, M male, reps repetitions, RM repetition maximum, T trained, UT untrained, VeL velocity loss, VF volitional failure, VI volitional inter-\nruption, y years\n\n\n655\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nmodel for studies in Theme A and B was produced includ-\ning all standardised ESs to provide a general estimate of \nthe effect and to answer review question one. Studies from \nTheme A and B were also categorised by: (i) theme (A or \nB), (ii) the difference in volume load between set failure \nand non-failure conditions (volume equated or not volume \nequated) and (iii) the relative load lifted [high load (> 50% \n1-repetition maximum [RM]) or low load (≤ 50% 1-RM)], \nand sub-group analyses were employed to estimate an ES for \nthe influence of these individual variables (i.e. theme, vol-\nume load, relative load) on the outcome measure and com-\npare and contrast the estimates. Another multi-level model \nwas produced for studies in Theme C comparing high veloc-\nity loss conditions (> 25%) versus moderate velocity loss \nconditions (20–25%), to provide a general estimate of the \neffect and help answer review question two. Three [16, 23, \n24] out of the six studies [14– 16, 23–25] in Theme C also \ninvolved groups performing RT to low velocity loss thresh-\nolds (< 20%); however, considering only six ESs could be \nretrieved (vs 11 ESs for both moderate and high velocity loss \nthresholds) and the low practical importance of perform-\ning RT with < 20% velocity loss, we excluded low velocity \nloss conditions from this comparative model and therefore \ndid not perform the pre-registered meta-regression analysis \n(https:// osf. io/ rzn63/). However, an individual standardised \nES was calculated for the low velocity loss conditions, along \nwith all other RT conditions analysed [i.e. momentary mus-\ncular failure, set failure, non-failure, and moderate (20–25%) \nand high (> 25%) velocity loss thresholds] across all studies \nin each theme to provide a general estimate of the effect and \nhelp answer review questions two and three.\n3 Results\n3.1 Search Results and Systematic Review \nof Included Studies\nThe original literature search results were described previ-\nously [3 ], and an updated flowchart of the systematic lit-\nerature search and study selection process is displayed in \nFig. 1. For this systematic review with meta-analysis, two \nadditional studies [15, 16] were found through manual \nchecking and were subject to the same screening process \nas studies retrieved in the initial database search. Further, \nall studies retrieved from the original search that did not \nFig. 1 PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow chart. Summary of the systematic literature search \nand study selection process\n\n\n656 M. C. Refalo et al.\nmeasure muscle hypertrophy outcomes were excluded from \nthis systematic review with meta-analysis, leaving a total of \n15 studies eligible for analysis. Subsequently, studies were \ngrouped into one of the three themes identified based on the \ncriteria outlined in Table  1 to improve the validity of study \ncomparisons and interpretations within each theme. Results \nfrom Egger’s test found no publication bias (p < 0.05) for \nstudies in Theme A and B, and studies in Theme C. For a \nsummary of included studies, see Table 2.\nA total of nine studies [11–13, 17–22] compared RT per-\nformed to set failure (including all definitions of set failure) \nversus non-failure and measured muscle hypertrophy in one \nor more of the following muscle groups: quadriceps (vastus \nlateralis, vastus medialis, rectus femoris), elbow flexor, tri-\nceps brachii, pectoralis major or anterior deltoid. Five [13, \n17–20] out of the nine [11– 13, 17–22] studies applied the \ndefinition of momentary muscular failure and were thus \nallocated to Theme A, and the remaining four studies [11, \n12, 21, 22] applied various definitions of set failure other \nthan momentary muscular failure and were thus allocated \nto Theme B. Importantly, five [11, 17, 19–21] out of the \nnine studies [11– 13, 17–22] equated volume load between \nconditions, whereas three studies [12, 13, 22] did not equate \nvolume load. The final study [18] involved two non-failure \nconditions, of which one was volume equated (compared \nto the set failure condition), while the other was not. Fur -\nther, five [13, 17, 18, 21, 22] out of the nine studies [11–13, \n17–22] used a high load (> 50% 1-RM), and two studies [11, \n12] used a low load (≤ 50% 1-RM). The remaining two stud-\nies [19, 20] used both high and low loads allocated across \ntwo set failure and two non-failure conditions. Of the five \nstudies in Theme A, four studies [ 13, 17, 19, 20] found no \nstatistically significant differences between conditions in \nmuscle hypertrophy from pre-intervention to post-interven-\ntion, while one study [18] did not perform a between-group \nstatistical analysis. Similarly, three [11, 21, 22] of the four \nstudies [ 11, 12, 21, 22] in Theme B found no statistically \nsignificant differences in muscle hypertrophy between con-\nditions, and one study [12] found no statistically significant \npre-intervention to post-intervention changes in muscle size \nfor either condition. A total of seven studies [11, 12, 17–20, \n22] from both Theme A and B involved untrained partici-\npants, whereas only two studies involved resistance-trained \nparticipants [13, 21].\nAdditionally, a total of six studies [14– 16, 23–25] in \nresistance-trained participants compared high velocity loss \nconditions (> 25%) with moderate velocity loss conditions \n(20–25%) and measured muscle hypertrophy (Theme C) in \none or more of the following muscle groups: quadriceps \n(vastus lateralis, vastus intermedius, vastus medialis, rectus \nfemoris) or pectoralis major. Five [14, 15, 23–25] out of the \nsix [14–16, 23–25] studies in Theme C observed increases \nin muscle hypertrophy when RT was performed to both high \nand moderate velocity loss; however, no statistically signifi-\ncant differences between conditions were found in each of \nthe studies. The remaining study [16] only found increases \nin muscle hypertrophy for the high velocity loss condition. \nAll studies [14–16, 23–25] in Theme C involved a high load \nand were conducted on resistance-trained participants.\n3.2 Methodological Quality\nA detailed overview of the methodological quality of \nincluded studies using the TESTEX scale [16] can be \nfound in Table S1 of the ESM. Study quality scores ranged \nfrom 7 to 12 (out of a possible 15), with mean and median \nscores of 9.9 and 10, respectively (Table S1 of the ESM). \nAlthough each study had some risk of bias, all studies lost \ntwo points because of (i) no allocation concealment and (ii) \nno activity monitoring, and only one study clearly stated if \nan ‘intention-to-treat’ analysis was performed on outcomes \nof interest. Overall, a total of 11 out of 15 studies scored \nhighly (> 10) on the TESTEX scale and visual inspection of \nmethodological quality results revealed no impact of study \nquality on the ES estimates generated.\n3.3 Meta‑analysis Results\n3.3.1 What is the Overall Effect of Resistance \nTraining Performed to Set Failure (Irrespective \nof the Definition Applied) Versus Non‑Failure \non Muscle Hypertrophy?\nMeta-analytic outcomes for the overall effect of RT per -\nformed to set failure (irrespective of the definition applied) \nversus non-failure on muscle hypertrophy from all studies \nin Theme A and B are shown in Fig. 2. There was a statisti-\ncally significant advantage for RT performed to set failure \nversus non-failure on muscle hypertrophy, which was trivial \nin magnitude [ES = 0.19 (95% CI 0.00, 0.37), p = 0.045] with \na very low heterogeneity (Q = 6.65, p = 0.988, I2 = 0%).\n3.3.1.1 Influence of  Volume Load, Relative Load \nand the Definition of Set Failure on Muscle Hypertrophy Fol‑\nlowing Resistance Training Performed to Set Failure Versus \nNon‑Failure Outcomes for sub-group analyses of studies \ncategorised into either Theme A or Theme B are shown in \nFig.  2. Sub-group analysis of studies applying the defini-\ntion of momentary muscular failure (Theme A) found no \nstatistically significant difference between RT performed \nto momentary muscular failure and non-failure on muscle \nhypertrophy, with a trivial standardised effect [ES = 0.12 \n(95% CI − 0.13, 0.37), p = 0.343] involving a low heteroge-\nneity (Q = 4.58, p = 0.801, I2 = 7.38%). Similar results were \nfound when analysing studies that applied definitions of \nset failure other than momentary muscular failure (Theme \n\n\n657\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nB), with no statistically significant difference between RT \nperformed to set failure (not including momentary muscu-\nlar failure) and non-failure on muscle hypertrophy, with a \ntrivial standardised effect [ES = 0.27 (95% CI − 0.03, 0.57), \np = 0.077] involving a very low heterogeneity (Q = 1.60, \np = 0.991, I2 = 0%). Individual ESs were calculated for sub-\ngroups categorised by volume load standardisation (equated \nvs not equated) and relative load lifted (higher load vs lower \nload); these pooled ESs are presented in Table 3. Moderator \nanalyses revealed that neither volume load standardisation \nFig. 2 Influence of resistance training (RT) performed to set failure \nversus non-failure on muscle hypertrophy with subgroup analyses \nbased on study ‘theme’ (A or B). Studies presented were grouped \ninto broad themes that involved RT performed to either momentary \nmuscular failure versus non-failure (Theme A), or set failure (defined \nas anything other than momentary muscular failure) versus non-fail-\nure  (Theme B). Point estimates and error bars signify the standard-\nised mean difference between set failure and non-failure conditions \nand 95% confidence interval (CI) values, respectively. AD anterior \ndeltoid, EF elbow flexors, PM pectoralis major, Quads quadriceps, \nRF rectus femoris, SD standard deviation, SMD standardized mean \ndifference, TB triceps brachii, VL vastus lateralis, VM vastus medialis\nTable 3 Influence of volume \nload and relative load on muscle \nhypertrophy outcomes in \nresponse to resistance training \nperformed to set failure versus \nnon-failure\nData shown are presented as a standardised ES estimate (signifying the standardised mean difference \nbetween set failure and non-failure conditions) with 95% CI and associated p-value. Positive ES values \nfavour resistance training performed to set failure versus non-failure\nCI confidence interval, ES effect size, RM repetition maximum\nSub-group analysis Classification ES (95% CI) p-value\nVolume load Volume equated 0.20 (− 0.03, 0.43) 0.09\nNot volume equated 0.17 (− 0.13, 0.47) 0.27\nRelative load Higher load (> 50% 1-RM) 0.15 (− 0.07, 0.37) 0.18\nLower load (≤ 50% 1-RM) 0.28 (− 0.06, 0.62) 0.11\n\n\n658 M. C. Refalo et al.\n(p = 0.884) nor relative load lifted (p = 0.525) had statisti-\ncally significant impacts on the overall ES for muscle hyper-\ntrophy.\n3.3.2 Does the Magnitude of Velocity Loss Achieved (and \nTheoretically, the Proximity‑to‑Failure Reached) \nDuring Resistance Training Influence Muscle \nHypertrophy?\nMeta-analytic outcomes for the influence of high (> 25%) \nand moderate (20–25%) velocity loss thresholds on mus-\ncle hypertrophy are shown in Fig.  3. Results of the multi-\nlevel meta-analysis model indicated no statistically signifi-\ncant difference between high velocity loss and moderate \nvelocity loss conditions on muscle hypertrophy, revealing \na trivial standardised effect [ES = 0.08 (95% CI − 0.16, \n0.32), p = 0.529] with a very low heterogeneity (Q = 4.08, \np = 0.944, I2 = 0%). Individual standardised ESs for velocity \nloss conditions in each study from Theme C are displayed \nin Fig. 4. Velocity loss conditions were also categorised as \nlow (< 20%), moderate (20–25%) or high (> 25%), and the \nmean values and CIs for each velocity loss condition are also \nshown in Table 4.\n3.3.3 What Magnitudes of Muscle Hypertrophy Are \nAchieved When Resistance Training is Performed \nto Momentary Muscular Failure (Theme A), to Set \nFailure (Theme B) and to a High Velocity Loss (Theme \nC; 40 or 50% Velocity Loss)?\nIndividual standardised effect sizes for pre-intervention to \npost-intervention changes in muscle size for each RT condi-\ntion (i.e. momentary muscular failure, set failure, non-fail-\nure, and low, moderate and high velocity loss thresholds) \nacross all studies in each ‘theme’ (A, B and C) are shown \nin Table 4.\n3.4 Sensitivity‑Analysis Results\nSensitivity analyses were performed for all multi-level meta-\nanalysis models, with correlation coefficients that ranged \nfrom r = 0.6 to r = 0.9 (per hundredth decimal), to assess \nwhether the selected correlation coefficient (r = 0.75) influ-\nenced the meta-analytic outcomes (Figs. S1–S4 of the ESM). \nFor the meta-analysis estimating the overall effect of RT \nperformed to set failure versus non-failure on muscle hyper-\ntrophy (Sect. 3.3.1), ESs between 0.15 and 0.25 and p-values \nbetween 0.016 and 0.104 were observed. Although our meta-\nanalysis found a statistically significant effect (p = 0.045) of \nRT performed to set failure versus non-failure on muscle \nFig. 3 Influence of resistance training performed to high (> 25%) and \nmoderate (20–25%) velocity loss on muscle hypertrophy based on \nstudies in Theme C. Studies presented were grouped into Theme C \nthat involved resistance training performed to different velocity loss \nthresholds. Point estimates and error bars signify the standardised \nmean difference (SMD) between high and moderate velocity loss \nconditions and 95% confidence interval (CI) values, respectively. \nPM pectoralis major, QF quadriceps femoris, RF rectus femoris, SD \nstandard deviation, VeL velocity loss, VI vastus intermedius, VL vas-\ntus lateralis, VM vastus medialis\n\n\n659\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nhypertrophy, this result should be interpreted with caution. \nIn accordance with the previous literature [7 ], this analysis \nwas conducted with an a priori assumption that the corre-\nlation coefficient between pre-test and post-test measures \nwas r = 0.75; while this is a defensible assumption, sen-\nsitivity analyses revealed outcomes that were not statisti-\ncally significant with correlation coefficients below r = 0.73 \n(Fig. S1 of the ESM). Conversely, the meta-analysis that \ncompared studies in Theme C to determine whether the \nmagnitude of velocity loss influenced muscle hypertrophy \n(Sect. 3.3.2) observed ES and p -value ranges of 0.06–0.11 \nand 0.356–0.612, respectively. Our meta-analysis found \nno statistically significant difference between high veloc-\nity loss and moderate velocity loss conditions on muscle \nhypertrophy (p = 0.529) and considering that no statisti-\ncally significant p -values were observed (p < 0.05) across \nthe range of correlation coefficients analysed (Fig. S3 of the \nESM), the results of this meta-analysis may be interpreted \nwith increased confidence.\n4 Discussion\n4.1 Influence of Resistance Training Performed \nto Set Failure (Including Momentary Muscular \nFailure and Other Definitions) Versus \nNon‑Failure on Muscle Hypertrophy\nA key barrier to further understanding the influence of prox-\nimity-to-failure on muscle hypertrophy is that no consensus \ndefinition for set failure exists in the literature. Previous \nmeta-analyses [7, 8] compared studies that involved various \ndefinitions of set failure, and no statistically significant dif-\nferences between RT performed to ‘failure’ versus non-fail-\nure on muscle hypertrophy were found. However, because \nof the heterogeneity in proximities-to-failure achieved, these \nFig. 4 Individual standardised effect sizes (pre-intervention to post-\nintervention changes in muscle size) for all velocity loss conditions \n[low (< 20%), moderate (20–25%), high (> 25%)] in each study \nfrom Theme C. Data presented were extracted from studies grouped \ninto Theme C that involved resistance training performed to differ -\nent velocity loss thresholds. The size of the dot point is based on a \nstandardised effect size and a horizontal ‘jitter’ was applied to limit \nthe overlap of dot points (as such, the dot point position on the x-axis \nis not a true representation of the velocity loss achieved and is rather \nlimited to 0, 10, 15, 20, 25, 40 and 50% velocity losses). Positive \neffect size values indicate increases in muscle size from pre-interven-\ntion to post-intervention for each velocity loss condition\nTable 4 Individual standardised ESs for resistance training conditions \nacross all studies in each ‘theme’ (A, B and C)\nData shown are presented as a standardised ES estimate (signifying \nthe standardised mean difference for pre-intervention to post-inter -\nvention changes in muscle size for each resistance training condition) \nwith 95% CI and associated p-value\nES effect size, CI confidence interval\nTheme Condition ES (95% CI) p-value\nA Momentary muscular failure 0.41 (0.27, 0.55) < 0.001\nNon-failure 0.37 (0.15, 0.58) 0.001\nB Set failure 0.46 (0.12, 0.80) 0.077\nNon-failure 0.32 (0.05, 0.60) 0.023\nC Low velocity loss (< 20%) 0.20 (− 0.02, 0.41) 0.072\nModerate velocity loss \n(20–25%)\n0.39 (0.09, 0.70) 0.010\nHigh velocity loss (> 25%) 0.42 (0.12, 0.71) 0.005\n\n\n660 M. C. Refalo et al.\nresults may not provide an accurate insight into the true \neffect of reaching momentary muscular failure during RT, \nwhich is the most objective means of defining set failure [3].\nSimilar to previous meta-analyses [7 , 8], we first aimed \nto estimate the overall effect of RT performed to set failure \n(irrespective of the definition applied) versus non-failure \non muscle hypertrophy. We also investigated whether the \ndefinition of set failure applied influenced the results. In our \nanalysis of studies that applied any definition of set failure \n(Theme A and B), we found a trivial advantage for RT per-\nformed to set failure versus non-failure on muscle hyper -\ntrophy [Fig.  2; ES = 0.19 (95% CI 0.00, 0.37), p = 0.045]. \nThese findings contrasted with previous meta-analytic \nresults [7, 8]; however, because of the aforementioned limi-\ntations of this approach and the results of our sensitivity \nanalysis (Sect.  3.4), the validity of these results is uncer -\ntain. Of greater importance is our sub-group analysis of \nstudies that applied the definition of momentary muscular \nfailure (Theme A) and found no evidence to support that \nRT performed to momentary muscular failure is superior \nto non-failure RT for muscle hypertrophy [Fig. 2; ES = 0.12 \n(95% CI − 0.13, 0.37), p = 0.343]. Indeed, the definition of \nmomentary muscular failure involves involuntary set termi-\nnation and is the only approach to standardise the RT stimu-\nlus both within and between studies when RT is performed \nto ‘failure’. Thus, applying the definition of momentary \nmuscular failure likely improves the validity of outcomes \nas demonstrated by a narrower CI width (i.e. lower uncer -\ntainty) [Table 4; ES = 0.41 (95% CI 0.27, 0.55)] compared \nwith when RT is performed to set failure (definitions other \nthan momentary muscular failure) and the true proximity-\nto-failure achieved likely varies [Table 4; ES = 0.46 (95% CI \n0.12, 0.80)]. Our sub-group analysis of studies that did not \napply the definition of momentary muscular failure (Theme \nB) also demonstrated no statistically significant difference \nbetween conditions [Fig. 2; ES = 0.27 (95% CI − 0.03, 0.57), \np = 0.077] and it is likely that these studies simply compared \ndifferent proximities-to-failure, therefore preventing infer -\nences about the specific effect of reaching momentary mus-\ncular failure on muscle hypertrophy. Although differences \nin CI width between our sub-group analyses (Theme A vs \nTheme B) may be due to the definition of set failure applied, \nconsiderable variability and ambiguity in the proximity-to-\nfailure achieved in non-failure RT conditions also exists \nwithin the literature, which likely also contributes to differ -\nences in the ES estimates observed for pre-intervention to \npost-intervention changes in muscle size and their associated \nCIs. To reiterate, despite finding a trivial advantage for RT \nperformed to set failure versus non-failure on muscle hyper-\ntrophy when meta-analysing studies that applied any defi-\nnition of set failure, our sub-group analyses that evaluated \nstudies based on the definition of set failure applied found \n(i) no advantage of performing RT to momentary muscular \nfailure versus non-failure on muscle hypertrophy and (ii) \nthat closer proximities-to-failure do not always elicit greater \nmuscle hypertrophy. Overall, this analysis demonstrated that \nskeletal muscle can be effectively stimulated to hypertro-\nphy prior to reaching momentary muscular failure during \nRT, but because of methodological limitations, it is difficult \nto discern the proximity-to-failure that would theoretically \nmaximise muscle hypertrophy.\n4.1.1 Effect of Volume Load on the Influence \nof Proximity‑to‑Failure on Muscle Hypertrophy\nWe also generated a sub-group analysis on all studies (irre-\nspective of the definition of set failure applied) to assess \nwhether volume load moderated the influence of proximity-\nto-failure on muscle hypertrophy. We found similar ES esti-\nmates (and CI width) for muscle hypertrophy between set \nfailure (irrespective of the definition applied) and non-failure \nconditions in studies that equated volume load [Table  3; \nES = 0.20 (95% CI − 0.03, 0.43)], and those that did not \nequate volume load [Table  3; ES = 0.17 (95% CI − 0.13, \n0.47)]. These findings support the idea that equating volume \nload between conditions may be unnecessary when evaluat-\ning the effect of proximity-to-failure on muscle hypertrophy. \nRather, it remains possible that set volume (i.e. the number \nof sets performed to, or close to, momentary muscular fail-\nure per muscle group per week [31]), which was equated \nbetween conditions in seven [11– 13, 17–19, 22] out of the \nnine [11– 13, 17–22] studies, has a more potent effect on \nmuscle hypertrophy than volume load [31]. Although our \nanalysis found no moderating effect of volume load on the \noverall ES for muscle hypertrophy (p = 0.884), the effect of \nvolume load as a moderator variable is limited by the set \nvolume prescribed in research interventions, which may be \nlower than set volumes commonly achieved in practice [32]. \nConsidering the similarities in set volume completed across \nstudies included in our meta-analysis, it is also unlikely that \nset volume had a moderating effect on the overall ES for \nmuscle hypertrophy. As such, future research investigating \nthe effect of proximity-to-failure on muscle hypertrophy \nshould thus (i) focus on equating set volume between condi-\ntions, (ii) investigate whether the number of sets performed \nfor a given muscle group/exercises moderates the influence \nof proximity-to-failure on muscle hypertrophy and (iii) \nemploy set volumes that reflect current scientific guidelines \nfor best practice [33] to improve the practical recommenda-\ntions derived.\n4.1.2 Effect of Relative Load on the Influence \nof Proximity‑to‑Failure on Muscle Hypertrophy\nOur sub-group analysis on studies that employed any defi-\nnition of set failure also assessed whether the relative load \n\n\n661\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nlifted moderated the influence of proximity-to-failure on \nmuscle hypertrophy. We found a larger ES estimate for \nmuscle hypertrophy favouring set failure (irrespective of \nthe definition applied) compared with non-failure conditions \nwhen lower loads were employed [≤ 50% 1-RM; ES = 0.28 \n(95% CI − 0.06, 0.62)] versus higher loads [> 50% 1-RM; \nES = 0.15 (95% CI − 0.07, 0.37)]. Differences in CI width \nbetween loading conditions was likely owing to the variabil-\nity in proximity-to-failure achieved amongst both set failure \nand non-failure conditions; particularly during lower load \nRT, as individuals are more likely to underestimate their \nproximity-to-failure when performing RT with lower loads \nversus higher loads [34], potentially because of the high \nlevels of perceived discomfort that often accompany lower \nload RT [35]. Nonetheless, it is hypothesised that RT should \nbe performed with a closer proximity-to-failure when lower \nloads are lifted versus higher loads. This strategy would the-\noretically maximise muscle fibre activation and subsequent \nmuscle hypertrophy [36], and although the ES differences \nmay provide support for this hypothesis, more research com-\nparing lower load and higher load RT is required to eluci-\ndate the influence of relative load on muscle hypertrophy \nwhen RT is performed to different proximities-to-failure. \nAlthough we found no moderating effect of relative load on \nthe overall ES for muscle hypertrophy (p = 0.525), future \nresearch should continue exploring the interaction of RT \nvariables (e.g. set volume, relative load, exercise selection) \nwith proximity-to-failure to foster insights that may improve \nRT prescription for muscle hypertrophy.\n4.2 Influence of Different Velocity Loss Thresholds \non Muscle Hypertrophy\nA recent meta-analysis investigated the effect of different \nvelocity loss thresholds on muscle hypertrophy and found \nthat velocity losses of > 25% (40% or 50% in all the ana-\nlysed studies) were superior to velocity losses of ≤ 25% for \nmuscle hypertrophy [9 ]; however, sub-analyses indicated \nthat this result was largely driven by comparisons of higher \nvelocity losses (40% and 50%) with those ≤ 20% as opposed \nto those between 20 and 25%. Considering the small num-\nber of studies employing velocity loss thresholds of < 20%, \nwhich likely confounded the validity of these sub-analyses, \nwe therefore decided to define three velocity loss thresholds \n(low = < 20%, moderate = 20–25%, high = > 25%) and gener-\nated individual ESs for pre-intervention to post-intervention \nchanges in muscle size for each velocity loss condition.\nSimilar to the results of previous research [9 ], we found \nthat higher velocity losses (20–50%), and theoretically, \ncloser proximities-to-failure, were associated with greater \nFig. 5 Conceptual non-linear relationship between proximity-to-fail-\nure and muscle hypertrophy. Our results suggest that closer proximi-\nties-to-failure are associated with muscle hypertrophy in a non-linear \nmanner. Although the order of resistance training conditions dis-\nplayed allows for visual inspection of a potential non-linear relation-\nship between proximity-to-failure and muscle hypertrophy, the true \nproximities-to-failure achieved in each of these resistance training \nconditions are unclear and likely vary. The far-right dot point rep -\nresents the ‘momentary muscular failure’ condition. It is also likely \nthat participants in the ‘set failure’ and ‘high velocity loss’ conditions \nreached momentary muscular failure at times. Data shown are effect \nsize estimates for pre-intervention to post-intervention increases in \nmuscle size for each resistance training condition\n\n\n662 M. C. Refalo et al.\nmuscle hypertrophy in a non-linear manner (Fig. 5). Smaller \nES estimates for pre-intervention to post-intervention \nchanges in muscle size were observed for the low velocity \nloss condition (ES = 0.20) versus the moderate (ES = 0.39) \nand high (ES = 0.42) velocity loss conditions, with meta-\nanalytic results showing no advantage of performing RT to \na high velocity loss (> 25%) versus a moderate velocity loss \n(20–25%) on muscle hypertrophy [Fig.  3 (ES = 0.08, 95% \nCI − 0.16 to 0.32; p = 0.529)]. While differences in velocity \nloss between conditions may provide indirect insights into \nthe influence of proximity-to-failure on muscle hypertrophy, \nsuggesting that closer proximities-to-failure during RT do \nnot always elicit greater muscle hypertrophy, these findings \nshould be interpreted with caution given the substantial vari-\nability in the proximity-to-failure achieved between individ-\nuals performing RT to the same velocity loss. For example, \none study found that participants who performed the squat \nexercise until 40% velocity loss reached momentary muscu-\nlar failure ~ 56% of the time [25], suggesting that the occur-\nrence of momentary muscular failure likely varies between \nhigh velocity loss conditions across studies and contributes \nto the variability in muscle hypertrophy outcomes observed \n[highlighted by a relatively wide CI width for the high veloc-\nity loss threshold (95% CI 0.05, 0.76)].\nImportantly, the results of our meta-analysis were found \ndespite a greater volume load being accumulated when RT \nwas performed to a high versus moderate velocity loss (e.g. \nthe 40% velocity loss condition in one study performed over \n100 repetitions more than the 20% velocity loss condition \n[9]), and although it has been claimed that differences in \nmuscle hypertrophy between velocity loss conditions are due \nto differences in volume load [9 ], we propose that if veloc-\nity loss conditions of > 20% are compared (with set volume \nand relative load equated between conditions), differences \nin volume load have little to no additional impact on mus -\ncle hypertrophy in resistance-trained populations. As such, \nfactors other than volume load (e.g. neuromuscular fatigue) \nmay moderate the influence of proximity-to-failure on mus-\ncle hypertrophy when RT is performed to different veloc-\nity losses, or proximities-to-failure. Despite the limitations, \nrelative differences in proximity-to-failure across different \nvelocity loss thresholds remain and our findings provide \nevidence for a potential non-linear relationship between \nproximity-to-failure and muscle hypertrophy; however, \nfuture research that more accurately quantifies proximity-\nto-failure is required to better understand the relationship \nbetween proximity-to-failure and muscle hypertrophy.\n4.3 Practical Application of Key Findings\nOur findings suggest that during RT, achieving a sufficient \nproximity-to-failure coupled with an adequate set volume for \na given muscle group (approximately 12–20 sets performed \nper week on average [33]) are key determinants of muscle \nhypertrophy, rather than any specific benefit of performing \nRT to momentary muscular failure per se. Potentially con-\ntributing to the apparent non-linear relationship between \nproximity-to-failure and muscle hypertrophy may be the \nacute neuromuscular fatigue that rises as proximity-to-fail-\nure nears [3 ] and its implications on subsequent exposure \nto mechanical tension (Fig.  5). For example, in a given set, \ntype II muscle fibres are likely exposed to higher levels of \nmechanical tension as proximity-to-failure nears, but high \nlevels of acute neuromuscular fatigue may impair neural \ndrive (via ‘central’ mechanisms [37, 38]) and/or excita-\ntion–contraction coupling (via ‘peripheral’ mechanisms \n[39, 40]), ultimately suppressing force production by type \nII muscle fibres and their exposure to mechanical tension \nover multiple sets (potentially observed as a decrease in the \ntotal repetitions performed with a given load from set-to-set, \nparticularly when momentary muscular failure is reached \n[41]). This potential impairment of mechanical tension and \nsubsequent muscle hypertrophy when high levels of acute \nneuromuscular fatigue are incurred may explain why RT \nperformed to momentary muscular failure produces similar \nES estimates (ES = 0.41) for pre-intervention to post-inter -\nvention changes in muscle size compared to set failure [irre-\nspective of the definition applied] (ES = 0.46) and moderate \n(ES = 0.39) to high (ES = 0.42) velocity loss conditions.\nOverall, RT prescription should not be treated dichoto-\nmously in practice and sets may be performed to both \nmomentary muscular failure and non-failure in a given \nsession of RT. For example, we suggest that a majority of \nRT sets are terminated with a close proximity-to-failure to \nlimit the cumulative acute neuromuscular fatigue incurred \nand to maintain a high level of exposure to mechanical ten-\nsion over multiple sets, with the decision to reach momen-\ntary muscular failure primarily based on safety and biased \ntoward (i) exercises with low complexity and low associated \nfatigue (e.g. single-joint vs multi-joint exercises, exercises \nperformed using machines versus free weights, exercises \ninvolving lower cardiovascular demands), (ii) the last set \nof a given exercise or muscle group, (iii) muscle groups \ninvolving a low set volume (< 5 sets per session) or weekly \nRT frequency (1–2 × per week), (iv) resistance-trained ver -\nsus untrained individuals and (v) lower loads versus higher \nloads.\n4.4 Limitations\nA total of 11 out of 15 studies scored highly (> 10) on the \nTESTEX scale and visual inspection of methodological \nquality results revealed no impact of study quality on the \nES estimates generated. However, four studies did not state \nthe percentage of participants who completed the study (i.e. \ndid not withdraw), and five studies did not state the number \n\n\n663\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nof exercise sessions completed by participants who did not \nwithdraw from study. The procedure used to randomise par-\nticipants into intervention groups was also not described in \neight studies, and no studies stated whether group allocation \nwas concealed. Although it is unlikely that these limitations \nhad a confounding influence on the outcomes of this review, \nfuture research should ensure that this information is clearly \npresented. Considering the correlation coefficients (r value) \nbetween pre-test and post-test measures are rarely reported \nin research studies, we assumed r = 0.75 to conduct our \nmeta-analyses. Although this r value was replicated from a \nprevious meta-analysis related to this topic [7], a sensitivity \nanalysis suggests the results of our meta-analysis compar -\ning set failure (irrespective of the definition applied) versus \nnon-failure RT on muscle hypertrophy should be interpreted \nwith caution, as outcomes of p > 0.05 were observed with \ncorrelation coefficients below r = 0.73. Furthermore, consid-\nering the relatively small body of available literature on the \ninfluence of RT proximity-to-failure on muscle hypertrophy, \nour meta-analytic results are likely confounded by statistical \npower limitations, particularly in our sub-group analyses. \nAs such, although we found no supporting evidence that \nRT performed to momentary muscular failure is superior to \nnon-failure RT for muscle hypertrophy, considering the low \nnumber of studies analysed, it is unclear if analysing a larger \nnumber of studies (and generating a greater statistical power) \nwould alter this conclusion.\nThe results of our analyses may also be influenced by \nthe current set termination methods used during set failure \n(not including momentary muscular failure) and non-failure \nRT conditions, which limit insight into the true proximity-\nto-failure achieved. For example, the proximity-to-fail-\nure achieved in these conditions likely varied within and \nbetween studies, and particularly when velocity loss thresh-\nolds were used to control set termination, as highlighted by \nthe relatively wide CI width for our ES estimates (Table 4).\nOverall, to improve the validity and practical applicabil-\nity of results of future research investigating the influence \nof proximity-to-failure on muscle hypertrophy, researchers \nshould (i) embrace thorough data reporting and dedication \nto open science so that future meta-analyses may start to \nuse actual observed correlation coefficients (between pre-test \nand post-test measures), instead of estimating or assuming \nthe r value, (ii) not treat the prescription of RT dichoto-\nmously (i.e. set failure or non-failure) and (ii) employ meth-\nods to control and report the proximity-to-failure reached \nduring RT interventions.\n5 Conclusions\nOur main findings show that: (i) RT performed to set failure \nis advantageous versus non-failure RT for muscle hypertro-\nphy (trivial effect) when studies applying any definition of \nset failure are analysed; however, our sub-group analyses \nfound no evidence to support that RT performed to momen-\ntary muscular failure [or to set failure (irrespective of the \ndefinition applied)] is superior to non-failure RT for mus-\ncle hypertrophy and (ii) higher velocity loss thresholds, and \nthus, theoretically closer proximities-to-failure, elicit greater \nmuscle hypertrophy but in a non-linear manner. Although \nother RT variables may moderate the influence of proximity-\nto-failure on muscle hypertrophy, our findings revealed no \neffect of either volume load or relative load on muscle hyper-\ntrophy when RT was performed to set failure (using any \ndefinition) versus non-failure; however, larger ES estimates \nfavouring RT to set failure were found for lower load versus \nhigher load RT, providing some support for the idea that RT \nneeds to be performed to closer proximities-to-failure when \nlower loads are lifted versus higher loads. Overall, these \nfindings provide evidence for a potential non-linear relation-\nship between proximity-to-failure and muscle hypertrophy. \nHowever, current methods used to control set termination \nduring non-failure RT limit insight into the actual proximity-\nto-failure achieved, and as a result, the proximity-to-failure \nthat would theoretically maximise muscle hypertrophy is \nunclear and requires further investigation.\nSupplementary Information The online version contains supplemen-\ntary material available at https:// doi. org/ 10. 1007/ s40279- 022- 01784-y.\nDeclarations \nFunding Open Access funding enabled and organized by CAUL and \nits Member Institutions. No funding was used to directly support the \npreparation of this review.\nConflict of interest Martin Refalo, Lee Hamilton and Jackson Fyfe de-\nclare no conflicts of interest or competing interests. Both Eric Helms \nand Eric Trexler earn income as writers and practitioners within the \nfitness industry but declare no other conflicts of interest or competing \ninterests.\nEthics approval Not applicable.\nConsent to participate Not applicable.\nConsent for publication Not applicable.\nAvailability of data and material All data are openly available on the \nOpen Science Framework: https:// osf. io/ rzn63/.\nCode availability The code utilised is openly available on the Open \nScience Framework: https:// osf. io/ rzn63/.\nAuthor contributions Article conceptualisation: MCR, JJF and ERH; \nliterature search: MCR and JJF; data extraction: MCR and JJF; drafted \n\n\n664 M. C. Refalo et al.\nmanuscript: MCR and JJF; statistical analysis: MCR and ETT; criti-\ncally revised manuscript: all authors. All authors read and approved \nthe final manuscript.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article's Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article's Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\nReferences\n 1. Booth FW, Thomason DB. Molecular and cellular adaptation of \nmuscle in response to exercise: perspectives of various models. \nPhysiol Rev. 1991;71(2):541–85.\n 2. Wackerhage H, Schoenfeld BJ, Hamilton DL, Lehti M, Hulmi \nJJ. Stimuli and sensors that initiate skeletal muscle hyper -\ntrophy following resistance exercise. J Appl Physiol (1985). \n2019;126(1):30–43.\n 3. Refalo MC, Helms ER, Hamilton DL, Fyfe JJ. Towards an \nimproved understanding of proximity-to-failure in resistance \ntraining and its influence on skeletal muscle hypertrophy, neu-\nromuscular fatigue, muscle damage, and perceived discomfort: a \nscoping review. J Sports Sci. 2022;40(12):1369–91.\n 4. Carpinelli RN. The size principle and a critical analysis of the \nunsubstantiated heavier-is-better recommendation for resistance \ntraining. J Exerc Sci Fit. 2008;6(2):67–86.\n 5. Morton RW, Sonne MW, Farias Zuniga A, Mohammad IYZ, Jones \nA, McGlory C, et al. Muscle fibre activation is unaffected by load \nand repetition duration when resistance exercise is performed to \ntask failure. J Physiol. 2019;597(17):4601–13.\n 6. Tesch PA. Skeletal muscle adaptations consequent to long-term \nheavy resistance exercise. Med Sci Sports Exerc. 1988;20(5 \nSuppl.):S132–4.\n 7. Grgic J, Schoenfeld BJ, Orazem J, Sabol F. Effects of resistance \ntraining performed to repetition failure or non-failure on muscular \nstrength and hypertrophy: a systematic review and meta-analysis. \nJ Sport Health Sci. 2022;11(2):202–11.\n 8. Vieira AF, Umpierre D, Teodoro JL, Lisboa SC, Baroni BM, \nIzquierdo M, et al. Effects of resistance training performed to fail-\nure or not to failure on muscle strength, hypertrophy, and power \noutput: a systematic review with meta-analysis. J Strength Cond \nRes. 2021;35(4):1165–75.\n 9. Hickmott LM, Chilibeck PD, Shaw KA, Butcher SJ. The effect of \nload and volume autoregulation on muscular strength and hyper -\ntrophy: a systematic review and meta-analysis. Sports Med Open. \n2022;8(1):9.\n 10. Brad S, James F, Jozo G, Cody H, Eric H, Stuart P, et al. Resist-\nance training recommendations to maximize muscle hypertro-\nphy in an athletic population: position stand of the IUSCA. Int J \nStrength Cond. 2021;1(1).\n 11. Terada K, Kikuchi N, Burt D, Voisin S, Nakazato K. Low-load \nresistance training to volitional failure induces muscle hypertro-\nphy similar to volume-matched, velocity fatigue. J Strength Cond \nRes. 2022;36(6):1576–81.\n 12. Bergamasco JGA, da Silva DG, Bittencourt DF, de Oliveira \nRM, Junior JCB, Caruso FR, et al. Low-load resistance training \nperformed to muscle failure or near muscle failure does not \npromote additional gains on muscle strength, hypertrophy, and \nfunctional performance of older adults. J Strength Cond Res. \n2022;36(5):1209–15.\n 13. Santanielo N, Nobrega SR, Scarpelli MC, Alvarez IF, Otoboni \nGB, Pintanel L, et al. Effect of resistance training to muscle failure \nvs non-failure on strength, hypertrophy and muscle architecture in \ntrained individuals. Biol Sport. 2020;37(4):333–41.\n 14. Andersen V, Paulsen G, Stien N, Baarholm M, Seynnes O, \nSaeterbakken AH. Resistance training with different velocity loss \nthresholds induce similar changes in strength and hypertrophy. \nJ Strength Cond Res. 2021. https:// doi. org/ 10. 1519/ JSC. 00000 \n00000 004067.\n 15. Rissanen J, Walker S, Pareja-Blanco F, Hakkinen K. Velocity-\nbased resistance training: do women need greater velocity loss to \nmaximize adaptations? Eur J Appl Physiol. 2022;122(5):1269–80.\n 16. Rodiles-Guerrero L, Cornejo-Daza PJ, Sanchez-Valdepenas J, \nAlcazar J, Rodriguez-Lopez C, Sanchez-Moreno M, et al. Spe-\ncific adaptations to 0%, 15%, 25%, and 50% velocity-loss thresh-\nolds during bench press training. Int J Sports Physiol Perform. \n2022;17(8):1231–41.\n 17. Lacerda LT, Marra-Lopes RO, Diniz RCR, Lima FV, Rodrigues \nSA, Martins-Costa HC, et al. Is performing repetitions to failure \nless important than volume for muscle hypertrophy and strength? \nJ Strength Cond Res. 2020;34(5):1237–48.\n 18. Martorelli S, Cadore EL, Izquierdo M, Celes R, Martorelli A, \nCleto VA, et al. Strength training with repetitions to failure does \nnot provide additional strength and muscle hypertrophy gains in \nyoung women. Eur J Transl Myol. 2017;27(2):6339.\n 19. Nobrega SR, Ugrinowitsch C, Pintanel L, Barcelos C, Libardi CA. \nEffect of resistance training to muscle failure vs. volitional inter -\nruption at high- and low-intensities on muscle mass and strength. \nJ Strength Cond Res. 2018;32(1):162–9.\n 20. Lasevicius T, Schoenfeld BJ, Silva-Batista C, Barros TS, Aihara \nAY, Brendon H, et al. Muscle failure promotes greater muscle \nhypertrophy in low-load but not in high-load resistance training. \nJ Strength Cond Res. 2022;36(2):346–51.\n 21. Karsten B, Fu YL, Larumbe-Zabala E, Seijo M, Naclerio F. \nImpact of two high-volume set configuration workouts on resist-\nance training outcomes in recreationally trained men. J Strength \nCond Res. 2021;35(Suppl. 1):S136–43.\n 22. Sampson JA, Groeller H. Is repetition failure critical for the devel-\nopment of muscle hypertrophy and strength? Scand J Med Sci \nSports. 2016;26(4):375–83.\n 23. Pareja-Blanco F, Alcazar J, Cornejo-Daza PJ, Sanchez-Valdepenas \nJ, Rodriguez-Lopez C, Hidalgo-de Mora J, et al. Effects of veloc-\nity loss in the bench press exercise on strength gains, neuromuscu-\nlar adaptations, and muscle hypertrophy. Scand J Med Sci Sports. \n2020;30(11):2154–66.\n 24. Pareja-Blanco F, Alcazar J, Sánchez-Valdepeñas J, Cornejo-Daza \nPJ, Piqueras-Sanchiz F, Mora-Vela R, et al. Velocity loss as a criti-\ncal variable determining the adaptations to strength training. Med \nSci Sports Exerc. 2020;52(8):1752–62.\n 25. Pareja-Blanco F, Rodriguez-Rosell D, Sanchez-Medina L, \nSanchis-Moysi J, Dorado C, Mora-Custodio R, et al. Effects of \nvelocity loss during resistance training on athletic performance, \nstrength gains and muscle adaptations. Scand J Med Sci Sports. \n2017;27(7):724–35.\n 26. Moher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group. Pre-\nferred reporting items for systematic reviews and meta-analyses: \nthe PRISMA statement. J Clin Epidemiol. 2009;62(10):1006–12.\n 27. Tricco AC, Lillie E, Zarin W, O’Brien KK, Colquhoun H, Levac \nD, et al. PRISMA Extension for Scoping Reviews (PRISMA-ScR): \nchecklist and explanation. Ann Intern Med. 2018;169(7):467–73.\n 28. Smart NA, Waldron M, Ismail H, Giallauria F, Vigorito C, Cor -\nnelissen V, et al. Validation of a new tool for the assessment of \n\n\n665\nInfluence of Proximity-to-Failure on Muscle Hypertrophy\nstudy quality and reporting in exercise training studies: TESTEX. \nInt J Evid Based Healthc. 2015;13(1):9–18.\n 29. Viechtbauer W. Conducting meta-analysis in R with metafor pack-\nage. J Stat Softw. 2010;36:1–48.\n 30. Borenstein M, Higgins JP, Hedges LV, Rothstein HR. Basics of \nmeta-analysis: I(2) is not an absolute measure of heterogeneity. \nRes Synth Methods. 2017;8(1):5–18.\n 31. Baz-Valle E, Fontes-Villalba M, Santos-Concejero J. Total \nnumber of sets as a training volume quantification method for \nmuscle hypertrophy: a systematic review. J Strength Cond Res. \n2021;35(3):870–8.\n 32. Hackett DA. Training, supplementation, and pharmacological \npractices of competitive male bodybuilders across training phases. \nJ Strength Cond Res. 2022;36(4):963–70.\n 33. Baz-Valle E, Balsalobre-Fernandez C, Alix-Fages C, Santos-\nConcejero J. A systematic review of the effects of different resist-\nance training volumes on muscle hypertrophy. J Hum Kinet. \n2022;81:199–210.\n 34. Zourdos MC, Klemp A, Dolan C, Quiles JM, Schau KA, Jo E, \net al. Novel resistance training-specific rating of perceived exer -\ntion scale measuring repetitions in reserve. J Strength Cond Res. \n2016;30(1):267–75.\n 35. Fisher JP, Steele J. Heavier and lighter load resistance training to \nmomentary failure produce similar increases in strength with dif-\nfering degrees of discomfort. Muscle Nerve. 2017;56(4):797–803.\n 36. Schoenfeld B, Grgic J. Does training to failure maximize muscle \nhypertrophy? Strength Cond J. 2019;41(5):108–13.\n 37. Alix-Fages C, Del Vecchio A, Baz-Valle E, Santos-Concejero \nJ, Balsalobre-Fernandez C. The role of the neural stimulus in \nregulating skeletal muscle hypertrophy. Eur J Appl Physiol. \n2022;122(5):1111–28.\n 38. Carroll TJ, Taylor JL, Gandevia SC. Recovery of central and \nperipheral neuromuscular fatigue after exercise. J Appl Physiol. \n2017;122(5):1068–76.\n 39. Allen DG, Lamb GD, Westerblad H. Skeletal muscle fatigue: cel-\nlular mechanisms. Physiol Rev. 2008;88(1):287–332.\n 40. Kataoka R, Vasenina E, Hammert WB, Ibrahim AH, Dan-\nkel SJ, Buckner SL. Is there evidence for the suggestion that \nfatigue accumulates following resistance exercise? Sports Med. \n2022;52(1):25–36.\n 41. Mangine GT, Serafini PR, Stratton MT, Olmos AA, VanDussel-\ndorp TA, Feito Y. Effect of the repetitions-in-reserve resistance \ntraining strategy on bench press performance, perceived effort, and \nrecovery in trained men. J Strength Cond Res. 2022;36(1):1–9."
  },
  "outcomes": {
    "primary": [
      "hypertrophy"
    ],
    "intervention_weeks": 14,
    "primary_human": "hypertrophy (muscle_thickness; CSA; volume)"
  },
  "bucket": "A",
  "notes": "Training very close to or to failure does not clearly outperform stopping slightly short when volume is matched; moderate proximity to failure appears sufficient for hypertrophy, especially with moderate/high loads."
}