{
  "id": 14,
  "title": "The Effect of Resistance Training in Women on Dynamic Strength and Muscular Hypertrophy: A Systematic Review with Meta-analysis",
  "authors": "Hagstrom AD; Marshall PW; Halaki M; Hackett DA",
  "year": 2019,
  "doi": "10.1007/s40279-019-01247-x",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "women",
    "hypertrophy",
    "dynamic_strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adult women)"
  },
  "sections": {
    "abstract": "Background The effect of resistance training (RT) on adaptations in muscular strength and hypertrophy has never been \nexamined in an exclusively female synthesis of the literature.\nObjective The objectives of this study were threefold: (1) to systematically review the literature on female adaptations to RT, \ncharacterising the effect in terms of muscular strength and hypertrophy; (2) to distinguish the individual effects of intervention \nduration, frequency, and intensity on these adaptations via sub-analysis; (3) to draw evidence-based",
    "conclusions": "regarding \ntraining expectations in female populations.",
    "methods": "Three electronic databases were searched using terms related to RT combined with females or women. Random-\neffects meta-analyses were undertaken to estimate the effect of RT on muscular strength and hypertrophy in females. Pos-\nsible predictors that may have influenced training-related effects (e.g., training intensity and volume) were explored using \nunivariate analyses.",
    "results": "The systematic search identified 14,067 articles of which a total of 24 studies met the inclusion criteria and were \neligible. Upper body strength was assessed in 15 studies, lower body strength in 19 studies, and muscular hypertrophy in \n15 studies. Study duration lasted between 4 weeks and 12 months. Large-effect sizes were found for upper body strength \n(Hedges’ g = 1.70; p < 0.001) and lower body strength (Hedges’ g = 1.40; p < 0.001). Following use of the Trim and Fill \nmethod (due to presence of publication bias), a large effect still remained for upper body strength (Hedges’ g = 1.07), although \na medium effect was found for lower body strength (Hedges’ g = 0.52). A medium effect was found for muscular hypertro-\nphy (g = 0.52, p = 0.002). Sub-analyses revealed that the moderating variables “training frequency” and “training volume” \nsignificantly influenced lower body muscular strength (p < 0.001). “Training frequency” and “sets per exercise” moderated \nthe RT effects on upper body strength (p < 0.01). No moderating variables were found to significantly influence muscular \nhypertrophy. A trend for a moderating effect on upper body strength was found for “age of participants” (p = 0.08), whereby \nyounger participants experienced a greater effect. A moderating effect was also observed where supervised training had a \nlarger influence on the adaptation of lower body strength (p = 0.05) compared with unsupervised training. Methodological \nquality for the studies included in the review was found to be moderate.\nConclusions RT elicits large improvements in muscular strength and hypertrophy in healthy adult females. Training volume \nand frequency appear to be important variables that influence muscular strength.\nElectronic supplementary material The online version of this \narticle (https ://doi.org/10.1007/s4027 9-019-01247 -x) contains \nsupplementary material, which is available to authorized users.\n * Amanda D. Hagstrom \n m.hagstrom@unsw.edu.au\n1 School of Medical Sciences, University of New South Wales, \nSydney, NSW, Australia\n2 School of Science and Health, Western Sydney University, \nSydney, NSW, Australia\n3 Physical Activity, Lifestyle, Ageing and Wellbeing Faculty \nResearch Group, Faculty of Health Sciences, The University \nof Sydney, Lidcombe, NSW, Australia\n1",
    "introduction": "Over recent years, the popularity of resistance training (RT) \nas an exercise modality has been increasing, particularly \namong women. The nature of RT means that many of the \nphysiological adaptations following a period of RT are dis-\ntinct to this modality of exercise. RT is considered the gold \nstandard exercise modality in terms of accrual of lean muscle \nmass [1]. RT also plays a role in the preservation and main-\ntenance of bone mineral density [2], treatment of sarcopenia \n[3, 4], reduction of blood pressure [5 ], and the treatment \nand risk reduction for multiple chronic diseases including \n\n\n A. D. Hagstrom et al.\nKey Points \nRT elicits a large effect in improvements in muscular \nstrength and hypertrophy in healthy adult females.\nAverage gains of 1.45 kg of muscle mass and 25% in \nmuscular strength were observed following periods of \nRT lasting an average of 15 weeks in females.\nTraining volume and frequency appear to be important \nvariables that influence muscular strength.\nResearchers are encouraged to be clear and thorough in \ntheir reporting of exercise prescription training param-\neters, including explicitly stating if RT is performed until \n‘concentric failure’.\nthis study was: (1) to systematically review the literature on \nfemale adaptations to RT, characterising the effect in terms \nof muscular strength and hypertrophy; (2) to distinguish the \nindividual effects of intervention duration, frequency, and \nintensity on these adaptations via sub-analysis; (3) to draw \nevidence-based conclusions regarding training expectations \nin female populations. The synthesis of the literature specifi-\ncally examining adaptation to RT in females will provide \nresearchers and clinicians the knowledge of expected or \nusual adaptations and will provide a baseline against which \nthe efficacy of future sex-specific training programs may be \ncompared.\n2 Methods\n2.1 Search Strategy\nA search from the earliest record up to and including April \n2019 was carried out using the following electronic data-\nbases: PubMed, SPORTDiscus, and CINAHL. The search \nstrategy employed combined the terms ‘resistance exercise’ \nOR ‘resistance training’ OR ‘strength training’ OR ‘strength \nexercise’ OR ‘weightlifting’ AND ‘female’ OR ‘women’. \nTitles and abstracts of retrieved articles were individually \nevaluated by two reviewers (A. H. and D. H.) to assess their \neligibility for review and meta-analysis. Any disagreements \nwere solved by consensus by a third reviewer (M. H.). Addi-\ntionally, forward citation tracking of the included articles \nwas undertaken through Google Scholar. The reviewers were \nnot blinded to the studies’ authors, institutions, or journals \nof publication. Study abstracts that did not provide suffi-\ncient information according to the inclusion criteria were \nretrieved for full-text evaluation. Corresponding authors of \narticles that were potentially eligible were contacted for any \nmissing data or clarification on data presented. This sys-\ntematic review and meta-analysis was conducted in accord-\nance with the recommendations outlined in the Preferred \nReporting Items for Systematic Reviews and Meta-Analyses \n(PRISMA) statement [23].\n2.2 Eligibility Criteria\nArticles were eligible for inclusion if they met the following \ncriteria: (1) involved females only or included female data \npresented separately if both sexes were involved; (2) were \nrandomised controlled trials; (3) recruited participants with \nno known medical condition or injury; (4) involved adult \nparticipants with a mean age 18–50 years for intervention \nand control groups; (5) included an isotonic RT interven-\ntion and a non-exercise control group; (6) used interven-\ntions ≥ 4 week duration; (7) assessed muscular strength pre \nand post-intervention via a one-repetition maximum (RM); \nmetabolic syndrome, fibromyalgia, and rheumatoid arthritis \n[6, 7]. While it has been suggested that women can perform \nalmost identical RT programs to men due to a few sex-based \ndifferences in the acute and chronic response to RT [8 ], an \nemerging body of evidence challenges that notion [9]. A few \nnoteworthy sex differences in response to exercise include \ndisparities in fatigability [9, 10], muscle perfusion [11], and \nthe time course of recovery [12]. Sex differences in muscle \nfibre size and composition are also apparent [13, 14]. These \nphysiological differences could potentially influence best \npractice program design, and the subsequent adaptations \nexperienced. Currently, the majority of systematic reviews \nundertaken on the variables of RT have been conducted in \nmale only or mixed sex samples [15– 18]. To the authors’ \nknowledge, no similar reviews have been conducted solely \nin females. When systematic reviews relating to RT have \nbeen conducted with female only cohorts, they have related \nto clinical outcomes such as breast cancer lymphoedema \n[15] or bone mineral density [19]. Recently, a systematic \nreview and meta-analysis on the efficacy of RT in female \nyouth has been published [20] showing that the magnitude in \nwhich female youth responded to RT (effect size (ES) = 0.54, \n95% confidence interval (CI) [0.23–0.85]) was much lower \nthan the effect previously observed in male youth (0.98 \n[0.70–1.27]) [21]. While additional maturational and devel-\nopmental factors may affect these differences, these data add \nto the evidence that sex-based differences in adaptations to \nRT may be present. Part of the reason that it is still unclear \nhow many, and to what extent, differences exist in terms of \nsex-specific adaptations to RT, is the dearth of literature spe-\ncific to females. At present, females are significantly under-\nrepresented in the sports and exercise science literature, with \nonly 39% of all participants in the published data in this \nfield being female [22]. The percentage is likely even lower \nin RT intervention based studies. Therefore, the purpose of \n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nand/or (8) measured changes in lean body mass (LBM) or \nfat-free mass (FFM) (via dual-energy X-ray absorptiometry, \nhydrodensitometry, whole-body air plethysmography), or \nmuscle thickness (via ultrasound), muscle fibre cross-sec-\ntional area (CSA) (via biopsy), or whole-muscle CSA (via \nmagnetic resonance imaging or computerized tomography); \n(9) original research (not review or conference abstract) pub-\nlished in English. Articles were ineligible if (1) there was a \nconcurrent nutritional intervention; (2) the exercise interven-\ntion group performed other types of exercise such as aerobic \nexercise in addition to RT.\n2.3 Data Extraction\nTwo reviewers (A. H. and D. H.) separately and indepen-\ndently evaluated full-text articles and conducted data extrac-\ntion, using a standardised Excel template/spreadsheet. Data \nextracted were participant characteristics (age and training \nstatus), study characteristics (training frequency, exercises \nprescribed, sets, repetitions, rest between sets, intensity, \nfailure or RM, number of exercises, intervention duration, \ntraining supervision, muscle strength, and/or hypertrophy \nmeasurement), and muscular strength and hypertrophy test-\ning method. All studies that assessed muscular strength of \nthe upper body used the chest/bench press, and therefore, \nonly these results were extracted. For lower body muscular \nstrength studies used the leg press, squat, leg extension, and \ncalf raise either alone or in combination; therefore, results \nfor these exercises were extracted. If mean and standard \nerrors were reported, these values were converted to mean \nand standard deviation. Data that were reported in differ -\nent units (e.g., pounds versus kilograms) were converted to \nmetric units. Data presented in graphs were extracted using a \nweb-based software (Graph Data Extractor, version 0.0.0.1, \nDr. A. J. Matthews). Shortly after extractions were per -\nformed, the reviewers crosschecked the data to confirm their \naccuracy. Any discrepancies were discussed until a consen-\nsus was reached with any disagreements being resolved by \nconsultation with a third reviewer (M. H.).\n2.4 Quality Analysis\nA modified version of the Downs and Black checklist was \nused to evaluate the studies’ quality [24, 25]. The scoring \nof Item 27 (Power) was modified as “1” if studies had per -\nformed a power calculation to determine the sample size \nrequired for the study and as “0” if this was not performed. \nStudies were independently rated by two reviewers (A.H. \nand D.H.) and checked for internal (intra-rater) consist -\nency across items before the scores were combined into \nan Excel spreadsheet for",
    "discussion": ". Scores range from 0 \nto 29 points, with higher scores reflecting higher quality \nresearch. Scores above 20 were considered good; scores of \n11–20 were considered moderate; and scores below 11 were \nconsidered poor methodological quality [26]. Disagreements \nbetween ratings were resolved by discussion or consensus \nwas reached through the assistance of a third reviewer (M. \nH.).\n2.5 Statistical Analysis\nThe mean effect size (ES), expressed as Hedges’ g, and 95% \nconfidence interval for strength and hypertrophy outcomes \nof RT compared to the control condition were calculated \nusing Comprehensive Meta-Analysis version 3 software \n(Biostat Inc., Englewood, NJ, USA). Hedges’ g was selected \nto report the standardised mean difference, because it (1) \ncorrects for parameter bias due to small sample sizes, and \n(2) uses pooled pre-SD which is thought to better reflect \npopulation SD and is comparable across studies [27, 28].\nImputed study-level correlation coefficient for change \nfrom pre-intervention SD was set at a conservative estimate \nof 0.5 across all studies. If a study had multiple time points \nwhere the outcomes of interest were assessed, only the pre- \nand post-interventions were used for analyses. However, for \none study that extended up to 2 years [29], the 1 year assess-\nment was chosen as the final-time point, since all of the other \ninterventions included in the analyses were all completed \nin < 1 year. For studies that included two intervention groups \nto a single control group, separate ES were calculated for \neach intervention group, but for the pooled ES, the sample \nsize of the control group was halved to avoid double count-\ning [30]. When studies had multiple outcomes (e.g., tested \nmuscular strength of a body region with multiple exercises \nor muscular hypertrophy using different measures), ESs \nwere selected based on a hierarchical model whereby the \ntop-ranking exercise was chosen to input the effect size. For \nthe lower body, the hierarchy was (1) leg press; (2) squat; (3) \nleg extension (bilateral given priority to unilateral); (4) calf \nraise. For the upper body, the hierarchy was (1) chest press; \n(2) bench press. These rankings were chosen as they pri-\noritised compound non skill-based movements first. When \nstudies presented multiple outcomes for muscle size, the \nhierarchy of inclusion was based on the relationship to the \ntraining intervention, i.e., if a study focused solely on the \nlower limb and provided a quadriceps thickness measure-\nment, this was deemed superior to a full-body LBM meas-\nurement. Additionally, LBM of the upper or lower limbs \nwas deemed superior to muscle thickness of a specific mus-\ncle. The variance (r) of ESs was calculated as described by \nBorenstein et al. [27]. The computed ES was assessed as \nsmall (ES = 0.20), medium (ES = 0.50), or large (ES = 0.80) \n[31]. The study heterogeneity was assessed using Q and I\n2 \nstatistics (p < 0.05). The heterogeneity thresholds using the \nI2 were 25% (low), I2 = 50% (moderate), and I2 = 75% (high) \n[32]. Due to study heterogeneity, a random-effects model \n\n\n A. D. Hagstrom et al.\nof meta-analysis was applied to the pooled data with sig-\nnificance set at α < 0.05 and trends were declared at α 0.05 \nto < 0.10. Publication bias was examined visually via fun-\nnel plots and statistically (p < 0.10) using Egger’s test [33]. \nThe Trim and Fill procedure [34] was applied if evidence of \npublication bias was noted.\nTo examine possible variables that may affect training \neffectiveness, categories were created and analysed individu-\nally using univariate analyses. These categories were: (1) age \nof participants (18–30 vs. ≥ 31 years)[35]; (2) prescription \nmethod (failure/RM vs. non-failure/RM); (3) intervention \nduration (4–11 vs. 12–23 vs. ≥ 24 weeks); (4) load (< 70% \nvs. ≥ 70% 1RM) [36]; (5) frequency (1–2 vs. ≥ 3 days/week); \n(6) sets per exercise (1–2 vs. 3–4); (7) supervised training \n(without vs. with); (8) training volume per week (< 120 \nvs. ≥ 120 repetitions—upper body strength, < 250 vs. ≥ 250 \nrepetitions—lower body strength, < 600 vs. ≥ 600 repeti-\ntions—muscular hypertrophy). This cut-point for training \nvolume was determined by identifying a point at which the \nnumber of studies was most evenly distributed. Training vol-\nume was calculated for exercises targeting the upper body \nor lower body for strength of these respective regions (e.g., \ntraining volume of all exercises involving the upper body \nsuch as chest press, seated rows, bicep curls, and shoulder \npress were used to calculate ‘regional’ training volume to \nassess changes in the upper body strength outcome, e.g., \nchest press 1RM), and the whole body for muscular hyper -\ntrophy. When a range was provided for any RT variable, the \nmedian number was used (e.g. 8–12 repetitions = 10 repeti-\ntions). For studies that prescribed training intensities (i.e., \nloads) based on RM, the relative loads (% 1RM) used for \ntraining were calculated according to an estimated repeti -\ntions at %1RM chart [37] (e.g., 8RM corresponds to 80% \n1RM).\n3 Results\n3.1 Study Characteristics\nThe database search yielded 14,067 potential studies, and \nfollowing screening, a total of 24 [29, 38–60] studies met the \neligibility criteria. The literature search results are presented \nin Fig.  1. There were a total of 912 participants, with the \nmean age of 565 participants between 18 and 30 years and \nfor 347 participants between > 30 and 50 years. A detailed \ndescription of study characteristics is provided in Table  1.\n3.2 Quality of the Studies\nThe mean quality rating score was 16.2 ± 2.2 out of a pos-\nsible score of 29 (Table  2), which was considered mod-\nerate-study quality. All studies reported aims or purpose, \nmain outcomes, overall findings, and estimates of random \nvariability, whereas no studies reported information about \nadverse events (e.g., a list of possible adverse events is pro-\nvided). All studies showed no evidence of data dredging, \nused appropriate statistical tests, and used accurate (valid \nand reliable) outcome measures. Six studies performed a \npower calculation to determine the sample size required for \nthe study. Exercise adherence was reported in ten studies \nand was ≥ 74%.\n3.3 Risk for Publication Bias and Heterogeneity\nWhen estimated ES were plotted against standard error, \nthere was publication bias risk detected for upper body \nstrength (Egger’s intercept = 3.12, p < 0.001) and lower body \nstrength (Egger’s intercept = 3.15, p < 0.001). However, no \nevidence of publication bias risk was detected for muscu-\nlar hypertrophy (Egger’s intercept = − 0.73, p = 0.76) (see \nFig. 2). The heterogeneity using the random-effects model \nwas low for upper body strength (I\n2 = 16.93%) and muscular \nhypertrophy (I2 = 0%), and moderate for lower body strength \n(I2 = 32.89%).\n3.4 Effects of Resistance Training on Muscular \nStrength and Hypertrophy\nRT resulted in significant increases in upper body strength \n(g = 1.70, p < 0.001, 95% CI 1.28–2.13), lower body strength \n(g = 1.40, p < 0.001, 95% CI 1.03–1.76), and muscular \nhypertrophy (g = 0.52, p = 0.002, 95% CI 0.25–0.78) (Fig. 3). \nImputed estimated ES for upper and lower body strength, \nand adjusted for missing studies (n = 8 and n = 11, respec-\ntively) using the Trim and Fill method which showed a slight \nreduction in ES magnitude for upper body strength (g = 1.07, \n95% CI 0.61–1.52) and lower body strength (g = 0.69, 95% \nCI 0.54–0.83). This suggests that the asymmetrical funnel \nplot for upper and upper body muscular strength was influ-\nenced by publication bias.\n3.5 Influence of Different Moderating Variables \non Resistance Training Effectiveness \nfor Muscular Strength and Hypertrophy\n3.5.1 Upper Body Strength\nSubgroup analyses revealed a statistically significant effect \nof the moderator variable “frequency” on upper body \nstrength (Q = 7.23; p = 0.007). For upper body strength, \nRT induced larger effects with frequencies of ≥ 3 days/\nweek (g = 1.95; 95% CI 1.57–2.80; p < 0.001) compared to \n1–2 days/week (g = 1.08; 95% CI 0.57–1.59; p < 0.001). The \nmoderating variable “sets per exercise” showed a significant \neffect on upper body muscular strength (Q = 5.44; p = 0.02). \n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nLarger effects were found with 3–4 sets per exercise \n(g = 1.96; 95% CI 1.40–2.49; p < 0.001) compared to 1–2 \nsets per exercise (g = 1.13; 95% CI 0.72–1.55; p < 0.001). \nThere was a trend for a significant effect of the moderator \nvariable “age” on upper body strength (Q = 3.06; p = 0.08). \nSlightly larger effects were found for participants aged \n18–30 years (g = 1.95; 95% CI 1.39–2.50; p < 0.001) com-\npared to ≥ 31 years (g = 1.23; 95% CI 0.67–1.80; p < 0.001). \nNo other notable differences between groups were found for \nany other moderating variable (Table 3).\n3.5.2 Lower Body Strength\nThere was a statistically significant effect of the moderator \nvariable “frequency” on lower body strength ( Q = 13.92; \np < 0.001). For lower body strength, RT induced larger \neffects with frequencies of ≥ 3 days/week (g = 1.69; 95% CI \n1.26–2.12; p < 0.001) compared to 1–2 days/week (g = 0.62; \n95% CI 0.27–0.98; p = 0.001). Also, there was a statistically \nsignificant effect of the moderator variable “training vol -\nume” on lower body strength (Q = 9.82; p = 0.002). Larger \neffects were found with ≥ 250 repetitions per week (g = 2.03; \n95% CI 1.39–2.67; p < 0.001) compared to < 250 repeti-\ntions per week (g = 0.88; 95% CI 0.55–1.21; p < 0.001). \nThere was a trend for a significant effect of the modera-\ntor variable “supervised training” on lower body muscular \nstrength (Q = 3.86; p = 0.05). Slightly larger effects were \nfound with supervised sessions (g = 1.71; 95% CI 0.15–2.26; \np < 0.001) compared to without supervision (g = 1.01; 95% \nCI 0.59–1.43; p < 0.001). No other moderating variable \nresulted in notable differences between groups (Table 4).\n3.5.3 Muscular Hypertrophy\nNo notable differences between groups in muscular hyper -\ntrophy were found for any moderating variable (Table 5).\nFig. 1 Flowchart for inclusion \nand exclusion of studies\nRecords iden/g415ﬁed through \ndatabase searchin g\n(n = 14067 )\nScreeningIncluded Eligibility Iden/g415ﬁca/g415o n\nAddi/g415onal records iden/g415ﬁed \nthrough other source s\n(n = 0 )\nRecord sa /g332er duplicates removed\n(n = 9752)\nRecord ss creene d\n(n = 9752)\nRecord se xclude db ased \non /g415tle or abstrac t\n(n = 9709)\nFull-text ar/g415cles assessed \nfor eligibilit y\n(n = 43 )\nFull-text ar/g415cles e xcluded, \nwith reasons\n(n = 19 )\n3 –i nappropriate outcome \nmeasures\n3 –a ddi/g415onal nutri/g415onal \nsupplementa/g415o n\n6 –n o control group or \nlack of randomisa/g415o n\n1 –p erformance of \naddi/g415onal exercise\n6 –d uplicate data of full \ntext already include d\nStudies included in \nqualita/g415ve synthesi s\n(n = 24 )\nStudies included in \nquan/g415ta/g415ve synthesis \n(meta-analysis)\n(n =24 )\nForward cita/g415on tracking\nyielded (n = 2325)\nAddi/g415onal studies \nincluded in synthesis\n(n = 0 )\n\n\n A. D. Hagstrom et al.\nTable 1 Descriptive analysis of the included studies\nStudy Group n Age (years) Training status Weeks Ses-\nsion per \nweek\n% 1RM No. of exercises No. of sets No. of reps 1RM test Muscle hypertrophy \nmeasure\nAbe et al. 2000 [38] RT 20 41.0 ± 4.1 UT 12 3 60–70 6 1 or 3 8–12 (to fatigue) LE DXA (LBM)—\nwhole body, US \n(MT—biceps, \ntriceps, quadriceps, \nhamstring)\nCON 7 44.6 ± 5.7 UT\nBell et al. 2000 [39] RT 4 22.3 ± 3.3 UT 12 3 72–84 8 2–6 4–12 LP, LE Not assessed\nCON 5 22.3 ± 3.3 UT\nBotton et al. 2016 \n[40]\nRT (unilateral LE) 15 24.8 ± 1.4 UT 12 2 9 2–4 5–15 RM LE US (MT—quadri-\nceps)\nRT (bilateral LE) 14 24.3 ± 3.7 UT 12 2 9 2–4 5–15 RM\nCON 14 22.7 ± 2.8 UT 12\nBrown et al. 1986 \n[41]\nRT (young) 25 21.5 ± NR NR 12 3 60–75 10 3 6–12 BP, LP Not assessed\nRT (mature) 25 44.4 ± NR NR 12 3 60–75 10 3 6–12\nCON (young) 25 21.5 ± NR NR 12\nCON (mature) 25 44.4 ± NR NR 12\nCesar et al. 2009 \n[42]\nRT 9 21.0 ± 2.9 UT 12 3 8 3 15 RM BP, LP, LE Not assessed\nCON 10 20.3 ± 1.3 UT 12 3 8 3 15 RM\nDeLima et al. 2012 \n[43]\nRT (linear) 10 25.2 ± 4.4 UT 12 4 8 3 15–30 RM BP, LP Not assessed\nRT (undulating) 10 27.4 ± 2.8 UT 12 4 8 3 15–30 RM\nCON 8 23.4 ± 1.3 UT 12\nHendrickson et al. \n2010 [44]\nRT 18 21.0 ± 0.5 NR 8 3 7 3 3–12 RM SQ, BP DXA (LBM)—whole \nbody\nCON 10 20.0 ± 0.5 NR 8\nKim et al. 2011 [45] RT (slow) 14 19.5 ± 0.3 UT 4 2 50 5 1 Reps to failure CP, LP Not assessed\nRT (traditional) 13 20.8 ± 0.8 UT 4 3 80 5 3 8\nCON 8 21.5 ± 0.8 UT 4\nLeMura et al. 2000 \n[46]\nRT 11 20.0 ± 1.0 UT 16 3 60–70 11 2–3 8–10 Not assessed UWW (FFM)—\nwhole body\nCON 12 20.0 ± 1.0 UT 16 3\nMalin et al. 2013 \n[47]\nRT (normal BF) 8 21.9 ± 0.8 UT 7 3 60 10 3 8–12 CP, LP DXA (FFM)—whole \nbody\nRT (high BF) 12 21.0 ± 0.8 UT 7 3 60 10 3 8–12\nCON 7 20.9 ± 0.6 UT 7\nMarx et al. 2001 \n[48]\nRT 12 23.2 ± 4.5 UT 24 3 10 1 8–12 (to failure) BP, LP UWW (FFM)—\nwhole body\n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nTable 1 (continued)\nStudy Group n Age (years) Training status Weeks Ses-\nsion per \nweek\n% 1RM No. of exercises No. of sets No. of reps 1RM test Muscle hypertrophy \nmeasure\nMoghadasi et al. \n2013 [49]\nRT 12 22.6 ± 3.7 UT 24 4 7–12 3 3–15 RM\nCON 10 22.2 ± 5.7 UT 24\nMosti et al. 2014 \n[50]\nRT 9 25.3 ± 3.2 UT 12 3 65–80 8 2–4 8–12 CP, LP, LE Not assessed\nCON 10 25.3 ± 3.2 UT 12\nRT 15 22.7 ± 2.2 UT 12 3 85–90 1 4 3–5 SQ DXA (LBM)—whole \nbody and lower \nextremity\nCON 15 21.5 ± 2.2 UT 12\nOlson et al. 2007 \n[51]\nRT 16 39.0 ± 5.0 UT 52 2 NR 9 3 8–10 BP, LP DXA—LBM (whole \nbody)\nCON 12 38.0 ± 6.0 UT 52\nPoehelman et al. \n2002 [52]\nRT 16 28.0 ± 3.0 UT 26 3 80 9 3 8–10 Not assessed DXA (FFM)—whole \nbody\nCON 19 28.0 ± 4.0 UT 26\nRana et al. 2008 \n[53]\nRT (slow) 10 19.4 ± 1.3 UT 8 2–3 3 3 6–10 RM LP, SQ, LE BOD POD (FFM)—\nwhole body\nRT (traditional) 9 20.6 ± 1.9 UT 8 2–3 3 3 6–10 RM\nRT (endurance) 7 22.3 ± 3.9 UT 8 2–3 3 3 20–30 RM\nCON 8 22.9 ± 2.4 UT 8 3\nSantos et al. 2010 \n[54]\nRT (upper/lower 8 26.8 ± 1.6 UT 8 3 8 3 10–12 BP Not assessed\nRT (agonist/antago-\nnist\n8 24.0 ± 2.3 UT 8 3 8 3 10–12\nCON 8 25.4 ± 2.4 UT\nSarsan et al. 2006 \n[55]\nRT 20 42.5 ± 10.1 UT 12 3 40–80 6 1–3 10 CP, LE Not assessed\nCON 20 43.6 ± 6.5 UT 12\nSchlumberger et al. \n2001 [56]\nRT 9 29.1 ± 9.2 T 6 2 7 1 6–9 RM CP, LE Not assessed\nRT 9 24.4 ± 2.9 T 6 2 7 3 6–9 RM\nCON 9 25.3 ± 3.1 T 6\nSingh et al. 2009 \n[57]\nRT 26 40.8 ± 6.3 UT 39 2 9 3 8–10 RM BP, LP DXA (LBM)—whole \nbody\nCON 28 41.6 ± 6.6 UT 39\n\n\n A. D. Hagstrom et al.\nTable 1 (continued)\nStudy Group n Age (years) Training status Weeks Ses-\nsion per \nweek\n% 1RM No. of exercises No. of sets No. of reps 1RM test Muscle hypertrophy \nmeasure\nStock et al. 2016 \n[58]\nRT 15 21.0 ± 3.0 UT 4 2 NR 2 2 5 Not assessed DXA (LBM)—lower \nextremity\nUS (MT)—vastus \nlateralis\nRT 16 21.0 ± 3.0 UT 4 2 NR 2 4 5\nCON 16 21.0 ± 3.0 UT 4\nUcan et al. 2014 \n[59]\nRT 13 23.1 ± 2.1 UT 12 3 50–60 15 3 12–14 Not assessed DXA (FFM)—whole \nbody\nCON 12 22.5 ± 1.7 UT 12\nWarren et al. 2008 \n[29]\nRT 72 36.4 ± 5.5 UT 52 2 NR 8–10 3 8–10 BP, LP DXA (FFM)—whole \nbody\nCON 76 36.2 ± 5.6 UT 52\nWeiss et al. 1988 \n[60]\nRT 14 20.8 ± 1.8 UT 8 3 1 4 9–13 RM CR US (MT)—triceps \nsurae\nCON 14 20.8 ± 1.8 UT 8\nUT is considered to be no-resistance training for at least the previous 3 months, reported to be not currently training or having no formal training\nRT resistance training, CON control, UT untrained, T trained, NR not reported, RM repetition maximum, LE leg extension, CP chest press, BP bench press, LP leg press, SQ squat, CR calve \nraise, BF body fat, DXA dual-energy X-ray absorptiometry, LBM lean body mass, FFM fat-free mass, US ultrasound, MT muscle thickness, UWW underwater weighing\n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nTable 2 Quality of study assessment\nStudy Reporting (/10) External \nvalidity \n(/3)\nInternal \nvalidity—bias \n(/7)\nInternal valid-\nity—selection \nbias (/6)\nPower (/1) Adherence (/1) Supervision (/1) Rating score \n(/29)\nAbe et al. 2000 \n[38]\n6 1 3 3 0 0 1 14\nBell et al. 2000 \n[39]\n6 1 3 2 0 0 0 12\nBotton et al. \n2016 [40]\n7 1 3 2 1 1 1 16\nBrown et al. \n1986 [41]\n5 2 3 3 0 0 0 13\nCesar et al. \n2009 [42]\n7 1 3 3 0 0 0 14\nDeLima et al. \n2012 [43]\n7 1 3 2 0 0 1 14\nHendrickson \net al. 2010 \n[44]\n7 1 3 3 0 1 1 16\nKim et al. \n2011[45]\n8 1 3 2 1 0 1 16\nLeMura et al. \n2000 [46]\n8 1 3 4 1 0 1 18\nMalin et al. \n2013 [47]\n7 1 4 2 0 1 1 16\nMarx et al. 2001 \n[48]\n6 1 3 2 1 0 1 14\nMoghadasi et al. \n2013 [49]\n8 1 3 2 0 0 0 14\nMosti et al. \n2014 [50]\n8 2 3 3 1 1 1 19\nOlson et al. \n2007 [51]\n7 2 3 3 1 0 1 17\nPoehelman et al. \n2002 [52]\n7 3 4 3 0 1 1 19\nRana et al. 2008 \n[53]\n7 1 3 2 0 1 1 15\nSantos et al. \n2010 [54]\n7 2 4 2 0 1 1 17\nSarsan et al. \n2006 [55]\n8 2 3 3 0 0 1 17\nSchlumberger \net al. 2001 \n[56]\n6 1 4 3 0 1 1 16\nSingh et al. \n2009 [57]\n9 1 3 5 0 1 1 20\nStock et al. \n2016 [58]\n8 1 4 3 0 0 1 17\nUcan et al. 2014 \n[59]\n9 1 3 2 0 0 0 15\nWarren et al. \n2008 [29]\n8 3 4 5 1 1 1 23\nWeiss et al. \n1988 [60]\n8 1 4 2 0 0 0 15\nMean 7.3 ± 1.0 1.4 ± 0.6 3.3 ± 4.6 2.8 ± 0.9 0.3 ± 0.5 0.4 ± 0.5 0.8 ± 0.4 16.2 ± 2.5\n\n\n A. D. Hagstrom et al.\n4 Discussion\nThe primary objective of this review was to quantify the \neffects of RT in females. To the authors’ knowledge, this \nis the first review to synthesise the available literature in a \nsex-specific manner. Unsurprisingly, the main findings of \nthis review were that RT had a significant effect on muscular \nstrength and hypertrophy in untrained healthy adult females. \nOverall, the quality of the literature included in the meta-\nanalyses was moderate. The analyses indicate that prescrip-\ntion variables related to both training frequency and volume, \nbut not load, are significant contributors to the magnitude of \nFig. 2 Funnel plots showing \nrisk of publication bias for \nstudies included in the analysis \nof: a upper body strength; b \nlower body strength; c muscular \nhypertrophy\n-6 -5 -4 -3 -2 -1 0 12345 6\n0.0\n0.5\n1.0\n1.5\n2.0\nStandard error\nHedges' g\na\n-7 -6 -5 -4 -3 -2 -1 01234567\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nStandard error\nHedges’ g\nb\n-3 -2 -1 0123\n0.0\n0.2\n0.4\n0.6\n0.8\nStandard error\nHedges' g\nc\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nupper and lower body strength gains in females. Although \nsignificant muscular hypertrophy occurred following RT, \nthere was no difference within the different moderators (i.e., \nlight vs heavy load; low vs high volume) for the magnitude \nof gains. Thus, manipulation of different training variables \n(i.e., load, volume, and sets per exercise) to elicit a greater \nhypertrophic response in females is not supported by the \ncurrent literature.\nThis review can provide evidence-based estimations \nregarding the magnitude of adaptation to RT in females. In \nthis review, average gains of 3.3% in lean mass, equating to \napproximately 1.45 kg (range 0.4–3.3 kg) following a full-\nbody program were observed. Gains in muscular strength \nwere approximately 25% (range 4–40%) in the upper body \nand 27% (range 6.5–54%) in the lower body. These adap-\ntations occurred following participation in programs that \nwere an average duration of 15 weeks. Typical prescriptive \nparameters included a frequency of three sessions per \nweek, and the performance of three sets of each exercise for \napproximately ten repetitions. When intensity was reported \nas a percentage of 1RM, the mean training intensity was \n70%. To the authors’ knowledge, this is the first time an \nexpected sex-specific adaptation to RT has been determined \nthrough a thorough synthesis of the literature. In an applied \nsetting, these estimates provide clinicians and trainers guide-\nlines for expectations of adaptation following periods of RT \nin female populations.\nFor the upper body, the analysis of the literature indicates \nthat women should perform 3–4 sets per exercise, on 2–4 \ntraining days per week for the best strength gains. Moreo-\nver, this volume can be accrued across the range of training \nloads (i.e., light and heavy weights), and prescription meth-\nods (i.e., failure or non-failure sets), because neither of these \nvariables moderated the magnitude of upper body strength \nStudy name Statistics for each study Hedges' g and 95% CI\nHedges' Lower Upper \ngl imit limitp -Value RT CON\nAbe et al. (2000) [38] 1.43 0.52 2.35 <0.001 20 7\nBrown et al. (2000)(mature) [41] 1.81 1.09 2.53 <0.001 23 18\nBrown et al. (2000) (young) [41] 2.13 1.39 2.88 <0.001 21 21\nCesar et al. (2009) [42] 1.36 0.40 2.32 0.01 91 0\nDeLima el al. (2012) (linear) [43] 1.58 0.35 2.81 0.01 10 4\nDeLima et al. (2012) (undulating) [43] 0.91 -0.222 .050 .121 04\nHendrickson et al. (2010) [44] 3.91 2.64 5.18 <0.001 18 10\nKim et al. (2011) (slow) [45] 1.02 -0.092 .130 .071 44\nKim et al. (2011) (traditional) [45] 3.05 1.58 4.53 <0.001 13 4\nMalin et al. (2013) (high BF) [47] 1.92 0.54 3.29 0.01 12 3\nMalin et al. (2013) (normal BF) [47] 1.93 0.58 3.28 0.01 84\nMarx et al. (2001) (3 set) [48] 3.17 1.72 4.62 <0.001 12 5\nMarx et al. (2001) (1 set) [48] 0.96 -0.082 .000 .071 25\nMoghadasi et al. (2013) [49] 3.93 2.41 5.45 <0.001 91 0\nOlson et al. (2006) [51] 0.50 -0.231 .240 .181 61 2\nSantos et al. (2010) (agonist/antagonist) [54] 1.45 0.20 2.70 0.02 84\nSantos et al. (2010) (upper/lower) [54] 5.10 2.78 7.42 <0.001 84\nSarsane t al. (2006) [55] 1.42 0.74 2.11 <0.001 20 20\nSchlumberger et al. (2001) (1 set) [56] 0.25 -0.851 .350 .659 4\nSchlumberger et al. (2001) (3 set) [56] 0.84 -0.231 .910 .129 5\nSingh et al. (2009) [57] 1.91 1.22 2.60 <0.001 22 24\nWarren et al. (2008) [61] 0.52 0.19 0.84 <0.001 72 76\n1.70 1.28 2.13 <0.001\n-8.00 -4.00 0.00 4.00 8.00\nTotal 355 258\nEffect size: g=1.70, p<0001, 95% CI [1.28, 2.13]\nAdjusted effect size: g=1.07, 95% CI [0.61, 1.52]\nTest of heterogeneity: I2= 16.93%\nFavoursC ON FavoursR T\na\nFig. 3 Forest plots of effect sizes with 95% confidence intervals for the effects of resistance training on: a upper body strength; b lower body \nstrength; c muscular hypertrophy\n\n A. D. Hagstrom et al.\ngains. Similarly, for the lower body, this review of the lit-\nerature indicates that women should perform lower body \nexercise on 2–4 training days per week, with a goal of high-\nvolume accrual across the week for the best strength gains \n(> 250 repetitions). Within-session prescription variables \nsuch as sets per exercise, load, and prescription method (fail-\nure vs non-failure) did not influence strength gains. Thus, the \navailable evidence would suggest that lower body strength \ngains in women can be achieved with a variety of prescrip-\ntion combinations, although frequency and total weekly \nvolume must be emphasized. A continuing dose response \nabove four sessions per week may be present; however, due \nto the lack of high-frequency studies (4 +), we cannot draw \nconclusions as to the upper limit of this relationship.\nThe results of this review indicate that the manipulation \nof different training variables such as frequency, volume, \nand load does not influence the magnitude of hypertrophic \ngains reported in the literature for women. While it is likely \nthat differing prescriptions of these variables, either in iso-\nlation or in conjunction, may influence hypertrophic adap-\ntations, it was not possible to determine which factors are \nmost pertinent. This is likely due to the design of the cur -\nrent review where inclusion was limited to RCTs, and as \nsuch, the individual studies were not designed to assess the \ninfluence of differing prescriptive parameters. Furthermore, \nwhile the interventions utilised were somewhat varied, many \nwere relatively heterogeneous, and thus, there were insuf-\nficient data utilising vastly different exercise prescriptions. \nStudy name Statistics for each study Hedges' g and 95% CI\nHedges' Lower Upper \ngl imit limitp -Value RT CON\nAbe et al. (2000) [38] 1.23 0.33 2.13 0.01 20 7\nBell et al. (2000) (young) [39] 0.72 -0.491 .940 .244 5\nBotton et al. (2016) (unilateral LE) [40] 0.87 -0.041 .780 .061 47\nBotton et al. (2016) (bilateral LE) [40] 1.07 0.15 1.99 0.02 15 7\nBrown et al. (2000) (young) [41] 1.31 0.66 1.97 <0.001 21 21\nBrown et al. (2000) (mature) [41] 2.00 1.26 2.74 <0.001 23 18\nCesar et al. (2009) [42] 1.32 0.36 2.27 0.01 91 0\nDeLima et al. (2012) (linear) [43] 2.14 0.87 3.41 <0.001 10 5\nDeLima et al. (2012) (undulating) [43] 1.30 0.19 2.41 0.02 10 5\nHendrickson et al. (2010) [44] 6.57 4.69 8.44 <0.001 18 10\nKim et al. (2011) (traditional) [45] 2.83 1.40 4.25 <0.001 13 4\nMalin et al. (2013) (normal BF) [47] 2.70 1.15 4.24 <0.001 84\nMalin et al. (2013) (high BF) [47] 3.37 1.68 5.07 <0.001 12 3\nMarx et al. (2001) (1 set) [48] 1.38 0.29 2.48 0.01 12 5\nMarx et al. 2001) (3 set) [48] 4.59 2.75 6.42 <0.001 12 5\nMoghadasi et al. (2013) [49] 1.06 0.14 1.99 0.02 91 0\nMosti et al. (2014) [50] 1.60 0.78 2.41 <0.001 14 15\nRana et al. (2008) (traditional) [53] 0.66 -0.581 .890 .309 3\nRana et al. (2008) (slow) [53] 0.27 -0.931 .480 .661 03\nRana et al. (2008) (endurance) [53] 0.25 -0.981 .480 .697 3\nSarsane t al. (2006) [55] 1.84 1.11 2.57 <0.001 20 20\nSchlumberger et al. (2001) (1 set) [56] 0.36 -0.751 .460 .539 4\nSchlumberger et al. (2001) (3 set) [56] 0.82 -0.241 .890 .139 5\nSingh et al. (2009) [57] 1.19 0.57 1.80 <0.001 22 24\nOlson et al. (2006) [51] 0.15 -0.570 .880 .681 61 2\nWarren et al. (2008) [61] 0.27 -0.050 .600 .097 27 6\nWeiss et al. (1988) [60] 0.70 -0.041 .450 .061 41 4\n1.40 1.02 1.77 0.00\n-8.00 -4.00 0.00 4.00 8.00\nTotal 426 309\nEffect size: g=1.40, p<0.001, 95% CI [1.03, 1.76]\nAdjusted effect size: g=0.69, 95% CI [0.54, 0.83]\nTest of heterogeneity: I2= 32.89%\nFavoursC ON FavoursR T\nb\nFig. 3 (continued)\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nAlthough these findings perhaps challenge historical notions \nregarding the importance of specific prescriptive require-\nments for eliciting muscular hypertrophy (i.e., the 8–10 rep-\netition ‘hypertrophy’ zone), they show that hypertrophy can \nbe achieved through a variety of exercise prescriptions and \nare in line with the previous research in females. Studies \nexamining the individual prescriptive parameters in females \nhave demonstrated that while consistent improvements in \nmuscular strength and hypertrophy occur following RT in \nthis cohort, there appears to be no difference in levels of \nadaptation between high volume and low volume [61, 62], \nhigh and low loads [63, 64], or in differing levels of fre-\nquency [65, 66]. In addition, these findings are supported \nby both the mechanistic studies examining acute changes \nin the protein signalling pathways that drive hypertrophy \n[67] and recent systematic reviews examining hypertrophic \noutcomes in men [68]. Mechanistic studies suggest that pro-\ntein signalling responses occur in a dose–response manner, \nwhereby three sets performed to failure with heavy loading \n(i.e., 70% 1-RM) elicit a larger response than a single set \n[69]. While acute signalling responses are further increased \nwith volumes in excess of three sets [70], there is a dearth of \ntraining studies in women examining a similar prescription \nvolume. Even though higher loading elicits greater signal-\nling responses at matched volumes [71], when the volume \nof exercise is increased with multiple sets to failure, lighter \nloads (such as 30–50% 1-RM) elicit similar upregulation of \npathways involved in hypertrophy [72]. Schoenfeld et al [68] \nrecently conducted a meta-analysis examining low (≤ 60% \n1RM) versus high (> 60% 1RM) load RT, showing no differ-\nence between low- and high-intensity RT in eliciting muscu-\nlar hypertrophy. However, these authors did find a larger gain \nStudy name Statistics for each study Hedges' g and 95% CI\nHedges' Lower Upper \ng limit limitp -Value RT CON\nAbe et al. (DEXA) [38] 0.17 -0.671 .010 .692 07\nBotton et al. (2016) (unilateral LE) [40] 0.70 -0.191 .600 .121 47\nBotton et al. (2016) (bilateral LE) [40] 0.89 -0.011 .800 .051 57\nHendrickson et al. (2010) [44] -0.04- 0.79 0.71 0.92 18 10\nLeMura et al. (2000) [46] 0.60 -0.201 .410 .141 11 2\nMalin et al. (2013) (normal BF) [47] 1.05 -0.142 .230 .088 4\nMalin et al. (2013) (high BF) [47] 1.13 -0.122 .390 .081 23\nMarx et al. (2001) (1 set) [48] 0.33 -0.661 .330 .511 25\nMarx et al. (2001) (3 set) [48] 0.65 -0.371 .660 .211 25\nMostie t al. (2014) [50] 0.09 -0.760 .930 .841 38\nOlson et al. (2006) [51] 0.25 -0.470 .980 .491 61 2\nPoehlman et al. (2002) [52] 0.42 -0.241 .070 .211 61 9\nRana et al. (2008) (slow) [53] 0.00 -1.201 .201 .001 03\nRana et al. (2008) (traditional) [53] 0.02 -1.191 .230 .979 3\nRana et al. (2008) (endurance) [53] 0.36 -0.871 .590 .577 3\nSingh et al. (2009) [57] 2.63 1.91 3.35 <0.001 26 28\nStock et al. (2016) (2 sets) [58] 0.39 -0.481 .260 .381 57\nStock et al. (2016) (4 sets) [58] 0.33 -0.501 .150 .431 68\nUcan et al. (2014) [59] 0.18 -0.580 .940 .641 31 2\nWarren et al. (2008) [61] 0.37 0.05 0.70 0.02 72 76\nWeiss et al. (1988) [60] 0.31 -0.411 .040 .401 41 4\n0.52 0.25 0.78 <0.001\n-8.00- 4.00 0.00 4.00 8.00\nTotal 260349\nc\nEffect size: g=0.54, p=0.000, 95% CI [0.25, 0.78]\nTest of heterogeneity: I2= 0%\nFavoursC ON FavoursR T\nFig. 3 (continued)\n\n\n A. D. Hagstrom et al.\nin maximal strength with high- versus low-intensity training \n[68], although they noted that training with lower loads still \nelicited substantial gains in muscular strength in the mag-\nnitude of 28% [68 ]. In addition, they noted that the effect \nof intensity was larger with trained individuals, suggesting \nthat higher intensities may be more beneficial in gaining \nmuscular strength in this population [68]. While this analysis \ndid not find an effect of intensity in isolation on muscular \nstrength and hypertrophy, it is pertinent to note the range of \nintensities in reviewed studies was broad (40–90% of 1RM), \nand the other prescriptive parameters were not controlled.\nThese findings indicated no effect of training duration. \nTraining interventions included in this review ranged from \n4 to 52 weeks in length, with an average duration of just \nunder 15 weeks. However, only six studies (seven interven-\ntion groups) utilised interventions longer than 12 weeks, \nwhile the remainder utilised interventions ≤ 12 weeks. As \npart of a systematic review, including both sexes, on volume \nand muscle mass, Schoenfeld and colleagues conducted a \nmeta-regression [35] that also showed no influence of pro-\ngram duration. In their review, only three studies used longer \ndurations of > 12 weeks. The lack of long-duration studies \nin the present literature mean that the findings regarding ‘no \neffect’ of duration should be interpreted with caution until \nmore literature is accumulated utilising longer term inter -\nventions with muscular strength and hypertrophy outcomes. \nFurthermore, from the six studies that utilised long-duration \nprograms in the analysis, only one was a periodised program \n[48], with the other five programs providing minimal pro-\ngression recommendations such as increasing the weight by \nthe smallest possible increment when a desired number of \nrepetitions were achieved [29, 51, 52, 57]. As such, further \nresearch is not only needed utilising longer duration pro-\ngrams, but also in programs applying appropriate or best \npractice models of periodisation that include both progres-\nsions in weight lifted alongside manipulation of prescrip -\ntive parameters over the time course of the intervention, as \noccurs in real-world exercise programs.\nThe results of this review showed no effect of training \nto muscular failure in terms of adaptations to lower body \nstrength, upper body strength, and muscular hypertrophy. \nHowever, this should be interpreted with caution due to the \nlow number of ‘non-failure’ studies, and the difficulty in \ndetermining whether true failure was achieved in the ‘fail-\nure’-based studies. In the studies included in the present \nreview, a variety of terms were used to imply failure-based \nTable 3 Effects of resistance \ntraining on upper body \nstrength considering different \nmoderating variables\nIndependent variables Hedges’ g SE 95% CI P I2 (%) df Q value and (p) \nbetween groups\nAge of participants\n 18–30 years 1.95 0.29 1.39–2.50 < 0.001 17.90 15\n ≥ 31 years 1.23 0.29 0.67–1.80 < 0.001 0 5 3.06 (0.08)\nPrescription method\n Failure/RM 1.70 0.31 1.08–2.31 < 0.001 26.70 11\n Non-failure/RM 1.71 0.31 1.11–2.32 < 0.001 3.21 9 0.01 (0.97)\nIntervention duration\n 4–11 weeks 2.01 0.46 1.11–2.90 < 0.001 13.7 8\n 12–23 weeks 1.72 0.23 1.27–2.17 < 0.001 21.0 7\n ≥ 24 weeks 1.27 0.41 0.47–2.06 0.002 24.8 4 1.58 (0.45)\nLoad\n < 70% 1RM 1.56 0.19 1.18–1.93 < 0.001 0 5\n ≥ 70% 1RM 2.25 0.37 1.52–2.99 < 0.001 25.1 10 2.74 (0.10)\nFrequency\n 1–2 days per week 1.08 0.26 0.57–1.59 < 0.001 0 6\n ≥ 3 days per week 2.18 0.31 1.57–2.80 < 0.001 5.58 14 7.23 (0.007)\nSets per exercise\n 1–2 1.13 0.21 0.72–1.55 < 0.001 0 4\n 3–4 1.96 0.28 1.40–2.49 < 0.001 9.65 16 5.44 (0.02)\nSupervised training\n Without 1.61 0.37 0.88–2.34 < 0.001 16.82 6\n With 1.76 0.27 1.23–2.28 < 0.001 21.73 14 0.10 (0.75)\nTraining volumes (total repetitions) for upper body per week\n < 120 repetitions 2.10 0.35 1.42–2.78 < 0.001 41.87 8\n ≥ 120 repetitions 1.57 0.29 1.00–2.13 < 0.001 5.54 11 1.38 (0.24)\n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\ntraining including ‘maximally fatigued’, ‘momentary \nfatigue’, ‘momentary failure’, ‘fatigue’, ‘RM’, and ‘concen-\ntric failure’. The exact interpretation of what constituted \nfatigue and failure may have differed between these stud-\nies, and as such, it is recommended that authors explicitly \nstate that an exercise is performed until ‘concentric failure’ \nwhen reporting the prescriptive parameters of interventions \nconducted in this manner. The findings regarding a lack \nof influence of failure-based training are not unique, with \nDavies and colleagues’ [73] meta-analysis on the effect of \nrepetition failure on muscular strength finding little influence \nof failure-based training.\nMany of the studies included in this review insufficiently \nreported numerous exercise prescription parameters. For \nexample, rest period was only reported in just over half of \nthe studies [42, 43, 45–50, 52, 54–58, 60], and ranged from \n30 s to 3 min. Six studies failed to report if the exercise was \nsupervised [29, 40–42, 49, 59], with the remainder of the \nstudies providing supervision for either the entire program, \nor the first 15–16 weeks. While the analyses showed differ-\nential influences of supervision on adaptation to strength and \nhypertrophy, many studies were unable to be included in this \nanalysis. Time under tension was only reported in six studies \n[43, 45, 46, 48, 53, 58]. Manipulation of these training varia-\nbles may influence exercise adaptation [74, 75], and as such, \nthis is a limitation of the current study as it is not possible \nto exclude a confounding influence of these training param-\neters. Another limitation of this study is that the findings are \nnot generalisable across the lifespan. The authors decided \nto include only healthy adults (18–50 years) in this review \nto reduce the potential confounds of the hormonal changes \nand associated loss of muscle quality, mass, and strength that \noccurs with menopause and ageing [76, 77]. Furthermore, \nalthough the inclusion criteria were limited to 18–50 years, \nthe average age of participants in this study was 27 years, \nwith most participants being in their 20s. As such, further \nresearch is likely required to elucidate whether the effect of \ntraining observed in this review is standard in women aged \nbetween 30 and 50 years. In addition, since cut-offs for mod-\nerating variables, including age, were determined via differ-\nent methods (e.g., classifications based on previous studies, \nor to evenly distribute studies into groups), the introduction \nof residual confounding cannot be excluded. Additionally, a \nlimitation of the current design was that only isotonic 1RM \nstrength assessments were included. Isometric assessments \nor interventions that were conducted with therabands or via \nTable 4 Effects of resistance \ntraining on lower body \nstrength considering different \nmoderating variables\nIndependent variables Hedges’ g SE 95% CI P I2 (%) df Q value and (p) \nbetween groups\nAge of participants\n 18–30 years 1.52 0.22 1.08–1.95 < 0.001 37.8 21\n ≥ 31 years 1.09 0.34 0.43–1.75 0.001 0 5 1.13 (0.29)\nPrescription method\n Failure/RM 1.37 0.27 0.85–1.89 < 0.001 44.59 15\n Non-failure/RM 1.45 0.28 0.91–1.99 < 0.001 0 11 0.04 (0.85)\nIntervention duration\n 4–11 weeks 1.68 0.45 0.80–2.55 < 0.001 34.1 10\n 12–23 weeks 1.41 0.14 1.16–1.67 < 0.001 0 11\n ≥ 24 weeks 1.18 0.44 0.31–2.05 0.008 57.08 4 0.63 (0.73)\nLoad\n < 70% 1RM 1.62 0.24 1.14–2.09 < 0.001 12.83 8\n ≥ 70% 1RM 1.45 0.24 0.98–1.92 < 0.001 46.49 16 0.11 (0.63)\nFrequency\n 1–2 days per week 0.62 0.22 0.27–0.98 0.001 0 6\n ≥ 3 days per week 1.69 0.22 1.26–2.12 < 0.001 38.28 20 13.92 (< 0.001)\nSets per exercise\n 1–2 1.34 0.25 0.86–1.83 < 0.001 0 4\n 3–4 1.44 0.23 1.01–1.87 < 0.001 38.42 22 0.09 (0.77)\nSupervised training\n Without 1.01 0.22 0.59–1.43 < 0.001 0 9\n With 1.71 0.28 0.15–2.26 < 0.001 35.34 17 3.86 (0.05)\nTraining volumes (total repetitions) for upper body per week\n < 250 repetitions 0.88 0.17 0.55–1.21 < 0.001 0 13\n ≥ 250 repetitions 2.03 0.33 1.39–2.67 < 0.001 43.39 12 9.82 (0.002)\n\n\n A. D. Hagstrom et al.\nisometric training were excluded. This approach was taken \nto attempt to focus on athletic strength training in which the \nprescriptive parameters (i.e., sets, reps, and intensity) could \nbe accurately quantified.\nAs the literature to date is equivocal on whether dif-\nferences in adaptation exist between males and females \nin response to RT, it is important for additional research \nto grow the limited data collected on female only partici -\npants. Future research should examine the effect of the \nmanipulation of the training variables, in exclusively female \npopulations, and should directly contrast male and female \nadaptations to the same training intervention, rather than \ngroup males and females together for analysis. Until further \nresearch is conducted, it will not be possible to definitively \nanswer the question as to how many, and what extent, sex-\nbased differences exist in the adaptation to RT.\n5",
    "conclusion": "Resistance training is an efficacious method of increas -\ning muscular strength and hypertrophy in adult females. \nIn a practical sense, the data provide values for expected \nadaptations following average RT programs in untrained \nfemales. With respect to the prescriptive parameters, for the \nupper body, our analysis indicates that women should per -\nform 3–4 sets per exercise, on 2–4 training days per week \nfor the best strength gains. The data also suggest that lower \nbody strength gains in women can be achieved with a variety \nof prescription combinations, although frequency and total \nweekly volume should be a priority. While this review was \nable to show that significant muscular hypertrophy occurs \nfollowing RT in females, it was unable to elucidate which \nindividual prescriptive parameters have the most influence \non this outcome.\nCompliance with Ethical Standards \nFunding No external sources of funding were used in the preparation \nof this manuscript\nConflict of interest Amanda D. Hagstrom, Paul W Marshall, Mark \nHalaki, and Daniel A. Hackett declare that they have no conflicts of \ninterest related to the content of this review.\nData availability All data sets generated and analysed during the cur -\nrent study are available as supplementary material. See Electronic Sup-\nplementary Material Appendix S1.\nTable 5 Effects of resistance \ntraining on muscle hypertrophy \nconsidering different \nmoderating variables\nIndependent variables Hedges’ g SE 95% CI P I2 (%) df Q value and (p) \nbetween groups\nAge of participants\n 18–30 years 0.40 0.11 0.18 to 0.62 < 0.001 0 16\n ≥ 31 years 0.85 0.53 − 0.19 to 1.89 0.11 18.34 3 0.69 (0.41)\nPrescription method\n Failure/RM 0.62 0.10 0.04 to 1.21 < 0.001 0 9\n Non-failure/RM 0.38 0.30 0.18 to 0.58 < 0.001 0 10 0.60 (0.44)\nIntervention duration\n 4–11 weeks 0.33 0.16 0.01 to 0.65 < 0.001 0 8\n 12–23 weeks 0.43 0.16 0.12 to 0.74 < 0.001 0 7\n ≥ 24 weeks 0.90 0.49 − 0.07 to 1.87 0.002 23.64 3 1.25 (0.53)\nLoad\n < 70% 1RM 0.48 0.20 0.09 to 0.86 0.016 0 5\n ≥70% 1RM 0.58 0.26 0.07 to 1.09 0.027 0 10 0.09 (0.76)\nFrequency\n 1–2 days per week 0.79 0.26 0.57 to 1.59 0.013 82.30 6\n ≥ 3 days per week 0.33 0.31 1.57 to 2.80 0.007 0 13 1.84 (0.18)\nSets per exercise\n 1–2 0.24 0.33 − 0.40 to 0.88 0.47 0 1\n 3–4 0.54 0.15 0.26 to 0.83 < 0.001 0 18 0.73 (0.39)\nSupervised training\n Without 0.74 0.41 − 0.07 to 1.55 0.07 21.0 4\n With 0.41 0.12 0.18 to 0.64 < 0.001 0 15 0.59 (0.44)\nTraining volumes (total repetitions) week\n < 600 repetitions 0.54 0.20 0.14 to 0.94 0.008 72.02 11\n ≥ 600 repetitions 0.46 0.16 0.14 to 0.78 0.005 0 8 0.10 (0.75)\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\nReferences\n 1. Schoenfeld BJ. The mechanisms of muscle hypertrophy and \ntheir application to resistance training. J Strength Cond Res. \n2010;24(10):2857–72.\n 2. Nelson ME, Fiatarone MA, Morganti CM, et al. Effects of \nhigh-intensity strength training on multiple risk factors for \nosteoporotic fractures: a randomized controlled trial. JAMA. \n1994;272(24):1909–14.\n 3. Aagaard P, Suetta C, Caserotti P, et al. Role of the nervous system \nin sarcopenia and muscle atrophy with aging: strength training as \na countermeasure. Scand J Med Sci Sports. 2010;20(1):49–64. \nhttps ://doi.org/10.1111/j.1600-0838.2009.01084 .x.\n 4. Doherty TJ. Invited review: aging and sarcopenia. J Appl Physiol. \n2003;95(4):1717–27. https ://doi.org/10.1152/jappl physi ol.00347 \n.2003.\n 5. Fagard R. Exercise is good for your blood pressure: effects of \nendurance training and resistance training. Clin Exp Pharmacol \nPhysiol. 2006;33(9):853–6.\n 6. Seguin R, Nelson ME. The benefits of strength training for \nolder adults. Am J Prev Med. 2003;25(3):141–9. https ://doi.\norg/10.1016/S0749 -3797(03)00177 -6.\n 7. Hurley BF, Hanson ED, Sheaff AK. Strength training as a coun-\ntermeasure to aging muscle and chronic disease. Sports Med. \n2011;41(4):289–306.\n 8. Fleck SJ, Kraemer W. Designing resistance training programs, 4E. \nChampaign: Human Kinetics; 2014.\n 9. Hunter SK. Sex differences in fatigability of dynamic contractions. \nExp Physiol. 2016;101(2):250–5. https ://doi.org/10.1113/EP085 \n370.\n 10. Metcalf E, Hagstrom AD, Marshall PW. Trained females exhibit \nless fatigability than trained males after a heavy knee extensor \nresistance exercise session. Eur J Appl Physiol. 2019;119(1):181–\n90. https ://doi.org/10.1007/s0042 1-018-4013-x.\n 11. Hunter SK. Sex differences in human fatigability: mecha-\nnisms and insight to physiological responses. Acta Physiol. \n2014;210(4):768–89. https ://doi.org/10.1111/apha.12234 .\n 12. Flores DF, Gentil P, Brown LE, et al. Dissociated time course \nof recovery between genders after resistance exercise. J Strength \nCond Res. 2011;25(11):3039–44. https ://doi.org/10.1519/\nJSC.0b013 e3182 12dea 4.\n 13. Staron RS, Hagerman FC, Hikida RS, et al. Fiber type com-\nposition of the vastus lateralis muscle of young men and \nwomen. J Histochem Cytochem. 2000;48(5):623–9. https ://doi.\norg/10.1177/00221 55400 04800 506.\n 14. Haizlip KM, Harrison BC, Leinwand LA. Sex-based differences \nin skeletal muscle kinetics and fiber-type composition. Physiology. \n2015;30(1):30–9. https ://doi.org/10.1152/physi ol.00024 .2014.\n 15. Schoenfeld BJ, Ogborn D, Krieger JW. Effects of resistance train-\ning frequency on measures of muscle hypertrophy: a systematic \nreview and meta-analysis. Sports Med. 2016;46(11):1689–97.\n 16. Ralston GW, Kilgore L, Wyatt FB, et al. The effect of weekly \nset volume on strength gain: a meta-analysis. Sports Med. \n2017;47(12):2585–601. https ://doi.org/10.1007/s4027 \n9-017-0762-7.\n 17. Grgic J, Schoenfeld BJ, Davies TB, et al. Effect of resistance train-\ning frequency on gains in muscular strength: a systematic review \nand meta-analysis. Sports Med. 2018;48(5):1207–20.\n 18. Grgic J, Lazinica B, Mikulic P, et al. The effects of short ver -\nsus long inter-set rest intervals in resistance training on meas-\nures of muscle hypertrophy: a systematic review. Eur J Sport Sci. \n2017;17(8):983–93.\n 19. Zhao R, Zhao M, Xu Z. The effects of differing resistance \ntraining modes on the preservation of bone mineral density in \npostmenopausal women: a meta-analysis. Osteoporosis Int. \n2015;26(5):1605–18.\n 20. Moran J, Sandercock G, Ramirez-Campillo R, et al. A meta-\nanalysis of resistance training in female youth: its effect on mus-\ncular strength, and shortcomings in the literature. Sports Med. \n2018;48(7):1661–71. https ://doi.org/10.1007/s4027 9-018-0914-4.\n 21. Moran J, Sandercock GR, Ramirez-Campillo R, et al. A meta-\nanalysis of maturation-related variation in adolescent boy ath-\nletes’ adaptations to short-term resistance training. J Sports \nSci. 2017;35(11):1041–51. https ://doi.org/10.1080/02640 \n414.2016.12093 06.\n 22. Costello JT, Bieuzen F, Bleakley CM. Where are all the female \nparticipants in sports and exercise medicine research? Eur J Sports \nExerc Sci. 2014;14(8):847–51.\n 23. Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items \nfor systematic reviews and meta-analyses: the PRISMA statement. \nPLoS Med. 2009;6(7):e1000097. https ://doi.org/10.1371/journ \nal.pmed.10000 97.\n 24. Davies TB, Kuang K, Orr R, et al. Effect of movement velocity \nduring resistance training on dynamic muscular strength: a sys-\ntematic review and meta-analysis. Sports Med. 2017;47(8):1603–\n17. https ://doi.org/10.1007/s4027 9-017-0676-4.\n 25. Downs SH, Black N. The feasibility of creating a checklist for the \nassessment of the methodological quality both of randomised and \nnon-randomised studies of health care interventions. J Epidemiol \nCommunity Health. 1998;52(6):377–84.\n 26. Laframboise MA, Degraauw C. The effects of aerobic physical \nactivity on adiposity in school-aged children and youth: a system-\natic review of randomized controlled trials. J Can Chiropr Assoc. \n2011;55(4):256–68.\n 27. Borenstein M, Hedges L, Higgins J, et al. Introduction to meta-\nanalysis. Chichester: Wiley; 2009.\n 28. Morris SB. Estimating effect sizes from pretest-posttest-control \ngroup designs. Organ Res Methods. 2008;11(2):364–86. https ://\ndoi.org/10.1177/10944 28106 29105 9.\n 29. Warren M, Petit MA, Hannan PJ, et al. Strength training effects on \nbone mineral content and density in premenopausal women. Med \nSci Sports Exerc. 2008;40(7):1282–8. https ://doi.org/10.1249/\nMSS.0b013 e3181 6bce8 a.\n 30. Higgins JP, Green S. Cochrane handbook for systematic reviews \nof interventions. New York: Wiley; 2011.\n 31. Cohen J. Statistical power analysis for the behavioral sciences. \nNew York: Academic Press; 1977.\n 32. Higgins JP, Thompson SG, Deeks JJ, et al. Measuring inconsist-\nency in meta-analyses. BMJ. 2003;327(7414):557–60. https ://doi.\norg/10.1136/bmj.327.7414.557.\n 33. Egger M, Davey Smith G, Schneider M, et  al. Bias in \nmeta-analysis detected by a simple, graphical test. BMJ. \n1997;315(7109):629–34.\n 34. Duval S, Tweedie R. Trim and fill: a simple funnel-plot-based \nmethod of testing and adjusting for publication bias in meta-anal-\nysis. Biometrics. 2000;56(2):455–63.\n 35. Schoenfeld BJ, Ogborn D, Krieger JW. Dose-response relation-\nship between weekly resistance training volume and increases in \nmuscle mass: a systematic review and meta-analysis. J Sports Sci. \n2017;35(11):1073–82.\n 36. Ratamess NA, Alvar BA, Evetoch TE, et al. American College of \nSports Medicine position stand. Progression models in resistance \ntraining for healthy adults. Med Sci Sports Exerc. 2009;41(3):687.\n 37. Baechle TR, Earle RW, Wathen D. Essentials of strength training \nand conditioning. 2nd ed. Champaign: Human Kinetics; 2000.\n 38. Abe T, DeHoyos DV, Pollock ML, et al. Time course for strength \nand muscle thickness changes following upper and lower body \nresistance training in men and women. Eur J Appl Physiol. \n2000;81(3):174–80. https ://doi.org/10.1007/s0042 10050 027.\n\n\n A. D. Hagstrom et al.\n 39. Bell GJ, Syrotuik D, Martin TP, et al. Effect of concurrent strength \nand endurance training on skeletal muscle properties and hormone \nconcentrations in humans. Eur J Appl Physiol. 2000;81(5):418–\n27. https ://doi.org/10.1007/s0042 10050 063.\n 40. Botton CE, Radaelli R, Wilhelm EN, et al. Neuromuscular adap-\ntations to unilateral vs. bilateral strength training in women. J \nStrength Cond Res. 2016;30(7):1924–32. https ://doi.org/10.1519/\njsc.00000 00000 00112 5.\n 41. Brown RD, Harrison JM. The effects of a strength training pro -\ngram on the strength and self-concept of two female age groups. \nRes Q Exerc Sport. 1986;57(4):315–20.\n 42. de Castro Cesar M, Borin JP, Gonelli PRG, et al. The effect of \nlocal muscle endurance training on cardiorespiratory capacity in \nyoung women. J Strength Cond Res. 2009;23(6):1637–43.\n 43. De Lima C, Boullosa DA, Frollini AB, et al. Linear and daily \nundulating resistance training periodizations have differential \nbeneficial effects in young sedentary women. Int J Sports Med. \n2012;33(9):723–7.\n 44. Hendrickson NR, Sharp MA, Alemany JA, et al. Combined \nresistance and endurance training improves physical capac-\nity and performance on tactical occupational tasks. Eur J Appl \nPhysiol. 2010;109(6):1197–208. https ://doi.org/10.1007/s0042 \n1-010-1462-2.\n 45. Kim E, Dear A, Ferguson SL, et al. Effects of 4 weeks of tradi-\ntional resistance training vs. superslow strength training on early \nphase adaptations in strength, flexibility, and aerobic capacity in \ncollege-aged women. J Strength Cond Res. 2011;25(11):3006–13. \nhttps ://doi.org/10.1519/jsc.0b013 e3182 12e3a 2.\n 46. LeMura LM, von Duvillard SP, Andreacci J, et al. Lipid and lipo-\nprotein profiles, cardiovascular fitness, body composition, and diet \nduring and after resistance, aerobic and combination training in \nyoung women. Eur J Appl Physiol. 2000;82(5–6):451–8. https ://\ndoi.org/10.1007/s0042 10000 234.\n 47. Malin SK, Hinnerichs KR, Echtenkamp BG, et al. Effect of adi-\nposity on insulin action after acute and chronic resistance exercise \nin non-diabetic women. Eur J Appl Physiol. 2013;113(12):2933–\n41. https ://doi.org/10.1007/s0042 1-013-2725-5.\n 48. Marx JO, Ratamess NA, Nindl BC, et al. Low-volume circuit \nversus high-volume periodized resistance training in women. Med \nSci Sports Exerc. 2001;33(4):635–43.\n 49. Moghadasi M, Siavashpour S. The effect of 12 weeks of resist-\nance training on hormones of bone formation in young sedentary \nwomen. Eur J Appl Physiol. 2013;113(1):25–32.\n 50. Mosti MP, Carlsen T, Aas E, et al. Maximal strength training \nimproves bone mineral density and neuromuscular performance in \nyoung adult women. J Strength Cond Res. 2014;28(10):2935–45. \nhttps ://doi.org/10.1519/jsc.00000 00000 00049 3.\n 51. Olson TP, Dengel DR, Leon AS, et al. Changes in inflammatory \nbiomarkers following one-year of moderate resistance training in \noverweight women. Int J Obes. 2007;31(6):996–1003. https ://doi.\norg/10.1038/sj.ijo.08035 34.\n 52. Poehlman ET, Denino WF, Beckett T, et al. Effects of endurance \nand resistance training on total daily energy expenditure in young \nwomen: a controlled randomized trial. J Clin Endocrinol Metab. \n2002;87(3):1004–9. https ://doi.org/10.1210/jcem.87.3.8282.\n 53. Rana SR, Chleboun GS, Gilders RM, et al. Comparison of early \nphase adaptations for traditional strength and endurance, and low \nvelocity resistance training programs in college-aged women. J \nStrength Cond Res. 2008;22(1):119–27. https ://doi.org/10.1519/\nJSC.0b013 e3181 5f30e 7.\n 54. Santos E, Rhea MR, Simão R, et al. Influence of moderately \nintense strength training on flexibility in sedentary young \nwomen. J Strength Cond Res. 2010;24(11):3144–9. https ://doi.\norg/10.1519/JSC.0b013 e3181 e3802 7.\n 55. Sarsan A, Ardiç F, Özgen M, et  al. The effects of aero-\nbic and resistance exercises in obese women. Clin Rehabil. \n2006;20(9):773–82.\n 56. Schlumberger A, Stec J, Schmidtbleicher D. Single-vs. mul -\ntiple-set strength training in women. J Strength Cond Res. \n2001;15(3):284–9.\n 57. Singh JA, Schmitz KH, Petit MA, et al. Effect of resistance \nexercise on bone mineral density in premenopausal women. Jt \nBone Spine. 2009;76(3):273–80. https ://doi.org/10.1016/j.jbspi \nn.2008.07.016.\n 58. Stock MS, Olinghouse KD, Drusch AS, et al. Evidence of mus-\ncular adaptations within four weeks of barbell training in women. \nHum Mov Sci. 2016;45:7–22. https ://doi.org/10.1016/j.humov \n.2015.11.004.\n 59. Uçan Y. Effects of whole body resistance training on bone status \nand body composition in young females. J Phys Educ Sports Sci. \n2014;8(3):261–9.\n 60. Weiss LW, Clark FC, Howard DG. Effects of heavy-resistance \ntriceps surae muscle training on strength and muscularity of men \nand women. Phys Ther. 1988;68(2):208–13.\n 61. Cannon J, Marino FE. Early-phase neuromuscular adaptations to \nhigh-and low-volume resistance training in untrained young and \nolder women. J Sports Sci. 2010;28(14):1505–14.\n 62. Radaelli R, Wilhelm EN, Botton CE, et al. Effects of single vs. \nmultiple-set short-term strength training in elderly women. Age. \n2014;36(6):9720.\n 63. Hisaeda H, Miyagawa K, Kuno S, et al. Influence of two differ -\nent modes of resistance training in female subjects. Ergonomics. \n1996;39(6):842–52.\n 64. Kerr D, Morton A, Dick I, et al. Exercise effects on bone mass in \npostmenopausal women are site-specific and load-dependent. J \nBone Miner Res. 1996;11(2):218–25.\n 65. Benton MJ, Kasper MJ, Raab SA, et al. Short-term effects of \nresistance training frequency on body composition and strength in \nmiddle-aged women. J Strength Cond Res. 2011;25(11):3142–9.\n 66. Calder AW, Chilibeck PD, Webber CE, et al. Comparison of \nwhole and split weight training routines in young women. Can J \nAppl Physiol. 1994;19(2):185–99.\n 67. Damas F, Angleri V, Phillips SM, et al. Myofibrillar protein syn-\nthesis and muscle hypertrophy individualized responses to sys-\ntematically changing resistance training variables in trained young \nmen. J Appl Physiol. 2019;127(3):806–15.\n 68. Schoenfeld BJ, Grgic J, Ogborn D, et al. Strength and hypertro-\nphy adaptations between low- vs. high-load resistance training: \na systematic review and meta-analysis. J Strength Cond Res. \n2017;31(12):3508–23.\n 69. Burd NA, Holwerda AM, Selby KC, et al. Resistance exercise \nvolume affects myofibrillar protein synthesis and anabolic sig-\nnalling molecule phosphorylation in young men. J Physiol. \n2010;588(16):3119–30.\n 70. Terzis G, Spengos K, Mascher H, et al. The degree of p70 S6k \nand S6 phosphorylation in human skeletal muscle in response to \nresistance exercise depends on the training volume. Eur J Appl \nPhysiol. 2010;110(4):835–43.\n 71. Burd NA, West DW, Staples AW, et al. Low-load high volume \nresistance exercise stimulates muscle protein synthesis more than \nhigh-load low volume resistance exercise in young men. PloS \nOne. 2010;5(8):e12033.\n 72. Mitchell CJ, Churchward-Venne TA, West DW, et al. Resistance \nexercise load does not determine training-mediated hypertrophic \ngains in young men. J Appl Physiol. 2012;113(1):71–7.\n 73. Davies T, Orr R, Halaki M, et al. Effect of training leading to \nrepetition failure on muscular strength: a systematic review and \nmeta-analysis. Sports Med. 2016;46(4):487–502.\n\n\nEffects of Resistance Training in Women on Strength and Hypertrophy\n 74. Burd NA, Andrews RJ, West DW, et al. Muscle time under ten-\nsion during resistance exercise stimulates differential muscle \nprotein sub-fractional synthetic responses in men. J Physiol. \n2012;590(2):351–62.\n 75. de Salles BF, Simao R, Miranda F, et al. Rest interval between sets \nin strength training. Sports Med. 2009;39(9):765–77.\n 76. Maltais M, Desroches J, Dionne I. Changes in muscle mass and \nstrength after menopause. Musculoskelet Neuronal Interact. \n2009;9(4):186–97.\n 77. Goodpaster BH, Park SW, Harris TB, et al. The loss of skeletal \nmuscle strength, mass, and quality in older adults: the health, aging \nand body composition study. J Gerontol. 2006;61(10):1059–64."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "hypertrophy (muscle_size); strength (1RM / dynamic_strength)"
  },
  "bucket": "A",
  "notes": "Women gain substantial strength and hypertrophy from RT; effect sizes are comparable to general (mixed-sex) literature, supporting similar programming principles for women."
}