{
  "id": 15,
  "title": "The Compatibility of Concurrent High Intensity Interval Training and Resistance Training for Muscular Strength and Hypertrophy: A Systematic Review and Meta-analysis",
  "authors": "Sabag A; Najafi A; Michael S; Esgin T; Halaki M; Hackett D",
  "year": 2018,
  "doi": "10.1080/02640414.2018.1464636",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "concurrent_training",
    "high_intensity_interval_training",
    "resistance_training",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults)"
  },
  "sections": {
    "abstract": "The purpose of this systematic review and meta-analysis is to assess the effect of concurrent high\nintensity interval training (HIIT) and resistance training (RT) on strength and hypertrophy. Five electronic\ndatabases were searched using terms related to HIIT, RT, and concurrent training. Effect size (ES),\ncalculated as standardised differences in the means, were used to examine the effect of concurrent\nHIIT and RT compared to RT alone on muscle strength and hypertrophy. Sub-analyses were performed\nto assess region-specific strength and hypertrophy, HIIT modality (cycling versus running), and inter-\nmodal rest responses. Compared to RT alone, concurrent HIIT and RT led to similar changes in muscle\nhypertrophy and upper body strength. Concurrent HIIT and RT resulted in a lower increase in lower\nbody strength compared to RT alone (ES =−0.248, p = 0.049). Sub analyses showed a trend for lower\nbody strength to be negatively affected by cycling HIIT (ES =−0.377, p = 0.074) and not running\n(ES =−0.176, p = 0.261). Data suggests concurrent HIIT and RT does not negatively impact hypertrophy\nor upper body strength, and that any possible negative effect on lower body strength may be\nameliorated by incorporating running based HIIT and longer inter-modal rest periods.\nARTICLE HISTORY\nAccepted 10 April 2018\nKEYWORDS\nInterval training; resistance\ntraining; concurrent training;\nstrength; hypertrophyIntroduction\nMany sports require athletes to perform repeated high-inten-\nsity exertions with minimal break between efforts (Bangsbo,\n2014; Duthie, Pyne, & Hooper,2003) and consequently, coa-\nches often implement high-intensity interval training (HIIT) to\nemulate match situations and improve“on-field” performance\n(Dellal et al.,\n2008; McMillan, Helgerud, Macdonald, & Hoff,\n2005; Wong, Chaouachi, Chamari, Dellal, & Wisloff, 2010).\nDue to muscular strength being highly correlated with fre-\nquently used movements such as jumping and sprinting times\n(Wisloff, Castagna, Helgerud, Jones, & Hoff,\n2004) and reducing\nthe risk of injury (Prior, Guerin, & Grimmer, 2009) coaches\noften prescribe HIIT and resistance training (RT) concurrently,\nparticularly in the pre-season (Manolopoulos, Papadopoulos,\nSalonikidis, Katartzi, & Poluha,\n2004; Wong et al.,2010). Whilst\ncombining multiple training modalities may appear to be time\nefficient, there have been reports of compromised adaptive\nresponses when compared to single modal training, a phe-\nnomenon which has been termed ‘the interference effect’\n(Wilson et al.,\n2012).\nThe simultaneous combination of resistance training (RT)\nand endurance training is known as concurrent training.\nStudies have shown that concurrent training can compromise\nmuscle hypertrophy (Hickson,\n1980; Kraemer et al., 1995),\nstrength (Bell, Syrotuik, Martin, Burnham, & Quinney, 2000;\nDolezal & Potteiger, 1998; Kraemer et al., 1995) and power\n(Hunter, Demment, & Miller, 1987; Kraemer et al., 1995;\nLeveritt, Abernethy, Barry, & Logan, 1999), when compared\nto RT alone. This supposedly",
    "results": "from a combination of\nchronic overreaching, and long-term competing adaptations\nat the cellular level (Leveritt et al.,\n1999). Interestingly, the\ninterference effect appears to be exclusive to RT outcomes\nas RT appears to have little to no effect on endurance training\noutcomes such as VO2max (Hickson,\n1980; Leveritt et al.,\n1999). Whilst endurance training traditionally involves contin-\nuous bouts of ≥20 minutes of aerobic exercise (e.g. running,\ncycling, rowing), HIIT involves short (duration) high effort\n(intensity) repetitions of aerobic exercises with recovery peri-\nods in-between efforts. Due to endurance training frequency\nand duration (i.e. volume) appearing to contribute to the\ninterference effect observed with concurrent training (Wilson\net al.,\n2012), it seems plausible that simultaneous HIIT and RT\nmay not negatively affect RT adaptations. Multiple studies\nhave assessed whether HIIT and RT can be trained concur-\nrently without compromising the training outcomes (Balabinis,\nPsarakis, Moukas, Vassiliou, & Behrakis,\n2003; de Souza et al.,\n2013; Fyfe, Bartlett, Hanson, Stepto, & Bishop, 2016; Gentil\net al., 2017; Kikuchi, Yoshida, Okuyama, & Nakazato, 2016;\nLeveritt & Abernethy, 1999; Robineau, Babault, Piscione,\nLacome, & Bigard, 2016; Robineau, Lacome, Piscione, Bigard,\n& Babault,2017; Ross et al.,2009; Wilson et al.,2012). However,\nthe results vary with some studies showing that HIIT does not\nimpede strength development and hypertrophy (Cantrell,\nSchilling, Paquette, & Murlasits,\n2014; de Souza et al., 2013;\nCONTACT Daniel Hackett daniel.hackett@sydney.edu.au Discipline of Exercise and Sport Science, Faculty of Health Sciences, The University of Sydney, 75\nEast St, Lidcombe NSW, 2141, Australia\nJOURNAL OF SPORTS SCIENCES, 2018\nhttps://doi.org/10.1080/02640414.2018.1464636\n© 2018 Informa UK Limited, trading as Taylor & Francis Group\n\nLaird et al.,2016), whilst others studies have reported contrary\nfindings (Fyfe et al., 2016; Gentil et al., 2017; Kikuchi et al.,\n2016).\nA previous systematic review and meta-analysis compared\nthe effect of concurrent aerobic training and RT (Wilson et al.,\n2012). The authors reported that for measures of strength,\npower and hypertrophy, RT alone was superior to concurrent\naerobic training and RT. Interestingly the total volume of\ntraining and training modality of endurance exercise appeared\nto play a significant role in the observed interference of train-\ning adaptations, with running, but not cycling, resulting in\nsignificant decrements in both hypertrophy and strength. To\ndate no systematic review and meta-analysis has been con-\nducted investigating whether concurrent HIIT and RT compro-\nmises muscle strength and hypertrophy. Although less volume\nof work is undertaken, HIIT can recruit higher threshold motor\nunits which are also recruited during resistance exercise\n(Gollnick, Piehl, Karlsson, & Saltin,\n1975). Thus, the purpose of\nthis study is to assess whether the previously reported“inter-\nference effect” is exacerbated or ameliorated by comparing\nconcurrent HIIT and RT to RT alone on measures of strength\nand hypertrophy via a systematic review and meta-analysis.\nWhere possible, subgroup analyses were conducted to deter-\nmine whether HIIT affected lean muscle mass change in the\nlower limbs, and whether the modality (running versus\ncycling) and sequencing of HIIT and RT (< versus >24 hours\nrest) affected training adaptations. Information gathered from\nthis meta-analysis will provide clarity on this topic which may\nbe useful to coaches, athletes, and recreational resistance\ntrainers when devising concurrent HIIT and RT programs.",
    "methods": "Search strategy\nThis systematic review and meta-analysis was conducted in\naccordance with the recommendations outlined in the\nPreferred Reporting Items for Systematic Reviews and Meta-\nAnalyses (PRISMA) statement (Moher, Liberati, Tetzlaff, Altman,\n& Group,\n2009). A search from the earliest record up to and\nincluding September 2017 was carried out using the following\nelectronic databases: Medline, PubMed, Scopus, SPORTDiscus\nand Web of Science. The search strategy employed combined\nthe terms“strength training” OR “weight training” OR “weight\nlifting” OR “resistance training” OR “resistance exercise” AND\n“high intensity interval training” OR “HIIT” OR “interval train-\ning” OR “interval exercise” OR “high intensity intermittent\ntraining” OR “high intensity intermittent exercise” OR “sprint\ninterval training” OR “SIT” OR “concurrent training” OR “con-\ncurrent exercise”. Titles and abstracts of retrieved articles were\nindividually evaluated by two reviewers (T.E. and A.N.) to\nassess their eligibility for review and meta-analysis. Any dis-\nagreements were solved by consensus by a third reviewer (D.\nH.). The reviewers were not blinded to the studies’ authors,\ninstitutions or journals of publication. Study abstracts that did\nnot provide sufficient information according to the inclusion\ncriteria were retrieved for full-text evaluation. Corresponding\nauthors of articles that were potentially eligible were con-\ntacted for any missing data or clarification of data presented.\nEligibility criteria\nArticles eligible for inclusion were randomised and non-ran-\ndomised comparative studies published in English that\nincluded healthy adult participants ( ≥18 years of age).\nInterventions needed to be≥4 weeks in duration and compare\na group performing HIIT combined with RT to a group per-\nforming the same RT program alone. HIIT was defined as\ninvolving repeated bouts of ≤5 minutes of exercise where\nintensities were either >80% maximal heart rate or >100%\nlactate threshold or >90% maximal oxygen uptake (VO2max),\nor expressed as “sprinting or HIIT”. Studies needed to report\nchanges in muscular strength via dynamic repetition maxi-\nmum measurements or changes in lean muscle mass via\nbiopsy, ultrasonography, computed tomography, dual x-ray\nabsorptiometry, magnetic resonance imaging and/or\ndensitometry.\nData extraction\nUsing a standardised, predefined form, two reviewers (A.S. and\nA.N.) separately and independently evaluated full-text articles.\nAny discrepancies were discussed until a consensus was\nreached with any disagreements being resolved by consulta-\ntion with a third reviewer (D.H.). Data extraction was per-\nformed by one reviewer (A.S.). Relevant data regarding\nparticipant characteristics (age, sex, training status, height\nand body weight), and study characteristics (measurement\ntechniques for strength or hypertrophy, training frequency,\ndescription of HIIT, resistance exercises prescribed, sets, repe-\ntitions, intensity, and intervention length) were extracted.\nQuality analysis\nThe methodological quality of studies meeting the inclusion-\nary criteria were assessed using a modified Downs and Black\nquality assessment tool (Downs & Black,\n1998). A description\nof the scale can be found in a previous review (Davies, Kuang,\nOrr, Halaki, & Hackett,\n2017). Briefly, scores ranged from 0 to\n29 points, with higher scores reflecting higher-quality\nresearch. Scores above 20 were considered good; scores of\n11– 20 were considered moderate and scores below 11 were\nconsidered poor methodological quality (Laframboise &\nDegraauw,\n2011). Studies were independently rated by 2\nresearchers (S.M. and A.N.) and checked for internal consis-\ntency across items before scores were merged into a spread-\nsheet for",
    "discussion": ". Disagreements between ratings were\nresolved by discussion or sought from a third reviewer (D.H.)\nif no consensus was reached by discussion.\nStatistical analysis\nData is presented as mean ± standard deviation (SD) or con-\nfidence interval (CI). All analyses were conducted using\nComprehensive Meta-Analysis version 2 software (Biostat Inc.,\nEnglewood, NJ, USA). The level of significance was set at\np < 0.05 and trends were declared atp = 0.05– 0.10). Effect\nsize (ES) values were calculated as standardised differences in\nthe means and expressed as Hedges’ g which corrects for\n2\nA. SABAG ET AL.\n\nparameter bias due to small sample sizes (Ugille, Moeyaert,\nBeretvas, Ferron, & Van Den Noortgate,\n2014). An ES of 0.2 was\nconsidered a small effect, 0.5 a moderate effect and 0.8 a large\neffect (Cohen,\n1977). Within-group change in muscular\nstrength and lean body mass were determined by calculation\nof the difference between pre- and post-intervention. The\nmean relative percentage change (post- minus pre-training\nof muscular strength or lean body mass, divided by pre-train-\ning muscular strength or lean body mass, multiplied by 100)\nwas calculated for the concurrent HIIT and RT as well as RT\nalone groups. When studies had multiple outcomes (e.g. lean\nbody mass results from multiple sites), the software was used\nto average ESs across outcomes. Where possible, a Z test was\nused to compare the means of two sub-groups within an\nanalysis.\nBetween-study variability was examined for heterogeneity,\nusing the I\n2 statistic for quantifying inconsistency (Higgins,\nThompson, Deeks, & Altman,2003). The heterogeneity thresh-\nolds were set at I2 = 25% (low), I2 = 50% (moderate) and\nI2 = 75% (high) (Higgins et al.,2003). A conservative random-\neffects model of meta-analysis was applied to the pooled data.\nA funnel plot and rank correlations between effect estimates\nand their standard errors (SE), using Kendall’s τ statistic (Begg\n& Mazumdar,\n1994), were used to determine publication bias\nwhen a significant result (p < 0.05) was found. The primary\nanalysis compared the effect of concurrent HIIT and RT versus\nRT alone on outcomes of muscle strength and hypertrophy.\nSub-analyses were performed on the modality and sequencing\nof HIIT to allow further exploration into whether these factors\ninfluenced the training adaptations. A sub-analysis was also\nperformed on lower body hypertrophy.\nResults\nDescription of studies\nThe database search yielded 6036 potential studies (Figure 1).\nFourteen studies (Balabinis et al.,2003; Cantrell et al.,2014;d e\nSouza et al.,2013; Fyfe et al.,2016; Gentil et al.,2017; Kikuchi\net al., 2016; Laird et al., 2016; Leveritt, Abernethy, Barry, &\nLogan, 2003; Robineau et al., 2016, 2017; Ross et al., 2009;\nSale, Jacobs, MacDougall, & Garner, 1990; Silva et al., 2012;\nTsitkanou et al., 2016) met the eligibility criteria and were\nincluded in the systematic review and meta-analysis. Only 1\nstudy (Gentil et al.,\n2017) was excluded from the meta-analysis\nfor displaying a p score of <0.05 using Kendall’s τ statistic.\nThere were a total of 263 participants (182 males and 81\nfemales) aged 18– 34 years. Of the 14 studies, 4 studies (de\nSouza et al.,\n2013; Gentil et al.,2017; Kikuchi et al.,2016; Sale\net al., 1990) involved “untrained” or “inactive” populations\nwhilst the remaining studies involved “trained” or “active\npopulations” (Table 1 ), however only 4 studies (Balabinis\net al., 2003; Robineau et al., 2016, 2017; Ross et al., 2009)\nutilised semi-professional or college level subjects.\nIntervention characteristics\nA summary of the intervention characteristics including the HIIT\nand RT frequency, volume, and intensity are displayed in\nTable 2. Seven of 14 studies performed cycling HIIT (Cantrell\net al., 2014;F y f ee ta l . ,2016; Gentil et al.,2017; Kikuchi et al.,\n2016; Leveritt et al., 2003;S a l ee ta l . ,1990; Tsitkanou et al.,\n2016), whilst the remaining 7 studies performed running HIIT\n(Balabinis et al.,2003; de Souza et al.,2013; Laird et al.,2016;\nRobineau et al.,2016, 2017;R o s se ta l . ,2009; Silva et al.,2012).\nEight of the 14 studies (Balabinis et al.,2003; Cantrell et al.,\n2014;G e n t i le ta l . ,2017; Kikuchi et al.,2016; Laird et al.,2016;\nRobineau et al.,2016, 2017;R o s se ta l . ,2009) performed sprint-\ninterval or a variation of supramaximal training whilst the\nremaining 6 studies (de Souza et al.,\n2013;F y f ee ta l . ,2016;\nLeveritt et al.,2003;S a l ee ta l . ,1990; Silva et al.,2012; Tsitkanou\net al., 2016) performed a variation of HIIT with peak workload\nintervals reaching but not exceeding 100% VO2max.\nTen studies (Balabinis et al.,2003; Cantrell et al.,2014;F y f e\net al., 2016; Gentil et al.,2017; Laird et al.,2016; Leveritt et al.,\n2003; Robineau et al.,2016, 2017;R o s se ta l . ,2009; Silva et al.,\n2012) prescribed upper and lower body resistance training exer-\ncises, whilst 3 studies (de Souza et al.,2013;S a l ee ta l . ,1990;\nTsitkanou et al.,2016) prescribed only lower body exercises and 1\nstudy (Kikuchi et al.,2016) prescribed only upper body exercises.\nThe number of sets per session ranged from 1– 6. All but 3 studies\n(Balabinis et al.,2003;S a l ee ta l . ,1990; Silva et al.,2012) pre-\nscribed resistance exercise repetitions ranging from 3– 12.\nMuscular strength of the lower body was measured in\ntwelve studies (Balabinis et al.,2003; Cantrell et al.,2014;d e\nSouza et al.,2013; Fyfe et al.,2016; Laird et al.,2016; Leveritt\net al., 2003; Robineau et al.,2016, 2017; Ross et al.,2009; Sale\net al., 1990; Silva et al.,2012; Tsitkanou et al.,2016)( Table 3).\nSix of the 12 studies (Cantrell et al.,2014; Laird et al., 2016;\nLeveritt et al., 2003; Robineau et al., 2016, 2017; Ross et al.,\n2009) assessed lower body strength via back squat 1RM,\nanother 4 studies (de Souza et al., 2013; Fyfe et al., 2016;\nSale et al., 1990; Silva et al., 2012) assessed lower body\nstrength via leg press 1RM, whilst 2 studies (Balabinis et al.,\n2003; Tsitkanou et al.,2016) assessed lower body strength via\nleg press and back squat 1RM. Muscular strength of the upper\nbody was measured in eight studies (Balabinis et al.,\n2003;\nCantrell et al.,2014; Fyfe et al.,2016; Gentil et al.,2017; Kikuchi\net al.,2016; Robineau et al.,2016, 2017; Silva et al.,2012). Six of\n8 studies (Balabinis et al.,2003; Cantrell et al.,2014; Fyfe et al.,\n2016; Robineau et al.,2016, 2017; Silva et al., 2012) assessed\nupper body strength via 1RM bench press, whilst the remain-\ning 2 studies (Gentil et al.,\n2017; Kikuchi et al.,2016) assessed\nupper body strength via 1RM elbow flexion.\nLean muscle mass changes were reported in seven studies\n(Cantrell et al., 2014; de Souza et al.,2013; Fyfe et al.,2016;\nKikuchi et al., 2016; Laird et al., 2016; Sale et al., 1990;\nTsitkanou et al.,2016)( Table 4). Three studies (Cantrell et al.,\n2014; Fyfe et al., 2016; Laird et al., 2016) assessed muscular\nhypertrophy via change in total lean body mass, using dual\nx-ray absorptiometry (DXA) and another 3 studies assessed\nchanges in lean muscle mass of the lower body (i.e. thigh)\nusing computed-tomography (CT) (Sale et al.,\n1990), ultraso-\nnography (Tsitkanou et al.,2016), or magnetic resonance ima-\nging (MRI) (de Souza et al., 2013). Only one study (Kikuchi\net al., 2016) assessed lean muscle mass change of the upper\nlimbs via change in bicep brachii and brachialis muscles\nusing MRI.\nJOURNAL OF SPORTS SCIENCES\n3\n\nPrimary analyses: muscle strength and hypertrophy\nThe effect of current HIIT and RT on upper and lower body\nstrength is shown in\nFigure 2. There was a significant small\nnegative effect size favouring RT alone when compared to\nconcurrent HIIT and RT on lower body strength (ES =−0.248,\n95%CI: −0.495 to −0.001; p = 0.049). Low (non-significant)\nheterogeneity amongst studies was observed ( I\n2 =0 ,\np = 0.925). For upper body strength, there were no significant\neffects for concurrent HIIT and RT compared to RT alone\n(ES = 0.016, 95% CI:−0.319 to 0.351; p = 0.927). Low (non-\nsignificant) heterogeneity amongst studies was observed\n(I\n2 = 0, p = 0.889). Also, there was no significant effect of\nconcurrent HIIT and RT compared to RT alone on changes in\nlean muscle mass (ES = 0.106, 95% CI: −0.224 to 0.435;\np = 0.529) ( Figure 2). Low (non-significant) heterogeneity\nwas observed amongst studies (I2 = 0, p = 0.996).\nSub-analyses: lower body muscle strength and\nhypertrophy\nA sub-analysis was performed assessing the effect of the\nmodality of HIIT when performed with RT versus RT alone on\nlower body strength. Twelve studies (Balabinis et al.,\n2003;\nCantrell et al., 2014; de Souza et al., 2013; Fyfe et al., 2016;\nLaird et al., 2016; Leveritt et al., 2003; Robineau et al.,2016,\n2017; Ross et al., 2009; Sale et al., 1990; Silva et al., 2012;\nRecords identified through database \nsearching \n(n=6036)\nScreeningIncluded Eligibility Identification\nAdditional records identified \nthrough other sources \n(n=3)\nRecords after duplicates removed \n(n=4553)\nRecords title/abstract \nscreened \n(n=4553) Records excluded \n(n=4480)\nFull-text articles assessed \nfor eligibility \n(n=73)\nFull-text articles excluded \n(n=59)\nAcute study (n=30)\nClinical population ( n=13)\nNo comparison group -\nresistance training alone \n(n=3)\nSame study that reports \ndifferent outcomes other \nthan muscular \nstrength/hypertrophy (n=2)\nAbstract of a full-text \nversion of study included \n(n=2)\nResistance training alone \nnot performed throughout \nwhole intervention (n=3) \nNo muscular strength or \nhypertrophy training \noutcomes (n=2)\nStudies included in review \n(n=14)\nStudies included in meta-\nanalysis\n(n=13)\n•\n•\n•\n•\n•\n•\n•\nFigure 1. PRISMA flow diagram of literature screening process.\n4 A. SABAG ET AL.\n\nTsitkanou et al.,2016) provided sufficient information for the\ncalculation of mean differences, effect size, and 95% confi-\ndence intervals (95%CI). Seven studies utilised running HIIT\nas part of their concurrent training program (Balabinis et al.,\n2003; de Souza et al.,2013; Laird et al.,2016; Robineau et al.,\n2016, 2017; Ross et al., 2009; Silva et al., 2012), whilst the\nremaining 5 studies utilised cycling HIIT (Cantrell et al.,2014;\nFyfe et al.,2016; Kikuchi et al.,2016; Leveritt et al.,2003; Sale\net al., 1990; Tsitkanou et al., 2016). There was a trend for a\nsmall negative effect favouring RT alone compared to concur-\nrent HIIT-cycling and RT on lower body strength (ES =−0.377,\n95%CI: −0.792 to −0.037, p = 0.074). There was no effect of\nconcurrent HIIT-running and RT compared to RT alone on\nlower body strength (ES = −0.176, 95%CI: −0.484 to 0.131,\np = 0.261). There was no statistical difference between the\nmeans for HIIT-cycling versus running and RT on lower body\nstrength (p = 0.18). Low (non-significant) heterogeneity was\nobserved amongst studies (I\n2 =0 ,p=0 .9 3 )\nA sub-analysis was performed assessing the effect of con-\ncurrent HIIT and RT with rest and no rest between modes of\ntraining vs RT alone on lower body strength. Twelve studies\n(Balabinis et al.,\n2003; Cantrell et al., 2014; de Souza et al.,\n2013; Fyfe et al.,2016; Laird et al.,2016; Leveritt et al.,2003;\nRobineau et al.,2016, 2017; Ross et al.,2009; Sale et al.,1990;\nSilva et al., 2012; Tsitkanou et al., 2016) provided sufficient\ninformation for the calculation of mean differences, effect\nsize, and 95% confidence intervals (95%CI). Three studies\n(Cantrell et al.,\n2014; Robineau et al.,2016, 2017) implemen-\nted rest periods of 24 hours whilst 10 studies (Balabinis et al.,\n2003; de Souza et al.,2013; Fyfe et al.,2016; Laird et al.,2016;\nLeveritt et al., 2003; Robineau et al., 2016; Ross et al., 2009;\nSale et al., 1990; Silva et al., 2012; Tsitkanou et al., 2016)\nimplemented HIIT protocols with <24 hours rest. One study\n(Robineau et al.,\n2016) had multiple concurrent HIIT and RT\ngroups in which both the 0-hour rest group and 24-hour rest\ngroup were included in the analysis. The analysis showed a\ntrend for <24 hours rest between HIIT and RT to favour the\nRT alone group (ES = −0.263, 95%CI: −0.549 to 0.023,\np = 0.071), however the incorporation of an inter-modal\nrest period of >24 hours resulted in similar changes between\nthe concurrent HIIT and RT group and RT alone group\n(ES = −0.078, 95%CI: −0.575 to −0.419, p = 0.759). A compar-\nison of means showed no difference (p = 0.40) between the\ntwo analyses. Low (non-significant) heterogeneity was\nobserved amongst the analyses ( I\n2 =0 ,p=0 .9 3 ,\nrespectively).\nA sub-analysis was performed assessing the effect of con-\ncurrent HIIT and RT vs RT alone on lower limb lean muscle\nmass. Four studies (de Souza et al.,\n2013; Fyfe et al.,2016; Sale\net al.,1990; Tsitkanou et al.,2016) provided sufficient informa-\ntion for the calculation of mean differences, effect size, and\n95% confidence intervals (95%CI). There was no significant\neffect of concurrent HIIT and RT compared to RT alone on\nlean muscle mass change in the lower limbs (ES = 0.158, 95%\nCI: −0.296 to 0.612; p = 0.495). Low (non-significant) hetero-\ngeneity was observed amongst studies (I\n2 = 0, p = 0.993).\nMethodological quality\nThe methodological quality of studies was considered moderate\nbased on a mean ± SD rating score of 16.2 ± 1.9 out of a possible\nscore of 29. All studies scored 0 (not reported or unable to\nTable 1. Participant characteristics of included studies.\nStudy Group Number of participants Sex: M [%] Age [years] a Height [cm] a Weight [kg]a Training status\nBalabinis et al.,2003 HITT + RT 7 100 22.6 ± 0.8 188 ± 0.5 86.1 ± 0.7 Trained\nRT 7 100 22.2 ± 0.4 188 ± 0.9 85.4 ± 0.5 Trained\nCantrell et al.,\n2014 HIIT + RT 7 100 26.6 ± 6.6 176 ± 6.5 80.9 ± 11.2 Active\nRT 7 100 24.7 ± 5.9 175 ± 9.1 78.1 ± 9.7 Active\nde Souza et al.,\n2013 HIIT + RT 11 100 22.5 ± 3.9 176 ± 8.1 72.9 ± 9.8 Untrained\nRT 11 100 25.9 ± 6.4 172 ± 4.3 73.5 ± 16.1 Untrained\nFyfe et al.,\n2016 HIIT +RT 8 100 29.5 ± 2.1 181.3 ± 5.8 82.6 ± 10.9 Active\nRT 8 100 28.6 ± 6.4 182.7 ± 7.6 86.6 ± 14 Active\nGentil et al.,\n2017 HIIT + RT 8 0 32.6 ± 3.9 1.65 ± 0.10 68.8 ± 13.8 Inactive\nRT 8 0 34.1 ± 4.3 1.66 ± 0.05 70.1 ± 9.3 Inactive\nKikuchi et al.,\n2016 HIIT + RT 6 100 20 ± 1.8 171.2 ± 4.9 64.5 ± 4.7 Untrained\nRT 6 100 20 ± 1.8 171.2 ± 4.9 64.5 ± 4.7 Untrained\nLaird et al.,\n2016 HIIT + RT 12 0 20.2 ± 1.5 170.8 ± 5 63.3 ± 9.9 Active\nRT 14 0 20.4 ± 1.9 168.7 ± 2.2 62.6 ± 8.2 Active\nLeveritt et al.,\n2003 HIIT + RT (males) 3 100 19.3 ± 1.5 183.3 ± 3.1 84.4 ± 10.7 Active\nRT (males) 5 100 19.2 ± 1.3 178.6 ± 3.4 71.7 ± 9.4 Active\nHIIT+ RT (females) 6 0 18.3 ± 0.8 165.3 ± 3.2 64.5 ± 15.3 Active\nRT (females) 3 0 18.3 ± 0.6 162.3 ± 1.5 55.8 ± 1.6 Active\nRobineau et al.,\n2016 HIIT + RT 15 100 24.3 ± 3.8 172.4 ± 41.7 85.7 ± 11.5 Active\nRT 10 100 25.2 ± 4.4 180.7 ± 7.4 90.8 ± 14.5 Active\nRobineau et al.,\n2017 HIIT + RT 10 100 26.4 ± 3.0 179.7 ± 8.0 89.3 ± 10.3 Trained\nRT 11 100 27.5 ± 2.5 177.3 ± 5.6 89.4 ± 14.2 Trained\nRoss et al.,\n2009 HIIT + RT 10 100 19.8 ± 1.2 182.5 ± 5 93.3 ± 11.6 Trained\nRT 9 100 19.9 ± 1.4 181.7 ± 6.2 93.5 ± 12.6 Trained\nSale et al.,\n1990 HIIT + RT 8 50 20.9 ± 0.5 169.2 ± 4.7 65.7 ± 5.1 Untrained\nRT 8 50 20.9 ± 0.5 169.2 ± 4.7 65.7 ± 5.1 Untrained\nSilva et al.,\n2012 HIIT + RT 11 0 24.3 ± 5.0 166.7 ± 4.0 59.0 ± 5.9 Active\nRT 12 0 23.5 ± 2.5 165.8 ± 6.5 59.2 ± 8.3 Active\nTsitkanou et al.,\n2016 HIIT + RT 11 100 21.8 ± 0.6 177.4 ± 1.5 74.2 ± 2.1 Active\nRT 11 100 21.8 ± 0.6 177.4 ± 1.5 74.2 ± 2.1 Active\na Data are reported as mean ± SD or as a range.\ncm = centimetres, kg = kilograms, SD = standard deviation, HIIT = high intensity interval training, RT = resistance training.\nJOURNAL OF SPORTS SCIENCES 5\n\ndetermine) for reporting of adverse events, participants being\nrepresentative of population where they were recruited, blinding\nof participants to the intervention, period of time participants\nwere recruited, concealed intervention assignment and adjust-\ning for confounding in analyses. All studies reported the aims\nand purpose of the study, outcome measures, characteristics of\nparticipants, main findings clearly described, point estimates of\nrandom variability, made clear any data dredging and main out-\ncome measures used were accurate. Outcome measures of mus-\ncular strength and hypertrophy were considered valid and\nreliable. Three studies reported compliance to each intervention\nwith the range being 93– 98% (Cantrell et al.,\n2014;F y f ee ta l . ,\n2016; Laird et al.,2016). Only 2 studies (Balabinis et al.,2003;\nGentil et al.,2017) did not use a randomisation protocol. Seven\nstudies reported that exercise sessions were supervised by\ntrained personnel (Balabinis et al.,\n2003; Cantrell et al., 2014;\nGentil et al.,2017; Kikuchi et al.,2016; Laird et al.,2016;L e v e r i t t\net al.,2003; Silva et al.,2012). One study (Gentil et al.,2017)w a s\nexcluded from the meta-analysis for demonstrating bias as per\nKendall’s τ statistic.\nDiscussion\nThis is the first systematic review and meta-analysis to compare\nthe effects of concurrent HIIT and RT to RT alone on outcomes of\nmuscle strength and hypertrophy. The results indicate that the\ngroups had similar increases in upper body strength and mus-\ncular hypertrophy. However, there was a greater increase in\nlower body strength following RT alone compared to concurrent\nHIIT and RT, although there was no difference between groups\nwhen comparing lower body lean muscle mass change. Sub\nanalyses revealed that this impediment on lower body strength\nmay manifest with cycling but not running. Also, there is some\nevidence that 24 hours rest between HIIT and RT may alleviate\nthe impediment in lower body muscular strength following con-\ncurrent HIIT and RT. Studies were considered to be of moderate\nmethodological quality.\nWhilst the attenuating effect of concurrent HIIT and RT on\nlower body strength is statistically small, it may be of impor-\ntance to certain population groups. To non-athletic popula-\ntions, this small effect may not influence their exercise\nTable 2. Training characteristics of included studies.\nStudy Group Exercise prescription\nFrequency\n[days/week]\nDuration\n[weeks]\nBalabinis et al.,2003 HIIT + RT HIIT: 1 – 8 repetitions of 30– 90 sec sprints @ 85%MHR– full speed. RT (7 h later) 1– 5 sets of\n3– 40 rep @ 40– 85% 1RM of HS, BP, LP, + LPD\n4/7 7\nRT RT: Same as above 4/7 7\nCantrell et al.,2014 HIIT + RT HIIT: 4 – 6 x 20 sec cycling efforts (max) ergometer. RT (separate day): 3 x 4-6RM of BS, BP, KE,\nKF, LPD, + SP\n4/7 12\nRT RT: Same as above 4/7 12\nde Souza et al.,2013 HIIT + RT HIIT: 15 – 20 x 60 sec running @ 80-100VO2max. RT (≤ 5 min later): 3– 5 x 6-12RM of LP, KE, + KF 2/7 8\nRT RT: same as above 2/7 8\nFyfe et al.,2016 HIIT + RT HIIT: 5 – 11 x 2-min cycling @ 120– 150% LT. RT (10 min later): 3– 5x4 – 12 rep @\n65– 90% 1RM of LP, BP, SR, KE, KF, DP, LPD, + LG\n2– 3/7 8\nRT RT: Same as above. 2– 3/7 8\nGentil et al.,2017 HIIT + RT HIIT: 6 – 8 x 60 sec cycling efforts @ 7– 10 RPE (CR10). RT (10 min later): 8– 12 rep of supersets\n(intensity NR).\n3/7 8\nRT RT: Same as above 3/7 8\nKikuchi et al.,2016 HIIT + RT HIIT: 4 × 30 sec cycling efforts (max) using resistance = 7.5% of participants ’ BW. RT\n(immediately following): 3 × 10 rep @ 80% 1RM of BC\n3/7 8\nRT RT: Same as above 3/7 8\nLaird et al.,2016 HIIT + RT HIIT: 8 × 20 sec running @ 110 – 120% VO2max. RT (4 hours later): 3– 5x3 – 10 rep @ 70– 87.5%\n1RM of BS, BOR, BP, AB, SJ, DL, SP + BE\n3/7 11\nRT RT: Same as above 3/7 11\nLeveritt et al.,2003 HIIT + RT HIIT: 5 min cycling efforts @ 40, 60, 80, 100 and 100% VO 2peak. RT (immediately\nfollowing): 3 x 4-10RM of KE, KF, BP, LPD, BC, LR, + AB\n3/7 6\nRT RT: Same as above 3/7 6\nRobineau et al.,2016 HIIT + RT HIIT: 3 × 15 sec running @ 120% MAV. RT (immediately following) 3– 4x3 – 10RM of HS, LP, BP,+ BR 2/7 9\nRT RT: Same as above 2/7 9\nRobineau et al.,2017 HIIT + RT HIIT: 4 – 8 x 30 sec sprinting (max effort). RT (performed 24 h prior): 3 x 3-10 rep @ 70– 90%\n1RM of BP, HS, KE, + DL\n4/7 8\nRT RT: Same as above 4/7 8\nRoss et al.2009 HIIT + RT HIIT: 8 – 12 rep x 40– 60 m sprints using resistance = 0– 25% of participants’ BW. RT (following\nHIIT on 2 days and alone on 2 days): 3– 4x6 – 10 rep of 8– 9 circuit style exercises\n4/7 7\nRT RT: Same as above 4/7 7\nSale et al.,1990 HIIT + RT HIIT: 3 – 5 min efforts cycling @ 90– 100 VO2max. RT (immediately following): 6 x 15-20RM of LP 3/7 22\nRT RT: Same as above 3/7 22\nSilva et al.,2012 HIIT + RT HIIT: 25 × 60 sec running @ vVO 2max. RT (2 min following): 2 3 x 8-18RM of LP, KE, KF, BP, CF,\nUR, + AB\n2/7 11\nRT RT: Same as above 2/7 11\nTsitkanou et al.,2016 HIIT + RT HIIT: 10 × 60 sec cycling @ 100% W max. RT (10 min later): 4 x 6RM of LP + HS 2/7 8\nRT RT: Same as above 2/7 8\nHIIT = high intensity interval training; RT = resistance training; % = percentage; MHR = maximum heart rate; rep = repetitions; 1RM = one repetition maximum;\nRM = repetition maximum; sec = seconds; min = minutes; h = hours; BW = body weight; RPE = rating of perceived exertion; CR = category ratio; max = maximum;\nMAV = maximal aerobic velocity; Wmax = workload maximum; vVO\n2max = velocity at maximal oxygen uptake; VO2max = maximal oxygen uptake; VO2peak = peak\noxygen uptake; LT = lactate threshold; HS = half squat; BP = bench press; LP = leg press; LPD = lat pulldown; BS = barbell squat; KE = knee extension; KF = knee\nflexion; SP = shoulder press; SR = seated row; DP = dumbbell press; LG = lunge; BC = bicep curl; BOR = bent over row; AB = abdominal exercise; SJ = squat jump;\nDL = dead lift; BE = back extension; LR = lateral raise; UR = upright row; BR = bench row; CF = chest fly; NR = not reported.\n6\nA. SABAG ET AL.\n\nTable 3. High intensity interval training and resistance training compared to resistance training alone on muscular strength.\nHIIT + RT RT alone\nStudy Exercise n Pre-training [kg] a Post-training [kg] a Change [%]b n Pre-training [kg] a Post-training [kg] a Change [%]b\nBalabinis et al.,2003 Leg Press 7 220.0 ± 2.0 235.3 ± 4.0 6.5 7 220.5 ± 2.4 240.7 ± 4.9 8.4\nHalf Squat 7 102.1 ± 2.3 125.9 ± 5.3 18.9 7 100.8 ± 2.3 120.2 ± 1.4 16.1\nBench Press 7 85.2 ± 1.3 110.8 ± 3.9 23.1 7 84.4 ± 0.5 110.5 ± 2.1 23.6\nCantrell et al.,\n2014 Back Squat 7 114.4 ± 24.1 147.6 ± 32.7 29.0 7 115.2 ± 13.9 153.1 ± 19.1 32.9\nBench Press 7 98.4 ± 22.2 111.1 ± 22.8 12.9 7 96.0 ± 11.5 107.7 ± 10.8 12.2\nde Souza et al.,\n2013 Leg press 11 268.4 ± 47.6 315.7 ± 63.5 17.6 11 270.3 ± 45.5 320.3 ± 57.0 18.5\nFyfe et al.,2016 Leg press 8 299.0 ± 56.0 383.0 ± 60.0 28.1 8 301.0 ± 59.0 412.0 ± 53.0 36.9\nBench Press 8 78.0 ± 15.0 90.0 ± 15.0 15.4 8 70.0 ± 21.0 83.0 ± 22.0 18.6\nGentil et al.,2017 Bicep curl 8 12.9 ± 3.2 14.0 ± 1.5 8.5 8 13.0 ± 1.8 15.9 ± 2.5 22.3\nKikuchi et al.,2016 Bicep curl 6 19.2 ± 5.6 27.5 ± 8.1 43.2 6 21.7 ± 4.1 29.6 ± 5.8 36.4\nLaird et al.,2016 Back 12 113.2 ± 29.0 NR 6.1 14 85.7 ± 23.9 NR 32.8\nSquat (17.0 ± 3.6c) (18.1 ± 4.4c)\nLeveritt et al.,2003 Back 9 103.0 ± 30.0 NR 25.2 8 115.0 ± 39.0 NR 28.7\nSquat (26.0 ± 18.0\nc) (33.0 ± 17.0c)\nRobineau et al.,2016 Back Squat 15 156.0 ± 20.3 182.0 ± 28.5 16.8 10 152.5 ± 24.6 190.0 ± 38.4 23.9\nBench press 15 87.5 ± 22.2 94.5 ± 23.3 8.4 10 85.5 ± 13.8 95.3 ± 14.7 11.6\nRobineau et al.,\n2017 Back Squat 10 161.0 ± 18.7 184 ± 38.6 12.8 11 161.4 ± 18.2 187.3 ± 34.1 15.0\nBench press 10 95.0 ± 19.3 102.5 ± 21.6 7.7 11 89.3 ± 12.3 99.5 ± 14.2 11.4\nRoss et al.,\n2009 Back Squat 10 166.8 ± 28.1 175.2 ± 26.6 5.0 9 158.1 ± 34.2 164.6 ± 29 4.1\nSale et al.,1990 Leg press 8 103.8 ± 14 125.0 ± 11.0 20.4 8 101.0 ± 14.0 131.5 ± 15.0 30.2\nSilva et al.,2012 Leg press 11 104.2 ± 19.6 152.3 ± 26.3 46.8 12 89.8 ± 16.8 135.3 ± 29 52.6\nBench press 11 32.0 ± 5.5 37.5 ± 5.9 17.7 12 29.5 ± 6.5 35.4 ± 6.9 20.8\nTsikanou et al.\n2016 Half squat 10 150.5 ± 6.4 187.0 ± 6.2 25.0 11 149.5 ± 8.7 191.8 ± 7.7 30.5\nLeg press 10 259.0 ± 18.5 335.5 ± 14.1 32.3 11 258.6 ± 16.2 355.9 ± 17.2 39.3\nMean 19.4 23.9\na Data are reported as mean ± SD or as a range.\nb Calculated as post-training value minus pre-training value, divided by pre-training value, multiplied by 100.\nc Value expressed in kilograms\nHIIT = high intensity interval training; RT = resistance training\nJOURNAL OF SPORTS SCIENCES 7\n\nbehaviour or programming, however in an elite sporting con-\ntext; small differences in lower body strength may have a\nmeaningful impact on performance (e.g. sprinting and jump-\ning ability). In light of this, and given the studies in this review\nvaried in training methodology, it seems that the manner in\nwhich concurrent HIIT and RT is executed could either exacer-\nbate or ameliorate the reported“interference effect”. Based on\nthe results of the sub-analyses, coaches and athletes need to\ncarefully consider the modality and sequencing when pro-\ngramming concurrent training.\nThe analysis showed that modality may play a role in pre-\nventing the attenuation of muscular strength following con-\ncurrent training. Previously, Wilson et al. (\n2012) found that\nonly running based endurance exercise and not cycling led\nto significant decrements in both hypertrophy and strength, a\nfinding they presumed was linked to the greater eccentric\ncomponent of running and consequential muscle damage\nnot seen in more concentric-heavy exercises such as cycling.\nHowever, inferring exercise induced muscle damage as a cau-\nsal mechanism for decreased strength and hypertrophy is\nTable 4. High intensity interval training and resistance training compared to resistance training alone on muscular hypertrophy.\nHIIT + RT RT alone\nStudy n Pre-training [kg] a Post-training [kg] a Change [%]b n Pre-training [kg] a Post-training [kg] a Change [%]b\nCantrell et al.,2014 TLBM 7 59.1 ± 8.0 59.9 ± 8.7 1.4 7 57.3 ± 5.3 57.3 ± 4.2 0\nde Souza et al.,2013 LT-CSA 11 8340.8 ± 1000 c 8996.8 ± 919.5c 7.8 11 8332.4 ± 893.3 c 8849.5 ± 893.3c 6.2\nRT-CSA 8261.4 ± 1002 d 8882.7 ± 868.4d 7.5 8215.4 ± 898.8 d 8668 ± 952.4d 5.0\nFyfe et al.,2016 TLBM 8 60.1 ± 6 60.9 ± 5.5 1.6 8 60.9 ± 7.2 61.7 ± 6.5 1.6\nULBM\nLLBM\n38.6 ± 3.7\n21.4 ± 2.5\n39.1 ± 3.5\n21.9 ± 2.5\n1.4\n2.2\n39.7 ± 5.5\n21.2 ± 2.2\n39.8 ± 5.1\n22.0 ± 1.8\n0.4\n4.1\nKikuchi et al.,\n2016 UL-CSA 6 13.6 ± 1.4 d 16.3 ± 3.5d 19.9 6 14.2 ± 2.0 d 16.6 ± 1.1d 16.9\nLaird et al.,2016 TLBM 12 38.7 ± 1.3 40.6 ± 2.2 4.9 14 38.3 ± 2.5 39.8 ± 2.6 3.9\nSale et al.,1990 LE-CSA 8 68.6 ± 7.0 76.5 ± 8.9 11.5 8 67.0 ± 7.8 75.5 ± 8.6 12.7\nTsitkanou et al.,2016 LE-CSA 10 78.0 ± 2.1 96.0 ± 2.9 23.0 11 75.8 ± 3.5 95.2 ± 5.0 25.6\nMean 8.1 7.6\na Pre- and post-training values are presented as mean ± SD (standard deviation).\nb Calculated as post-training value minus pre-training value, divided by pre-training value, multiplied by 100.\nc Data represented in mm2 (millimetres).\nd Data represented in cm2 (centimetres).\nHIIT = high intensity interval training; RT = resistance training; % = percentage; TLBM = total lean body mass, LT-CSA = left thigh cross sectional area; RT-CSA right\nthigh cross sectional area; ULBM = upper limb lean body mass; LLBM = lower limb lean body mass; UL-CSA = upper limb cross sectional area; LE-CSA = leg\nextensor cross sectional area.\nStudy name\nEffect Size\n(Hedges’ g) 95% CI\nCantrell et al. 2014 0.110 (-0.872 to 1.091) 0.827\nDe Souza et al. 2013 0.163 (-0.643 to 0.968) 0.692\nFyfe et al. 2016 0.000 (-0.927 to 0.927) 1.000\nKikuchi et al. 2016 -0.107 (-1.152 to 0.989) 0.841\nLaird et al. 2016 0.161 (-0.599 to 0.882) 0.661\nSale et al. 1990 -0.065 (-0.992 to 0.862) 0.891\nTsitkanou et al. 2016 0.325 (-0.503 to 1.153) 0.442\nHypertrophy\n0.106 (-0.224 to 0.435) 0.529\nBalabinis et al. 2003 -1.050 (-2.105 to 0.005) 0.051\nCantrell et al. 2014 -0.161 (-1.143 to 0.822) 0.748\nDe Souza et al. 2013 -0.043 (-0.847 to 0.761) 0.916\nFyfe et al. 2016 -0.451 (-1.391 to 0.489) 0.347\nLaird et al. 2016 -0.242 (-0.992 to 0.507) 0.527\nLeveritt et al. 2003 -0.381 (-1.269 to 0.508) 0.401\nRobineau et al. 2016 -0.340 (-1.119 to 0.440) 0.393\nRobineau et al. 2017 -0.077 (-0.899 to 0.746) 0.855\nRoss et al. 2009 0.066 (-0.723 to 0.854) 0.870\nSale et al. 1990 -0.668 (-1.624 to 0.287) 0.170\nSilva et al. 2012 0.090 (-0.699 to 0.879) 0.822\nTsitkanou et al. 2016 -0.236 (-1.117 to 0.646) 0.601\nLower body strength\n-0.248 (-0.495 to -0.001) 0.049\nBalabinis et al. 2003 -0.148 (-1.130 to 0.834) 0.768\nCantrell et al. 2014 -0.052 (-1.033 to 0.928) 0.916\nFyfe et al. 2016 0.050 (-0.876 to 0.977) 0.915\nKikuchi et al. 2016 -0.052 (-1.097 to 0.992) 0.922\nRobineau et al. 2016 0.133 (-0.642 to 0.908) 0.737\nRobineau et al. 2017 0.143 (-0.680 to 0.967) 0.733\nSilva et al. 2012 -0.060 (-0.849 to 0.729) 0.882\nPooled effect 0.016 (-0.319 to 0.351) 0.927\n-4.00 -2.00 0.00 2.00 4.00\nFavours RT alone Favours HIIT + RT\nMeta Analysis\npv a l u e\nPooled effect\nPooled effect\nUpper body strength\nFigure 2. Effect of concurrent high intensity interval training and resistance training versus resistance training alone on muscle strength and hypertrophy.\nThe open squares and error bars signify the standardised difference (Std diff) values in the means (effect size) and 95% confidence interval (CI) values, respectively. Theopen diamond\nrepresents the pooled effect sizes.\nHIIT: High intensity interval training; RT = resistance training.\n8\nA. SABAG ET AL.\n\ndebatable as exercise induced muscle damage is known to\ndecrease after the first exercise session, a phenomena known\nas “the repeated bout effect” (McHugh,\n2003). The current\nreview aimed to determine whether concurrent RT and high\nintensity bouts of short duration and distance would lead to\nsimilar findings as the Wilson et al. (\n2012) review on concur-\nrent RT and aerobic training. Because HIIT recruits from higher\nthreshold motor units, frequently recruited in high intensity\nRT, it would be reasonable to hypothesise that fatigue-related\ndecreases in muscle strength would occur in both the running\nand cycling groups. Interestingly, when we compared the ESs\nof HIIT-running to HIIT-cycling, only the latter showed a trend-\ning for a negative ES favouring RT alone for lower body\nstrength development indicating that HIIT-cycling and not\nHIIT-running may attenuate muscular strength development\nin the lower limbs. However, when the means of the two\ngroups were compared using a z test, there was no significant\ndifference. Therefore, further field studies are required to\nassess whether HIIT-running can ameliorate the interference\neffect commonly associated with concurrent training.\nPreviously, aerobic training has been shown to negatively\nimpair force production and power during ensuing RT, a finding\npreviously attributed to the residual fatigue associated with\naerobic exercise (Leveritt et al.,\n1999). This impaired force pro-\nduction capacity of muscles following aerobic exercise has been\nshown to last for at least 6 hours (Leveritt & Abernethy,\n1999).\nBentley, Zhou, and Davie (1998) showed that 24 hours of recov-\nery following both continuous aerobic training, and HIIT, is suffi-\nc i e n tf o rm u s c l ef o r c ep r o d u c t i o nc a p a c i t yt or e t u r nt ob a s e l i n e\nlevels. Consequently, by strategically sequencing training ses-\nsions and incorporating adequate recovery periods between\ntraining modalities (HIIT and RT), researchers have been able to\ndiminish the interference effect (Robineau et al.,\n2017)a n di n\nsome cases even eliminate it (Robineau et al.,2016).\nMechanisms\nThe mechanisms responsible for muscular strength have histori-\ncally been associated with muscle morphology and size, and\nneural adaptations such as motor unit recruitment (Hakkinen,\nAlen, & Komi,\n1985). There are two possible mechanistic explana-\ntions for the inferior increase in lower body strength following\nconcurrent HIIT and RT compared to RT alone. Firstly, previous\nstudies have shown aerobic exercise and RT may recruit from the\nsame motor unit (MU) pool (Nelson, Arnall, Loy, Silvester, & Conlee,\n1990) particularly for aerobic exercise of >90% VO2max (Sale,\n1987), thus fatiguing the MU’s neurophysiological capability to\ngenerate force efficiently (de Souza et al.,2007)p o t e n t i a l l yi m p e d -\ning the subjects ability to performRT at the prescribed intensities.\nSecondly, during HIIT, energy production is generally anaerobic in\nnature and thus the accumulation of metabolic by-products such\nas lactate, and of hydrogen ions and inorganic phosphate in the\nsarcoplasm have been reported to inhibit contractile force (Ament\n& Verkerke,\n2009;S a h l i n ,2014). Because upper body strength was\nnot impeded by concurrent HIIT and RT it is likely that the inter-\nference effect occurs only in the predominant muscle groups\nutilised during HIIT consequently indicating peripheral fatigue\nmay be culpable for the observed attenuation of lower body\nmuscular strength in our analysis.\nAerobic exercise has been shown to increase adenosine\nmonophosphate-activated protein kinase (AMPK) and eukar-\nyotic translation initiation factor-4E-binding protein 1 (4E-BP1)\nand that the degree of activation is relative to intensity (Rose,\nBisiani, Vistisen, Kiens, & Richter,\n2009), in which case activa-\ntion is observed at intensities >60% maximal aerobic capacity\n(Chen et al.,\n2003; Richter & Ruderman,2009). In rodent mod-\nels, the activation of AMPK has been shown to impede mam-\nmalian target of rapamycin complex 1 (mTORC1) signalling\n(Bodine et al.,\n2001; Bolster, Crozier, Kimball, & Jefferson,\n2002), a potent kinase which stimulates muscular hypertrophy.\nConsidering this information, Fyfe, Bishop, and Stepto (2014)\nspeculated that HIIT may exacerbate the acute molecular\ninterference when compared to moderate intensity training.\nThis hypothesis was later tested in a human study (Apro et al.,\n2015) where despite HIIT activating AMPK, there appeared to\nbe no inhibition of resistance training– induced mTORC1 sig-\nnalling. Consequently, it has been hypothesised that factors\nwhich play a key role in the protein breakdown, muscle remo-\ndelling, and adaptation to training, had potentially amelio-\nrated the alleged interference effect of concurrent exercise\n(Borgenvik, Apro, & Blomstrand,\n2012; Mascher et al., 2008).\nIn this light, and because post exercise mTORC1 signalling\nchanges correlate with muscle hypertrophy in some but not\nall studies (Fyfe & Loenneke,\n2018), there is insufficient evi-\ndence to attribute the attenuation of muscular hypertrophy to\nAMPK-dependent inhibition of mTORC1 signalling pathways\nas previously proposed (Bodine et al.,\n2001; Bolster et al.,2002;\nKikuchi et al.,2016). Our data show that concurrent HIIT and\nRT does not impair hypertrophy, possibly because the exer-\ncise-induced stimulation of anabolic pathways appear to be\ngreater than the catabolic response (Kazior et al.,\n2016).\nLimitations\nThis study has several limitations which should be considered\nbefore interpreting these findings. Firstly, due to the small number\nof studies currently available, studies varying in duration, intensity,\nvolume, and sequencing were pooled together for the analyses of\nlower and upper body strength and hypertrophy. Secondly, due to\nthe limited number of studies with specific training interventions,\nparticularly those incorporating 24-hours recovery, there was a\nsignificant discrepancy between number of participants in each\nof the subgroups (>24 hours breakn =2 9 ,< 2 4h o u r sb r e a k\nn = 102). It is therefore difficult to conclude with certainty that\nincreased recovery periods would ameliorate any interference\neffects. Thirdly, variations in intervention duration meant we\nwere unable to comment on whether the impedance of lower\nbody strength is immediate or occurs after a certain period.\nHickson (\n1980) showed that the interference effect only mani-\nfested after the 8th week of training, which Kraemer et al. (1995)\nattributed to overtraining. Finally, despite encompassing all\nhealthy adult subjects in the analysis, differences in training status\nhave been shown to considerably alter the physiological response\n(Peterson, Rhea, & Alvar,2005). A recent review suggested the\ninterference effect primarily manifests in moderate to highly\ntrained individuals and is also dependent on the training program\nlength (Coffey & Hawley,\n2017). Only 4 studies (Balabinis et al.,\n2003;R o b i n e a ue ta l . ,2016, 2017;R o s se ta l . ,2009)i n c l u d e di nt h i s\nJOURNAL OF SPORTS SCIENCES 9\n\nreview incorporated trained athletes who competed at a college or\nsemi-professional level, whilstthe remaining studies were per-\nformed on recreationally active and inactive individuals.\nTherefore, coaches should consider the training status of the\nathlete when interpreting the findings from the present review.",
    "conclusion": "Despite the limitations of this systematic review and meta-\nanalysis, these findings can be utilised by coaches to design\ntraining schedules which can maximise training outcomes\nrelative to the specific needs of a sport. The findings of this\nreview show that HIIT can be prescribed alongside RT without\nnegatively impacting changes in lean muscle mass and that\nany attenuation of lower body muscular strength might be\nameliorated by prescribing running based HIIT and providing\nadequate rest between HIIT and RT sessions. It is important to\nconsider that concurrent HIIT and RT as well as RT alone both\nimproved dynamic strength across all studies and that the\ndifference in lower body strength between the two groups\nwas only small. Also, because HIIT has been shown to improve\nVO2max (Sperlich et al.,\n2011), sprint time and maximal aero-\nbic speed (Dupont, Akakpo, & Berthoin, 2004), the slight\nreduction in lower body strength may be a small price to\npay for improvements in other key aspects of sporting perfor-\nmance particularly under time constraints.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nFunding\nNo funding was received for the systematic review with meta-analysis\nNotes on Contributions\nA.S was involved in study selection, data extraction, statistical analysis and\nmanuscript write up. T.E. was involved in search strategy and study selec-\ntion. A.N was involved in search strategy, study selection, data extraction\nand risk of bias scoring. S.M was involved in data extraction and risk of\nbias scoring. M.H was involved in statistical analysis and manuscript write\nup. D.H was involved in study selection, data extraction, risk of bias\nscoring, and manuscript write up.\nORCID\nAngelo Sabag http://orcid.org/0000-0002-0195-7029\nTuguy Esgin http://orcid.org/0000-0003-0277-4950\nReferences\nAment, W., & Verkerke, G. J. (2009). Exercise and fatigue.Sports Medicine\n(Auckland, N.Z.), 39(5), 389– 422.\nApro, W., Moberg, M., Hamilton, D. L., Ekblom, B., van Hall, G., Holmberg, H.\nC., & Blomstrand, E. (2015). Resistance exercise-induced S6K1 kinase\nactivity is not inhibited in human skeletal muscle despite prior activa-\ntion of AMPK by high-intensity interval cycling. American Journal of\nPhysiology. Endocrinology and Metabolism, 308(6), E470– 481.\nBalabinis, C. P., Psarakis, C. H., Moukas, M., Vassiliou, M. P., & Behrakis, P. K.\n(\n2003). Early phase changes by concurrent endurance and strength\ntraining. Journal of Strength and Conditioning Research / National\nStrength & Conditioning Association, 17(2), 393– 401.\nBangsbo, J. ( 2014). Physiological demands of football. Sport Science\nExchange, 27(125), 1– 6.\nBegg, C. B., & Mazumdar, M. (1994). Operating characteristics of a rank\ncorrelation test for publication bias.Biometrics, 50(4), 1088– 1101.\nBell, G. J., Syrotuik, D., Martin, T. P., Burnham, R., & Quinney, H. A. (2000).\nEffect of concurrent strength and endurance training on skeletal mus-\ncle properties and hormone concentrations in humans. European\nJournal of Applied Physiology, 81(5), 418– 427.\nBentley, D. J., Zhou, S., & Davie, A. J. (\n1998). The effect of endurance exercise\non muscle force generating capacity of the lower limbs. Journal of\nScience and Medicine in Sport / Sports Medicine Australia, 1(3), 179– 188.\nBodine, S. C., Stitt, T. N., Gonzalez, M., Kline, W. O., Stover, G. L., Bauerlein,\nR., . . . Yancopoulos, G. D. (2001). Akt/mTOR pathway is a crucial reg-\nulator of skeletal muscle hypertrophy and can prevent muscle atrophy\nin vivo. Nature Cell Biology, 3(11), 1014– 1019.\nBolster, D. R., Crozier, S. J., Kimball, S. R., & Jefferson, L. S. (\n2002). AMP-activated\nprotein kinase suppresses protein synthesis in rat skeletal muscle through\ndown-regulated mammalian target of rapamycin (mTOR) signaling.The\nJournal of Biological Chemistry, 277(27), 23977– 23980.\nBorgenvik, M., Apro, W., & Blomstrand, E. (\n2012). Intake of branched-chain\namino acids influences the levels of MAFbx mRNA and MuRF-1 total\nprotein in resting and exercising human muscle.American Journal of\nPhysiology. Endocrinology and Metabolism, 302(5), E510– 521.\nCantrell, G. S., Schilling, B. K., Paquette, M. R., & Murlasits, Z. (\n2014).\nMaximal strength, power, and aerobic endurance adaptations to con-\ncurrent strength and sprint interval training. European Journal of\nApplied Physiology, 114(4), 763– 771.\nChen, Z. P., Stephens, T. J., Murthy, S., Canny, B. J., Hargreaves, M., Witters,\nL. A., . . . McConell, G. K. (\n2003). Effect of exercise intensity on skeletal\nmuscle AMPK signaling in humans.Diabetes, 52(9), 2205– 2212.\nCoffey, V. G., & Hawley, J. A. (2017). Concurrent exercise training: Do\nopposites distract? Journal of Physiology, 595(9), 2883– 2896.\nCohen, J. ( 1977). Statistical power analysis for the behavioral sciences\n(Revised ed.. pp. 1– 474): Academic Press.\nDavies, T. B., Kuang, K., Orr, R., Halaki, M., & Hackett, D. (2017). Effect of\nmovement velocity during resistance training on dynamic muscular\nstrength: A systematic review and meta-analysis. Sports Medicine\n(Auckland, N.Z.), 47, 1603– 1617.\nde Souza, E. O., Tricoli, V., Franchini, E., Paulo, A. C., Regazzini, M., &\nUgrinowitsch, C. (\n2007). Acute effect of two aerobic exercise modes\non maximum strength and strength endurance.Journal of Strength and\nConditioning Research / National Strength & Conditioning Association, 21\n(4), 1286– 1290.\nde Souza, E. O., Tricoli, V., Roschel, H., Brum, P. C., Bacurau, A. V., Ferreira, J.\nC., . . . Ugrinowitsch, C. (2013). Molecular adaptations to concurrent\ntraining. International Journal of Sports Medicine, 34(3), 207– 213.\nDellal, A., Chamari, K., Pintus, A., Girard, O., Cotte, T., & Keller, D. (2008).\nHeart rate responses during small-sided games and short intermittent\nrunning training in elite soccer players: A comparative study.Journal of\nStrength and Conditioning Research / National Strength & Conditioning\nAssociation, 22(5), 1449– 1457.\nDolezal, B. A., & Potteiger, J. A. (\n1998). Concurrent resistance and endur-\nance training influence basal metabolic rate in nondieting individuals.\nJournal Applications Physiological (1985), 85(2), 695– 700.\nDowns, S. H., & Black, N. (\n1998). The feasibility of creating a checklist for\nthe assessment of the methodological quality both of randomised and\nnon-randomised studies of health care interventions. Journal of\nEpidemiology and Community Health, 52(6), 377– 384.\nDupont, G., Akakpo, K., & Berthoin, S. (\n2004). The effect of in-season, high-\nintensity interval training in soccer players. Journal of Strength and\nConditioning Research / National Strength & Conditioning Association,\n18(3), 584– 589.\nDuthie, G., Pyne, D., & Hooper, S. (2003). Applied physiology and game\nanalysis of rugby union.Sports Medicine (Auckland, N.Z.), 33(13), 973– 991.\nFyfe, J. J., Bartlett, J. D., Hanson, E. D., Stepto, N. K., & Bishop, D. J. (2016).\nEndurance training intensity does not mediate interference to maximal\nlower-body strength gain during short-term concurrent training.\nFrontiers in Physiology, 7, 487.\n10\nA. SABAG ET AL.\n\nFyfe, J. J., Bishop, D. J., & Stepto, N. K. ( 2014). Interference between\nconcurrent resistance and endurance exercise: Molecular bases and\nthe role of individual training variables.Sports Medicine (Auckland, N.\nZ.), 44(6), 743– 762.\nFyfe, J. J., & Loenneke, J. P. (\n2018). Interpreting adaptation to concurrent\ncompared with single-mode exercise training: Some methodological\nconsiderations. Sports Medicine (Auckland, N.Z.), 48(2), 289– 297.\nGentil, P., de Lira, C. A. B., Filho, S. G. C., La Scala Teixeira, C. V., Steele, J.,\nFisher, J., . . . Campos, M. H. (\n2017). High intensity interval training does\nnot impair strength gains in response to resistance training in premeno-\npausal women.European Journal of Applied Physiology, 117(6), 1257– 1265.\nGollnick, P. D., Piehl, K., Karlsson, J., & Saltin, B. (\n1975). Glycogen depletion\npatterns in human skeletal muscle fibers after varying types and inten-\nsities of exercise. In H. Howald & J. R. Poortmans (Eds.), Metabolic\nAdaptation to Prolonged Physical Exercise: Proceedings of the Second\nInternational Symposium on Biochemistry of Exercise Magglingen 1973\n(pp. 416– 421). Basel: Birkhäuser Basel.\nHakkinen, K., Alen, M., & Komi, P. V. (\n1985). Changes in isometric force- and\nrelaxation-time, electromyographic and muscle fibre characteristics of\nhuman skeletal muscle during strength training and detraining.Acta\nPhysiologica Scandinavica, 125(4), 573– 585.\nHickson, R. C. (\n1980). Interference of strength development by simulta-\nneously training for strength and endurance. European Journal of\nApplied Physiology and Occupational Physiology, 45(2– 3), 255– 263.\nHiggins, J. P. T., Thompson, S. G., Deeks, J. J., & Altman, D. G. (2003).\nMeasuring inconsistency in meta-analyses.British Medical Journal, 327\n(7414), 557– 560.\nHunter, G., Demment, R., & Miller, D. (1987). Development of strength and\nmaximum oxygen uptake during simultaneous training for strength\nand endurance. The Journal of Sports Medicine and Physical Fitness, 27\n(3), 269– 275.\nKazior, Z., Willis, S. J., Moberg, M., Apro, W., Calbet, J. A., Holmberg, H. C., &\nBlomstrand, E. (\n2016). Endurance exercise enhances the effect of\nstrength training on muscle fiber size and protein expression of Akt\nand mTOR. PLoS One, 11(2), e0149082.\nKikuchi, N., Yoshida, S., Okuyama, M., & Nakazato, K. (\n2016). The effect of\nhigh-intensity interval cycling sprints subsequent to arm-curl exercise\non upper-body muscle strength and hypertrophy.Journal of Strength\nand Conditioning Research / National Strength & Conditioning\nAssociation, 30(8), 2318– 2323.\nKraemer, W. J., Patton, J. F., Gordon, S. E., Harman, E. A., Deschenes, M. R.,\nReynolds, K., . . . Dziados, J. E. (\n1995). Compatibility of high-intensity\nstrength and endurance training on hormonal and skeletal muscle\nadaptations. Journal Applications Physiological (1985), 78(3), 976– 989.\nLaframboise, M. A., & Degraauw, C. (\n2011). The effects of aerobic physical\nactivity on adiposity in school-aged children and youth: A systematic\nreview of randomized controlled trials. The Journal of the Canadian\nChiropractic Association, 55(4), 256– 268.\nLaird, R. H. T., Elmer, D. J., Barberio, M. D., Salom, L. P., Lee, K. A., & Pascoe,\nD. D. (\n2016). Evaluation of performance improvements after either\nresistance training or sprint interval-based concurrent training.\nJournal of Strength and Conditioning Research / National Strength &\nConditioning Association, 30(11), 3057– 3065.\nLeveritt, M., & Abernethy, P. J. (\n1999). Acute effects of high-intensity\nendurance exercise on subsequent resistance activity. Journal of\nStrength and Conditioning Research / National Strength & Conditioning\nAssociation, 13(1), 47– 51.\nLeveritt, M., Abernethy, P. J., Barry, B., & Logan, P. A. (\n2003). Concurrent\nstrength and endurance training: The influence of dependent variable\nselection. Journal of Strength and Conditioning Research / National\nStrength & Conditioning Association, 17(3), 503– 508.\nLeveritt, M., Abernethy, P. J., Barry, B. K., & Logan, P. A. (\n1999). Concurrent\nstrength and endurance training. A review.Sports Medicine (Auckland,\nN.Z.), 28(6), 413– 427.\nManolopoulos, E., Papadopoulos, C., Salonikidis, K., Katartzi, E., & Poluha, S.\n(2004). Strength training effects on physical conditioning and instep\nkick kinematics in young amateur soccer players during preseason.\nPerceptual and Motor Skills, 99(2), 701– 710.\nMascher, H., Tannerstedt, J., Brink-Elfegoun, T., Ekblom, B., Gustafsson, T., &\nBlomstrand, E. (\n2008). Repeated resistance exercise training induces\ndifferent changes in mRNA expression of MAFbx and MuRF-1 in\nhuman skeletal muscle. American Journal of Physiology. Endocrinology\nand Metabolism, 294(1), E43– 51.\nMcHugh, M. P. (\n2003). Recent advances in the understanding of the\nrepeated bout effect: The protective effect against muscle damage\nfrom a single bout of eccentric exercise. Scandinavian Journal of\nMedicine & Science in Sports, 13(2), 88– 97.\nMcMillan, K., Helgerud, J., Macdonald, R., & Hoff, J. (\n2005). Physiological\nadaptations to soccer specific endurance training in professional youth\nsoccer players. British Journal of Sports Medicine, 39(5), 273– 277.\nMoher, D., Liberati, A., Tetzlaff, J., Altman, D. G., & Group, P. (\n2009). Preferred\nreporting items for systematic reviews and meta-analyses: The PRISMA\nstatement. Journal of Clinical Epidemiology, 62(10), 1006– 1012.\nNelson, A. G., Arnall, D. A., Loy, S. F., Silvester, L. J., & Conlee, R. K. (\n1990).\nConsequences of combining strength and endurance training regi-\nmens. Physical Therapy, 70(5), 287– 294.\nPeterson, M. D., Rhea, M. R., & Alvar, B. A. (\n2005). Applications of the dose-\nresponse for muscular strength development: A review of meta-analytic\nefficacy and reliability for designing training prescription. Journal of\nStrength and Conditioning Research / National Strength & Conditioning\nAssociation, 19(4), 950– 958.\nPrior, M., Guerin, M., & Grimmer, K. (\n2009). An evidence-based approach to\nhamstring strain injury: A systematic review of the literature. Sports\nHealth, 1(2), 154– 164.\nRichter, E. A., & Ruderman, N. B. (2009). AMPK and the biochemistry of\nexercise: Implications for human health and disease.The Biochemical\nJournal, 418(2), 261– 275.\nRobineau, J., Babault, N., Piscione, J., Lacome, M., & Bigard, A. X. (2016).\nSpecific training effects of concurrent aerobic and strength exercises\ndepend on recovery duration. Journal of Strength and Conditioning\nResearch / National Strength & Conditioning Association, 30(3), 672– 683.\nRobineau, J., Lacome, M., Piscione, J., Bigard, X., & Babault, N. (\n2017).\nConcurrent training in rugby sevens: Effects of high-intensity interval\nexercises. International Journal of Sports Physiology and Performance, 12\n(3), 336– 344.\nRose, A. J., Bisiani, B., Vistisen, B., Kiens, B., & Richter, E. A. (\n2009). Skeletal\nmuscle eEF2 and 4EBP1 phosphorylation during endurance exercise is\ndependent on intensity and muscle fiber type. American Journal of\nPhysiology. Regulatory, Integrative and Comparative Physiology, 296(2),\nR326– 333.\nRoss, R. E., Ratamess, N. A., Hoffman, J. R., Faigenbaum, A. D., Kang, J., &\nChilakos, A. (\n2009). The effects of treadmill sprint training and resis-\ntance training on maximal running velocity and power. Journal of\nStrength and Conditioning Research / National Strength & Conditioning\nAssociation, 23(2), 385– 394.\nSahlin, K. (\n2014). Muscle energetics during explosive activities and poten-\ntial effects of nutrition and training.Sports Medicine (Auckland, N.Z.), 44\n(Suppl 2), S167– 173.\nSale, D. G. (1987). Influence of exercise and training on motor unit activa-\ntion. Exercise and Sport Sciences Reviews, 15,9 5– 151.\nSale, D. G., Jacobs, I., MacDougall, J. D., & Garner, S. (1990). Comparison of\ntwo regimens of concurrent strength and endurance training.Medicine\nand Science in Sports and Exercise, 22(3), 348– 356.\nSilva, R. F., Cadore, E. L., Kothe, G., Guedes, M., Alberton, C. L., Pinto, S. S.,\n. . . Kruel, L. F. (2012). Concurrent training with different aerobic exer-\ncises. International Journal of Sports Medicine, 33(8), 627– 634.\nSperlich, B., De Marees, M., Koehler, K., Linville, J., Holmberg, H. C., &\nMester, J. (2011). Effects of 5 weeks of high-intensity interval training\nvs. volume training in 14-year-old soccer players.Journal of Strength\nand Conditioning Research / National Strength & Conditioning\nAssociation, 25(5), 1271– 1278.\nTsitkanou, S., Spengos, K., Stasinaki, A. N., Zaras, N., Bogdanis, G.,\nPapadimas, G., & Terzis, G. (\n2016). Effects of high-intensity interval\ncycling performed after resistance training on muscle strength and\nhypertrophy. Scandinavian Journal of Medicine & Science in Sports .\ndoi:\n10.1111/sms.12751\nUgille, M., Moeyaert, M., Beretvas, S. N., Ferron, J. M., & Van den Noortgate,\nW. (2014). Bias corrections for standardized effect size estimates used\nwith single-subject experimental designs. Journal of Experimental\nEducation, 82(3), 358– 374.\nJOURNAL OF SPORTS SCIENCES 11\n\nWilson, J. M., Marin, P. J., Rhea, M. R., Wilson, S. M., Loenneke, J. P., &\nAnderson, J. C. (2012). Concurrent training: A meta-analysis examining\ninterference of aerobic and resistance exercises.Journal of Strength and\nConditioning Research / National Strength & Conditioning Association, 26\n(8), 2293– 2307.\nWisloff, U., Castagna, C., Helgerud, J., Jones, R., & Hoff, J. (2004). Strong\ncorrelation of maximal squat strength with sprint performance and\nvertical jump height in elite soccer players. British Journal of Sports\nMedicine, 38(3), 285– 288.\nWong, P. L., Chaouachi, A., Chamari, K., Dellal, A., & Wisloff, U. (2010). Effect\nof preseason concurrent muscular strength and high-intensity interval\ntraining in professional soccer players. Journal of Strength and\nConditioning Research / National Strength & Conditioning Association,\n24(3), 653– 660.\n12\nA. SABAG ET AL."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 5,
    "primary_human": "hypertrophy (muscle_size); strength (1RM / dynamic)"
  },
  "bucket": "A",
  "notes": "Concurrent RT + HIIT generally does not meaningfully impair hypertrophy when programmed sensibly; small negative effects on strength are possible with high HIIT doses or poor scheduling."
}