{
  "id": 16,
  "title": "Effects of Periodization on Strength and Muscle Hypertrophy in Volume-Equated Resistance Training Programs: A Systematic Review and Meta-analysis",
  "authors": "Moesgaard L; Beck MM; Christiansen L; Aagaard P; Lundbye-Jensen J",
  "year": 2022,
  "doi": "10.1007/s40279-021-01636-1",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "periodization",
    "linear_periodization",
    "undulating_periodization",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; volume-equated trials)"
  },
  "sections": {
    "abstract": "Background In resistance training, periodization is often used in an attempt to promote development of strength and muscle \nhypertrophy. However, it remains unclear how resistance training variables are most effectively periodized to maximize gains \nin strength and muscle hypertrophy.\nObjective The aims of this study were to examine the current body of literature to determine whether there is an effect of \nperiodization of training volume and intensity on maximal strength and muscle hypertrophy, and, if so, to determine how \nthese variables are more effectively periodized to promote increases in strength and muscle hypertrophy, when volume is \nequated between conditions from pre to post intervention.",
    "methods": "Systematic searches were conducted in PubMed, Scopus and SPORTDiscus databases. Data from the individual \nstudies were extracted and coded. Meta-analyses using the inverse-variance random effects model were performed to compare \n1-repetition maximum (1RM) and muscle hypertrophy outcomes in (a) non-periodized (NP) versus periodized training and \n(b) in linear periodization (LP) versus undulating periodization (UP). Subgroup analyses examining whether",
    "results": "were \naffected by training status were performed. Meta-analyses of other periodization model comparisons were not performed, \ndue to a low number of studies.\nResults Thirty-five studies met the inclusion criteria. Results of the meta-analyses comparing NP and periodized training \ndemonstrated an overall effect on 1RM strength favoring periodized training (ES 0.31, 95% confidence interval (CI) [0.04, \n0.57]; Z = 2.28, P = 0.02). In contrast, muscle hypertrophy did not differ between NP and periodized training (ES 0.13, 95% \nCI [–0.10, 0.36]; Z = 1.10, P = 0.27). Results of the meta-analyses comparing LP and UP indicated an overall effect on 1RM \nfavoring UP (ES 0.31, 95% CI [0.02, 0.61]; Z = 2.06, P = 0.04). Subgroup analyses indicated an effect on 1RM favoring UP \nin trained participants (ES 0.61, 95% CI [0.00, 1.22]; Z = 1.97 (P = 0.05)), whereas changes in 1RM did not differ between \nLP and UP in untrained participants (ES 0.06, 95% CI [–0.20, 0.31]; Z = 0.43 (P = 0.67)). The meta-analyses showed that \nmuscle hypertrophy did not differ between LP and UP (ES 0.05, 95% CI [–0.20, 0.29]; Z = 0.36 (P = 0.72)).",
    "conclusion": "The results suggest that when volume is equated between conditions, periodized resistance training has a greater \neffect on 1RM strength compared to NP resistance training. Also, UP resulted in greater increases in 1RM compared to LP. \nHowever, subgroup analyses revealed that this was only the case for trained and not previously untrained individuals, indi-\ncating that trained individuals benefit from daily or weekly undulations in volume and intensity, when the aim is maximal \nstrength. Periodization of volume and intensity does not seem to affect muscle hypertrophy in volume-equated pre-post \ndesigns. Based on this, we propose that the effects of periodization on maximal strength may instead be related to the neu-\nrophysiological adaptations accompanying resistance training.\nExtended author information available on the last page of the article\n1",
    "introduction": "During recent decades multiple health-related benefits of \nresistance training have been documented [1 , 2]. Accord-\ningly, resistance training is increasingly acknowledged as \na viable exercise modality for improving strength, general \nfitness, and health-related outcomes [1]. Furthermore, resist-\nance training has been proven highly versatile in the context \nof sports, leisure, or rehabilitation training [3 ]. While some \nhealth benefits of resistance training emerge independently \nof increases in muscular strength [1 , 2], one of the primary \nreasons why resistance training is used by practitioners is to \n\n\n L. Moesgaard et al.\nKey Points \nPeriodization is the manipulation of training vari-\nables over time, and is often used in resistance training \nprograms in an attempt to promote increases in strength \nand muscle hypertrophy. In order to assess the effect of \nperiodization on strength and muscle hypertrophy, meta-\nanalyses assessing changes from pre- to post-intervention \nbetween volume-equated resistance training programs \nwere performed.\nWhen comparing the change from pre- to post-interven-\ntion between volume-equated periodized and non-perio-\ndized resistance training, periodized resistance training \nleads to greater increases in strength compared to non-\nperiodized resistance training.\nUndulating periodization leads to greater increases in \nstrength than linear periodization in volume-equated \npre-post designs. However, this was only observed for \nresistance trained individuals, and not for untrained \nindividuals.\nResistance training periodization does not appear to \naffect muscle hypertrophy when volume is equated \nbetween conditions. This indicates that other adapta-\ntions accompanying resistance training—for example, \nneurophysiological changes—may explain the observed \npositive effects of resistance training periodization on \nstrength gains.\nathletes only compete a few times a year, periodization is \nused with the aim of maximizing performance specifically \non the day of competition. For many years this practice was \nlargely based on the rationale that by adhering to the prin-\nciples of the general adaptation syndrome theory, training \ncould be planned in a manner where overtraining and injury \ncould be avoided, and performance could be maximized \n[11]. In the current body of literature, different periodiza-\ntion models have been implemented including linear perio-\ndization (LP), reverse linear periodization (RLP), undulat-\ning periodization (UP), and block periodization (BP). LP, \nalso termed traditional periodization, is characterized by \nincreases in intensity and decreases in volume over time. \nRLP is characterized by decreases in intensity and increases \nin volume over time. UP, also termed non-linear periodiza-\ntion, is characterized by more frequent variations in volume \nand intensity than LP and RLP, and can be divided into two \nsubcategories: daily undulating periodization (DUP), char -\nacterized by daily undulations in intensity and volume, and \nweekly undulating periodization (WUP), characterized by \nweekly undulations in intensity and volume. In BP, training \nis divided into several distinct blocks, where each training \nblock is structured to promote the development of a spe-\ncific training goal. An example of this is a block in which \nthe development of muscle hypertrophy is the main aim, \nfollowed by a block in which the development of maximal \nstrength is the main aim.\nA previous meta-analysis by Williams et al. [12] found \nthat periodized resistance training was accompanied by \nlarger increases in maximal strength when compared to \nnon-periodized (NP) resistance training. However, the meta-\nanalysis by Williams et al. did not equate for training volume \nbetween training groups. Thus, the inclusion of single-set NP \ntraining groups compared to multiple-set periodized training \ngroups may have affected the result, since multiple-set proto-\ncols are superior to single-set protocols for development of \nmaximal strength [7, 8, 13]. Furthermore, although previous \nstudies have compared multiple periodization models, the \nfindings are mixed—in some instances even contradictory. \nHence, it remains unclear whether specific periodization \nmodels have differential effects on training-induced changes \nin muscular strength and muscle hypertrophy, and whether \ntraining status affects the potential effects of periodization. \nTherefore, investigating if there is an effect of periodization \nwhen volume is equated, and how intensity and volume are \nmore effectively manipulated over time in order to augment \ngains in muscular strength and muscle hypertrophy, in both \nuntrained and trained individuals, could potentially aid in \nmaximizing strength development in both applied and clini-\ncal settings.\nConsequently, the aims of this review and meta-analysis \nwere to (a) examine the current body of literature to deter -\nmine the effects of periodization of volume and intensity on \nimprove muscular strength and promote muscle hypertro-\nphy. Therefore, discovering how to maximize muscle hyper-\ntrophy and muscular strength is of great interest to a wide \nrange of individuals including athletes, patients, trainers, and \nclinical therapists. While resistance training represents an \nefficient mean of increasing both strength and muscle mass, \nit remains to be fully determined how to optimize resistance \ntraining protocols to maximize these measures.\nVariables that can be manipulated to improve the strength \nand muscle hypertrophy responses to resistance training \ninclude, but are not limited to, training intensity, training \nvolume, and training frequency. The current body of litera-\nture provides empirical evidence regarding the influence \nof these variables on development of strength and mus-\ncle hypertrophy [ 4–10]. However, it remains unclear how \nmanipulation of these variables over time affects strength \ngains and muscle hypertrophy.\nThe manipulation of training variables over time is known \nas periodization. In sports such as powerlifting and weight-\nlifting, which are highly dependent on strength and where \n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nstrength and muscle hypertrophy, when volume is equated \nbetween conditions, (b) to determine if the effects of perio-\ndization are affected by training status, and (c) to determine \nhow volume and intensity are more effectively periodized \nwith the aim of maximizing strength gains and muscle \nhypertrophy, when the volume of resistance training is \nequated.\n2 Methods\n2.1 Search Strategy\nThe review was conducted in accordance with the PRISMA \n(Preferred Reporting Items for Systematic Reviews and \nMeta-Analyses) guidelines [14]. Studies published before \n7 February 2021 were located using searches of PubMed, \nScopus, and SPORTDiscus databases. Combinations of the \nfollowing search terms were used: “periodization,” “perio-\ndized,” “non-periodized,” “periodization,” “periodized,” \n“non-periodised,” “resistance training,” “strength train-\ning,” “weightlifting,” “powerlifting,” “strength,” “muscular \nstrength,” “maximal strength,” “1RM,” “muscle hypertro-\nphy,” “muscle mass,” “muscle cross-sectional area,” “lean \nbody mass,” “fat-free mass.” Duplicate publications were \nremoved, and reference lists from retrieved articles were \nmanually reviewed for additional publications not discov -\nered based on database searches.\n2.2 Study Selection\nThe inclusion criteria were as follows: Peer-reviewed pub-\nlication; available in English; a comparison of at least one \nperiodized resistance training group to either a NP resist-\nance training group or another periodized resistance training \ngroup, using a different periodization model; training proto-\ncols involved dynamic resistance exercises with both con -\ncentric and eccentric muscle actions; loading of resistance \nexercises was determined relative to participants’ level of \nstrength; maximal strength measured by 1RM and/or at least \none method of assessing changes in muscle mass; human \nparticipants; reporting of mean, standard deviation (SD), \nor standard error of the mean (SEM), and sample number \nprovided in the text, table(s), or figure(s); study duration \nstated in weeks or months; equated for total volume (sets × \nrepetitions) and mean intensity between at least two train-\ning groups; training protocols involved identical training \nfrequency, exercises, exercise order, and execution for the \ndifferent groups; training intervention with a duration of \nminimum 4 weeks.\nA total of 1099 articles were identified from the initial \nsearch. Four other articles were identified through other \nsources. To reduce potential selection bias, the 1103 studies \nwere independently reviewed by three of the investigators \n(LM, MB, and LC). A mutual decision was made about \nwhether each study met the inclusion criteria. Any disa -\ngreements between reviewers were settled by consensus and \nconsultation with a fourth investigator (JLJ). For articles that \nmet the inclusion criteria but where data required to calcu-\nlate effect sizes (ES) were not available, the corresponding \nauthors were contacted by email and requested to provide \nthe data. Where data were not presented in tables or text, and \nno additional data were provided by the authors, data were \nextracted from figures using WebPlotDigitizer (WebPlotDig-\nitizer, V.4.4. Texas, USA: Ankit Rohatgi, 2020). Studies in \nwhich data extraction was not possible were excluded.\nStudies were excluded for the following reasons: training \ngroups used same periodization model, where the influence \nof other variables were investigated; only one training group \nwas included in the study; did not use dynamic resistance \nexercises; no measures of muscle hypertrophy or 1RM; did \nnot equate for volume and mean intensity between training \ngroups; training groups did not use identical training fre-\nquency, exercises, or exercise order; loading not relative to \nparticipants’ level of strength; used non-original data from \nalready included studies; data to calculate ES not available. \nFigure 1 depicts a flow chart of the study selection process.\n2.3 Coding of Studies\nAll of the included studies were individually coded by three \nof the investigators (LM, MB, LC) for the following vari-\nables: study characteristics (author(s), title and year of publi-\ncation); participant characteristics, including age (classified \nas adolescents (< 18 years), adults (18–49 years), or older \nadults (≥ 50 years)), sex, resistance training status (as clas-\nsified by the author(s) of the individual studies); description \nof training groups (classified as NP if there was no manip-\nulation of volume and intensity throughout the training \nintervention; classified as LP if there was a linear increase \nin intensity and linear decrease in volume throughout the \ntraining intervention; classified as RLP if there was a linear \ndecrease in intensity and linear increase in volume through-\nout the training intervention; classified as BP if the train-\ning intervention was divided into blocks with differences \nin intensity and volume, and intensity and volume did not \nlinearly increase and decrease, respectively, throughout the \ntraining intervention; classified as WUP if there were non-\nlinear weekly undulations in volume and intensity through-\nout the training intervention and classified as DUP if there \nwere daily undulations in volume and intensity throughout \nthe training intervention); study duration; the number of par-\nticipants in each group; training variables, including training \nvolume (number of sets per exercise and number of repeti-\ntions per set), training intensity and training frequency; 1RM \ntests; methods used for assessment of muscle hypertrophy. \n\n\n L. Moesgaard et al.\nCoding was cross-checked between coders, and any discrep-\nancies were resolved by mutual consensus and consultation \nwith a fourth investigator (JLJ), if needed.\n2.4 Bias Assessment\nAn assessment of the methodological quality of the included \nstudies was performed using a modified PEDro scale. Details \nabout the PEDro scale are presented elsewhere [15]. Because \nblinding of participants and investigators in exercise \ninterventions is not feasible, no included studies could earn \npoints on the PEDro scale items 5 and 6. Therefore, the \nscale was modified, so the maximum score was 8 points. \nThe assessments of methodological quality were performed \nindividually by three of the investigators (LM, MB, and LC), \nand any discrepancies were resolved by mutual consensus \nand consultation with a fourth investigator (JLJ), if needed.\nFig. 1 Flow chart of study selection. n Number of studies, 1RM 1-repetetion maximum, ES effect size\n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\n2.5 Calculation of Effect Size\nFor each 1RM and muscle hypertrophy outcome an ES \nwas calculated. Within-group ESs were calculated as the \npretest–post-test change, divided by the pooled pretest SD \n[16]. When studies presented data as mean ± SEM, SEM was \nconverted to SD. Between-group ESs were calculated as fol-\nlows: d= (Δ M t−Δ M c)∕SDpre , where d is the magnitude \nof the ES, ΔMt is the pretest–posttest change of the treat -\nment group, ΔMc is the pretest–posttest change of the con-\ntrol group and SDpre is the pooled pretest SD [16]. The vari-\nance around each ES was calculated using the sample size in \neach study and mean ES across all studies in the respective \nmeta-analysis [17]. When studies assessed multiple 1RM \noutcomes between-group ESs were combined, accounting \nfor non-independent ESs within studies as follows:\nVY = 1\nm V(1 + (m − 1 ) × r), where VY is the variance of the \nmean ES, V is the variance of the 1RM outcome ESs, m is \nthe number of 1RM outcomes within the study and r is the \ncorrelation coefficient that describes the extent to which the \noutcomes correlate [18]. The correlation coefficients were \ncalculated from the raw data of the included study by Eifler \n[19], which consisted of raw data from 200 participants and \neight 1RM outcomes. For the few studies that assessed mul-\ntiple muscle hypertrophy outcomes, raw data of the indi-\nvidual participants were not available. Therefore, the mean \nES and corresponding variance was used.\nMean percent changes in 1RMs and measures of muscle \nmass in the individual studies were also calculated. Addi-\ntionally, to control for differences between studies in the \nduration of the intervention (with longer training interven-\ntions being expected to result in larger increases in strength \nand muscle mass), relative changes per week were calcu-\nlated, by dividing mean percent changes with the study \nduration.\n2.6 Statistical Analysis\nFour meta-analyses were performed: (a) comparison of \nchanges in 1RM, in response to NP versus periodized \nresistance training; (b) comparison of measure(s) of muscle \nhypertrophy in response to NP versus periodized resistance \ntraining; (c) comparison of changes in 1RM, in response \nto LP versus UP; (d) comparison of measure(s) of muscle \nhypertrophy in response to LP versus UP. In the meta-anal-\nyses investigating LP versus UP, training groups coded as \nWUP and DUP were classified as UP. No meta-analyses \nof other periodization model comparisons were performed \ndue to a low number of studies comparing these periodiza-\ntion models. All meta-analyses were performed using the \nRevMan 5.4 software (Review Manager (RevMan) Ver -\nsion 5.4. Copenhagen: The Nordic Cochrane Centre, The \nCochrane Collaboration, 2020). Between-group ESs with \n95% confidence intervals (95% CIs) were used to determine \neffect measures, with an ES of 0.2, 0.5, and 0.8 represent-\ning small, moderate, and large differences, respectively \n[20]. The inverse-variance random effects model was used \nfor the meta-analysis procedures, as the included stud-\nies were performed in different populations using diverse \nmethods. Statistical heterogeneity of the included studies \nwas assessed using the χ 2 and I 2 statistics, in which val-\nues of < 25% indicate low risk of heterogeneity, 25–75% \nindicate moderate risk of heterogeneity, and > 75% indicate \nhigh risk of heterogeneity [21]. To identify the presence of \ninfluential studies that might bias the analysis, sensitivity \nanalyses were conducted by removing one study at a time \nand then examining the outcomes. Studies were identified \nas influential if removal resulted in change in P value from \nP ≤ 0.01 to P ≥ 0.05 or from P ≤ 0.05 to P ≥ 0.10, or vice \nversa. A subgroup analysis was performed to investigate if \nthe results were affected by the training status of the par -\nticipants. For this analysis, studies conducted on untrained \nand trained participants were analyzed separately. Subgroup \nanalyses investigating potential effects of age and sex were \nnot performed due to a low number of studies with only \nfemale, older adults or adolescent participants, in the respec-\ntive meta-analyses. The statistical significance threshold was \nset at P ≤ 0.05. Data are reported as mean, SD, and 95% CI.\n3 Results\nA total of 35 studies were included in the review, with a total \nof 1187 participants. 169 participants were classified as ado-\nlescents, 893 participants were classified as adults and 125 \nparticipants were classified as older adults. Thirteen studies \nincluded non-resistance training control groups that were \nnot included in the analysis. Also, the study by Stone et al. \n[22] included a periodized resistance training group that \nwas not included in the analysis, because volume was not \nequated with the other training groups. Thus, data from 1022 \nparticipants (129 classified as adolescents, 791 classified as \nadults, and 102 classified as older adults) were included in \nthe calculation of ESs and percent changes. Nineteen stud-\nies included only male participants, seven studies included \nonly female participants, and nine studies included partici-\npants of both sexes. Nineteen studies were conducted on \nuntrained participants, 15 studies were conducted on trained \nparticipants, and one study was conducted on detrained \nparticipants. Study duration ranged from 6 to 36 weeks, \nwith a mean study duration of 13.7 ± 6.0 weeks. Training \nfrequency ranged from 2 to 4 days per week, with a mean \ntraining frequency of 2.9 ± 0.7 days per week. Prescribed \nvolume per exercise ranged from 1 to 7 sets of 1–30 repeti-\ntions. Training intensity varied between 30–105%1RM and \n3–30RM. Fifteen studies reported compliance to the training \n\n\n L. Moesgaard et al.\nintervention, mean compliance to the training interventions \nwere 93.0 ± 10.4% in these studies. Maximal strength was \nassessed by 1RM in 32 studies, using a variety of differ -\nent resistance exercises, resulting in 210 within-group ESs. \nMuscle hypertrophy was assessed in 25 studies using a vari-\nety of methods, resulting in 64 within-group ESs. A sum-\nmary of the included studies is presented in Table 1.\n3.1 Methodological Quality of Studies\nThe values obtained for assessment of methodological qual-\nity using the PEDro scale are presented in Table  1. Across \nstudies, PEDro scores ranged from 2 to 7 points with a mean \nPEDro score of 4.8 ± 1.0 points. A PEDro score of ≤ 3 points \nwas interpreted as low methodological quality, a PEDro \nscore of 4–5 points was interpreted as moderate methodolog-\nical quality and a PEDro score of ≥ 6 points was interpreted \nas high methodological quality. Based on this interpretation, \ntwo studies were deemed to be of low methodological qual-\nity, 24 studies were deemed to be of moderate methodo-\nlogical quality, and nine studies were deemed to be of high \nmethodological quality.\n3.2 Non‑periodized Versus Periodized Resistance \nTraining\nFifteen studies compared NP to periodized resistance train-\ning, using various periodization models. Ten studies were \nconducted on untrained participants and five studies were \nconducted on trained participants.\n3.2.1 Effects on Maximal Strength\nAll studies comparing NP to periodized resistance training \nassessed increases in maximal strength by 1RM. The mean \nrelative change in 1RM across studies comparing NP to peri-\nodized resistance training was 22.7% ± 14.6% corresponding \nto 1.77% ± 1.06% per week for NP resistance training and \n27.6% ± 18.5% corresponding to 2.13% ± 1.32% per week for \nperiodized resistance training. The mean within-group ES \nfor changes in 1RM across studies comparing NP to perio-\ndized resistance training was 0.98 ± 0.70 for NP resistance \ntraining and 1.30 ± 1.11 for periodized resistance training.\nThe meta-analysis comparing changes in 1RM between \nNP and periodized training groups comprised of 70 between-\ngroup ESs from the 15 studies (Fig. 2). The studies included \nin the meta-analysis were found to be moderately heteroge-\nneous (χ2 = 51.47, df = 14 (P < 0.00001), I2 = 73%).\nThe meta-analysis indicated a significant effect on 1RM \nfavoring periodized training (ES 0.31, 95% CI [0.04, 0.57]; \nZ = 2.28 (P = 0.02)). When removing one study at a time, \nno sensitivity analyses revealed influential studies that \naltered the P value. However, in the sensitivity analysis in \nwhich Monteiro et al. [42] was removed the magnitude of \nthe effect decreased (ES 0.19, 95% CI [0.01, 0.38]; Z = 2.05 \n(P = 0.04)), and observed heterogeneity was reduced to a \ndegree where it was not significant (χ 2 = 20.89, df = 13 \n(P = 0.08), I2 = 38%). No significant differences were found \nwhen studies conducted on untrained or trained participants \nwere analyzed separately.\n3.2.2 Effects on Muscle Hypertrophy\nTen studies comparing NP to periodized resistance train-\ning assessed muscle hypertrophy. Various methods were \nused for assessment of muscle hypertrophy (Table  1). The \nmean relative change in measures of muscle mass across \nstudies comparing NP to periodized resistance training was \n3.2% ± 3.2% corresponding to 0.27% ± 0.31% per week for \nNP resistance training and 4.2% ± 3.4% corresponding to \n0.34% ± 0.34% per week for periodized resistance training. \nThe mean within-group ES for changes in measures of mus-\ncle mass across studies comparing NP to periodized resist-\nance training was 0.22 ± 0.30 for NP resistance training and \n0.34 ± 0.28 for periodized resistance training.\nThe meta-analysis comparing effects on measures of mus-\ncle hypertrophy between NP and periodized resistance train-\ning comprised of 16 between-group ESs from the ten stud-\nies (Fig. 3). The studies included in the meta-analysis were \nfound not to be heterogenous (χ 2 = 3.73, df = 9 (P = 0.93), \nI2 = 0%). The meta-analysis showed no clear effect on mus-\ncle hypertrophy favoring NP or periodized resistance train-\ning (ES 0.13, 95% CI [–0.10, 0.36]; Z = 1.10 (P = 0.27)). \nNone of the sensitivity analyses removing one study at a \ntime revealed influential studies that altered the results. In \naddition, no significant differences were found when studies \nconducted on untrained or trained participants were analyzed \nseparately.\n3.3 Linear Periodization (LP) versus Undulating \nPeriodization (UP)\nSixteen studies compared LP to UP, periodized as DUP, \nWUP, or a combination of the two. Nine studies were con-\nducted on untrained participants, six studies were conducted \non trained participants, and one study was conducted on \ndetrained participants.\n3.3.1 Effects on Maximal Strength\nFourteen of the studies comparing LP to UP assessed maxi-\nmal strength by 1RM. The mean relative change in 1RM \nacross studies comparing LP to UP was 17.8% ± 11.2% \ncorresponding to 1.71% ± 1.29% per week for LP and \n22.8% ± 12.5% corresponding to 2.20% ± 1.43% per week \nfor UP. The mean within-group ES for changes in 1RM \n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nTable 1 Overview of included studies\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nAhmadizad et al. \n[23]\n32 untrained adult \nmales\nNP (n = 8) vs\nLP (n = 8) vs. DUP \n(n = 8)\nNP: 2 × 12; \n70%1RM\nLP: 2 × 8–18; \n50–85%1RM\nDUP: 2 × 8–16; \n55–85%1RM\n8 weeks; 3 days/\nweek\n1RM bench press\n1RM squat\nBIA\nNP: 6.0% (0.75%/\nweek); 0.34\nLP: 10.5% (1.31%/\nweek); 0.63\nDUP: 12.4% \n(1.55%/week); \n0.74\nNP: 1.9% (0.24%/\nweek); 0.19\nLP: 1.9% (0.24%/\nweek); 0.19\nDUP: 2.0% (0.25%/\nweek); 0.19\n5\nBaker et al. [24] 22 untrained adult \nmales\nNP (n = 9) vs\nLP (n = 8) vs. WUP \n(n = 5)\nNP: 3–5 × 6–8; \n6–8RM\nLP: 3–5 × 3–10; \n3–10RMs\nWUP: 3–5 × 3–10; \n3–10RMs\n12 weeks; 3 days/\nweek\n1RM squat\n1RM bench press\nskinfolds\nNP: 19.3% (1.61%/\nweek); 0.98\nLP: 19.6% (1.63%/\nweek); 0.94\nWUP: 22.4% \n(1.87%/week); \n1.04\nNP: 3.2% (0.27%/\nweek); 0.34\nLP: 2.8% (0.23%/\nweek); 0.28\nWUP: 3.4% (0.28%/\nweek); 0.31\n3\nBartolomei et al. \n[25]\n24 trained adult \nmales\nBP (n = 14) vs. \nWUP (n = 10)\nBP: NR × 1–10; \n50–95%1RM\nWUP: 5 × 3–10; \n50–95%1RM\n15 weeks; 4 days/\nweek\n1RM bench press\nskinfolds\nBP: 7.6% (0.51%/\nweek); 0.37\nWUP: 2.0% (0.13%/\nweek); 0.09\nBP: 3.2% (0.21%/\nweek); 0.36\nWUP: 2.0% (0.13%/\nweek); 0.22\n5\nBartolomei et al. \n[26]\n17 trained adult \nfemales\nBP (n = 9) vs. WUP \n(n = 8)\nBP: 3–5 × 3–10; \n65–93%1RM\nWUP: 3–5 × 3–10; \n65–93%1RM\n10 weeks; 3 days/\nweek\n1RM squat\n1RM bench press\n1RM deadlift\nskinfolds\ncircumference meas-\nures\nBP: 11.6% (1.16%/\nweek); 0.56\nWUP: 17.3% \n(1.73%/week); \n0.78\nBP: 5.5% (0.55%/\nweek); 0.36\nWUP: 6.1% (0.61%/\nweek); 0.43\n5\nBartolomei et al. \n[27]\n18 trained adult \nmales\nBP (n = 10) vs. \nWUP (n = 8)\nBP: NR × 1–10; \n50–95%1RM\nWUP: 4–5 × 3–10; \n50–95%1RM\n15 weeks; 4 days/\nweek\n1RM bench press \nskinfolds\nBP: 7.5% (0.50%/\nweek); 0.44\nWUP: 1.3% (0.09%/\nweek); 0.07\nBP: 2.5% (0.17%/\nweek); 0.22\nWUP: 1.7% (0.11%/\nweek); 0.15\n5\nBuford et al. [28] 28 detrained adult \nmales and females\nLP (n = 9) vs. DUP \n(n = 10) vs. WUP \n(n = 9)\nLP: 3 × 4–8; \n80–90%1RM\nDUP: 3 × 4–8; \n80–90%1RM\nWUP: 3 × 4–8; \n80–90%1RM\n9 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\nLP: 54.8% (6.09%/\nweek); 1.61\nDUP: 48.3% \n(5.37%/week); \n1.57\nWUP: 62.1% \n(6.90%/week); \n1.81\nNot assessed 5\n\n\n L. Moesgaard et al.\nTable 1 (continued)\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nConlon et al. [29] 33 untrained older \nadult males and \nfemales\nNP (n = 10) vs. BP \n(n = 13) vs. DUP \n(n = 10)\nNP: 3 × 10; 10RM\nBP: 3 × 5–15; \n5–15RMs\nDUP: 3 × 5–15; \n5–15RMs\n22 weeks; 3 days/\nweek\n1RM leg press\n1RM chest press \nDEXA\nNP: 33.7% (1.53%/\nweek); 0.91\nBP: 46.8% (2.13%/\nweek); 1.19\nDUP: 32.8% \n(1.49%/week); \n1.09\nNP: 7.2% (0.33%/\nweek); 0.32\nBP: 5.6% (0.25%/\nweek); 0.24\nDUP: 7.6% (0.35%/\nweek); 0.36\n5\nDeBeliso et al. [30] 43 untrained older \nadult males and \nfemales\nNP (n = 13) vs. LP \n(n = 17)\nNP: 3 × 9; 9RM\nLP: 2–4 × 6–15; \n6–15RM\n18 weeks; 2 days/\nweek\n1RM leg press\n1RM leg extension\n1RM leg curl\n1RM chest press\n1RM shoulder press\n1RM lat pulldown\n1RM triceps exten-\nsion\n1RM biceps curl\nNP: 51.2% (2.84%/\nweek); 1.33\nLP: 61.6% (3.42%/\nweek); 1.39\nNot assessed 4\nDe Lima et al. [31] 28 untrained adult \nfemales\nDUP (n = 10) vs. \nWUP (n = 10)\nDUP: 3 × 15–30; \n15–30RM\nWUP: 3 × 15–30; \n15–30RM\n12 weeks; 4 days/\nweek\n1RM bench press\n1RM leg press\n1RM biceps curl \nskinfolds\nDUP: 28.1% \n(2.34%/week); \n1.52\nWUP: 29.4% \n(2.45%/week); \n1.53\nDUP: 3.5% (0.29%/\nweek); 0.32\nWUP: 4.7% (0.39%/\nweek); 0.43\n4\nDe Souza et al. [32] 33 untrained adult \nmales\nNP (n = 8) vs. LP \n(n = 9) vs. DUP \n(n = 8)\nNP: 2–3 × 8; 8RM\nLP: 2–4 × 4–12; \n4–12RM\nDUP: 2–4 × 4–12; \n4–12RM\n12 weeks; 2 days/\nweek\n1RM squat\nMRI\nNP: 21.4% (1.78%/\nweek); 1.14\nLP: 17.9% (1.49%/\nweek); 0.95\nDUP: 19.2% \n(1.60%/week); \n1.09\nNP: 9.2% (0.77%/\nweek); 0.74\nLP: 11.4% (0.95%/\nweek); 0.91\nDUP: 11.8% \n(0.98%/week); \n0.91\n5\nEifler [19] 200 trained adult \nmales and females\nNP (n = 50) vs. LP \n(n = 50) vs. RLP \n(n = 50) vs. DUP \n(n = 50)\nNP: 3 × 10; \n80%1RM\nLP: 3 × 5–15; \n70–90%1RM\nRLP: 3 × 5–15; \n70–90%1RM\nDUP: 3 × 5–15; \n70–90%1RM\n6 weeks; 3 days/\nweek\n1RM leg press\n1RM chest press \n1RM fly\n1RM lat pulldown\n1RM row\n1RM shoulder press\n1RM triceps push-\ndown\n1RM biceps curl\nNP: 13.0% (2.17%/\nweek); 0.32\nLP: 14.9% (2.48%/\nweek); 0.35\nRLP: 14.2% (2.37%/\nweek); 0.37\nDUP: 23.6% \n(3.93%/week); \n0.53\nNot assessed 4\n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nTable 1 (continued)\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nFoschini et al. [33] 32 untrained ado-\nlescent males and \nfemales\nLP (n = 16) vs. DUP \n(n = 16)\nLP: 3 × 6–20; \n6–20RMs\nDUP: 3 × 6–20; \n6–20RMs\n14 weeks; 3 days/\nweek\nBOD POD Not assessed LP: 3.4% (0.24%/\nweek); 0.22\nDUP: 2.4% (0.17%/\nweek); 0.17\n6\nFranchini et al. [34] 13 trained adult \nmales\nRLP (n = 6) vs. DUP \n(n = 7)\nRLP: 4 × 3–20; \n3–20RMs\nDUP: 4 × 3–20; \n3–20RMs\n8 weeks; 3 days/\nweek\n1RM squat\n1RM bench press\n1RM row\nRLP: 10.0% (1.25%/\nweek); 0.62\nDUP: 9.4% (1.18%/\nweek); 0.56\nNot assessed 4\nGavanda et al. [35] 28 trained adoles-\ncent males\nLP (n = 14) vs. DUP \n(n = 14)\nLP: 1–4 × 5–20; \n55–85%1RM\nDUP: 1–4 × 5–20; \n55–85%1RM\n12 weeks; 3 days/\nweek\n1RM squat\n1RM bench press\nBIA\nultrasound\nLP: 16.2% (1.35%/\nweek); 0.60\nDUP: 15.9% \n(1.33%/week); \n0.55\nLP: 7.0% (0.58%/\nweek); 0.43\nDUP: 7.3% (0.61%/\nweek); 0.43\n4\nHarries et al. [36] 26 trained adoles-\ncent males\nDUP (n = 8) vs. \nWUP (n = 8)\nDUP: 4–6 × 3–10; \n60–81%1RM\nWUP: 4–6 × 3–10; \n60–81%1RM\n12 weeks; 2 days/\nweek\nBIA Not assessed DUP: 1.0% (0.08%/\nweek); 0.06\nWUP: 2.1% (0.18%/\nweek); 0.13\n7\nHerrick and Stone \n[37]\n20 untrained adult \nfemales\nNP (n = 10) vs. LP \n(n = 10)\nNP: 3 × 6; 6RM\nLP: 3 × 3–10; \n3–10RMs\n15 weeks; 2 days/\nweek\n1RM squat\n1RM bench press\nNP: 35.8% (2.39%/\nweek); 1.28\nLP: 42.7% (2.85%/\nweek); 1.45\nNot assessed 5\nInoue et al. [38] 45 untrained ado-\nlescent males and \nfemales\nLP (n = 13) vs. DUP \n(n = 12)\nLP: 3 × 6–20; \n6–20RMs\nDUP: 3 × 6–20; \n6–20RMs\n26 weeks; 3 days/\nweek\nBOD POD Not assessed LP: 7.9% (0.30%/\nweek); 0.60\nDUP: 2.6% (0.10%/\nweek); 0.22\n4\nKok et al. [39] 20 untrained adult \nfemales\nBP (n = 10) vs. DUP \n(n = 10)\nBP: 3–4 × 6–10; \n30–90%1RM\nDUP: 3–4 × 6–10; \n30–90%1RM\n9 weeks; 3 days/\nweek\n1RM squat\n1RM bench press \nultrasound\nBP: 28.3% (3.14%/\nweek); 1.36\nDUP: 34.8% \n(3.87%/week); \n1.55\nBP: 8.7% (0.97%/\nweek); 0.57\nDUP: 14.8% \n(1.64%/week); \n0.87\n5\nKraemer et al. [40] 27 untrained adult \nfemales\nNP (n = 10) vs. DUP \n(n = 9)\nNP: 2–3 × 8–10; \n8–10RM\nDUP: 2–3 × 4–15; \n4–15RMs\n36 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\n1RM shoulder press\nskinfolds\nNP: 20.2% (0.56%/\nweek); 0.97\nDUP: 23.9% \n(0.66%/week); \n1.23\nNP: 3.5% (0.10%/\nweek); 0.36\nDUP: 7.1% (0.20%/\nweek); 0.74\n5\nMiranda et al. [41] 20 trained adult \nmales\nLP (n = 10) vs. DUP \n(n = 10)\nLP: 3 × 4–10; \n4–10RM\nDUP: 3 × 4–10; \n4–10RM\n12 weeks; 4 days/\nweek\n1RM bench press\n1RM leg press\nLP: 12.5% (1.04%/\nweek); 0.60\nDUP: 17.0% \n(1.42%/week); \n1.66\nNot assessed 6\n\n\n L. Moesgaard et al.\nTable 1 (continued)\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nMonteiro et al. [42] 27 trained adult \nmales\nNP (n = 9) vs. LP \n(n = 9) vs. DUP \n(n = 9)\nNP: 3 × 8–10; \n8–10RM\nLP: 3 × 4–15; \n4–15RMs\nDUP: 3 × 4–15; \n4–15RMs\n12 weeks; 4 days/\nweek\n1RM bench press\n1RM leg press \nskinfolds\nNP: 8.5% (0.71%/\nweek); 0.86\nLP: 10.4% (0.87%/\nweek); 1.13\nDUP: 35.6% \n(2.97%/week); \n3.83\nNP: –3.0% (–0.25%/\nweek); –0.50\nLP: 1.2% (0.10%/\nweek); 0.19\nDUP: 0.3% (0.03%/\nweek); 0.05\n4\nMoraes et al. [43] 38 untrained adoles-\ncent males\nNP (n = 14) vs. DUP \n(n = 14)\nNP: 3 × 10–12; \n10–12RM\nDUP: 3 × 3–20; \n3–20RMs\n12 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\nNP: 53.6% (4.47%/\nweek); 3.30\nDUP: 71.2% \n(5.93%/week); \n4.62\nNot assessed 6\nPeterson et al. [44] 14 trained adult \nmales\nBP (n = 7) vs. DUP \n(n = 7)\nBP: 2–7 × NR; \n30–100%1RM\nDUP: 2–7 × NR; \n30–100%1RM\n9 weeks; 3 days/\nweek\n1RM squat\n1RM bench press\nBP: 14.4% (1.60%/\nweek); 0.57\nDUP: 18.7% \n(2.08%/week); \n0.90\nNot assessed 6\nPrestes et al. [45] 40 trained adult \nmales\nDUP (n = 20) vs. \nWUP (n = 20)\nDUP: 3 × 6–12; \n6–12RMs\nWUP: 3 × 6–12; \n6–12RMs\n12 weeks; 4 days/\nweek\n1RM bench press\n1RM leg press\n1RM biceps curl\nDUP: 29.7% \n(2.48%/week); \n1.19\nWUP: 19.0% \n(1.58%/week); \n0.80\nNot assessed 6\nPrestes et al. [46] 49 untrained older \nadult females\nLP (n = 20) vs. DUP \n(n = 19)\nLP: 3 × 6–14; \n6–14RMs\nDUP: 3 × 6–14; \n6–14RMs\n16 weeks; 2 days/\nweek\n1RM bench press\n1RM leg press\n1RM biceps curl \nDEXA\nLP: 25.0% (1.56%/\nweek); 0.86\nDUP: 13.6% \n(0.85%/week); \n0.47\nLP: –1.6% (–0.10%/\nweek); –0.14\nDUP: 1.7% (0.11%/\nweek); 0.15\n4\nRhea et al. [47] 20 trained adult \nmales\nLP (n = 10) vs. DUP \n(n = 10)\nLP: 3 × 4–8; \n4–8RMs\nDUP: 3 × 4–8; \n4–8RMs\n12 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\nLP: 20.0% (1.67%/\nweek); 0.87\nDUP: 42.3% \n(3.53%/week); \n1.51\nNot assessed 6\nRhea et al. [48] 60 trained adult \nmales and females\nLP (n = 20) vs. RLP \n(n = 20) vs. DUP \n(n = 20)\nLP: 3 × 15–25; \n15–25RMs\nRLP: 3 × 15–25; \n15–25RMs\nDUP: 3 × 15–25; \n15–25RMs\n15 weeks; 2 days/\nweek\n1RM leg extension LP: 9.1% (0.61%/\nweek); 0.31\nRLP: 5.6% (0.37%/\nweek); 0.17\nDUP: 9.8% (0.65%/\nweek); 0.31\nNot assessed 5\n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nTable 1 (continued)\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nSchiotz et al. [49] 14 trained adult \nmales\nNP (n = 8) vs. LP \n(n = 6)\nNP: 4 × 6; 80%1RM\nLP: 5–6 × 1–10; \n50–105%1RM\n10 weeks; 4 days/\nweek\n1RM squat\n1RM bench press \nskinfolds\nNP: 8.1% (0.81%/\nweek); 0.37\nLP: 9.0% (0.90%/\nweek); 0.40\nNP: 0.4% (0.04%/\nweek); 0.03\nLP: 1.1% (0.11%/\nweek): 0.08\n4\nSimão et al. [50] 30 untrained adult \nmales\nLP (n = 10) vs. \nDUP/WUP \n(n = 11)\nLP: 2–4 × 3–15; \n3–15RMs\nDUP/WUP: 2–4 × \n3–15;\n3–15RMs\n12 weeks; 2 days/\nweek\n1RM bench press\n1RM lat pulldown\n1RM biceps curl\n1RM triceps exten-\nsion ultrasound\nLP: 14.9% (1.24%/\nweek); 0.83\nDUP/WUP: 18.6% \n(1.55%/week); \n1.08\nLP: 3.3% (0.28%/\nweek); 0.21\nDUP/WUP: 6.7% \n(0.56%/week); \n0.48\n6\nSoares et al. [51] 41 untrained adult \nmales and females\nNP (n = 13) vs. DUP \n(n = 13)\nNP: 3 × 8–12; \n70%1RM\nDUP: 3 × 4–20; \n50–90%1RM\n12 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\n1RM lat pulldown\n1RM leg curl\n1RM triceps push-\ndown\n1RM calf raise\nBIA\nNP: 29.3% (2.44%/\nweek); 0.59\nDUP: 37.9% \n(3.16%/week); \n1.03\nNP: 1.9% (0.16%/\nweek); 0.16\nDUP: 2.5% (0.21%/\nweek); 0.22\n5\nSouza et al. [52] 31 untrained adult \nmales\nNP (n = 9) vs. LP \n(n = 9) vs. DUP \n(n = 8)\nNP: 2–3 × 8; 8RM\nLP: 2–4 × 8–12; \n8–12RMs\nDUP: 2–4 × 6–12; \n6–12RMs\n6 weeks; 2 days/\nweek\n1RM squat\nMRI\nNP: 17.1% (2.85%/\nweek); 0.91\nLP: 8.4% (1.40%/\nweek); 0.45\nDUP: 11.9% \n(1.98%/week); \n0.67\nNP: 5.1% (0.85%/\nweek); 0.41\nLP: 4.7% (0.78%/\nweek); 0.38\nDUP: 7.8% (1.30%/\nweek); 0.60\n5\nSpineti et al. [53] 32 untrained adult \nmales\nLP (n = 13) vs. DUP \n(n = 10)\nLP: 2–4 × 3–15; \n3–15RMs\nDUP: 2–4 × 3–15; \n3–15RMs\n12 weeks; 2 days/\nweek\n1RM bench press\n1RM lat pulldown\n1RM biceps curl\n1RM triceps exten-\nsion ultrasound\nLP: 14.9% (1.24%/\nweek); 0.96\nDUP: 21.7% \n(1.81%/week); \n1.31\nLP: 6.2% (0.52%/\nweek); 0.48\nDUP: 7.7% (0.64%/\nweek); 0.65\n4\nStone et al. [22] 21 trained adult \nmales\nNP (n = 5) vs. LP \n(n = 9)\nNP: 5 × 6; 6RM\nLP: 3–4 × 3–10; \n3–10RMs\n12 weeks; 3 days/\nweek\n1RM squat NP: 10.0% (0.83%/\nweek); 0.76\nLP: 14.9% (1.24%/\nweek); 1.02\nNot assessed 2\nStreb et al. [54] 34 untrained adult \nmales and females\nNP (n = 8) vs. LP \n(n = 11)\nNP: 2 ×10–12; \n10–12RM\nLP: 2 × 8–14; \n8–14RMs\n16 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\nBIA\nNP: 13.4% (0.84%/\nweek); 0.40\nLP: 12.0% (0.75%/\nweek); 0.35\nNP: 2.7% (0.17%/\nweek); 0.11\nLP: 0.5% (0.03%/\nweek); 0.02\n6\n\n\n L. Moesgaard et al.\nacross studies comparing LP to UP was 0.81 ± 0.35 for LP \nand 1.26 ± 1.12 for UP.\nThe meta-analysis comparing changes in 1RM between \nLP and UP comprised of 38 between-group ESs from the 14 \nstudies (Fig.  4). The studies included in the meta-analysis \nwere found to be moderately heterogeneous (χ 2 = 43.35, \ndf = 13 (P < 0.00001), I2 = 70%). The meta-analysis indi -\ncated a significant effect on 1RM favoring UP (ES 0.31, 95% \nCI [0.02, 0.61]; Z = 2.06 (P = 0.04)). When removing one \nstudy at a time, no sensitivity analyses revealed influential \nstudies that altered the P value. However, in the sensitiv -\nity analysis in which Monteiro et al. [42] was removed the \nmagnitude of the effect decreased twofold (ES = 0.15, 95% \nCI [0.00, 0.30]; Z = 1.92 (P = 0.05)), and observed heteroge-\nneity was eliminated (χ2 = 10.70, df = 12 (P = 0.56), I2 = 0%). \nSubgroup analyses in which studies conducted on untrained \nand trained participants were analyzed separately indicated \na moderate effect favoring UP for studies conducted on \ntrained participants (ES 0.61, 95% CI [0.00, 1.22]; Z = 1.97 \n(P = 0.05)), whereas no effect favoring LP or UP was found \nfor studies conducted on untrained participants (ES 0.06, \n95% CI [–0.20, 0.31]; Z = 0.43 (P = 0.67)), indicating that \ntraining status may influence the effects of these periodiza-\ntion models.\n3.3.2 Effects on Muscle Hypertrophy\nEleven studies comparing LP to UP assessed muscle hyper-\ntrophy. Various methods were used for assessment of muscle \nhypertrophy (Table  1). The mean relative change in meas-\nures of muscle mass across studies comparing LP to UP \nwas 4.4% ± 3.4% corresponding to 0.37% ± 0.29% per week \nfor LP and 4.9% ± 3.4% corresponding to 0.46% ± 0.39% \nper week for UP. The mean within-group ES for changes in \nmeasures of muscle mass across studies comparing LP to UP \nwas 0.34 ± 0.26 for LP and 0.38 ± 0.25 for UP.\nThe meta-analysis comparing effects on measures of \nmuscle hypertrophy between LP and UP comprised of 16 \nbetween-group ESs from the 11 studies (Fig. 5). The studies \nincluded in the meta-analysis were found not to be heteroge-\nneous (χ2 = 2.46, df = 10 (P = 0.99), I2 = 0%). The meta-anal-\nysis showed no effect on muscle hypertrophy favoring LP \nor UP (ES 0.05, 95% CI [–0.20, 0.29]; Z = 0.36 (P = 0.72)). \nNone of the sensitivity analyses removing one study at a \ntime revealed influential studies that altered the results. In \naddition, no significant differences were found when studies \nconducted on untrained or trained participants were analyzed \nseparately.\n3.4 Other Periodization Model Comparisons\nSix studies compared BP to UP, either periodized as DUP \nor WUP. All six studies assessed maximal strength by 1RM \nTable 1 (continued)\nStudy Participants Comparison(s) Sets × reps; inten-\nsity\nStudy duration; \ntraining frequency\nMeasures of 1RM \nand muscle hyper-\ntrophy\nMean 1RM percent \nchange; mean 1RM \nES\nMean muscle mass \npercent change; \nmean muscle hyper-\ntrophy ES\nPEDro score\nVanni et al. [55] 27 untrained adult \nfemales\nLP (n = 14) vs. BP \n(n = 13)\nLP: 3 × 6–20; \n6–20RMs\nBP: 3–4 × 6–20; \n6–20RMs\n28 weeks; 3 days/\nweek\n1RM bench press\n1RM leg press\n1RM hack squat\n1RM hip abduction\n1RM hip adduction\n1RM abdominal \nchair\n1RM waist cross \nover\n1RM row\nLP: 43.5% (1.55%/\nweek); 2.08\nBP: 44.9% (1.60%/\nweek); 2.08\nNot assessed 4\nES effect size, NP non-periodized, LP linear periodization, RLP reverse linear periodization, BP block periodization, DUP daily undulating periodization, WUP weekly undulating periodiza-\ntion, RM repetition maximum, 1RM 1-repetetion maximum, BIA bioelectrical impedance analysis, DEXA dual-energy X-ray absorptiometry, MRI magnetic resonance imaging, BOD POD air \ndisplacement plethysmography, NR not reported.\n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nand five of the studies assessed muscle hypertrophy. Four \nstudies compared DUP to WUP. Three of these studies \nassessed maximal strength by 1RM and two of the stud-\nies assessed muscle hypertrophy. Three studies compared \nDUP to RLP. All of the three studies assessed maximal \nstrength by 1RM, whereas none of the studies assessed mus-\ncle hypertrophy. Two studies compared LP to RLP. Both of \nthese studies assessed maximal strength by 1RM and did \nnot assess muscle hypertrophy. The study by Vanni et al. \n[55] was the only study that compared LP to BP. This study \nassessed maximal strength by 1RM and did not assess mus-\ncle hypertrophy.\nThere was an insufficient number of studies investigating \nthese periodization model comparisons to determine dif-\nferences in effects on maximal strength and muscle hyper -\ntrophy based on meta-analyses. Results of the individual \nFig. 2 Forest plot of changes in 1RM for non-periodized and periodized resistance training. 1RM 1-repetition maximum, ES effect size, SE \nstandard error, IV inverse variance, CI confidence interval\nFig. 3 Forest plot of measures of muscle hypertrophy for non-periodized and periodized resistance training. ES effect size, SE standard error, IV \ninverse variance, CI confidence interval\n\n\n L. Moesgaard et al.\nstudies comparing these periodization models are presented \nin Table 1.\n4",
    "discussion": "The results from the present systematic review and meta-\nanalysis show that when comparing the change from pre \nto post intervention between volume-equated resistance \ntraining programs, periodized resistance training leads to \nlarger increases in maximal dynamic strength (1RM) as \ncompared to NP resistance training. No significant differ -\nences were found when comparing measures of muscle \nhypertrophy between NP and periodized resistance train-\ning, indicating that muscle hypertrophy is similar between \nNP and periodized resistance training. Furthermore, UP was \nfound to promote increases in strength more efficiently than \nLP, indicating that daily or weekly variations in volume and \nintensity are desirable when the aim is to maximize strength \ndevelopment. This effect was driven largely by trained as \nopposed to untrained individuals. In contrast, no significant \ndifferences were found when comparing measures of mus-\ncle hypertrophy between LP and UP, indicating that muscle \nhypertrophy in response to resistance training is not affected \nby differences in these periodization models.\nThe finding that periodized resistance training resulted in \nlarger increases in 1RM than NP resistance training largely \nmatch the results of the meta-analysis by Williams et al. \n[12], in which an ES of 0.43 was found favoring periodized \nresistance training. In contrast to the results from Williams \net al., the observed greater increases in maximal strength \nin response to periodized resistance training compared to \nNP resistance training cannot be explained by differences \nin training volume, as this is the first meta-analysis to only \ninclude studies in which volume has been equated between \nperiodized and NP resistance training. Two meta-analyses \nhave previously compared the effects of LP and UP on \nmaximal strength. Harries et al. [56] found no significant \ndifferences between LP and UP on upper-body and lower-\nbody strength, whereas Caldas et al. [ 57] found an ES of \n0.22 favoring UP. Both of these meta-analyses computed \nstandardized mean differences (SMD) between posttests, not \naccounting for within-group differences between pretest and \nposttest. This may explain discrepancies in results with the \npresent meta-analysis. Although this is the first meta-anal-\nysis comparing muscle hypertrophy between NP and perio-\ndized resistance training, the findings that no differences in \nmuscle hypertrophy were seen between NP and periodized \nresistance training largely match the conclusion of a recent \nsystematic review by Grgic et al. [58]. A meta-analysis also \nby Grgic and co-workers [59] investigating muscle hypertro-\nphy between LP and UP is also in agreement with the results \nof the present systematic review and meta-analysis, indicat-\ning that muscle hypertrophy is similar between LP and UP.\nWhile the results of the present systematic review and \nmeta-analysis demonstrate greater increases in maximal \nstrength with periodized resistance training compared to \nNP resistance training and with UP compared to LP, the \nFig. 4 Forest plot of changes in 1RM for linear periodization and undulating periodization. 1RM 1-repetition maximum, LP linear periodization, \nUP undulating periodization, ES effect size, SE standard error, IV inverse variance, CI confidence interval\n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nmeta-analyses also indicate a moderate to high degree of \nheterogeneity between studies. Although caution should be \ntaken in the case of heterogeneity, it should also be noted \nthat in the sensitivity analyses in which Monteiro et al. [42] \nwas removed heterogeneity was either reduced to non-sig -\nnificant levels or completely eliminated, indicating that this \nstudy may have biased the results. When heterogeneity was \neliminated, small but significant effects favoring periodized \nresistance training and UP, respectively, remained present. \nIn addition to investigating the effects of NP vs. periodized \nresistance training and LP vs. UP, this seems to be the first \nreview to compare effects of other periodization models in \nregard to resistance training. Most of these studies investi-\ngating effects of other periodization models found no signifi-\ncant differences in changes in 1RM or measures of muscle \nhypertrophy between training groups. Unfortunately, addi -\ntional future studies investigating effects of these periodiza-\ntion model comparisons are needed, in order to allow meta-\nanalyses to be performed with sufficient statistical power.\n4.1 Mechanisms Underlying the Effect \nof Periodization on Maximal Strength\nThere are a number of different factors that may contribute \nto increased strength, as a result of resistance training. These \ninclude not only morphological adaptations, such as muscle \nhypertrophy and increases in muscle fiber pennation angle, \nbut also neurophysiological adaptations such as increased \nmotor-unit recruitment, increased motoneuron discharge \nrates and improved intermuscular coordination [60, 61]. \nThe findings of this review indicate that greater increases \nin maximal strength as a response to periodized resistance \ntraining when compared to NP resistance training, and UP \nwhen compared to LP, cannot be attributed to morphologi-\ncal adaptations in the form of muscle hypertrophy, since the \nmeta-analyses found no differences in measures of muscle \nhypertrophy between training protocols. While blunted mus-\ncle hypertrophy has been observed in older adults [62, 63], \nthis finding cannot be attributed to the inclusion of older \nparticipants as this was accounted for by sensitivity analyses. \nTherefore, it seems reasonable to assume that variations in \nvolume and intensity could induce greater neurophysiologi-\ncal adaptations, either at the spinal or supraspinal levels, \npossibly by increasing descending drive or by increasing \nα-motoneuronal net excitation by altering excitatory and/\nor inhibitory synaptic inputs leading to increased motor \nunit recruitment and increased discharge rates [64, 65], or \nalternatively through effects on coordination [66]. However, \nsince none of the studies investigating effects of periodiza-\ntion have investigated potential differences in neurophysi-\nological adaptations, the underlying mechanisms need to be \ninvestigated in future studies.\nAlthough the results of the present meta-analyses investi-\ngating effects on muscle hypertrophy indicated that periodi-\nzation does not affect muscle hypertrophy, current methods \nfor measuring muscle hypertrophy may lack sensitivity to \ndetect small differences [67]. Furthermore, the majority \nof studies included in the review used indirect measures \nto assess muscle hypertrophy, which are not considered \nthe gold standard for assessing changes in human skeletal \nmuscle mass [68]. A number of studies even used skinfold \nmeasurements to assess changes in FFM, a method that lacks \nFig. 5 Forest plot of measures of muscle hypertrophy for linear periodization and undulating periodization. LP linear periodization, UP undulat-\ning periodization, ES effect size, SE standard error, IV inverse variance, CI confidence interval\n\n\n L. Moesgaard et al.\nprecision compared to other indirect assessments of mus-\ncle mass, such as dual-energy X-ray absorptiometry (DXA) \n[69]. Therefore, separate analyses of direct and indirect \nmeasures of muscle hypertrophy could have been advanta-\ngeous. However, since very few studies used direct measures \nto assess muscle hypertrophy, this approach was not feasi-\nble. Thus, it cannot be excluded that the varying degrees of \naccuracy and sensitivity between these methods may have \ncontributed to the apparent lack of differences in muscle \nhypertrophy between training groups. It is also possible \nthat subtle differences in muscle hypertrophy between NP \nand periodized resistance training are simply not detectable \ndue to greater measurement error than difference in muscle \nhypertrophy, even with MRI [70], which is considered the \ngold standard for assessing changes in muscle mass. There-\nfore, it is conceivable that potential differences in muscle \nhypertrophy between training protocols may simply require \nlonger training interventions to be detectable, and as such \ncontribute to greater increases in strength over long periods \nof time.\n4.2 Training Status\nThe results presented in this systematic review and meta-\nanalysis demonstrated that regardless of resistance training \nstatus, periodized resistance training was superior at eliciting \nincreases in maximal strength compared to NP resistance \ntraining. Thus, both untrained and trained individuals ben-\nefit from periodizing resistance training when the aim is to \nincrease maximal strength. This may have practical applica-\ntions for a wide range of individuals ranging from athletes to \nolder adults and patients in rehabilitation settings. However, \nthe possibility that the effect of periodization may be specific \nto the trained resistance exercises cannot be excluded. There-\nfore, the degree to which the increased strength, as measured \nby 1RM, would transfer to other activities, such as sports \nperformance or activities of daily living is yet unknown.\nContrary to the results indicating that periodized resist-\nance training has a greater effect on gains in maximal \nstrength irrespective of training status, when compared to \nNP resistance training, a greater effect of UP in compari-\nson to LP was observed only in trained participants. This \nindicates that (a) while some sort of periodization may be \nbeneficial, daily or weekly undulations in volume and inten-\nsity may not be needed to maximize strength in untrained \nindividuals, and (b) the need for frequent variations in vol-\nume and intensity may increase with training advancement, \nwhen the aim is to develop maximal strength. While this \nindicates that daily or weekly variations in volume and \nintensity are beneficial for increasing strength in resist-\nance trained individuals, the reasons for this are unclear. \nHowever, as no differences in measures of muscle hyper -\ntrophy were found between LP and UP in neither trained \nnor untrained individuals, it can be speculated that more \nfrequent variations in stimuli are beneficial in order to drive \nneurophysiological adaptations in trained individuals and \nthereby lead to increased strength. This is in accordance with \nprevious literature suggesting that untrained individuals are \ncapable of developing strength using basic resistance train-\ning programs, while trained lifters require greater variations \nin training stimuli and more advanced training strategies in \norder to maximize strength gains [12, 71].\nAlthough several of the included studies were conducted \non participants characterized as resistance trained, most of \nthese studies characterized participants as resistance trained \nif they had > 6 months to > 1 year of experience with resist-\nance training. This classification is often pragmatically \nappropriate due to logistics of participant recruitment; how-\never, it also limits the applicability of the results in regard \nto highly trained athletes. This is especially important since \nperiodization is intended to maximize performance in high-\nlevel competitive athletes. This limitation could potentially \nbe solved by classifying trained individuals using a higher \ncut-off value of experience with resistance training. How -\never, this would create the issue, that due to the classifica-\ntion of trained participants, many of the included studies \nhad participants that may have had anywhere from 6 months \nto several years of resistance training experience. Thus, it \nwould not be feasible to classify these participants as either \ntrained or untrained, based on a specific cut-off value, due to \na large degree of within-study variation in resistance training \nexperience. Naturally, this may have impacted results.\n4.3 How is Volume and Intensity Most Effectively \nPeriodized When the Aim is Maximal Strength?\nFor the studies included in this review, resistance training \nprotocols that used a periodized approach led – on average \n– to 21.6% greater increases in strength when compared to \nNP training. Therefore, it is recommended that practition-\ners use a periodized resistance training protocol to increase \nmaximal strength. In addition, this review indicates that UP \nis superior to LP for increases in maximal strength. A major \ndifference between these periodization models is the fre-\nquency of variation in volume and intensity, indicating that \nthe difference in strength outcomes between LP and UP may \nbe related to the frequency by which variations in volume \nand intensity occur. Based on the results, it seems that vari-\nations in volume and intensity should occur daily or weekly \nwhen the aim is to increase maximal dynamic strength. \nHowever, daily or weekly variations in volume and intensity, \nas is the case in UP, do not exclude the possibility of imple-\nmenting other periodization models simultaneously, such as \nBP or LP. This demonstrates a valuable point, that different \nperiodization models and programming strategies may be \nincorporated in a long-term training plan. In this manner, the \n\n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nsimultaneous combination of different periodization models \nallows for more complex periodization strategies.\nA study by Prestes et al. [72] indicated that a combination \nof UP and LP resulted in greater increases in 1RM com-\npared to a combination of UP and RLP, suggesting that lin-\near increases in intensity and decreases in volume over time \nseems to be superior to decreases in intensity and increases \nin volume over time. It has previously been suggested that \nDUP can be used to structure each week within a training \nplan using BP [73, 74]. As some blocks will be characterized \nby higher volumes and others by higher intensities, these \nblocks can be organized into a linear training plan, where \nblocks progress from high volume to high intensity over the \ncourse of a training program. Thus, illustrating an example \nof a training program utilizing a combination of DUP, BP, \nand LP. Based on this, it is speculated that implementing \nmore complex periodization strategies in this manner, where \nfrequent undulations in volume and intensity occur along \nwith an increase in intensity and a decrease in volume over \nthe course of a training program, may be superior at eliciting \ngains in maximal strength compared to more simple periodi-\nzation models investigated in the current body of literature.\nWhile the results of this review indicate that resistance \ntraining aimed at maximizing strength should be periodized, \nand that daily or weekly undulations in volume and intensity \nmay be favorable for resistance trained individuals, there \nare several aspects of periodization and programming that \ncannot be inferred based on the literature. First, while meta-\nanalyses allow isolation of a single variable within-studies, \nin this case periodization model, there are copious amounts \nof between-study variables that may affect the effects of \nperiodization. These variables include, but are not limited to, \nexercise selection, intensity (i.e., %1RM or RM) and effort \n(i.e., how close to momentary muscular failure sets are per-\nformed). As such, it is possible that the observed effect of \nperiodization on maximal strength may differ depending on \nthe exercises trained, the range of intensities that are trained \nand how close to momentary muscular failure the resistance \ntraining is performed. An issue that has previously been dis-\ncussed in the literature [75]. Secondly, there is high inter-\nindividual variability in the response to resistance training \n[76]. This is important as the entire rationale for periodiza-\ntion is to maximize the response to training. As such, some \nindividuals may respond better to one model of periodiz-\ning training, whereas another model of periodizing training \nmay be more beneficial for others. Further, the individual \nresponse to a specific resistance training program likely \nchanges over time. Thus, training protocols that are effec -\ntive at eliciting increases in strength at one time point, may \nnot be effective at a later time point for the same individual, \nrequiring a change in training stimuli to continue to elicit the \ndesired training adaptations. Therefore, the findings of this \nreview should only be applied as a general recommendation \nfor the planning of resistance training programs. Whereas at \nthe individual level, monitoring the response to resistance \ntraining and adjusting variables based on the response, or \nlack thereof, likely is of greater importance for long-term \nstrength-development.\nThis relates to another limitation of the current periodiza-\ntion literature, namely that of periodization being intended \nto maximize strength development in elite athletes with \nmacrocycles of far greater duration than the study durations \nassessed in the literature. This is important, as previous stud-\nies have suggested that the benefits of periodized resistance \ntraining are greater in long-term training programs [28, 56, \n59]. However, it remains unclear whether the effects of peri-\nodization increase or diminish over time. When examining \nindividual studies, the study by Kraemer et al. [40] was the \nstudy of longest duration. This study reported that the larger \nincreases in 1RM for the periodized training group in com-\nparison to NP were greatest in the first 4 months of the train-\ning intervention and diminished over the course of the study. \nOn the other hand, the study by De Souza et al. [32] reported \nno significant differences between NP and periodized resist-\nance training during the first 6 weeks of the training inter -\nvention, whereas only periodized resistance training resulted \nin significant increases in 1RM squat and quadriceps muscle \nCSA the following 6 weeks, suggesting that the effects of \nperiodization on strength gains and muscle hypertrophy may \nincrease over time. As such, future research should address \nthe question as to whether the effects of resistance training \nperiodization increase or diminish over time, since this is \nbeyond the scope of the present review and meta-analysis.\n5 Conclusion\nThe findings of this systematic review and meta-analysis \ndemonstrate that when comparing volume-equated resist-\nance training programs in pre-post study designs, periodized \nresistance training has a greater effect on maximal strength \ncompared to NP resistance training. Furthermore, daily and \nweekly undulations in volume and intensity are associated \nwith greater increases in maximal strength, as indicated by \na greater effect on 1RM in UP when compared to LP. How-\never, subgroup analysis revealed that this was only the case \nfor trained individuals, whereas no difference was found \nbetween LP and UP in untrained individuals. No differ -\nences were found in muscle hypertrophy between NP and \nperiodized resistance training, along with no differences in \nmuscle hypertrophy between different periodization models. \nThese results suggest that periodization of resistance training \ndoes not affect muscle hypertrophy, when volume is equated \nbetween conditions. Based on this finding, we suggest that \nother factors such as neurophysiological adaptations may \nunderpin the greater increases in strength observed with \n\n\n L. Moesgaard et al.\nperiodized resistance training and periodization models that \ninvolve daily or weekly undulations in volume and intensity.\nAuthor contributions All authors contributed to the study conception \nand design. Material preparation and data collection were performed \nby LM, MMB, and LC. Analysis was performed by LM. The first draft \nof the manuscript was written by LM and all authors contributed to \nthe writing of the manuscript. All authors read and approved the final \nmanuscript.\nDeclarations \nFunding The publication of this article was supported by the Depart-\nment of Nutrition, Exercise and Sports, University of Copenhagen. The \nstudy was funded by Lundbeckfonden (Grant no. R322-2019-2406) and \nNordea-fonden (02-2016-0213).\nConflicts of interest/Competing interests The authors declare no con-\nflicts of interest.\nEthics approval and consent to participate This is not relevant for a \nsystematic review with meta-analysis.\nConsent for publication Not applicable.\nAvailability of data and material All data and material are available \nupon request to the first or corresponding author.\nReferences\n 1. Westcott WL. Resistance training is medicine: effects of strength \ntraining on health. Curr Sports Med Rep. 2012;11(4):209–16.\n 2. Winett RA, Carpinelli RN. Potential health-related benefits of \nresistance training. Prev Med. 2001;33(5):503–13.\n 3. Hortobágyi T, Granacher U, Fernandez-Del-Olmo M, Howatson \nG, Manca A, Deriu F, et al. Functional relevance of resistance \ntraining-induced neuroplasticity in health and disease. Neurosci \nBiobehav Rev. 2020;122:79–91.\n 4. Rhea MR, Alvar BA, Burkett LN, Ball SD. A meta-analysis to \ndetermine the dose response for strength development. Med Sci \nSports Exerc. 2003;35(3):456–64.\n 5. Peterson MD, Rhea MR, Alvar BA. Maximizing strength develop-\nment in athletes: a meta-analysis to determine the dose-response \nrelationship. J Strength Cond Res. 2004;18(2):377–82.\n 6. Bird SP, Tarpenning KM, Marino FE. Designing resistance train-\ning programmes to enhance muscular fitness: a review of the acute \nprogramme variables. Sports Med. 2005;35(10):841–51.\n 7. American College of Sports Medicine position stand. Progression \nmodels in resistance training for healthy adults. Med Sci Sports \nExerc. 2009;41(3):687–708.\n 8. Ralston GW, Kilgore L, Wyatt FB, Baker JS. The effect of \nweekly set volume on strength gain: a meta-analysis. Sports Med. \n2017;47(12):2585–601.\n 9. Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and \nhypertrophy adaptations between low- vs. high-load resistance \ntraining: a systematic review and meta-analysis. J Strength Cond \nRes. 2017;31(12):3508–23.\n 10. Schoenfeld BJ, Ogborn D, Krieger JW. Dose-response relation-\nship between weekly resistance training volume and increases in \nmuscle mass: a systematic review and meta-analysis. J Sports Sci. \n2017;35(11):1073–82.\n 11. Cunanan AJ, DeWeese BH, Wagle JP, Carroll KM, Sausaman \nR, Hornsby WG 3rd, et al. The general adaptation syndrome: \na foundation for the concept of periodization. Sports Med. \n2018;48(4):787–97.\n 12. Williams TD, Tolusso DV, Fedewa MV, Esco MR. Comparison \nof periodized and non-periodized resistance training on maximal \nstrength: a meta-analysis. Sports Med. 2017;47(10):2083–100.\n 13. Kramer JB, Stone MH, O’Bryant HS, Conley MS, Johnson RL, \nNieman DC, et al. Effects of single vs. multiple sets of weight \ntraining: impact of volume, intensity, and variation. J Strength \nCond Res. 1997;11(3):143–7.\n 14. Moher D, Liberati A, Tetzlaff J, Altman DG, The PG. Preferred \nreporting items for systematic reviews and meta-analyses: the \nPRISMA statement. PLoS Med. 2009;6(7):e1000097.\n 15. Maher CG, Sherrington C, Herbert RD, Moseley AM, Elkins M. \nReliability of the PEDro scale for rating quality of randomized \ncontrolled trials. Phys Ther. 2003;83(8):713–21.\n 16. Morris SB. Estimating effect sizes from pretest-posttest-control \ngroup designs. Organ Res Methods. 2008;11(2):364–86.\n 17. Borenstein M, Hedges LV, Higgins JPT, Rothstein HR. Effect \nsizes based on means. Introduction to meta-analysis. London: \nWiley; 2009. p. 21–32.\n 18. Borenstein M, Hedges LV, Higgins JPT, Rothstein HR. Multiple \noutcomes or time-points within a study. Introduction to meta-\nanalysis. London: Wiley; 2009. p. 225–38.\n 19. Eifler C. Short-term effects of different loading schemes \nin fitness-related resistance training. J Strength Cond Res. \n2016;30(7):1880–9.\n 20. Leppink J, O’Sullivan P, Winston K. Effect size—large, medium, \nand small. Perspect Med Educ. 2016;5(6):347–9.\n 21. Higgins JP, Thompson SG, Deeks JJ, Altman DG. Measuring \ninconsistency in meta-analyses. BMJ. 2003;327(7414):557–60.\n 22. Stone MH, Potteiger JA, Pierce KC, Proulx CM, O’Bryant HS, \nJohnson RL, et al. Comparison of the effects of three different \nweight-training programs on the one repetition maximum squat. \nJ Strength Cond Res. 2000;14(3):332–7.\n 23. Ahmadizad S, Ghorbani S, Ghasemikaram M, Bahmanzadeh M. \nEffects of short-term nonperiodized, linear periodized and daily \nundulating periodized resistance training on plasma adiponectin, \nleptin and insulin resistance. Clin Biochem. 2014;47(6):417–22.\n 24. Baker D, Wilson G, Carlyon R. Periodization: the effect on \nstrength of manipulating volume and intensity. J Strength Cond \nRes. 1994;8(4):235–42.\n 25. Bartolomei S, Hoffman JR, Merni F, Stout JR. A comparison of \ntraditional and block periodized strength training programs in \ntrained athletes. J Strength Cond Res. 2014;28(4):990–7.\n 26. Bartolomei S, Stout JR, Fukuda DH, Hoffman JR, Merni F. Block \nvs. weekly undulating periodized resistance training programs in \nwomen. J Strength Cond Res. 2015;29(10):2679–87.\n 27. Bartolomei S, Hoffman JR, Stout JR, Zini M, Stefanelli C, Merni \nF. Comparison of block versus weekly undulating periodization \nmodels on endocrine and strength changes in male athletes. Kine-\nsiology. 2016;48(1):71–8.\n 28. Buford TW, Rossi SJ, Smith DB, Warren AJ. A comparison of \nperiodization models during nine weeks with equated volume and \nintensity for strength. J Strength Cond Res. 2007;21(4):1245–50.\n 29. Conlon JA, Newton RU, Tufano JJ, Banyard HG, Hopper \nAJ, Ridge AJ, et al. Periodization strategies in older adults: \nimpact on physical function and health. Med Sci Sports Exerc. \n2016;48(12):2426–36.\n 30. DeBeliso M, Harris C, Spitzer-Gibson T, Adams KJ. A compari-\nson of periodised and fixed repetition training protocol on strength \nin older adults. J Sci Med Sport. 2005;8(2):190–9.\n 31. De Lima C, Boullosa DA, Frollini AB, Donatto FF, Leite RD, \nGonelli PRG, et al. Linear and daily undulating resistance training \n\nEffects of Resistance Training Periodization on Strength and Muscle Hypertrophy\nperiodizations have differential beneficial effects in young seden-\ntary women. Int J Sports Med. 2012;33(9):723–7.\n 32. De Souza EO, Tricoli V, Rauch A, Alvarez MR, Laurentino G, \nAihara AY et al. Different patterns in muscular strength and \nhypertrophy adaptations in untrained individuals undergoing \nnon-periodized and periodized strength regimens. J Strength Cond \nRes. 2018;32(5):1238–44.\n 33. Foschini D, Arajo RC, Bacurau RFP, De Piano A, De Almeida \nSS, Carnier J, et al. Treatment of obese adolescents: the influ-\nence of periodization models and ACE genotype. Obesity. \n2010;18(4):766–72.\n 34. Franchini E, Branco BM, Agostinho MF, Calmet M, Candau R. \nInfluence of linear and undulating strength periodization on physi-\ncal fitness, physiological, and performance responses to simulated \njudo matches. J Strength Cond Res. 2015;29(2):358–67.\n 35. Gavanda S, Geisler S, Quittmann OJ, Schiffer T. The effect of \nblock versus daily undulating periodization on strength and per -\nformance in adolescent football players. Int J Sports Physiol Per-\nform. 2019;14(6):814–21.\n 36. Harries SK, Lubans DR, Callister R. Comparison of resistance \ntraining progression models on maximal strength in sub-elite ado-\nlescent rugby union players. J Sci Med Sport. 2016;19(2):163–9.\n 37. Herrick AB, Stone WJ. The effects of periodization versus pro -\ngressive resistance exercise on upper and lower body strength in \nwomen. J Strength Cond Res. 1996;10(2):72–6.\n 38. Inoue DS, De Mello MT, Foschini D, Lira FS, De Piano GA, \nDa Silveira Campos RM, et al. Linear and undulating periodized \nstrength plus aerobic training promote similar benefits and lead \nto improvement of insulin resistance on obese adolescents. J Dia-\nbetes Complications. 2015;29(2):258–64.\n 39. Kok LY, Hamer PW, Bishop DJ. Enhancing muscular qualities in \nuntrained women: linear versus undulating periodization. Med Sci \nSports Exerc. 2009;41(9):1797–807.\n 40. Kraemer WJ, Häkkinen K, Triplett-McBride NT, Fry AC, Koziris \nLP, Ratamess NA, et al. Physiological changes with periodized \nresistance training in women tennis players. Med Sci Sports \nExerc. 2003;35(1):157–68.\n 41. Miranda F, Simão R, Rhea M, Bunker D, Prestes J, Leite RD, et al. \nEffects of linear vs. daily undulatory periodized resistance training \nonmaximal and submaximal strength gains. J Strength Cond Res. \n2011;25(7):1824–30.\n 42. Monteiro AG, Aoki MS, Evangelista AL, Alveno DA, Mon-\nteiro GA, Piçarro IDC, et al. Nonlinear periodization maximizes \nstrength gains in split resistance training routines. J Strength Cond \nRes. 2009;23(4):1321–6.\n 43. Moraes E, Fleck SJ, Dias MR, Simão R. Effects on strength, \npower, and flexibility in adolescents of nonperiodized vs. daily \nnonlinear periodized weight training. J Strength Cond Res. \n2013;27(12):3310–21.\n 44. Peterson MD, Dodd DJ, Alvar BA, Rhea MR, Favre M. Undu-\nlation training for development of hierarchical fitness and \nimproved firefighter job performance. J Strength Cond Res. \n2008;22(5):1683–95.\n 45. Prestes J, Frollini AB, de Lima C, Donatto FF, Foschini D, de \nCássia MR, et al. Comparison between linear and daily undulat-\ning periodized resistance training to increase strength. J Strength \nCond Res. 2009;23(9):2437–42.\n 46. Prestes J, da Cunha ND, Tibana RA, Teixeira TG, Vieira DCL, \nTajra V, et al. Understanding the individual responsiveness to \nresistance training periodization. Age. 2015. https:// doi. org/ 10. \n1007/ s11357- 015- 9793-x.\n 47. Rhea MR, Ball SD, Phillips WT, Burkett LN. A compari-\nson of linear and daily undulating periodized programs with \nequated volume and intensity for strength. J Strength Cond Res. \n2002;16(2):250–5.\n 48. Rhea MR, Phillips WT, Burkett LN, Stone WJ, Ball SD, Alvar \nBA, et al. A comparison of linear and daily undulating periodized \nprograms with equated volume and intensity for local muscular \nendurance. J Strength Cond Res. 2003;17(1):82–7.\n 49. Schiotz MK, Potteiger JA, Huntsinger PG, Denmark DC. The \nshort-term effects of periodized and constant-intensity training \non body composition, strength, and performance. J Strength Cond \nRes. 1998;12(3):173–8.\n 50. Simão R, Spineti J, De Salles BF, Matta T, Fernandes L, Fleck \nSJ, et al. Comparison between nonlinear and linear periodized \nresistance training: hypertrophic and strength effects. J Strength \nCond Res. 2012;26(5):1389–95.\n 51. Soares VL, Soares WF, Zanetti HR, Neves FF, Silva-Vergara ML, \nMendes EL. Daily undulating periodization is more effective than \nnonperiodized training on maximal strength, aerobic capacity, and \nTCD4+ cell count in people living with HIV. J Strength Cond Res. \n2020. https:// doi. org/ 10. 1519/ JSC. 00000 00000 003675.\n 52. Souza EO, Ugrinowitsch C, Tricoli V, Roschel H, Lowery RP, \nAihara AY, et al. Early adaptations to six weeks of non-periodized \nand periodized strength training regimens in recreational males. J \nSports Sci Med. 2014;13(3):604–9.\n 53. Spineti J, Figueiredo T, de Salles BF, Assis M, Fernandes L, \nNovaes J, et al. Comparison between different periodization mod-\nels on muscular strength and thickness in a muscle group increas-\ning sequence. Rev Bras Med Esporte. 2013;19(4):280–6.\n 54. Streb AR, Passos da Silva R, Leonel LDS, Possamai LT, Gerage \nda Silva AM, Turnes T, et al. Effects of nonperiodized and linear \nperiodized combined training on health-related physical fitness in \nadults with obesity: a randomized controlled trial. J Strength Cond \nRes. 2020. https:// doi. org/ 10. 1519/ JSC. 00000 00000 003859.\n 55. Vanni AC, Meyer F, Da Veiga ADR, Zanardo VPS. Comparison \nof the effects of two resistance training regimens on muscular \nand bone responses in premenopausal women. Osteoporos Int. \n2010;21(9):1537–44.\n 56. Harries SK, Lubans DR, Callister R. Systematic review and \nmeta-analysis of linear and undulating periodized resistance \ntraining programs on muscular strength. J Strength Cond Res. \n2015;29(4):1113–25.\n 57. Caldas LC, Guimarães-Ferreira L, Duncan MJ, Leopoldo AS, \nLeopoldo APL, Wellington L. Traditional vs. undulating perio-\ndization in the context of muscular strength and hypertrophy: a \nmeta-analysis. Int J Sports Sci. 2016;6(6):219–29.\n 58. Grgic J, Lazinica B, Mikulic P, Schoenfeld BJ. Should resist-\nance training programs aimed at muscular hypertrophy be perio-\ndized? A systematic review of periodized versus non-periodized \napproaches. Sci Sports. 2018;33(3):e97–104.\n 59. Grgic J, Mikulic P, Podnar H, Pedisic Z. Effects of linear and daily \nundulating periodized resistance training programs on measures \nof muscle hypertrophy: a systematic review and meta-analysis. \nPeerJ. 2017;5:e3695.\n 60. Folland JP, Williams AG. The adaptations to strength train-\ning: morphological and neurological contributions to increased \nstrength. Sports Med. 2007;37(2):145–68.\n 61. Aagaard P. Training-induced changes in neural function. Exerc \nSport Sci Rev. 2003;31(2):61–7.\n 62. Kosek DJ, Kim JS, Petrella JK, Cross JM, Bamman MM. Effi-\ncacy of 3 days/wk resistance training on myofiber hypertrophy and \nmyogenic mechanisms in young vs. older adults. J Appl Physiol \n(1985). 2006;101(2):531–44.\n 63. Welle S, Totterman S, Thornton C. Effect of age on muscle hyper-\ntrophy induced by resistance training. J Gerontol A Biol Sci Med \nSci. 1996;51(6):M270–5.\n 64. Aagaard P, Simonsen EB, Andersen JL, Magnusson P, Dyhre-\nPoulsen P. Neural adaptation to resistance training: changes in \nevoked V-wave and H-reflex responses. J Appl Physiol (1985). \n2002;92(6):2309–18.\n\n\n L. Moesgaard et al.\n 65. Aagaard P, Bojsen-Møller J, Lundbye-Jensen J. Assessment \nof neuroplasticity with strength training. Exerc Sport Sci Rev. \n2020;48(4):151–62.\n 66. Rutherford OM, Jones DA. The role of learning and coordina-\ntion in strength training. Eur J Appl Physiol Occup Physiol. \n1986;55(1):100–5.\n 67. Phillips SM. Short-term training: when do repeated bouts \nof resistance exercise become training? Can J Appl Physiol. \n2000;25(3):185–93.\n 68. Bemben M, Sato Y, Abe T. The use of anthropometry for assess-\ning muscle size. Int J Kaatsu Training Res. 2005;1:33–6.\n 69. Rodriguez G, Moreno LA, Blay MG, Blay VA, Fleta J, Sarria A, \net al. Body fat measurement in adolescents: comparison of skin-\nfold thickness equations with dual-energy X-ray absorptiometry. \nEur J Clin Nutr. 2005;59(10):1158–66.\n 70. Pons C, Borotikar B, Garetier M, Burdin V, Ben Salem D, Lem-\npereur M, et al. Quantifying skeletal muscle volume and shape in \nhumans using MRI: a systematic review of validity and reliability. \nPLoS ONE. 2018;13(11): e0207847. https:// doi. org/ 10. 1371/ journ \nal. pone. 02078 47.\n 71. Stone MH, Stone M, Sands WA. Principles and practice of resist-\nance training. Champaign: Human Kinetics; 2007.\n 72. Prestes J, De Lima C, Frollini AB, Donatto FF, Conte M. Com-\nparison of linear and reverse linear periodization effects on \nmaximal strength and body composition. J Strength Cond Res. \n2009;23(1):266–74.\n 73. Klemp A, Dolan C, Quiles JM, Blanco R, Zoeller RF, Graves BS, \net al. Volume-equated high- and low-repetition daily undulating \nprogramming strategies produce similar hypertrophy and strength \nadaptations. Appl Physiol Nutr Metab. 2016;41(7):699–705.\n 74. Zourdos MC, Jo E, Khamoui AV, Lee SR, Park BS, Ormsbee MJ, \net al. Modified daily undulating periodization model produces \ngreater performance than a traditional configuration in powerlift-\ners. J Strength Cond Res. 2016;30(3):784–91.\n 75. Fisher JP, Steele J, Smith D, Gentil P. Periodization for optimizing \nstrength and hypertrophy; the forgotten variables. J Trainology. \n2018;7(1):10–5.\n 76. Ahtiainen JP, Walker S, Peltonen H, Holviala J, Sillanpää E, Kara-\nvirta L, et al. Heterogeneity in resistance training-induced muscle \nstrength and mass responses in men and women of different ages. \nAge (Dordr). 2016;38(1):10.\nAuthors and Affiliations\nLukas Moesgaard1 · Mikkel Malling Beck1 · Lasse Christiansen2 · Per Aagaard3 · Jesper Lundbye‑Jensen1 \n * Jesper Lundbye-Jensen \n jlundbye@nexs.ku.dk\n1 Department of Nutrition, Exercise and Sports, University \nof Copenhagen, Noerre Alle 51, 2200 Copenhagen, Denmark\n2 Danish Research Centre for Magnetic Resonance, Centre \nfor Functional and Diagnostic Imaging and Research, \nCopenhagen University Hospital, Amager and Hvidovre, \nHvidovre, Denmark\n3 Department of Sports Science and Clinical Biomechanics, \nResearch Unit for Muscle Physiology and Biomechanics, \nUniversity of Southern Denmark, Odense M, Denmark"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 36,
    "primary_human": "hypertrophy (muscle_size); strength (1RM)"
  },
  "bucket": "A",
  "notes": "When total volume is equated, periodized and non-periodized RT show similar hypertrophy; periodization gives a small advantage for strength in some comparisons."
}