{
  "id": 18,
  "title": "Dose-Response Relationship Between Weekly Resistance Training Volume and Increases in Muscle Mass: A Systematic Review and Meta-analysis",
  "authors": "Schoenfeld BJ; Ogborn D; Krieger JW",
  "year": 2017,
  "doi": "10.1080/02640414.2016.1210197",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_volume",
    "weekly_sets",
    "dose_response",
    "hypertrophy",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mixed training status)"
  },
  "sections": {
    "abstract": "The purpose of this paper was to systematically review the current literature and elucidate the effects of\ntotal weekly resistance training (RT) volume on changes in measures of muscle mass via meta-regres-\nsion. The final analysis comprised 34 treatment groups from 15 studies. Outcomes for weekly sets as a\ncontinuous variable showed a significant effect of volume on changes in muscle size (P= 0.002). Each\nadditional set was associated with an increase in effect size (ES) of 0.023 corresponding to an increase in\nthe percentage gain by 0.37%. Outcomes for weekly sets categorised as lower or higher within each\nstudy showed a significant effect of volume on changes in muscle size (P= 0.03); the ES difference\nbetween higher and lower volumes was 0.241, which equated to a percentage gain difference of 3.9%.\nOutcomes for weekly sets as a three-level categorical variable (<5, 5– 9 and 10+ per muscle) showed a\ntrend for an effect of weekly sets (P= 0.074). The findings indicate a graded dose-response relationship\nwhereby increases in RT volume produce greater gains in muscle hypertrophy.\nARTICLE HISTORY\nAccepted 1 July 2016\nKEYWORDS\nExercise volume;\nhypertrophy; skeletal\nmuscle; cross sectional area;\nmuscle growth",
    "introduction": "Prevailing exercise science theory posits that muscular adapta-\ntions are maximised by the precise manipulation of resistance\ntraining (RT) programme variables (Bird, Tarpenning & Marino\n2005; Kraemer & Ratamess,2004). Training volume, commonly\ndefined as sets × reps × load, is purported to be one of the\nmost critical variables in this regard. Current hypertrophy\ntraining guidelines recommend the performance of 1– 3 sets\nper exercise for novice individuals with higher volumes (HV) of\n3– 6 sets per exercise advised for advanced lifters (American\nCollege of Sports Medicine,2009). These guidelines are based\non the perceived presence of a dose-response relationship\nbetween volume and muscle growth (Krieger,2010), with HV\neliciting greater hypertrophic gains.\nSeveral studies have examined the acute response to dif-\nferent RT volumes. Burd et al. (2010) reported significantly\ngreater increases in myofibrillar protein synthesis with 3 sets\nof unilateral leg extension exercise at 70% 1 repetition max-\nimum (RM) compared to a single set. These",
    "results": "held true at\nboth 5 h and 29 h post-exercise. Phosphorylation of the\nintracellular signalling proteins eukaryotic translation initiation\nfactor 2B epsilon and ribosomal protein S6 were also elevated\nto a greater extent in the multiple set conditions. A follow-up\nstudy by the same lab found that phosphorylation of AKT,\nmTOR and P70S6K were all greater when participants per-\nformed 3 sets of unilateral leg extension versus 1 set, although\nresults did not rise to statistical significance (Mitchell et al.,\n2012). Similarly, Terzis et al. (2010) demonstrated a graded\ndose-response relationship between volume and increases in\nboth p70S6k and ribosomal protein S6, with linearly increasing\nelevations noted between 1, 3 and 5 sets of leg presses carried\nout at 6RM. Interestingly, Kumar et al. ( 2012) found that\nincreases in RT volume magnified the acute response to a\ngreater extent in elderly compared to young individuals.\nWhile the totality of these findings suggest an acute anabolic\nsuperiority for HV of resistance exercise, it is important to note\nthat acute measures are not necessarily reflective of the long-\nterm accretion of muscle proteins (Mitchell et al.,2014). Thus,\nthe practical application of these results must be interpreted\nwith some degree of circumspection.\nThe results of longitudinal research on the dose-response\nrelationship between volume and muscle hypertrophy have\nbeen conflicting, with some studies showing that HV produce\nsignificantly greater adaptations (Correa et al.,2015; Radaelli,\nBotton, et al., 2014; Radaelli, Fleck, et al., 2014; Rønnestad\net al., 2007; Sooneste, Tanimoto, Kakigi, Saga, & Katamoto,\n2013; Starkey et al., 1996) and other studies reporting no\nvolume-based differences (Bottaro, Veloso, Wagner, & Gentil,\n2011; Cannon & Marino,2010; Galvao & Taaffe,2005; McBride,\nBlaak, & Triplett-McBride,2003; Mitchell et al.,2012; Ostrowski,\nWilson, Weatherby, Murphy, & Little,1997; Radaelli, Wilhelm,\net al., 2014; Rhea, Alvar, Ball, & Burkett, 2002; Ribeiro et al.,\n2015). However, the small samples inherent in longitudinal\ntraining studies often compromise statistical power, thereby\nincreasing the likelihood of a type II error. A meta-analysis of\neffect sizes (ES) can help identify trends among conflicting\nand/or underpowered studies and thus provide greater insight\nas to whether hypertrophic benefits actually exist from per-\nforming higher training volumes. A meta-analysis by Krieger\n(2010) published in 2010 found a 40% greater ES difference\nfavouring the performance of multiple versus single set\nCONTACT Brad J. Schoenfeld brad@workout911.com\nJOURNAL OF SPORTS SCIENCES, 2017\nVOL. 35, NO. 11, 1073–1082\nhttp://dx.doi.org/10.1080/02640414.2016.1210197\n© 2016 Informa UK Limited, trading as Taylor & Francis Group\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\ntraining. Moreover, there was a dose-response trend with 2– 3\nsets per exercise associated with a greater ES versus 1 set and\n4– 6 sets per exercise associated with a greater ES than a single\nset. A caveat to these findings is that only 8 studies qualified\nfor inclusion at the time, and only 3 measured muscle-specific\ngrowths with imaging techniques such as MRI and ultrasound.\nNumerous studies have been carried out subsequent to pub-\nlication of this meta-analysis, with many employing advanced\nmuscle-specific imaging modalities to address the importance\nof training volume. Moreover, Krieger (2010) analysed only the\nimpact of the number of sets per session on muscle growth\nwhereas the total number of weekly sets completed may be a\nmore relevant marker of training volume.\nThus, the purpose of this paper was to systematically review\nthe current literature and elucidate the effects of total weekly\nRT volume on changes in measures of muscle mass via meta-\nregression. Based on previous meta-analytic data (Krieger,\n2010), we hypothesised that there would be graded dose-\nresponse relationship, with higher training volumes promoting\nprogressively superior hypertrophic results.",
    "methods": "Inclusion criteria\nStudies were deemed eligible for inclusion if they met the\nfollowing criteria: (1) were an experimental trial published in\nan English-language-refereed journal; (2) directly compared\ndifferent daily RT volumes in traditional dynamic resistance\nexercise using coupled concentric and eccentric actions at\nintensities ≥65% 1RM without the use of external implements\n(i.e., pressure cuffs, hypoxic chamber, etc.) and all other RT\nvariables equivalent; (3) measured morphologic changes via\nbiopsy, imaging and/or densitometry; (4) had a minimum\nduration of 6 weeks and (5) used human participants without\nmusculoskeletal injury or any health condition that could\ndirectly, or through the medications associated with the man-\nagement of said condition, be expected to impact the hyper-\ntrophic response to resistance exercise (i.e., coronary artery\ndisease and angiotensin receptor blockers).\nSearch strategy\nThe systematic literature search was conducted in accordance\nwith the Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses (PRISMA) guidelines (Moher, Liberati, Tetzlaff,\nAltman, & PRISMA Group, 2009). To carry out this review,\nEnglish-language literature searches of the PubMed, Sports\nDiscus and CINAHL databases were conducted from all time\npoints up until December 2014. Combinations of the following\nkeywords were used as search terms:“muscle”; “hypertrophy”;\n“growth”; “cross sectional area”; “fat free mass”; “resistance\ntraining”, “resistance exercise”, “multiple sets”, “single sets”,\n“volume” and “dose response”.\nA total of 1474 studies were evaluated based on search\ncriteria. To reduce the potential for selection bias, each study\nwas independently perused by two of the investigators (BJS\nand DIO), and a mutual decision was made as to whether or\nnot they met basic inclusion criteria. Any inter-reviewer\ndisagreements were settled by consensus or consultation\nwith the third investigator. Of the studies initially reviewed,\n36 were determined to be potentially relevant to the paper\nbased on information contained in the abstracts. Full text of\nthese articles was then screened and 15 were deemed suitable\nfor inclusion in accordance with the criteria outlined. The\nreference lists of articles retrieved were then screened for\nany additional articles that had relevance to the topic, as\ndescribed by Greenhalgh and Peacock (2005). Two additional\nstudies were subsequently identified in this manner, bringing\nthe total number of eligible studies to 17. After subsequent\nreview, two of the studies (Radaelli, Botton, et al., 2013;\nRadaelli, Wilhelm, et al.,2013) were found to have used pre-\nviously collected data so they were excluded from analysis.\nThus, the final number of studies included for analysis was 15\n(see Figure 1). Table 1 summarises the studies analysed. All\nstudies included in the analysis received ethics approval from\nthe local Institutional Review Board.\nCoding of studies\nStudies were read and individually coded by two of the\ninvestigators (BJS and DIO) for the following variables:\nDescriptive information of participants by group including\nsex, body mass index, training status (trained participants\nwere defined as those with at least one year regular RT\nexperience), stratified participant age (classified as either\nyoung [18– 29 years], middle-aged [30 – 49 years] or elderly\n[50+ years]; whether the study was a parallel or within-\nparticipant design; the number of participants in each\ngroup; duration of the study; number of sets performed per\nmuscle group per session; total weekly training volume per\nmuscle group (number of sets per muscle group per ses-\nsion × number of weekly sessions); type of morphologic\nmeasurement (magnetic resonance imaging (MRI), ultra-\nsound, biopsy, dual energy X-ray absorptiomety [DXA] and/\nor air displacement plethysmography); region/muscle of\nbody measured (upper, lower or both) and whether hyper-\ntrophy measure was direct or indirect. Coding was cross-\nchecked between coders, and any discrepancies were\nresolved by mutual consensus. To assess potential coder\ndrift, 30% of the studies were randomly selected for recoding\nas described by Cooper et al. (Cooper, Hedges, & Valentine,\n2009). Per case agreement was determined by dividing the\nnumber of variables coded the same by the total number of\nvariables. Acceptance required a mean agreement of 0.90.\nCalculation of ES\nFor each hypertrophy outcome, an ES was calculated as the\npre-test– post-test change, divided by the pooled pre-test\nstandard deviation (SD) (1). A percentage change from pre-\ntest to post-test was also calculated. A small sample bias\nadjustment was applied to each ES (Morris, 2008). The var-\niance around each ES was calculated using the sample size in\neach study and mean ES across all studies (Borenstein,\nHedges, & Higgins, 2009).\n1074 B. J. SCHOENFELD ET AL.\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nStatistical analyses\nMeta-analyses were performed using robust variance meta-\nregression for multi-level data structures, with adjustments\nfor small samples (Hedges, Tipton, & Johnson,2010; Tipton,\n2015). Study was used as the clustering variable to account for\ncorrelated effects within studies. Observations were weighted\nby the inverse of the sampling variance. Model parameters\nwere estimated by the method of restricted maximum like-\nlihood (REML) (Thompson & Sharp, 1999); an exception was\nduring the model reduction process, in which parameters\nwere estimated by the method of maximum likelihood, as\nlikelihood ratio tests cannot be used to compare nested mod-\nels with REML estimates. Separate meta-regressions on ESs\nwere performed with the following moderator variables: total\nsets per muscle group per week as a continuous variable; total\nsets per muscle group per week categorised as low (<5),\nmedium (5– 9) or high (10+); total sets per muscle group per\nweek categorised as lower (<9) or higher (9+) and total sets\nper muscle group per week categorised as lower or higher\nbased on the comparison group within each study. For the\nlatter, if a study had 3 comparison groups, the highest volume\ngroup was classified as “Higher”, and the two lower volume\n(LV) groups were classified as“Lower”. In the latter regression\nmodel, mean differences in ES were calculated for each study\nto give a study-level ES for the difference between HV and LV\nand to allow the generation of a forest plot. To assess the\npractical significance of the outcomes, the equivalent per cent\nchange was calculated for each meta-regression outcome. To\nassess the potential confounding effects of study-level mod-\nerators on outcomes, an additional full meta-regression model\nwas created with the following predictors: total sets per mus-\ncle group per week (continuous variable), gender (male,\nfemale or mixed), age category (younger or older), weeks,\nhypertrophy measurement type (direct or indirect) and body\nportion (upper, lower or whole). The model was then reduced\nby removing predictors one at a time, starting with the most\ninsignificant predictor (Burnham & Anderson,2002). The final\nmodel represented the reduced model with the lowest\nBayesian Information Criterion (Schwarz, 1978) and that was\nnot significantly different (P> 0.05) from the full model when\ncompared using a likelihood ratio test. Weekly set volume was\nnot removed during the model-reduction process. Since all\ncovariates were removed during the model-reduction process,\nand the simple model with set volume as the lone covariate\nwas not significantly different from the full model, only the\nresults of the simple models are reported. To explore possible\ninteractions between set volumes and other variables, sepa-\nrate regressions were performed on set volume and its inter-\naction with age category, gender category, body half and\nmeasurement type.\nIn order to identify the presence of highly influential stu-\ndies which might bias the analysis, a sensitivity analysis was\ncarried out for each model by removing one study at a time,\nand then examining the set volume predictor. Studies were\nidentified as influential if removal resulted in a change of the\nRecords identified through \ndatabase searching\n(n = 1474)\nScreeningIncluded Eligibility Identification\nAdditional records identified \nthrough other sources\n(n = 2)\nTotal records screened\n(n = 1476)\nFull-text articles assessed \nfor eligibility\n(n = 38)\nFull-text articles excluded, \nwith reasons\n(n = 21)\nStudies included in \nmeta-analysis\n(n = 17)\nStudies included in \nmeta-analysis \n(n = 15)\nAdditional articles \nexcluded, with reasons\n(n = 2)\nFigure 1. Flow diagram of search process.\nJOURNAL OF SPORTS SCIENCES 1075\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nTable 1. Summary of hypertrophy training studies investigating volume.\nStudy Participants Design Study duration\nWeekly sets\nper exercise Hypertrophy measurement Findings\nBottaro et al.\n(2011)\n30 untrained\nyoung men\nRandom assignment to a resistance training protocol\nwhere one group performed 3 sets of knee extension\nexercise and 1 set of elbow flexion exercise while the\nother group performed 3 sets of elbow flexion exercise\nand 1 set of knee extension exercise. All participants\nperformed 8–12RM of each exercise twice per week.\n12 weeks High: 6\nLow: 2\nUltrasound No significant differences in muscle\nthickness between conditions (Elbow\nflexors: 5.9% for high, 7.2% for low;\nQuads: 2.5% for high,−2.9% for low)\nCannon and\nMarino (2010)\n31 untrained\nyoung and\nelderly women\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets per exercise. Training\nconsisted of knee extension and knee flexion exercise\nperformed 3 days a week at an intensity of 75% 1RM.\n10 weeks High: 9\nLow: 3\nMRI No significant differences in muscle\nvolume between conditions (10.7%\nfor high, 6.0% for low)\nCorrea et al.\n(2015)\n36 untrained\npostmenopausal\nwomen\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets per exercise. All\nparticipants performed 8 exercises targeting entire\nbody at 15RM. Training was carried out 3 days a week\nfor 11 weeks.\n11 weeks High: 9\nLow: 3\nUltrasound Significantly greater increases in muscle\nthickness of the quadriceps for the\nhigh volume condition (20.4% for\nhigh; 11.6% for low)\nGalvao and Taaffe\n(2005)\n28 untrained\nelderly men and\nwomen\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets per exercise. All\nparticipants performed seven exercises (chest press,\nseated row, triceps extension, biceps curl, leg press, leg\ncurl, leg extension) targeting the entire body at 8RM.\nTraining was carried out twice weekly.\n20 weeks High:9\nLow:~5\nDXA No significant differences in lean body\nmass between conditions (1.5% for\nhigh, 1.0% for low)\nMcBride et al.\n(2003)\n28 young\nuntrained men\nand women\nRandom assignment to a resistance-training protocol\nconsisting of 5 different exercises including the biceps\ncurl, leg press, chest flye, sit-up and back extension.\nOne group performed a single set of each of these\nexercises while the other group performed 6 sets for\nthe biceps curl and leg press and 3 sets for all other\nexercises. All participants performed 6-15RM of the\nexercises twice weekly.\n12 weeks High: 12\nLow: 2\nDXA No significant differences in lean body\nmass between conditions (Upper\nbody: 0% for high, 0% for low; Lower\nbody: 5.1% for high, 0% for low)\nMitchell et al.\n(2012)\n18 untrained\nyoung men\nWithin-participant design where participants trained one\nleg with 3 sets and the other with 1 set at 80% 1RM on\na knee extension machine. Training was carried out 3\ndays-per-week.\n10 weeks High: 9\nLow: 3\nMRI and biopsy No significant differences in cross\nsectional area between groups (MRI:\n6.8% for high; 3.1% for low; Biopsy:\n15.9% for high, 16.4% for low)\nOstrowski et al.\n(1997)\n27 resistance-\ntrained young\nmen\nRandom assignment to a resistance-training protocol\nperformed either 1, 2 or 4 sets per exercise. All\nparticipants performed a 4-day split body routine\nworking each of the major muscle groups with\nmultiple exercises in a session at 7-12RM.\n10 weeks High: 12–28\nMed: 6–14\nLow:3–7\nUltrasound No significant differences in muscle\nthickness between conditions (Triceps:\n4.8% for high, 4.7% for medium, 2.3%\nfor low; Quads: 12.3% for high, 4.6%\nfor medium, 6.3% for low)\n(Continued )\n1076 B. J. SCHOENFELD ET AL.\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nTable 1. (Continued).\nStudy Participants Design Study duration\nWeekly sets\nper exercise Hypertrophy measurement Findings\nRadaelli, Fleck,\net al. (2014)\n48 young,\nrecreationally\ntrained men\nRandom assignment to a resistance-training protocol\nperformed either 1, 3 or 5 sets per exercise. All\nparticipants performed 8-12RM for multiple exercises\nfor the entire body (bench press, leg press, lat\npulldown, leg extension, SP, leg curl, biceps curl,\nabdominal crunch and triceps extension). Training was\ncarried out 3 days per week.\n6 months High: 30\nMed: 18\nLow: 6\nUltrasound Significantly greater increases in elbow\nflexor muscle thickness for the 5-set\ncondition compared to the other 2\nconditions. Only the 3- and 5-SETS\ngroups significantly increased elbow\nflexor muscle thickness from baseline.\nSignificantly greater increases in\nelbow extensor muscle thickness in\nthe 5-set condition compared with\nthe other 2 conditions. Only the 5 set\ngroup significantly increased triceps\nextensor thickness from baseline.\n(Biceps: 17.0% for high, 7.8% for\nmedium, 1.4% for low; Triceps: 20.8%\nfor high, 1.7% for medium, 0.5% for\nlow)\nRadaelli, Wilhelm,\net al. (2014)\n27 untrained\nelderly women\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets per exercise. All\nparticipants performed 10 exercises targeting the\nentire body at 10-20RM (bilateral leg press, unilateral\nelbow flexion, bilateral knee extension, lat pull-down,\nbilateral leg curl, triceps extension, bench press, hip\nabduction and adduction and abdominal crunch).\nTraining was carried out twice weekly.\n6 weeks High: 12\nLow:4\nUltrasound No significant differences in muscle\nthickness between conditions (6.7%\nfor high, 4.4% for low)\nRadaelli, Botton,\net al. (2014)\n20 untrained\nelderly women\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets per exercise. All\nparticipants performed 10 exercises targeting the\nentire body at 6-20RM (bilateral leg press, unilateral\nelbow flexion, bilateral knee extension, lat pull-down,\nbilateral leg curl, triceps extension, bench press, hip\nabduction and adduction and abdominal crunch).\nTraining was carried out twice weekly.\n20 weeks High: 12\nLow:4\nUltrasound Significantly greater increases in\nquadriceps muscle thickness for the\nhigh-volume group (Biceps: 14.5% for\nhigh, 18.8% for low; Quads: 17.1% for\nhigh, 11.9% for low)\nRhea et al. (2002) 18 resistance-\ntrained young\nmen\nRandom assignment to a resistance-training protocol\nperformed either 1 or 3 sets-per-exercise. All\nparticipants performed 4-10RM on the bench press\nand leg press. Participants also performed an\nadditional set of multiple exercises considered\nunrelated to the bench press or leg press (biceps curl,\nlat pull-down, abdominal crunches, back extensions\nand seated rows). Training was carried out 3 days-per-\nweek.\n12 weeks High: ~5\nLow: 3\nBodPod No significant differences in lean body\nmass between conditions (1.7% for\nhigh, 1.1% for low)\nRibeiro et al.\n(2015)\n30 untrained\nelderly women\nRandom assignment to a resistance-training protocol\nconsisting of 8 exercises for the total body (chest press,\nhorizontal leg press, seated row, knee extension,\npreacher curl, leg curl, triceps pushdown and seated\ncalf raise) performed either 1 or 3 days-per-week. All\nparticipants performed 10–15 repetitions for 3 days-\nper-week.\n12 weeks High: ~10\nLow: ~4\nDXA No significant differences in lean body\nmass between conditions (1.6% for\nhigh, 1.1% for low)\n(Continued )\nJOURNAL OF SPORTS SCIENCES 1077\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nTable 1. (Continued).\nStudy Participants Design Study duration\nWeekly sets\nper exercise Hypertrophy measurement Findings\nRønnestad et al.\n(2007)\n21 untrained\nyoung men\nRandom assignment to a resistance-training protocol\nwhere one group performed 3 sets of upper body\nexercise and 1 set of lower body exercise while the\nother group performed 3 sets of lower body exercise\nand 1 set of upper body exercise. Training consisted of\n8 exercises for the entire body (leg press, leg\nextension, leg curl, seated chest press, seated rowing,\nlatissimus pull-down, biceps curl and shoulder press)\nperformed at 7-10RM and carried out 3 days-per-week.\n11 weeks High: 9–18\nLow: 3–6\nMRI Significantly greater increases in thigh\nmuscle CSA for the HV condition\n(Trapezius: 14.3% for high, 9.8% for\nlow; Quads: 12.0% for high, 8.0% for\nlow; Hamstrings: 10.1% for high, 6.0%\nfor low)\nSooneste et al.\n(2013)\n8 untrained young\nmen\nWithin-participant crossover where all participants\nperformed a two day-per-week resistance-training\nprotocol of preacher curls so that one arm used 3 sets\nin a session and the other arm used a single set in the\nfollowing session. Training was performed at 80% 1RM\nand carried out 2 days-per-week.\n12 weeks High: 6\nLow: 2\nMRI Significantly greater increases in upper\narm CSA for the high-volume\ncondition (15.9% for high, 2.8% for\nlow)\nStarkey et al.\n(1996)\n48 untrained\nmixed-aged\nmen and\nwomen\nRandom assignment to a resistance-training protocol of\nknee flexion and extension performed either 1 or 3\ndays-per-week. All participants performed 8-12\nrepetitions for 3 days-per-week.\n14 weeks High: 9\nLow: 3\nUltrasound No significant differences in muscle\nthickness of the anterior or posterior\nthigh muscles between conditions,\nalthough only the high-volume group\nsignificantly increased hypertrophy of\nthe vastus medialis relative to control\n(2.9% for high, 2.5% for low).\nAbbreviations: MRI (magnetic resonance imaging); DXA (dual energy X-ray absorptiometry); CSA (cross sectional area).\n1078 B. J. SCHOENFELD ET AL.\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\npredictor going from significant or a trend (P ≤ 0.10) to non-\nsignificant (P> 0.10), or vice versa, or if removal caused a large\nchange in the magnitude of the coefficient.\nAll analyses were performed using package metaphor in R\nversion 3.2.3 (The R Foundation for Statistical Computing,\nVienna, Austria). Effects were considered significant at\nP ≤ 0.05, and trends were declared at 0.05 <P ≤ 0.10. Data\nare reported as x ± standard error of the means (SEM) and\n95% confidence intervals (CIs).\nResults\nThe final analysis comprised 34 treatment groups from 15\nstudies. The mean ES across all studies was 0.38 ± 0.08 (CI:\n0.21, 0.56). The mean per cent change was 6.8 ± 1.3% (CI:\n3.9, 9.7).\nWeekly sets (continuous per muscle)\nOutcomes for weekly sets as a continuous variable are shown\nin Table 2. There was a significant effect of the number of\nweekly sets on changes in muscle size (P= 0.002). Each addi-\ntional set per week was associated with an increase in ES of\n0.023. This was equivalent to an increase in the percentage\ngain by 0.37% for each additional weekly set.\nWeekly sets (lower versus higher within studies per\nmuscle)\nOutcomes for weekly sets categorised as lower or higher\nwithin each study are shown in the forest plot inFigure 2.\nThere was a significant effect of volume (P= 0.03); the ES\ndifference between HV and LV was 0.241 ± 0.101 (CI: 0.026,\n0.457). This was equivalent to a difference in percentage gain\nof 3.9%.\nWeekly sets (<5, 5–9 and 10+ per muscle)\nOutcomes for weekly sets as a three-level categorical variable\nare shown inTable 2. There was a trend for an effect of weekly\nsets (P= 0.074). Mean ES for each category were 0.307 for <5\nsets, 0.378 for 5 – 9 sets and 0.520 for 10+ sets. This was\nequivalent to percentage gains of 5.4%, 6.6% and 9.8%,\nrespectively.\nWeekly sets (<9, 9+ per muscle)\nOutcomes for weekly sets as a two-level categorical variable\nare shown inTable 2. There was a trend for an effect of weekly\nsets (P= 0.076). Mean ES was 0.320 for <9 sets, and 0.457 for 9\n+ sets. This was equivalent to percentage gains of 5.8% and\n8.2%, respectively.\nInteractions\nThere was no significant interaction between weekly set\nvolume and gender (P= 0.55), body half (P= 0.28) or age\n(P= 0.66). There was a significant interaction with the type of\nhypertrophy measurement (P= 0.037). The mean increase in ES\nfor each additional weekly set was 0.023 for direct measure-\nments (CI: 0.009, 0.037), but only 0.006 for indirect measure-\nments, a value which was not significantly different from 0 (CI:\n−0.023, 0.12). This was equivalent to an increase in the percen-\ntage gain by 0.38% for each additional weekly set for direct\nmeasurements (CI: 0.14, 0.62), but only 0.21% for each addi-\ntional weekly set for indirect measurements (CI:−0.28, 0.52).\nSensitivity analysis\nSensitivity analysis revealed one influential study. Removal of\nthe study by Radaelli, Fleck, et al. (2014) reduced the impact of\nthe weekly number of sets on hypertrophy ( Table 3). The\nestimate for the change in ES for each additional set was\nreduced to 0.013 (P= 0.008). This was equivalent to an increase\nin the percentage gain by 0.25 for each additional weekly set.\nThe study level ES inFigure 2, representing the within-study\ndifference between HV and LV, decreased to 0.147 (CI: 0.033,\n0.261; P= 0.016). This was equivalent to a difference in percen-\ntage gain of 3.1%. In the 3-category model, there was no longer\nan advantage to 10+ sets; mean ES for <5, 5– 9 and 10+ sets\nwere 0.306, 0.410 and 0.404, respectively. This was equivalent to\npercentage gains of 5.5%, 7.2% and 8.6%, respectively. In the\ntwo-category model (<9 sets and 9+sets), there was no longer a\ntrend for an effect of weekly sets (P= 0.12). Mean ES for <9 sets\nand 9+ sets were 0.316 and 0.425, respectively. This was equiva-\nlent to percentage gains of 5.9% and 8.0%, respectively.",
    "discussion": "The present study sought to compare the effects of varying RT\nvolumes on established markers of muscle growth based on a\nsystematic analysis of pooled data from the current literature.\nResults showed an incremental dose-response relationship\nTable 2. Impact of weekly set volume on effect size and percentage change in\nmuscle size.\nWeekly sets per\nmuscle group ES 95% CI P-value\nEquivalent\npercentage gain\nEach additional\nweekly set\n0.023 ± 0.006 0.010, 0.036 0.002 0.37\n<5 0.307 ± 0.07 0.152, 0.462 0.074 5.4\n5–9 0.378 ± 0.13 0.092, 0.664 6.6\n10+ 0.520 ± 0.13 0.226, 0.813 9.8\n<9 0.320 ± 0.06 0.185, 0.455 0.076 5.8\n9+ 0.457 ± 0.12 0.208, 0.707 8.2\nTable 3. Impact of weekly set volume after removal of study by Radaelli, Fleck,\net al. (2014).\nWeekly sets per\nmuscle group ES 95% CI P-value\nEquivalent\npercentage gain\nEach additional\nweekly set\n0.013 ± 0.004 0.004, 0.021 0.008 0.25\n<5 0.306 ± 0.08 0.137, 0.474 0.059 5.5\n5–9 0.410 ± 0.13 0.099, 0.721 7.2\n10+ 0.404 ± 0.09 0.217, 0.592 8.6\n<9 0.316 ± 0.07 0.166, 0.466 0.12 5.9\n9+ 0.425 ± 0.12 0.161, 0.689 8.0\nJOURNAL OF SPORTS SCIENCES 1079\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nwhereby progressively higher weekly training volumes\nresulted in greater muscle hypertrophy. These findings were\nseen across all predictor models employed as determined by\nincreasing ES as well as greater percentage gains in muscle\nmass. Results are consistent with those of previous meta-\nanalytic work (Krieger, 2010), and expand on prior findings\nwith the inclusion of a substantial amount of new data using\nmore precise methods of measurement. These results also are\nin agreement with acute research showing greater post-exer-\ncise muscle protein synthesis (MPS) and intracellular anabolic\nsignalling for multiple versus single-set protocols (Burd et al.,\n2010; Kumar et al., 2012; Mitchell et al., 2012; Terzis et al.,\n2010)\nA significant dose-response effect was seen when analysing\nthe number of weekly sets as a continuous predictor. Each\nadditional weekly set performed was associated with an\nincrease in ES of 0.02, equating to a 0.36% hypertrophic\ngain. Sub-analysis of covariates revealed a significant interac-\ntion between sets per week and the type of measurement,\nmaking it very likely that these findings were not due to\nchance alone (Hopkins, Marshall, Batterham, & Hanin,2009).\nThe increase in ES for each additional weekly set was 0.02 for\ndirect muscle-specific measures (MRI and ultrasound), but only\n0.01 for whole-body measures (DXA and BodPod). This under-\nscores the importance of using direct measurements when\nassessing hypertrophic outcomes, as they are more sensitive\nto detecting subtle changes in muscle size (Levine et al.,2000).\nContrary to findings of Rønnestad et al. (2007), who reported a\ndose-response effect for the lower- but not upper-body mus-\nculature, meta-regression of included studies did not detect\nany growth-related differences between body segments based\non RT volume (P= 0.30). No other covariate including age,\ngender or study duration was found to significantly affect\nresults.\nDose-response effects were noted when stratifying sets\ninto low (≤4 sets · week– 1), medium (5– 9 sets · week– 1) and\nhigh (≥10 sets · week– 1) volumes. Although results did not\nreach statistical significance, the low observedP-value (0.074)\nindicates a good likelihood that results were not due to\nchance alone (Hopkins et al.,2009). Null findings may be due\nto reduced statistical power as a consequence of stratification\nof the model. The ES displayed a graded volume-dependent\nincrease progressing from low to medium to high volume\nconditions (0.30, 0.36 and 0.50, respectively). These values\nwere paralleled by graded increases in percentage muscle\ngrowth (5.4%, 6.5% and 9.6%, respectively), indicating that\ngreater muscular development is achieved by performing at\nleast 10 weekly sets per muscle group.\nWhen considering weekly sets as a binary predictor (<9 versus\n≥9 sets · week– 1), findings did not reach statistical significance\nbetween conditions. However, when taking a magnitude-based\napproach to statistical inference, the low observed P-value\n(0.076) indicates a good likelihood that results were not due to\nchance alone (Hopkins et al.,2009). Null findings may be due to\nreduced statistical power as a consequence of stratification of\nthe model. Moreover, ES favoured HV compared to LV (0.66\nversus 0.43, respectively), and these values mirrored percentage\ngain increases in hypertrophy (8.0% versus 5.7%, respectively).\nThe paucity of data investigating weekly volumes of >12 sets\nprevented analysis of very high training volumes on hyper-\ntrophic outcomes. Thus, it remains unclear as to where the\nupper threshold lies as to the dose-response relationship\nbetween RT volume and muscular growth.\nOur analysis looked only at hypertrophy-related outcomes\nand did not endeavour to ascertain underlying mechanisms\nbehind the dose-response relationship. Nevertheless, it can be\nspeculated that results are attributed at least in part to the\ncumulative effects of time under tension at a given load.\nHypothetically, repeated within-session stimulation of muscle\ntissue is necessary to drive intracellular signalling in a manner\nthat maximises the anabolic response to RT. Considering that\nmuscle hypertrophy is predicated on the dynamic balance\nbetween MPS and breakdown (Sandri, 2008), higher RT\nvolumes would therefore conceivably sustain weekly anabo-\nlism to a greater degree than LV. It also is feasible that\ndifferences in metabolic stress between conditions may play\na role in results. Research indicates that exercise-induced\nmetabolic stress augments muscle protein accretion when a\nminimum threshold for mechanical tension is achieved\n(Schoenfeld, 2013). Given evidence that metabolite build-up\nFigure 2. Forest plot of studies comparing the hypertrophic effects of different training volumes where the comparison made within each study analysed lower vs.\nhigher number of sets. The data shown are mean ±95% CI; thesize of the plotted squaresreflect the statistical weight of each study. Abbreviations: ES (effect size).\n1080 B. J. SCHOENFELD ET AL.\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nis significantly greater in multiple versus single set protocols\n(Gotshalk et al.,1997), a rationale exists whereby this phenom-\nenon enhances anabolism to a greater extent in high-volume\nprotocols.\nA primary limitation of the current literature on the topic is\nthe lack of controlled research in resistance-trained individuals.\nOnly two studies to date investigated the effects of RT volume\non changes in muscle mass. Rhea et al. (2002) found no sig-\nnificant differences in fat-free mass when training with 3 sets\nversus 1 set in cohort of recreationally trained men (minimum\nof 2 years RT experience working out at least 2 days · week– 1).\nThe study was limited by the use of an indirect measurement\ninstrument (BodPod), that as shown in the present analysis, may\nlack the sensitivity to detect subtle changes in lean mass.\nMoreover, only the bench press and leg press were manipu-\nlated for training volume, attenuating the potential dose-\nresponse effects on whole-body muscle growth and thereby\nmaking it difficult to draw practical",
    "conclusions": ". Ostrowski et al.\n(1997) used B-mode ultrasound to investigate hypertrophic\nchanges in a cohort of resistance-trained young men (1 –\n4 years RT experience with the ability to bench press and\nsquat 100% and 130% of body mass, respectively) performing\neither 3, 6 or 12 weekly sets per muscle group. Although no\nsignificant effects were demonstrated between conditions, the\nhighest volume group displayed markedly greater absolute\nincreases in rectus femoris cross sectional area compared to\nthe medium and low volume conditions (13.1% versus 5% and\n6.7%, respectively). Null findings may be the result of a type II\nerror given the small sample size employed. Clearly, more\nstudies are needed in resistance-trained individuals to be able\nto draw research-based conclusions as to the effects of RT\nvolume on muscle growth.\nPractical applications\nThe current body of evidence indicates a graded dose-\nresponse relationship between RT volume and muscle growth.\nClearly, substantial hypertrophic gains can be made using low-\nvolume protocols (≤4 weekly sets per muscle group). Such an\napproach therefore represents a viable muscle-building option\nfor those who are pressed for time or those to which the\nconservation of energy is an ongoing concern (i.e., frail\nelderly). However, the present analysis shows that HV proto-\ncols produce significantly greater increases in muscle growth\nthan LV. Based on our findings, it would appear that perfor-\nmance of at least 10 weekly sets per muscle group is necessary\nto maximise increases in muscle mass. Although there is cer-\ntainly a threshold for volume beyond which hypertrophic\nadaptations plateau and perhaps even regress due to over-\ntraining, current research is insufficient to determine the\nupper limits of this dose-response relationship.\nIt is clear that the optimal RT dose will ultimately vary\nbetween individuals, and these differences may have a genetic\ncomponent. For example, research shows that the variances in\nthe angiotensin converting enzyme (ACE) genotype affects the\nstrength-related response to single- versus multiple-set rou-\ntines (Colakoglu et al.,2005). Although the ACE gene does not\nappear to mediate the hypertrophic response to RT\n(Charbonneau et al., 2008), it remains possible that other\ngenes may well influence volume-related muscular gains.\nConsistent with an evidence-based approach, practitioners\nshould carefully monitor client progression and adjust training\ndosages based on the individual’s response.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nReferences\nAmerican College of Sports Medicine. (2009). American College of Sports\nMedicine position stand. Progression models in resistance training for\nhealthy adults. Medicine & Science in Sports & Exercise, 41(3), 687– 708.\ndoi:10.1249/MSS.0b013e3181915670\nBird, S. P., Tarpenning, K. M., & Marino, F. E. (2005). Designing resistance\ntraining programmes to enhance muscular fitness: A review of the\nacute programme variables. Sports Medicine (Auckland, N.Z.) , 35(10),\n841– 851. doi:10.2165/00007256-200535100-00002\nBorenstein, M., Hedges, L. V., & Higgins, J. P. T. (2009). Effect sizes based on\nmeans. In Anonymous (Ed.),Introduction to meta-analysis (pp. 21– 32).\nChichester: John Wiley and Sons, Ltd.\nBottaro, M., Veloso, J., Wagner, D., & Gentil, P. (2011). Resistance training\nfor strength and muscle thickness: Effect of number of sets and muscle\ngroup trained. Science & Sports , 26, 259 – 264. doi: 10.1016/j.\nscispo.2010.09.009\nBurd, N. A., Holwerda, A. M., Selby, K. C., West, D. W., Staples, A. W., Cain, N.\nE., . . . Phillips, S. M. (2010). Resistance exercise volume affects myofi-\nbrillar protein synthesis and anabolic signalling molecule phosphoryla-\ntion in young men. The Journal of Physiology, 588(Pt 16), 3119– 3130.\ndoi:10.1113/jphysiol.2010.192856\nBurnham, K. P., & Anderson, D. R. (2002). Model selection and inference: A\npractical information-theoretic approach. New York, NY: Springer-Verlag.\nCannon, J., & Marino, F. E. (2010). Early-phase neuromuscular adaptations\nto high- and low-volume resistance training in untrained young and\nolder women. Journal of Sports Sciences , 28(14), 1505 – 1514.\ndoi:10.1080/02640414.2010.517544\nCharbonneau, D. E., Hanson, E. D., Ludlow, A. T., Delmonico, M. J., Hurley,\nB. F., & Roth, S. M. (2008). ACE genotype and the muscle hypertrophic\nand strength responses to strength training. Medicine & Science in\nSports & Exercise, 40(4), 677– 683. doi:10.1249/MSS.0b013e318161eab9\nColakoglu, M., Cam, F. S., Kayitken, B., Cetinoz, F., Colakoglu, S., Turkmen,\nM., & Sayin, M. (2005). ACE genotype may have an effect on single\nversus multiple set preferences in strength training.European Journal of\nApplied Physiology, 95(1),20 – 26. doi:10.1007/s00421-005-1335-2\nCooper, H., Hedges, L., & Valentine, J. (2009). The handbook of research\nsynthesis and meta-analysis (2nd ed.). New York, NY: Russell Sage\nFoundation.\nCorrea, C. S., Teixeira, B. C., Cobos, R. C., Macedo, R. C., Kruger, R. L., Carteri,\nR. B., . . . Reischak-Oliveira, A. (2015). High-volume resistance training\nreduces postprandial lipaemia in postmenopausal women.Journal of\nSports Sciences, 33(18), 1890– 1901. doi:10.1080/02640414.2015.1017732\nGalvao, D. A., & Taaffe, D. R. (2005). Resistance exercise dosage in older\nadults: Single versus multiset effects on physical performance and body\ncomposition. Journal of the American Geriatrics Society, 53(12), 2090–\n2097. doi:10.1111/j.1532-5415.2005.00494.x\nGotshalk, L. A., Loebel, C. C., Nindl, B. C., Putukian, M., Sebastianelli, W. J.,\nNewton, R. U., . . . Kraemer, W. J. (1997). Hormonal responses of multiset\nversus single-set heavy-resistance exercise protocols.Canadian Journal\nof Applied Physiology, 22(3), 244– 255. doi:10.1139/h97-016\nGreenhalgh, T., & Peacock, R. (2005). Effectiveness and efficiency of search\nmethods in systematic reviews of complex evidence: Audit of primary\nsources. BMJ (Clinical Eesearch Ed.), 331(7524), 1064– 1065. doi:10.1136/\nbmj.38636.593461.68\nHedges, L. V., Tipton, E., & Johnson, M. C. (2010). Robust variance estima-\ntion in meta-regression with dependent effect size estimates.Research\nSynthesis Methods, 1(1), 39– 65. doi:10.1002/jrsm.v1:1\nJOURNAL OF SPORTS SCIENCES 1081\nDownloaded by [University of Liege] at 23:59 11 September 2017 \n\n\nHopkins, W. G., Marshall, S. W., Batterham, A. M., & Hanin, J. ( 2009).\nProgressive statistics for studies in sports medicine and exercise\nscience. Medicine & Science in Sports & Exercise , 41(1), 3 – 13.\ndoi:10.1249/MSS.0b013e31818cb278\nKraemer, W. J., & Ratamess, N. A. (2004). Fundamentals of resistance train-\ning: Progression and exercise prescription.Medicine & Science in Sports &\nExercise, 36(4), 674– 688. doi:10.1249/01.MSS.0000121945.36635.61\nKrieger, J. W. (2010). Single vs. multiple sets of resistance exercise for\nmuscle hypertrophy: A meta-analysis. Journal of Strength and\nConditioning Research/National Strength & Conditioning Association, 24\n(4), 1150– 1159. doi:10.1519/JSC.0b013e3181d4d436\nKumar, V., Atherton, P. J., Selby, A., Rankin, D., Williams, J., Smith, K., . . .\nRennie, M. J. (2012). Muscle protein synthetic responses to exercise:\nEffects of age, volume, and intensity.The Journals of Gerontology Series\nA: Biological Sciences and Medical Sciences , 67(11), 1170 – 1177.\ndoi:10.1093/gerona/gls141\nLevine, J. A., Abboud, L., Barry, M., Reed, J. E., Sheedy, P. F., & Jensen, M. D.\n(2000). Measuring leg muscle and fat mass in humans: Comparison of\nCT and dual-energy X-ray absorptiometry.Journal of Applied Physiology\n(Bethesda, Md.: 1985), 88(2), 452– 456.\nMcBride, J. M., Blaak, J. B., & Triplett-McBride, T. (2003). Effect of resistance\nexercise volume and complexity on EMG, strength, and regional body\ncomposition. European Journal of Applied Physiology, 90(5– 6), 626– 632.\ndoi:10.1007/s00421-003-0930-3\nMitchell, C. J., Churchward-Venne, T. A., Parise, G., Bellamy, L., Baker, S. K.,\nSmith, K., . . . Müller, M. (2014). Acute post-exercise myofibrillar protein\nsynthesis is not correlated with resistance training-induced muscle\nhypertrophy in young men. PLoS One, 9(2), e89431. doi:10.1371/jour-\nnal.pone.0089431\nMitchell, C. J., Churchward-Venne, T. A., West, D. W. D., Burd, N. A., Breen,\nL., Baker, S. K., & Phillips, S. M. (2012). Resistance exercise load does not\ndetermine training-mediated hypertrophic gains in young men.Journal\nof Applied Physiology (Bethesda, Md.: 1985) , 113,7 1– 77. doi:10.1152/\njapplphysiol.00307.2012\nMoher, D., Liberati, A., Tetzlaff, J., Altman, D. G., & PRISMA Group. (2009).\nPreferred reporting items for systematic reviews and meta-analyses:\nThe PRISMA statement. PLoS Medicine, 6(7), e1000097. doi:10.1371/\njournal.pmed.1000097\nMorris, B. ( 2008). Estimating effect sizes from pretest-posttest-control\ngroup designs. Organizational Research Methods , 11(2), 364 – 386.\ndoi:10.1177/1094428106291059\nOstrowski, K., Wilson, G. J., Weatherby, R., Murphy, P. W., & Little, A. D.\n(1997). The effect of weight training volume on hormonal output and\nmuscular size and function. Journal of Strength and Conditioning\nResearch/National Strength & Conditioning Association, 11, 149– 154.\nRadaelli, R., Botton, C. E., Wilhelm, E. N., Bottaro, M., Brown, L. E., Lacerda,\nF., . . . Pinto, R. S. (2014). Time course of low- and high-volume strength\ntraining on neuromuscular adaptations and muscle quality in older\nwomen. Age (Dordrecht, Netherlands) , 36(2), 881 – 892. doi: 10.1007/\ns11357-013-9611-2\nRadaelli, R., Botton, C. E., Wilhelm, E. N., Bottaro, M., Lacerda, F., Gaya, A., . . .\nPinto, R. S. (2013). Low- and high-volume strength training induces\nsimilar neuromuscular improvements in muscle quality in elderly\nwomen. Experimental Gerontology , 48(8), 710 – 716. doi: 10.1016/j.\nexger.2013.04.003\nRadaelli, R., Fleck, S. J., Leite, T., Leite, R. D., Pinto, R. S., Fernandes, L., &\nSimao, R. (2014). Dose response of 1, 3 and 5 sets of resistance exercise\non strength, local muscular endurance and hypertrophy. Journal of\nStrength and Conditioning Research/National Strength & Conditioning\nAssociation, 29(5), 1349– 1358.\nRadaelli, R., Wilhelm, E. N., Botton, C. E., Bottaro, M., Cadore, E. L., Brown, L.\nE., & Pinto, R. S. (2013). Effect of two different strength training volumes\non muscle hypertrophy and quality in elderly women.The Journal of\nSports Medicine and Physical Fitness, 53(3), 6– 11.\nRadaelli, R., Wilhelm, E. N., Botton, C. E., Rech, A., Bottaro, M., Brown, L. E., &\nPinto, R. S. (2014). Effects of single vs. multiple-set short-term strength\ntraining in elderly women. Age (Dordrecht, Netherlands), 36(6), 9720-\n014-9720-6. Epub October 31, 2014. doi:10.1007/s11357-014-9720-6\nRhea, M. R., Alvar, B. A., Ball, S. D., & Burkett, L. N. (2002).Three sets of\nweight training superior to 1 set with equal intensity for eliciting\nstrength. Journal of Strength and Conditioning Research/National\nStrength & Conditioning Association, 16(4), 525– 529.\nRibeiro, A. S., Souza, M. F., Pina, F. L. C., Nascimento, M. A., Dos Santos, L.,\nAntunes, M., . . . Cyrino, E. S. (2015). Resistance training in older women:\nComparison of single vs. multiple sets on muscle strength and body\ncomposition. Isokinetics and Exercise Science, 23(1), 53– 60.\nRønnestad, B. R., Egeland, W., Kvamme, N. H., Refsnes, P. E., Kadi, F., &\nRaastad, T. (2007). Dissimilar effects of one- and three-set strength\ntraining on strength and muscle mass gains in upper and lower body\nin untrained subjects. Journal of Strength and Conditioning Research/\nNational Strength & Conditioning Association , 21(1), 157 – 163.\ndoi:10.1519/00124278-200702000-00028\nSandri, M. (2008). Signaling in muscle atrophy and hypertrophy.Physiology\n(Bethesda, Md.), 23, 160– 170. doi:10.1152/physiol.00041.2007\nSchoenfeld, B. J. (2013). Potential mechanisms for a role of metabolic\nstress in hypertrophic adaptations to resistance training. Sports\nMedicine (Auckland, N.Z.) , 43(3), 179 – 194. doi: 10.1007/s40279-013-\n0017-1\nSchwarz, G. (1978). Estimating the dimension of a model.The Annals of\nStatistics, 6, 461– 464. doi:10.1214/aos/1176344136\nSooneste, H., Tanimoto, M., Kakigi, R., Saga, N., & Katamoto, S. (2013).\nEffects of training volume on strength and hypertrophy in young\nmen. Journal of Strength and Conditioning Research/National Strength\n& Conditioning Association , 27(1), 8– 13. doi:10.1519/JSC.0b013e3182\n679215\nStarkey, D. B., Pollock, M. L., Ishida, Y., Welsch, M. A., Brechue, W. F., Graves,\nJ. E., & Feigenbaum, M. S. (1996). Effect of resistance training volume on\nstrength and muscle thickness.Medicine & Science in Sports & Exercise,\n28(10), 1311– 1320. doi:10.1097/00005768-199610000-00016\nTerzis, G., Spengos, K., Mascher, H., Georgiadis, G., Manta, P., & Blomstrand,\nE. (2010). The degree of p70 S6k and S6 phosphorylation in human\nskeletal muscle in response to resistance exercise depends on the\ntraining volume. European Journal of Applied Physiology, 110(4), 835–\n843. doi:10.1007/s00421-010-1527-2\nThompson, S. G., & Sharp, S. J. (1999). Explaining heterogeneity in meta-\nanalysis: A comparison of methods.Statistics in Medicine, 18(20), 2693–\n2708. doi:10.1002/(ISSN)1097-0258\nTipton, E. (2015). Small sample adjustments for robust variance estimation\nwith meta-regression. Psychological Methods , 20(3), 375 – 393.\ndoi:10.1037/met0000011\n1082 B. J. SCHOENFELD ET AL.\nDownloaded by [University of Liege] at 23:59 11 September 2017"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 20,
    "primary_human": "hypertrophy (muscle_size via imaging/anthropometry)"
  },
  "bucket": "A",
  "notes": "Higher weekly set volume per muscle is associated with greater hypertrophy up to a point (low < moderate < higher volumes), with diminishing returns at very high volumes."
}