{
  "id": 19,
  "title": "A Systematic Review, Meta-analysis and Meta-regression of the Effect of Protein Supplementation on Resistance Training-induced Gains in Muscle Mass and Strength in Healthy Adults",
  "authors": "Morton RW; Murphy KT; McKellar SR; Schoenfeld BJ; Henselmans M; Helms E; Aragon AA; Devries MC; Banfield L; Krieger JW; Phillips SM",
  "year": 2018,
  "doi": "10.1136/bjsports-2017-097608",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_supplementation",
    "resistance_training",
    "hypertrophy",
    "strength",
    "nutrition",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; RT interventions)"
  },
  "sections": {
    "abstract": "Objective We performed a systematic review,\n meta-\nanalysis and meta-regression to determine if dietary \nprotein supplementation augments resistance exercise \ntraining (RET)-induced gains in muscle mass and \nstrength.\nData sources\n A systematic search of Medline,\n Embase, \nCINAHL and SportDiscus.\nEligibility criteria\n Only randomised controlled trials \nwith RET ≥6 weeks in duration and dietary protein \nsupplementation.\nDesign\n Random-effects meta-analyses and meta-\nregressions with four a priori determined covariates\n. Two-\nphase break point analysis was used to determine the \nrelationship between total protein intake and changes in \nfat-free mass (FFM).",
    "results": "Data from 49 studies with 1863 participants \nshowed that dietary protein supplementation \nsignificantly (all p<0.05) increased changes (means \n(95% CI)) in: strength—one-repetition-maximum \n(2.49\n kg (0.64, 4.33)),\n FFM (0.30 kg (0.09, 0.52)) and \nmuscle size—muscle fibre cross-sectional area (CSA;\n \n310 µm2 (51, 570)) and mid-femur CSA (7.2 mm2 (0.20, \n14.30)) during periods of prolonged RET. The impact of \nprotein supplementation on gains in FFM was reduced \nwith increasing age (−0.01\n kg (−0.02,–0.00), p=0.002) \nand w\nas more effective in resistance-trained individuals \n(0.75 kg (0.09, 1.40),\n p=0.03). Protein supplementation \nbeyond total protein intakes of 1.62 g/kg/day resulted in \nno further RET-induced gains in FFM.\nsummary/",
    "conclusion": "Dietary protein supplementation \nsignificantly enhanced changes in muscle strength and \nsize during prolonged RET in healthy adults.\n Increasing \nage reduces and training experience increases the \nefficacy of protein supplementation during RET. With \nprotein supplementation, protein intakes at amounts \ngreater than ~1.6\n g/kg/day do not further contribute \nRET-induced gains in FFM.",
    "introduction": "Resistance exercise training (RET) in combination \nwith dietary protein supplementation is a common \npractice, in athletes and recreational exercisers \nalike, with the aim of\n enhancing RET\n-induced \ngains in muscle mass and strength. Recognised as a \npotent antisarcopenic stimulus, protein supplemen-\ntation has also been advocated for ageing persons \nparticipating in RET. Despite a large volume of \nwork in this area, narrative reviews\n1–5 and even \nmeta-analyses6–12 yield conflicting results as to the \nactual effectiveness of protein supplementation to \nenhance RET-mediated gains in muscle mass and \nstrength. This lack of agreement on the efficacy of \nprotein supplementation\n6–12 is likely due to the use \nof divergent study inclusion criteria and inclusion \nof subjects with differing: ages, training statuses, \ntotal protein intakes, protein sources and protein \ndoses. Thus, an evidence-based answer to the main \nquestion of the efficacy of protein supplementa-\ntion, while previously reported,\n7 now appears to be \ncontroversial.4\nWe conducted a meta-analysis that was more \ninclusive in nature than previous meta-analyses 6–12 \nto provide a broad, systematic and evidence-based \nassessment on whether protein supplementation \ncan augment changes in relevant RET outcomes. \nWe used meta-regression to evaluate the impact \nof important potentially mediating covariates that \nwere decided a priori to the meta-analysis. The \npresent meta-analysis includes more than double \nthe number of studies and participants than the \nlargest published comprehensive meta-analysis on \nprotein supplementation during RET to date.\n7ST1\nWe also undertook an additional rational, mech-\nanism-based analysis that had the aim of answering \nthe following question: is there a protein intake \nbeyond which protein supplementation ceases to \nprovide a measurable benefit in increasing muscle \nmass during RET? T o answer this question, we \nrecognised that the process of muscle protein \nsynthesis (MPS), as the primary determinant of \nmuscle hypertrophy,\n13 shows a saturable dose-re-\nsponse relationship with increasing protein intake.14 \nSince measures of MPS show good agreement with \nhypertrophy\n13 we theorised that the effect of daily \nprotein intake on RET-induced changes in muscle \nmass would show a dose-responsive relationship \nbut that this would ultimately plateau.",
    "methods": "Inclusion criteria\nAny randomised controlled trials (RCT s) that \ncombined a RET and protein supplement inter -\nvention were considered for this meta-analysis. \nT rials had to be at least six weeks in duration, \nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n2 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nparticipants had to be performing RET at least twice per week, \nand at least one group had to be given a protein supplement that \nwas not co-ingested with other potentially hypertrophic agents \n(eg,\n \ncreatine, β-HMB, or testosterone-enhancing compounds). \nOnly trials with humans who were healthy and not energy-re-\nstricted were accepted. Manuscripts had to be original research \n(not a review or conference abstract) and be written in English.\nsearch strategy\nA systematic search of the literature was conducted (LB) in \nMedline, Embase, CINAHL and SportDiscus, current to January \n2017 (see\n online\n supplementary appendix \n1). As appropriate, \na combination of keywords and subject headings was used for \nthe following concepts: protein supplementation and resistance \ntraining or muscle strength. The original search yielded 3056 \nstudies. Any overlooked trials were identified by consulting \nother reviews and meta-analyses on the subject and were added \nin manually (17 studies). After deduplication and screening \nfor inclusion criteria, 155 articles were independently read/\nreviewed by three authors (RWM, KTM and SRM). A total of 49 \nRCT s\n were \nselected for inclusion in this meta-analysis (figure\n 1\n).\nData extraction\nPredetermined relevant variables from each included study were \ngathered independently by three investigators (RWM, KTM and \nSRM). Relevant variables included those regarding the study \ndesign, details of the RET intervention, participant characteris-\ntics, protein supplement information, placebo/control informa-\ntion, performance outcomes, body composition outcomes and \nany other notable information (eg, sources of bias/conflict of \ninterest). Where data were not presented in table or text and \nauthors could not be reached, data were extracted using WebPlot-\nDigitizer (Web Plot Digitizer, V .3.11. T exas, USA: Ankit Rohatgi, \n2017) or calculated from baseline values and/or percentage \nchange. Where there were any discrepancies between the three \nreviewers the manuscripts were revisited by all reviewers (RWM, \nKTM and SRM) and agreed on by",
    "discussion": ". We also conducted \na post hoc reassessment of 10 randomly\n \nselected studies and \nFigure 1 PRISMA flow chart.\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n3 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\ncompared the extracted results. 15 Coder drift was <10% in all \ncases for each investigator \nand inter-rater (RWM, KTM and \nSRM) reliability was excellent (>95%).\nA total of 58 different body composition and 66 perfor -\nmance outcomes were extracted from the final 49 studies. 16–64 \nPrimary outcomes were limited and amalgamated to include two \ndifferent performance outcomes and four different body compo-\nsition outcomes based on those most commonly reported in the \n49 RCT s. Performance outcomes were: one-repetition-max-\nimum strength (1RM; measured by any 1RM strength test) and \nmaximum voluntary contraction (MVC; measured by both isoki-\nnetic and/or isometric contractions using a dynamometer with \nany muscle group/action). Body anthropometric and composi-\ntion outcomes included: total body mass (TBM; measured by \nany scale); fat-free mass (FFM) and bone-free mass (or lean mass \nif FFM was not available; FFM; measured by dual-energy X-ray \nabsorptiometry (DXA), hydrodensitometry,\n \nor whole-body air \nplethysmography\n \n(BodPod)); fat mass (FM; measured by DXA, \nhydrodensitometry and/or BodPod); muscle fibre cross-sec-\ntional area (CSA;\n \nmeasured in any fibre subtype (I, IIa, and/or \nIIx) obtained from either vastus lateralis and/or latissimus dorsi \nbiopsies using microscopy); and mid-femur whole muscle CSA \n(mid-femur CSA, measured by MRI and/or CT).\nData syntheses\nWhen data were reported in different units (eg, pounds vs kilo-\ngrams) the data were converted to metric units. In all analyses \nthe comparator group received an identical RET intervention \nbut was non-supplemented or placebo-supplemented. If a study \nincluded a protein-supplemented group, a non-supplemented \ncontrol group and a placebo-supplemented control group that \nwere all part of the RET intervention, the protein-supplemented \nand placebo-supplemented groups were retrieved. If a study had \nmultiple time points, only the preintervention and postinterven-\ntion outcomes were retrieved. Where the change in SD (ΔSD) \nwas available it was collected alongside the preintervention and \npostintervention SD. Where ΔSD was not reported, the correla-\ntion coefficient (corr) for each primary outcome was calculated \naccording to the Cochrane Handbook for Systematic Reviews of \nInterventions:\n65 \n corr = (SDpre2+SDpost2− SDchange\n2)/(2× SDpre× SDpost) \nand the ΔSD was then calculated as:\n ∆SD =\n√\n(SDpre2+SDpost2− 2× corr× SDpre× SDpost). \nThe \nchange in mean (ΔMean) and ΔSD were calculated for \neach condition and uploaded to RevMan (Review Manager \n(RevMan), V .5.3. Copenhagen: The Nordic Cochrane Centre, \nThe Cochrane Collaboration, 2014). Where studies had more \nthan one protein-supplemented group (eg, soy and whey), \nmeasure of MVC (eg, isokinetic and isometric) or measure of \n1RM (eg, bench press and leg press) the ΔMean and ΔSD were \nindependently calculated and later combined, unless other -\nwise stated, using the RevMan calculator (Review Manager \n(RevMan), V .5.3. Copenhagen: The Nordic Cochrane Centre, \nThe Cochrane Collaboration, 2014).\nMeta-analyses\nRandom-effects meta-analyses were performed in RevMan \n(Review Manager (RevMan), V .5.3. Copenhagen: The Nordic \nCochrane Centre, The Cochrane Collaboration, 2014) on the \nchange in each outcome. Effect sizes are presented as mean \ndifference (MD) with means±SD and 95% CIs for 1RM, TBM, \nFFM, FM, fibre CSA and mid-femur CSA and as standardised \nmean difference (SMD) and 95% CIs for MVC because it had \nmultiple outcomes presented on non-comparable scales (eg, N \nand Nm).\nheterogeneity and risk of bias\nHeterogeneity was assessed by χ2 and I2 and significance was set \nat p<0.05. The internal validity of each study was determined \nby domain-based evaluation to quantify risk of bias for each \nstudy\n65 and was independently performed by three investigators \n(RWM, KTM and SRM). The data included in the meta-analyses \nwere restricted to studies with less than three reported high or \nunclear risk domains (predominately due to reported conflicts \nof interest and lack of blinding investigators and/or participants; \n(see\n \nonline\n \nsupplementary appendix 2)). Funnel plots were visu-\nally inspected to determine publication bias. Multiple sensitivity \nanalyses were performed to determine if any of the results were \ninfluenced by the studies that were removed.\nMeta-regression\nIn an effort to understand the sources of heterogeneity meta-re-\ngressions were performed on 1RM, FFM and fibre CSA because \nthey were statistically significant, had considerable unexplained \nheterogeneity (I\n2) and had a sufficient number of studies (≥10). \nMeta-regression was used instead of subgroup analyses to allow \nfor the use of continuous covariates and to allow for the inclu-\nsion of more than one covariate at a time. Four covariates were \nchosen a priori to be included in our meta-regression: baseline \nprotein intake (g/kg/day), postexercise protein dose (g), chrono-\nlogical age\n and \ntraining status because there is evidence that \nbaseline protein intake, 66 protein dose, 14 age 67 and training \nstatus68 could influence the efficacy of protein supplementa-\ntion; summarised here.4 5 These covariates were meta-regressed \nindividually and together in a random-effects meta-regression \nmodel using Stata (StataCorp. 2011. Stata Statistical Software: \nRelease 12. College Station, T exas,\n USA). \nThe random-effects \nmeta-regression used residual restricted maximum likelihood \nto measure between-study variance (τ\n2) with a Knapp-Hartung \nmodification as recommended.69 When all four covariates were \nanalysed together permutation tests were performed (n=1000) \nto address the issue of multiple testing by calculating adjusted \np\n \nvalues.70 Additional covariates were identified and individually \nanalysed post\n \nhoc to further explore the unexplained variance of \nthe effect of protein supplementation during RET on changes in \n1RM and FFM. Continuous covariates were: MD in the change \nin protein intake (g/day), MD in the total relative protein intake \n(g/kg/day), number of repetitions/set, number of sets/exercise, \nnumber of exercises/session, number of sessions/week, number \nof weeks and total RET volume in kg: repetitions/set × sets/exer-\ncise × exercises/session × sessions/week × intervention duration \nin weeks. Categorical variables were: protein supplement source \n(whey vs soy), sex (male vs female), type (dietary-supplement \nvs RET-supplement), whole-body RET (whole-body RET vs \nnot whole-body RET) and RET supervision (supervised vs not \nsupervised). Protein supplement source was limited to soy and \nwhey because there were few study groups that were provided \neither a casein (n=3\n21 59 60) or pea (n=1 22) protein supplement \nexclusively.\nsubgroup analyses\nSubgroup analyses were performed in RevMan (Review Manager \n(RevMan), V .5.3. Copenhagen: The Nordic Cochrane Centre, \nThe Cochrane Collaboration, 2014). Subgroup analyses were \nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n4 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nperformed on changes in FFM and 1RM with training status \n(untrained vs trained) as the subgroup to generate forest plots \nand neatly present training status as a categorical variable. \nSubgroup analyses were also performed on changes in FFM with \nage categorised into subgroups (old (>45 years) and young (<45 \nyears)) to be presented below for the interested reader.\nbreak point analysis\nT o investigate the influence of protein intake as a continuous vari-\nable on individual study arms (as opposed being limited to MDs \nbetween groups in a meta-regression) linear and segmental regres-\nsions on the change in FFM (measured by DXA) were plotted \nagainst daily and baseline protein intake. Linear and segmental \nregressions were performed using GraphPad Prism (V .6, GraphPad \nSoftware, La Jolla, California,\n \nUSA) to determine models of best fit \nas has been previously done in acute tracer trials measuring MPS.14 \nWhere segmental regression was the preferred model the slope \nof the second line was set to zero to determine the break\n point\n \n(biphasic regression). Each group from each study that presented \ndaily or baseline protein intake with changes in FFM from DXA \nwas included. Significance was set at p<0.05\n and data for the\n \nbreak\n \npoint \n \nis presented as mean (95%\n CI).\nREsulT s\nParticipant characteristics\nParticipant details and outcomes are presented elsewhere \n(see\n online\n \nsupplementary table 1. A total of 49 studies from \n17 countries met the inclusion criteria (figure\n 1\n). There were 10 \nstudies in resistance-trained participants and 14 study groups in \nexclusively female participants. Publications ranged from 1962 \nto 2016. There was a total of 1863 participants (mean±SD; \n35±20 years).\nRET characteristics\nThe RET characteristics are also presented elsewhere \n(see\n online\n supplementary table \n1). The RET interventions \nlasted from 6 weeks\n to 52 weeks \n(13±8\n weeks) \nperforming \nRET between 2\n \ndays and 5 days per week (3±1\n days/week) \nwith \nbetween 1 to 14 exercises per session (7±3\n ex\nercises/session), \n1\n \nto 12 sets per exercise (4±2\n sets/ex\nercise) and anywhere \nbetween 3\n to 25 \nrepetitions per set (9±4\n repetitions/set). \nFour \nstudies used just lower-body RET, two studies used just knee \nextensor RET, one study used elbow flexor RET only, and two \nstudies used one lower-body and one upper-body exercise only.\nProtein supplementation\nDetails regarding the experimental (protein supplementation) \nand control (placebo- or no-supplement) groups are presented \nelsewhere (see online supplementary table 2). A range of 4\n \ng\n \nto \n106 g of protein was supplemented per day to the protein \ngroup (36±30 g/day; young: 42±32 g/day; old: 20±18 g/day) \nwith a range of 5\n g\n \nto 44 g of protein supplemented postexer -\ncise on training days (24±11 g; young: 24±12 g; old: 23±10 \ng). T wenty-three conditions supplemented with whey protein, \n3\n \nwith casein protein, 6\n \nwith soy protein, 1\n \nwith pea protein, 10 \nwith milk or milk protein, 7\n \nwith whole food (eg, beef, yogurt, \nbetween-meal snack) and 13 with non-specific protein blends or \nblends containing multiple protein sources (eg, whey, casein, soy \nand egg). In 40 studies the participants consumed part or all \nof their daily protein supplement after their RET sessions. In \n36 studies with 48 different conditions authors reported either \ntotal (g/day) or relative (g/kg/day or %kcal/day) daily protein \nintake preintervention and/or postintervention. There was an \nincrease in daily protein intake in the protein group (mean±SD; \nrange: 23±41 g/day; −25 g/day\n to \n158 g/day; p=0.004) and no \nchange in the control group (1±14 g/day; −17 g/day to 40 g/\nday; p=0.83) such that the change in daily protein intake was \nsignificantly greater in the protein group (p=0.01). Relative \ndaily protein intake (g/kg/day) increased in the protein group \n(pre: 1.4±0.4, post: 1.8±0.7, Δ: 0.3±0.5\n g/kg/day\n, p=0.002) \nand did not change in the control group (pre: 1.4±0.3, post: \n1.3±0.3, Δ: −0.02±0.1\n g/kg/day\n, p=0.48) such that there was \na greater change in the protein group (p<0.001). Daily energy \nintake (kcal/day) was gathered from 23 studies with 29 condi-\ntions and did not change with the prolonged RET and protein \nsupplementation nor was it significantly different between the \nprotein or control groups (Δ protein group: 50±293\n kcal/day\n, Δ \ncontrol group: 70±231\n kcal/day\n, p=0.71).\nheterogeneity and risk of bias\nSignificant heterogeneity was found for changes in 1RM \n(χ\n2=53.49, I2=33%, p=0.003) and fibre CSA (χ 2=30.97, \nI2=68%, p=0.0006). Nine studies were removed based on risk of \nbias17 18 25 26 50 63 (see online supplementary appendix 2) or publi-\ncation bias assessment24 32 64 (see online supplementary figure 1). \nIn particular\n, four studies were removed from 1RM,17 26 32 50 four \nfrom TBM,17 18 63 64 three from FM,17 18 63 five from FFM,17 18 24 63 64 \nthree from MVC25 26 50 and one from fibre CSA.50\nsensitivity analyses\nSensitivity analysis was performed with the nine high-risk studies \nmentioned above included in the outcomes they were removed \nfrom to determine if their removal changed any of the results. The \ninclusion of those studies did not influence the difference in means \nor significance in 1RM, TBM, FFM or mid-femur CSA; however, \nwhen Mitchell et al\n50 was included in the fibre CSA assessment \nthe effect of protein supplementation (310\n µm2 (51, 570), p=0.02) \nwas eliminated (153\n µm2 (−137, 443), p=0.30). This is likely \ndue to the small number of studies that included muscle biopsies \nbut may warrant caution when interpreting the effect of protein \nsupplementation on changes fibre CSA during RET. In no instance \ndid fixed-effect meta-analysis deliver a different magnitude of \neffect or significance compared with random-effect meta-analysis.\nMeta-analyses\nProtein supplementation during prolonged RET significantly \nimproved gains in 1RM strength (MD: 2.49\n kg (0.64, 4.33), \np=0.01; figure\n \n2) but had no effect on MVC (SMD: 0.04 \n(-0.09, 0.16), p=0.54). Protein supplementation did not have \na significant effect on changes in TBM (MD: 0.11\n kg \n(−0.23, \n0.46), p=0.52) but improved changes in FFM (MD: 0.30\n kg \n(0.09, \n0.52), p=0.007; figure\n 3\n), FM (MD: −0.41\n kg \n(−0.70,–\n0.13), p=0.005), fibre CSA (MD: 310\n µ\nm2 (51, 570), p=0.02; \nsee\n online\n supplementary figure \n2: panel A) and mid-femur CSA \n(MD: 7.2\n \nmm2 (0.20, 14.30), p=0.04; see online supplementary \nfigure 2: panel B) during prolonged RET\n.\nMeta-regression.\nThe results from the full model meta-regressions are presented in \ntable\n \n1. When combined, baseline protein intake, protein dose, \nage and training status did not explain any of the variance in the \nchanges in 1RM (15 studies, 1216 subjects, p=0.77) or FFM (15 \nstudies, 642 participants, p=0.12). There were insufficient obser-\nvations (<10) when all covariates were compared with the changes \nin fibre CSA.\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n5 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nUnivariate meta-regressions on changes in 1RM and FFM \nfollowing prolonged RET are also presented in table\n \n1. None \nof our covariates explained any of the heterogeneity of protein \nsupplementation’s effect on changes in 1RM: baseline protein \nintake (21 studies, 814 participants, p=0.59), age (27 studies, \n802 participants, p=0.78), training status (28 studies, 858 partic-\nipants, p=0.40) and post-exercise protein dose (23 studies, 589 \nparticipants, p=0.13). In contrast, when the ability of protein \nsupplementation to affect changes in FFM was evaluated with \nunivariate meta-regressions, the postexercise protein dose was \nthe only covariate that did not influence the efficacy of protein \nsupplementation on changes in FFM (20 studies, 793 partic-\nipants, p=0.25) whereas baseline protein intake (22 studies, \n988 participants, p=0.045; see online supplementary figure 3: \npanel A), age (25 studies, 1033 participants, p=0.02; figure\n \n4) \nand training status (26 studies, 1089 participants, p=0.03) all \ninfluenced the effect of protein supplementation. When the effect \nof protein supplementation on changes in FFM was evaluated \nwith age stratified into two subgroups the difference between old \n(>45; 67±7 years; MD: 0.06 (-0.14, 0.26)) and young (<45; \n24±4 years; MD: 0.55 (0.30, 0.81)) participants remained signif-\nicant (χ\n2=8.71, I2=89%, p=0.003). There were no covariates \nthat explained any of the variance in the change in fibre CSA \nfollowing RET: age (10 studies, 474 participants, I\n2=65%, \nAdj. R2=-3%, p=0.50), baseline protein intake (8studies, 384 \nparticipants, I2=43%, Adj. R 2=-44%, p=0.84), postexercise \nprotein dose (10 studies, 270 participants, I 2=77%, Adj. R 2=-\n38%, p=0.92) and training status (11 studies, 586 participants, \nI\n2=71%, Adj. R2=-24%, p=0.94).\nAdditional univariate meta-regressions are presented in else-\nwhere (see online supplementary table 3). Only whether the RET \nwas whole-body (27 studies, including only 4 studies that were not \nwhole-body RET, I\n2=2%, Adj. R2=76%, p=0.01) or supervised \n(28 studies, I2=5%, Adj. R2=58%, p=0.047) explained part of \nthe variance in the effectiveness of protein supplementation on \nchanges in 1RM. No other covariates explained any of the variance \nassociated with the efficacy of protein supplementation on changes \nin 1RM or FFM.\nFigure 2 F orest plot of the results from a random-effects meta-analysis shown as mean difference with 95% CIs on one-repetition-maximum (1 RM; \nkg) in untrained and trained participants. For each study, the circle represents the mean difference of the intervention effect with the horizontal line \nintersecting it as the lower and upper limits of the 95%\n CI.\n The size of each circle is indicative of the relative weight that study carried in the meta-\nanalysis. The rhombi represent the weighted untrained, trained and total group’s mean difference. Total: 2.49\n kg (0.64,\n 4.33), p=0.01, untrained: \n0.99\n kg (−0.27,\n 2.25), p=0.12\n and trained:\n 4.27\n kg (0.61,\n 7.94), p=0.02.\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n6 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nbreak point analysis\nBiphasic regression (42 study arms, 723 participants) \nexplained more variation than a linear regression between the \nchange in FFM and daily protein intake (break\n point=1.62 \n(1.03, 2.20) g/kg/day\n, slope=1.75, R 2=0.19, df=36) and \nis presented as a segmental regression despite not being \nstatistically significant (p=0.079;figure\n \n5) When plotting the \nchange in FFM against baseline protein intake, linear regres-\nsions explained significantly more variance than biphasic \nregressions in both young (slope=−1.54\n g/kg/day\n, R 2=0.17, \ndf=34) and old (slope=0.16\n g/kg/day\n, R 2=0.04, df=14) \nparticipants with a statistically\n significant \ndifference between \nFigure 3 F orest plot of the results from a random-effects meta-analysis shown as mean difference with 95% CIs on lean or fat-free mass (FFM; \nkg) in untrained and trained participants. For each study, the circle represents the mean difference of the intervention effect with the horizontal \nline intersecting it as the lower and upper limits of the 95%\n CI.\n The size of each circle represents the relative weight that study carried in the meta-\nanalysis. The rhombi represent the weighted untrained, trained and total group’s mean difference. Total: 0.30\n kg (0.09,\n 0.52) p=0.007, untrained: \n0.15\n kg (−0.02,\n 0.31), p=0.08\n and trained:\n 1.05\n kg (0.61,\n 1.50), p<0.0001.\nTable 1 Meta-regression output\nModel n\n 1RM (kg) F\nat-free mass (kg)\nCoeff. (95% CI) τ2 Adj. R2 I2 p Value n Coeff . (95% CI) τ2 Adj. R2 I2 p Value\nNo covariates 28 2.49 (0.64 to 4.33) 6.05 33% 0.01 27 0.30 (0.09 to 0.52) 0.05 7% <0.01\nUnivariate\n \n Baseline protein intak\ne 21 2.85 (-8.15 to 13.84) 7.82 1% 37% 0.59 22 0.64 (0.02 to 1.27) 0 100% 0% 0.045\n \n \nProtein dose 23 0.13 (-0.04 to 0.31) 3.16 40% 0% 0.13 20 0.02 (-0.01 to 0.04) 0.09 0% 0% 0.25\n \n \nAge 27 0.01 (-0.09 to 0.11) 6.51 −9% 34% 0.78 25 −0.01 (-0.02 to 0.00) 0 100% 0% 0.02\n \n \nTraining status 28 5.77 (-2.96 to 7.13) 5.77 5% 31% 0.40 26 0.75 (0.09 to 1.40) 0.03 49% 0% 0.03\nAll covariates 15 5.36 10% 0% 0.77 15 0 100% 0% 0.12\n \n Baseline protein intak\ne 15 6.40 (-11.62 to 24.42) 0.43 15 −0.57 (-2.50 to 1.37) 0.95\n \n \nProtein dose 15 0.05 (-0.78 to 0.88) 0.70 15 −0.01 (-0.07 to 0.06) 0.99\n \n \nAge 15 0.07 (-0.18 to 0.33) 0.23 15 −0.01 (-0.02 to 0.00) 0.19\n \n \nTraining status 15 −2.81 (-20.80 to 15.17) 0.63 15 1.19 (-1.34 to 2.19) 0.48\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n7 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nage groups (p=0.042; see online supplementary figure 3: \npanel D).\nDIsCussIOn\nThis is the largest meta-analysis on interventions including \ndietary protein supplementation with muscle and strength-re -\nlated outcomes during prolonged RET to date. Our main \nfinding was that dietary protein supplementation augmented \nRET-induced increases in 1RM strength (figure\n 2\n) and FFM \n(figure\n 3\n). For changes in FFM, dietary protein supplementation \nwas more effective in resistance-trained individuals (table\n 1\n and \nfigure\n \n3), less effective with increasing chronological age (table\n 1\n \nand figure\n \n4) and did not increase beyond total protein intakes \nof\n \n~1.6\n g/kg/day \n(figure\n 5\n). Our data show dietary protein \nsupplementation is both sufficient and necessary to optimise \nRET adaptations in muscle mass and strength.\nPrevious meta-analyses\n6–12 have reached varying",
    "conclusions": "when examining the impact of protein supplementation\n on\n \nchanges in lean\n mass \nor FFM and 1RM strength during RET. The \ndiscrepancies are likely a consequence of differing study inclusion \ncriteria. For example, previous meta-analyses have included only \ntrained participants,\n8 only older adults,9 11 supplements containing \nmore than just protein,8 10 only one source of protein,8 12 shorter \nRET interventions,10 12 frail/sarcopenic participants7 9 11 and/or \nparticipants who were energy-restricted.6 7 12 Previously, the largest \ncomprehensive meta-analysis to date on protein supplementation \nduring RET included 22 studies and 680 participants\n7 and did \nshow a significant effect of protein supplementation on RET-stim-\nulated gains in strength and FFM. In agreement with this previous \nreport,\n7 and strengthening the conclusion of that same report by \nincluding 49 studies and 1863 participants, we show that protein \nsupplementation augmented gains in FFM and strength with RET.\nstrength\nThe average RET-induced increase, with all measures of 1RM \nincluded, was 27\n kg \n(mean±SD; 27±22\n kg22 32). Notably, dietary \nprotein supplementation augmented the increase in 1RM strength \nby 2.49\n kg (9%; \nfigure\n \n2; see\n \nonline\n \nsupplementary figure 4), \nwhich strongly suggests that the practice of RET is a far more \npotent stimulus for increasing muscle strength than the addition \nof dietary protein supplementation. None of our covariates (age, \ntraining status, postexercise protein dose or baseline protein \nintake) influenced the efficacy of protein supplementation on \nchanges in 1RM strength. Improving performance of a specific \ntask (eg, the 1RM of an exercise) is predominately determined \nby the practice of that task.\n71 Though protein supplementation \nmay slightly augment changes in 1RM (~9%), which may be \nimportant for those competing in powerlifting or weightlifting, \nit is pragmatic to advocate that if an increase in 1RM is the \nobjective of an RET programme, a sufficient amount of work \nand practice at or around the 1RM is far more influential than \nprotein supplementation.\nMuscle mass\nIn addition to increasing changes in muscle strength, RET alone \n(≥6; 13±8\n weeks) \nresulted in an increase in FFM (1.1±1.2\n kg), \nan \nincrease in fibre CSA (808±) and an increase in mid-femur CSA \n(52±30\n \nmm2). Dietary protein supplementation augmented the \nincrease in FFM by 0.30\n kg (27%; \nfigure\n \n3; see\n \nonline\n \nsupplemen-\ntary figure 4), fibre CSA by 310\n µm2 (38%; see online supplemen -\ntary figure 2: panel A) and mid-femur CSA by 7.2\n mm2 (14%; \nsee\n \nonline\n \nsupplementary figure 2: panel B). The postexercise \nprotein dose did not affect the efficacy of protein supplementa-\ntion on RET-induced changes in FFM whereas training status \n(positive), age (negative) and baseline protein intake (positive) did. \nRelative to untrained participants, resistance-trained participants \nhave a smaller potential for muscle growth\n72 and an attenuated \npostexercise muscle protein turnover.73 As a result, we speculate \nthat trained persons may have less ‘degrees of freedom’ to change \nwith RET and therefore have a greater need for protein supple-\nmentation to see increases in muscle mass. Our thesis is supported \nby the observation of a more consistent impact of protein supple-\nmentation on gains in FFM in resistance-trained individuals than \nin novice trainees (figure\n \n3).\nOlder individuals are anabolically resistant 74 and require \nhigher per-meal protein doses to achieve similar rates of MPS, \nthe primary variable regulating changes in skeletal muscle \nmass,\n75 compared with younger participants. 14 The average \nsupplemental daily protein dose given to older participants was \nsurprisingly low (20±18 g/day); thus, it is perhaps not surprising \nthat we did not find that older individuals were responsive to \nprotein supplementation (figure\n \n4). Though age did not affect \nFigure 4 Random-effects univ ariate meta-regression between age \nand the mean difference in fat-free mass (FFM) between groups. \nEach circle represents a study and the size of the circle reflects the \ninfluence of that study on the model (inversely proportionate to the SE \nof that study). The regression prediction is represented by the solid line \n(−0.01\n kg (−0.02,–0.00),\n p=0.02).\nFigure 5 Segmental linear regression between relative total protein \nintak\ne (g/kg body mass/day) and the change in fat-free mass (ΔFFM) \nmeasured by dual energy X-ray absorptiometry. Each circle represents a \nsingle group from a study. Dashed arrow indicates the break point=1.62 \ng protein/kg/day, p=0.079. Solid arrow indicates 95% CI, (1.03 to 2.20).\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n8 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nthe RET-induced change in fibre CSA, the negative effect age \nhad on changes in FFM leads us to speculate that even though \nexercise sensitises muscle to the effect of protein ingestion,\n3 \nolder persons have an increased need for higher protein intakes \nto optimally respond to this effect and see gains in FFM.\n76\nIt has been theorised that the increased deviation from normal \nprotein intake (g/kg/day) will positively affect the RET-induced \ngains in FFM.\n77 Contrary to this thesis, we found that a higher \nprestudy protein intake actually resulted in a greater effect of \nprotein supplementation on changes in FFM (table\n 1\n); however, \nthis was likely driven by the lower mean baseline protein intake \n(old: 1.2±0.2\n \ng/kg/day, young: 1.5±0.4\n g/kg/day) \nand daily \nprotein dose (old: 20±18\n g/day\n, young: 42±32 g/day) in the \nstudies that included older participants (see\n online\n \nsupplemen-\ntary figure 3: panel B and D). Indeed, a sensitivity analysis that \ndid not include older (>45; 65±14 years) versus younger (<45; \n24±4 years) individuals found that baseline protein intake had \nno effect on the efficacy of protein supplementation in young \nindividuals (see\n online\n supplementary figure \n3, panel C). In an \nunadjusted meta-regression analysis, a higher baseline protein \nintake in young individuals actually attenuated the change in \nFFM (see\n \nonline\n \nsupplementary figure 3, panel D).\nA goal of this meta-analysis was to deliver evidence-based recom-\nmendations that could be readily translated. A crucial point is that \neven though the mean baseline protein intake for the 1863 partic-\nipants was\n ~1.4 \ng protein/kg/day, which is 75% greater than the \ncurrent US/Canadian recommended dietary allowance (RDA), 78 \nan average supplementation of\n \n~35 g protein/day still augmented \nRET-stimulated gain in FFM (figure\n \n3) and 1RM strength \n(figure\n 2\n). Thus, consuming protein at the RDA of 0.8 g protein/\nkg/day appears insufficient for those who have the goal of gaining \ngreater strength and FFM with RET. This conclusion is emphasised \nfor older men\n79 and women80 81 wishing to obtain strength and \ngain lean mass with RET and protein supplementation.\nA recent retrospective analysis showed a ‘breakpoint’ for \nthe stimulation of MPS when ingesting an isolated protein \nsource at 0.24 g protein/kg and 0.40 g protein/kg in younger \nand older participants, respectively.\n14 Given the observation \nof a dose-responsive relationship between protein intake and \nMPS\n82–85 and the fact that MPS is aligned with muscle hyper -\ntrophy,13 we elected to use an identical two-segment regression \napproach between total daily protein intake and changes in \nFFM (figure\n \n5) as has been done for changes in protein dose \nand MPS.14 Here we provide significant insight (using 42 study \narms including 723 young and old participants with protein \nintakes ranging from 0.9 g protein/kg/day to 2.4 g protein/kg/\nday) by reporting an unadjusted plateau in RET-induced gains \nin FFM at 1.62 g protein/kg/day (95%\n CI: 1.03\n \nto 2.20). These \nresults are largely in congruence with previous narrative reviews \nthat comment on the optimal nutritional strategies to augment \nskeletal muscle adaptation during RET.\n3 86 Given that the CI of \nthis estimate spanned from 1.03 to 2.20, it may be prudent to \nrecommend\n ~2.2 g protein/kg/d for those seeking to maximise \nresistance training-induced gains in FFM. Though we acknowl-\nedge that there are limitations to this approach, we propose \nthat \nthese findings are based on reasonable evidence and theory and \nprovide a pragmatic estimate with an incumbent error that the \nreader could take into consideration.\nAlthough the present analysis provides important and novel data, \nthere are limitations that we acknowledge. First, the lack of RET \nresearch in older individuals has led to inconclusive recommenda-\ntions from previous meta-analyses specifically focusing on older \nindividuals.\n9 11 Indeed, in this manuscript there were only 13 studies \nthat met our inclusion criteria in older (>45 years) individuals and \nonly six\n \nof those studies reported baseline protein intakes with \nchanges in FFM. In addition, only four studies27 29 33 45 in older \nindividuals had participants that consumed what we consider to \nbe close to optimal total protein intake (~1.2\n g/kg/day\n \nto 1.6\n g/kg/\nday) \nin non-exercising adults5. Furthermore, only two studies23 30 \nin older individuals provided a postexercise supplemental protein \ndose that we consider to be close to optimal (~35–40 g) to stimu-\nlate FFM accretion in elderly individuals.\n76 Given that older adults \nrequire more protein per day,79–81 consume less protein per day87 \nand that dietary protein ingestion and RET are effective strategies to \nmaintain muscle mass and function with age,\n67 future RET research \nshould focus on using higher protein doses (or potentially higher \nleucine), larger sample sizes and longer interventions in ageing \npopulations. Second, we included a variety of additional covari-\nates into univariate meta-regressions to elucidate the variables that \nmay modify whether protein supplementation affects RET-induced \nchanges in muscle mass and strength. Such an approach is generally \nconsidered to be hypothesis generating. The only significant findings \nwe found were that if the RET sessions were whole-body (adjusted \nR\n2=76%, p=0.01) or supervised (adjusted R2=58%, p=0.047), \nprotein supplementation was more effective at augmenting changes \nin 1RM. No variable affected changes in FFM (see\n \nonline\n \nsupple-\nmentary table 3). Given the relatively small effect that protein \nsupplementation has on changes in FFM and 1RM, clearly other \nvariables as a component of RET programmes are of much greater \nimportance. Our meta-analyses also only included studies with \nparticipants that were at or above their energy requirements, which \nmay have omitted the significant impact protein has during periods \nof weight loss with RET.\n88 Lastly, we found that the postexercise \nprotein dose did not affect the efficacy of protein supplementation \non RET-induced changes in FFM. Our analysis, and those from \nothers,\n6 leads us to conclude that the specifics of protein supple-\nmentation (eg, timing, postexercise protein dose or protein source) \nplay a minor, if any, role in determining RET-induced gains in FFM \nand strength over a period of weeks. Instead, our results indicate \nthat a daily protein intake of\n \n~1.6\n g/kg/day\n, separated into\n ~0.25\n g/\nkg doses,14 is more influential on adaptive changes with RET, at \nleast for younger individuals.\nCOnClusIOn\nDietary protein supplementation augments changes in muscle \nmass and strength during prolonged RET. Protein supplemen-\ntation is more effective at improving FFM in young or resis-\ntance-trained individuals than in older or untrained individuals. \nProtein supplementation is sufficient at\n \n~1.6\n g/kg/day in healthy \nadults during RET\n. Based on limited data we observed no overtly \napparent sex-based differences but acknowledge that far less \nwork has been done in women than men. This analysis shows \nthat dietary protein supplementation can be, if protein intake \nis less than 1.6 g protein/kg/day, both sufficient and necessary \nto optimise RET-induced changes in FFM and 1RM strength. \nHowever, performance of RET alone is the much more potent \nstimulus,\n \naccounting, at least according to this meta-analysis, for \na substantially greater portion of the variance in RET-induced \ngains in muscle mass and strength.\nAcknowledgements SMP thanks the Canada Research Chairs , Canadian \nInstitutes for Health Research, and the Natural Science and Engineering Research \nCouncil of Canada for their support during the completion of this work.\nContributors\n RWM,\n BJS, MH, EH, AAA, MCD, JWK and SMP contributed to the \nconception and design of the study. RWM, BJS, MH, EH, AAA, MCD, LB, JWK and \nSMP contributed to the development of the search strategy. LB conducted the \nsystematic search. RWM, KTM and SRM completed the acquisition of data. RWM \nand SMP performed the data analysis. All authors assisted with the interpretation. \nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n9 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\nRWM and SMP were the principal writers of the manuscript. All authors contributed \nto the drafting and revision of the final article. All authors approved the final \nsubmitted version of the manuscript.\nCompeting interests\n SMP has received gr\nant support, travel expenses, and \nhonoraria for presentations from the US National Dairy Council. This agency has \nsupported trials reviewed in this analysis.\nProvenance and peer review\n Not commissioned;\n externally peer reviewed.\nData sharing statement\n All data are av\nailable in the submitted manuscript or as \nsupplementary files.\nOpen Access\n T\nhis is an Open Access article distributed in accordance with the \nCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which \npermits others to distribute, remix, adapt, build upon this work non-commercially, \nand license their derivative works on different terms, provided the original work \nis properly cited and the use is non-commercial. See: http://\n creativecommons\n.\n org/\n \nlicenses/\n \nby-\n \nnc/\n \n4.\n \n0/\n© Article author(s) (or their employer(s) unless otherwise stated in the text of the \narticle) 2018. All rights reserved. No commercial use is permitted unless otherwise \nexpressly granted.\nRefeRences\n 1 Dideriksen K, Reitelseder S, Holm L. Influence of amino acids, dietary protein, and \nphysical activity on muscle mass development in humans. Nutrients 2013;5:852–76.\n 2\n Hulmi JJ\n, Lockwood CM, Stout JR. Effect of protein/essential amino acids and \nresistance training on skeletal muscle hypertrophy: a case for whey protein. Nutr \nMetab 2010;7:51.\n 3\n Morton RW\n, McGlory C, Phillips SM. Nutritional interventions to augment resistance \ntraining-induced skeletal muscle hypertrophy. Front Physiol 2015;6:245.\n 4\n Reidy PT\n, Rasmussen BB. Role of Ingested amino acids and protein in the Promotion \nof Resistance Exercise-Induced Muscle protein anabolism. J Nutr \n2016;146:155–83.\n 5\n Phillips SM,\n Chevalier S, Leidy HJ. Protein \"requirements\" beyond the RDA: \nimplications for optimizing health. Appl Physiol Nutr Metab 2016;41:565–72.\n 6\n Schoenfeld BJ\n, Aragon AA, Krieger JW. The effect of protein timing on muscle strength \nand hypertrophy: a meta-analysis. J Int Soc Sports Nutr 2013;10:53.\n 7\n Cermak NM,\n Res PT, de Groot LC, et al. Protein supplementation augments the \nadaptive response of skeletal muscle to resistance-type exercise training: a meta-\nanalysis. Am J Clin Nutr 2012;96:1454–64.\n 8\n Naclerio F\n, Larumbe-Zabala E. Effects of Whey protein alone or as part of a Multi-\ningredient Formulation on strength, Fat-Free Mass, or lean Body Mass in Resistance-\nTrained individuals: a Meta-analysis. Sports Med 2016;46:125–37.\n 9\n Finger D\n, Goltz FR, Umpierre D, et al. Effects of protein supplementation in older \nadults undergoing resistance training: a systematic review and meta-analysis. Sports \nMed 2015;45:245–55.\n 10\n Nissen SL,\n Sharp RL. Effect of dietary supplements on lean mass and strength gains \nwith resistance exercise: a meta-analysis. J Appl Physiol 2003;94:651–9.\n 11\n T\nhomas DK, Quinn MA, Saunders DH, et al. Protein supplementation does not \nsignificantly augment the effects of resistance exercise training in older adults: a \nsystematic review. J Am Med Dir Assoc 2016;17:959.e1–959.e9.\n 12\n Miller PE,\n Alexander DD, Perez V . Effects of whey protein and resistance exercise on \nbody composition: a meta-analysis of randomized controlled trials. J Am Coll Nutr \n2014;33:163–75.\n 13\n Damas F\n, Phillips SM, Libardi CA, et al. Resistance training-induced changes in \nintegrated myofibrillar protein synthesis are related to hypertrophy only after \nattenuation of muscle damage. J Physiol 2016;594:5209–22.\n 14\n Moore DR,\n Churchward-Venne TA, Witard O, et al. Protein ingestion to stimulate \nmyofibrillar protein synthesis requires greater relative protein intakes in healthy older \nversus younger men. J Gerontol A Biol Sci Med Sci 2015;70:57–62.\n 15\n Cooper H,\n Hedges L, Valentine J. The handbook of research synthesis and meta-\nanalysis. New York: Russell Sage Foundation, 2009.\n 16\n Andersen LL,\n Tufekovic G, Zebis MK, et al. The effect of resistance training combined \nwith timed ingestion of protein on muscle fiber size and muscle strength. Metabolism \n2005;54:151–6.\n 17\n Antonio J\n, Ellerbroek A, Silver T, et al. A high protein diet (3.4 g/kg/d) combined \nwith a heavy resistance training program improves body composition in healthy \ntrained men and women--a follow-up investigation. J Int Soc Sports Nutr \n2015;12:39.\n 18\n Antonio J\n, Peacock CA, Ellerbroek A, et al. The effects of consuming a high protein \ndiet (4.4 g/kg/d) on body composition in resistance-trained individuals. J Int Soc \nSports Nutr 2014;11:19.\n 19\n Ar\nazi H, Hakimi M, Hoseini K. The effects of Whey protein supplementation on \nPerformance and hormonal adaptations following resistance training in Novice Men. \nBalt J Health Phys Act 2011;3.\n 20\n Arnarson \nA, Gudny Geirsdottir O, Ramel A, et al. Effects of whey proteins and \ncarbohydrates on the efficacy of resistance training in elderly people: double blind, \nrandomised controlled trial. Eur J Clin Nutr 2013;67:821–6.\n 21\n Babault N\n, Deley G, Le Ruyet P , et al. Effects of soluble milk protein or casein \nsupplementation on muscle fatigue following resistance training program: a \nrandomized, double-blind, and placebo-controlled study. J Int Soc Sports Nutr \n2014;11:36.\n 22\n Babault N\n, Païzis C, Deley G, et al. Pea proteins oral supplementation promotes \nmuscle thickness gains during resistance training: a double-blind, randomized, \nPlacebo-controlled clinical trial vs. whey protein. J Int Soc Sports Nutr 2015;12:3.\n 23\n Bemben MG\n, Witten MS, Carter JM, et al. The effects of supplementation with creatine \nand protein on muscle strength following a traditional resistance training program in \nmiddle-aged and older men. J Nutr Health Aging 2010;14:155–9.\n 24\n Brown EC\n, DiSilvestro RA, Babaknia A, et al. Soy versus whey protein bars: effects on \nexercise training impact on lean body mass and antioxidant status. Nutr J 2004;3:22.\n 25\n Bunout B\n, Barrera G, de la Maza P , et al. Effects of nutritional supplementation and \nresistance training on muscle strength in free living elders. results of one year follow. \nJ Nutr Health Aging 2004;8:68–75.\n 26\n Burk\ne DG, Chilibeck PD, Davidson KS, et al. The effect of whey protein \nsupplementation with and without creatine monohydrate combined with resistance \ntraining on lean tissue mass and muscle strength. Int J Sport Nutr Exerc Metab \n2001;11:349–64.\n 27\n Campbell WW\n, Crim MC, Young VR, et al. Effects of resistance training and dietary \nprotein intake on protein metabolism in older adults. Am J Physiol 1995;268(6 Pt \n1):E1143–E53.\n 28 Candow DG , Burke NC, Smith-Palmer T, et al. Effect of whey and soy protein \nsupplementation combined with resistance training in young adults. Int J Sport Nutr \nExerc Metab 2006;16:233–44.\n 29\n Candow DG\n, Chilibeck PD, Facci M, et al. Protein supplementation before and after \nresistance training in older men. Eur J Appl Physiol 2006;97:548–56.\n 30\n Carter JM,\n Bemben DA, Knehans AW, et al. Does nutritional supplementation \ninfluence adaptability of muscle to resistance training in men aged 48 to 72 years. \nJ Geriatr Phys Ther 2005;28:40–7.\n 31\n Coburn JW\n, Housh DJ, Housh TJ, et al. Effects of leucine and whey protein \nsupplementation during eight weeks of unilateral resistance training. J Strength Cond \nRes 2006;20:284–91.\n 32\n Cribb PJ\n, Williams AD, Stathis CG, et al. Effects of whey isolate, creatine, and \nresistance training on muscle hypertrophy. Med Sci Sports Exerc 2007;39:298–307.\n 33\n Daly RM,\n O’Connell SL, Mundell NL, et al. Protein-enriched diet, with the use of lean \nred meat, combined with progressive resistance training enhances lean tissue mass \nand muscle strength and reduces circulating IL-6 concentrations in elderly women: a \ncluster randomized controlled trial. Am J Clin Nutr 2014;99:899–910.\n 34\n Deibert P\n, Solleder F , König D, et al. Soy protein based supplementation supports \nmetabolic effects of resistance training in previously untrained middle aged males. \nAging Male 2011;14:273–9.\n 35\n Eliot KA,\n Knehans AW, Bemben DA, et al. The effects of creatine and whey protein \nsupplementation on body composition in men aged 48 to 72 years during resistance \ntraining. J Nutr Health Aging 2008;12:208–12.\n 36\n Erskine RM,\n Fletcher G, Hanson B, et al. Whey protein does not enhance \nthe adaptations to elbow flexor resistance training. Med Sci Sports Exerc \n2012;44:1791–800.\n 37\n F\narup J, Rahbek SK, Vendelbo MH, et al. Whey protein hydrolysate augments tendon \nand muscle hypertrophy independent of resistance exercise contraction mode. Scand J \nMed Sci Sports 2014;24:788–98.\nsummary box\nbackground\n ► There is no consensus on the efficacy of protein \nsupplementation during prolonged resistance exercise \ntraining (RET).\nn\novel findings\n ► Dietary protein supplementation augments changes in \nfat-free mass (FFM, (0.30\n kg (0.09,\n 0.52), p=0.007) and \none-repetition-maximum strength (2.49\n kg (0.64,\n 4.33), \np=0.01) during prolonged RET.\n ► Dietary protein supplementation during RET is more effective \nat increasing changes in FFM in resistance-trained individuals \n(0.75\n kg (0.09,\n 1.40), p=0.03) and less effective in older \nindividuals (−0.01\n kg (−0.02,–0.00),\n p=0.02).\n ► Protein supplementation beyond a total daily protein intake \nof ~1.6\n g/kg/day during RET provided no further benefit on \ngains in muscle mass or strength.\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n10 of 10\nMorton RW, et al. Br J Sports Med 2018;52:376–384. doi:10.1136/bjsports-2017-097608\nReview\n 38 Hartman JW , Tang JE, Wilkinson SB, et al. Consumption of fat-free fluid milk after \nresistance exercise promotes greater lean mass accretion than does consumption \nof soy or carbohydrate in young, novice, male weightlifters. Am J Clin Nutr \n2007;86:373–81.\n 39\n Herda \nAA, Herda TJ, Costa PB, et al. Muscle performance, size, and safety responses \nafter eight weeks of resistance training and protein supplementation: a randomized, \ndouble-blinded, placebo-controlled clinical trial. J Strength Cond Res 2013;27:3091-\n100.\n 40\n Hoffman JR,\n Ratamess NA, Kang J, et al. Effects of protein supplementation on \nmuscular performance and resting hormonal changes in college football players. \nJ Sports Sci Med 2007;6:85–92.\n 41\n Hoffman JR,\n Ratamess NA, Tranchina CP , et al. Effect of protein-supplement timing on \nstrength, power, and body-composition changes in resistance-trained men. Int J Sport \nNutr Exerc Metab 2009;19:172–85.\n 42\n Hulmi JJ\n, Kovanen V , Selänne H, et al. Acute and long-term effects of resistance \nexercise with or without protein ingestion on muscle hypertrophy and gene \nexpression. Amino Acids 2009;37:297–308.\n 43\n Hulmi JJ\n, Laakso M, Mero AA, et al. The effects of whey protein with or without \ncarbohydrates on resistance training adaptations. J Int Soc Sports Nutr 2015;12:48.\n 44\n Hulmi JJ\n, Tannerstedt J, Selänne H, et al. Resistance exercise with whey protein \ningestion affects mTOR signaling pathway and myostatin in men. J Appl Physiol \n2009;106:1720–9.\n 45\n Iglay HB\n, Apolzan JW, Gerrard DE, et al. Moderately increased protein intake \npredominately from egg sources does not influence whole body, regional, or muscle \ncomposition responses to resistance training in older people. J Nutr Health Aging \n2009;13:108–14.\n 46\n Josse AR,\n Tang JE, Tarnopolsky MA, et al. Body composition and strength \nchanges in women with milk and resistance exercise. Med Sci Sports Exerc \n2010;42:1122–30.\n 47\n K\nerksick CM, Rasmussen CJ, Lancaster SL, et al. The effects of protein and amino \nacid supplementation on performance and training adaptations during ten weeks of \nresistance training. J Strength Cond Res 2006;20:643–53.\n 48\n Leenders M,\n Verdijk LB, Van der Hoeven L, et al. Protein supplementation during \nresistance-type exercise training in the elderly. Med Sci Sports Exerc 2013;45:542–52.\n 49\n Mielk\ne M, Housh TJ, Malek MH, et al. The effects of whey protein and leucine \nsupplementation on strength, muscular endurance, and body composition during \nresistance training. Journal of Exercise Physiology Online 2009;12:39–50.\n 50\n Mitchell CJ\n, Oikawa SY , Ogborn DI, et al. Daily chocolate milk consumption does \nnot enhance the effect of resistance training in young and old men: a randomized \ncontrolled trial. Appl Physiol Nutr Metab 2015;40:199–202.\n 51\n Negro M,\n Vandoni M, Ottobrini S, et al. Protein supplementation with low fat \nmeat after resistance training: effects on body composition and strength. Nutrients \n2014;6:3040–9.\n 52\n Oesen S\n, Halper B, Hofmann M, et al. Effects of elastic band resistance training and \nnutritional supplementation on physical performance of institutionalised elderly--A \nrandomized controlled trial. Exp Gerontol 2015;72:99–108.\n 53\n Olsen S\n, Aagaard P , Kadi F , et al. Creatine supplementation augments the increase \nin satellite cell and myonuclei number in human skeletal muscle induced by strength \ntraining. J Physiol 2006;573(Pt 2):525–34.\n 54\n P\naoli A, Pacelli Q, Cancellara P , et al. Protein supplementation does not further \nincrease latissimus dorsi muscle fiber hypertrophy after eight weeks of resistance \ntraining in novice subjects, but partially counteracts the fast-to-slow muscle fiber \ntransition. Nutrients 2016;8:331.\n 55\n P\naoli A, Pacelli QF , Neri M, et al. Protein supplementation increases postexercise \nplasma myostatin concentration after 8 weeks of resistance training in young \nphysically active subjects. J Med Food 2015;18:137–43.\n 56\n Rankin JW\n, Goldman LP , Puglisi MJ, et al. Effect of post-exercise supplement \nconsumption on adaptations to resistance training. J Am Coll Nutr 2004;23:322–30.\n 57\n Reidy PT\n, Borack MS, Markofski MM, et al. Protein supplementation has minimal \neffects on muscle adaptations during resistance exercise training in Young Men: a \nDouble-Blind Randomized clinical trial. J Nutr 2016;146:1660–9.\n 58\n Rozenek R,\n Ward P , Long S, et al. Effects of high-calorie supplements on body \ncomposition and muscular strength following resistance training. J Sports Med Phys \nFitness 2002;42:340–7.\n 59\n Snijders \nT, Res PT, Smeets JS, et al. Protein ingestion before Sleep increases Muscle \nMass and strength gains during prolonged Resistance-Type exercise training in \nhealthy young men. J Nutr 2015;145:1178–84.\n 60\n V\nerdijk LB, Jonkers RA, Gleeson BG, et al. Protein supplementation before and after \nexercise does not further augment skeletal muscle hypertrophy after resistance \ntraining in elderly men. Am J Clin Nutr 2009;89:608–16.\n 61\n V\nolek JS, Volk BM, Gómez AL, et al. Whey protein supplementation during resistance \ntraining augments lean body mass. J Am Coll Nutr 2013;32:122–35.\n 62 W eisgarber KD, Candow DG, Vogt ES. Whey protein before and during resistance \nexercise has no effect on muscle mass and strength in untrained young adults. Int J \nSport Nutr Exerc Metab 2012;22:463–9.\n 63\n White KM,\n Bauer SJ, Hartz KK, et al. Changes in body composition with yogurt \nconsumption during resistance training in women. Int J Sport Nutr Exerc Metab \n2009;19:18–33.\n 64\n Willoughby DS\n, Stout JR, Wilborn CD. Effects of resistance training and protein plus \namino acid supplementation on muscle anabolism, mass, and strength. Amino Acids \n2007;32:467–77.\n 65\n Higgins JPT\n, Green S. Cochrane Handbook for Systematic Reviews of Interventions: The \nCochrane Collaboration, 2011. http://www.\n \nhandbook.\n \ncochrane.\n \norg/\n 66\n Gorissen SH,\n Horstman AM, Franssen R, et al. Habituation to low or high protein \nintake does not modulate basal or postprandial muscle protein synthesis rates: a \nrandomized trial. Am J Clin Nutr 2017;105.\n 67\n Bauer J\n, Biolo G, Cederholm T, et al. Evidence-based recommendations for optimal \ndietary protein intake in older people: a position paper from the PROT-AGE Study \nGroup. J Am Med Dir Assoc 2013;14:542–59.\n 68\n P\nasiakos SM, McLellan TM, Lieberman HR. The effects of protein supplements \non muscle mass, strength, and aerobic and anaerobic power in healthy adults: a \nsystematic review. Sports Med 2015;45:111–31.\n 69\n Higgins JP\n, Thompson SG. Controlling the risk of spurious findings from meta-\nregression. Stat Med 2004;23:1663–82.\n 70\n Harbord RM,\n Higgins JP . Meta-regression in Stata. The Stata Journal 2008;8:493–519.\n 71\n Buckner SL,\n Jessee MB, Mattocks KT, et al. Determining strength: a case for multiple \nmethods of measurement. Sports Med 2016.\n 72\n Brook MS\n, Wilkinson DJ, Mitchell WK, et al. Skeletal muscle hypertrophy adaptations \npredominate in the early stages of resistance exercise training, matching deuterium \noxide-derived measures of muscle protein synthesis and mechanistic target of \nrapamycin complex 1 signaling. FASEB J 2015;29:4485–96.\n 73\n Kim PL,\n Staron RS, Phillips SM. Fasted-state skeletal muscle protein synthesis after \nresistance exercise is altered with training. J Physiol 2005;568(Pt 1):283–90.\n 74\n W\nall BT, Gorissen SH, Pennings B, et al. Aging is accompanied by a blunted muscle \nprotein synthetic response to protein ingestion. PLoS One 2015;10:e0140903.\n 75\n Rennie MJ\n, Wackerhage H, Spangenburg EE, et al. Control of the size of the human \nmuscle mass. Annu Rev Physiol 2004;66:799–828.\n 76\n Churchw\nard-Venne TA, Holwerda AM, Phillips SM, et al. What is the optimal amount \nof protein to support Post-Exercise skeletal muscle reconditioning in the older adult? \nSports Med 2016;46:1205–12.\n 77\n Bosse JD\n, Dixon BM. Dietary protein to maximize resistance training: a review and \nexamination of protein spread and change theories. J Int Soc Sports Nutr 2012;9:42.\n 78\n T\nrumbo P , Schlicker S, Yates AA, et al. Dietary reference intakes for energy, \ncarbohydrate, fiber, fat, fatty acids, cholesterol, protein and amino acids. J Am Diet \nAssoc 2002;102:1621–30.\n 79\n Rafii M,\n Chapman K, Elango R, et al. Dietary protein requirement of men >65 years \nold determined by the indicator amino acid oxidation technique is higher than the \ncurrent estimated average requirement. J Nutr 2016;146:681–7.\n 80\n T\nang M, McCabe GP , Elango R, et al. Assessment of protein requirement in \noctogenarian women with use of the indicator amino acid oxidation technique. Am J \nClin Nutr 2014;99:891–8.\n 81\n Rafii M,\n Chapman K, Owens J, et al. Dietary protein requirement of female adults \n>65 years determined by the indicator amino acid oxidation technique is higher than \ncurrent recommendations. J Nutr 2015;145:18–24.\n 82\n Moore DR,\n Robinson MJ, Fry JL, et al. Ingested protein dose response of muscle and \nalbumin protein synthesis after resistance exercise in young men. Am J Clin Nutr \n2009;89:161–8.\n 83\n Y\nang Y , Breen L, Burd NA, et al. Resistance exercise enhances myofibrillar \nprotein synthesis with graded intakes of whey protein in older men. Br J Nutr \n2012;108:1780–8.\n 84\n P\nennings B, Groen B, de Lange A, et al. Amino acid absorption and subsequent muscle \nprotein accretion following graded intakes of whey protein in elderly men. Am J \nPhysiol Endocrinol Metab 2012;302:E992–E999.\n 85\n Robinson MJ\n, Burd NA, Breen L, et al. Dose-dependent responses of myofibrillar \nprotein synthesis with beef ingestion are enhanced with resistance exercise in middle-\naged men. Appl Physiol Nutr Metab 2013;38:120–5.\n 86\n Phillips SM,\n Van Loon LJ. Dietary protein for athletes: from requirements to optimum \nadaptation. J Sports Sci 2011;29 Suppl 1(Suppl 1):S29–S38.\n 87\n U\n.S. Department of Agriculture ARS. Nutrient intakes from food and beverages: mean \namounts consumed per individual, by gender and age. What We Eat In America 2014: \nNHANES, 2011:12.\n 88\n Longland \nTM, Oikawa SY , Mitchell CJ, et al. Higher compared with lower dietary \nprotein during an energy deficit combined with intense exercise promotes greater lean \nmass gain and fat mass loss: a randomized trial. Am J Clin Nutr 2016;103:738–46.\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. \n. by guest on December 3, 2025 http://bjsm.bmj.com/Downloaded from 11 July 2017. 10.1136/bjsports-2017-097608 on Br J Sports Med: first published as \n\n 1 of 1\nBr J Sports Med October 2020 Vol 54 No 19\nCorrection: A systematic review, meta- analysis and meta- \nregression of the effect of protein supplementation on \nresistance training- induced gains in muscle mass and strength \nin healthy adults\nMorton RW , Murphy KT, McKellar SR, et al. A systematic review, meta- analysis and meta- \nregression of the effect of protein supplementation on resistance training- induced gains in \nmuscle mass and strength in healthy adults. Br J Sports Med 2018;52:376– 84. doi: 10. 1136/ \nbjsports- 017- 097608.\n \nBrad Schoenfeld declares that he served on the advisory board for Dymatize Nutrition, a \nmanufacturer of sports supplements, at the time this paper was being written. He continues to \nserve on the advisory board.\nOpen access This is an open access article distributed in accordance with the Creative Commons Attribution Non \nCommercial (CC BY- NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non- \ncommercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate \ncredit is given, any changes made indicated, and the use is non- commercial. See: http:// creativecommons. org/ licenses/ by- nc/ \n4. 0/.\n© Author(s) (or their employer(s)) 2020. Re- use permitted under CC BY- NC. No commercial re- use. See rights and \npermissions. Published by BMJ.\nBr J Sports Med 2020;54:e7. doi:10.1136/bjsports-2017-097608corr1\nMiscellaneous"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "hypertrophy (lean_mass; FFM; muscle_size); strength (1RM)"
  },
  "bucket": "A",
  "notes": "Protein supplementation on top of RT yields small but meaningful additional gains in lean mass and strength, especially when baseline protein intake is lower and/or in untrained individuals."
}