{
  "id": 20,
  "title": "Effect of Resistance Training Frequency on Gains in Muscular Strength: A Systematic Review and Meta-Analysis",
  "authors": "Grgic J; Schoenfeld BJ; Davies TB; Lazinica B; Krieger JW; Pedisic Z",
  "year": 2018,
  "doi": "10.1007/s40279-018-0872-x",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_frequency",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mixed training status)"
  },
  "sections": {
    "abstract": "Background: Current recommendations on resistance training (RT) frequency for gains in \nmuscular strength are based on extrapolations from limited evidence on the topic and thus \ntheir practical applicability remains questionable. \nObjective: To elucidate this issue, we conducted a systematic review and meta-analysis of the \nstudies that compared muscular strength outcomes with different RT frequencies.",
    "methods": "To carry out this review, English-language literature searches of \nPubMed/MEDLINE, Scopus, and SPORTDiscus were conducted. The meta-analysis was \nperformed using a random-effects model. The meta-analysis models were generated with RT \nfrequencies classified as a categorical variable as either 1, 2, 3, or 4+ times/week or, if there \nwas not sufficient data in subgroup analyses, the training frequencies were categorized as 1, 2, \n3 times/week. Subgroup analyses were performed for potential moderators including (i) \ntraining volume, (ii) exercise selection for the 1 repetition maximum (RM) test (for multi-\njoint and for single-joint exercises), (iii) upper and lower body strength gains, (iv) training to \nmuscular failure (for studies involving training to muscular failure and for studies that did not \ninvolve training to muscular failure), (v) age (for middle-aged/older adults and for young \nadults), and (vi) sex (for men and for women). The methodological quality of studies was \nappraised using the modified Downs and Black checklist.",
    "results": "A total of 22 studies were found to meet inclusion criteria. The average score on the \nDowns and Black checklist was 18 (range: 13-22 points). Four studies were classified as \nbeing of good methodological quality, while the rest were classified as being of moderate \nmethodological quality. Results of the meta-analysis showed a significant effect (p = 0.003) \nof RT frequency on muscular strength gains. Effect sizes increased in magnitude from 0.74, \n0.82, 0.93, 1.08 for training 1, 2, 3, and 4+ times per week, respectively. A subgroup analysis \nof volume-equated studies showed no significant effect (p = 0.421) of RT frequency on \n\n \n \nmuscular strength gains. The subgroup analysis for exercise selection for the 1RM test \nsuggested a significant effect of RT frequency on multi-joint (p < 0.001) but not on single-\njoint 1RM test results (p = 0.324). The subgroup analysis for upper and lower body showed a \nsignificant effect of frequency (p = 0.004) for upper body but not for lower body strength \ngains (p = 0.070). In the subgroup analysis for studies in which the training was carried out to \nmuscular failure and for studies in which the training was not carried out to muscular failure, \nno significant effect of RT frequency was found. The subgroup analysis for the age groups \nsuggested a significant effect of training frequency among young adults (p = 0.024) but not \namong middle-aged and older adults (p = 0.093). Finally, the subgroup analysis for sex \nindicated a significant effect of RT frequency on strength gains in women (p = 0.030) but not \nin men (p = 0.190).",
    "conclusions": "In",
    "conclusion": ", the results of the present systematic review and meta-analysis \nsuggest a significant effect of RT frequency, as higher training frequencies are translated into \ngreater muscular strength gains. However, these effects seem to be primarily driven by \ntraining volume, because when the volume is equated, there was no significant effect of RT \nfrequency on muscular strength gains. Thus, from a practical standpoint, greater training \nfrequencies can be used for additional RT volume, which is then likely to result in greater \nmuscular strength gains. However, it remains unclear whether RT frequency on its own has \nsignificant effects on strength gain. It seems that higher RT frequencies result in greater gains \nin muscular strength on multi-joint exercises, in upper body, in women and finally, in contrast \nto older adults, young individuals seem to respond more positively to greater RT frequencies. \nMore evidence among resistance trained individuals is needed, as most of the current studies \nwere performed in untrained participants. \n \n \n\n \n \nKey Points \n • The results of the present analysis indicate a significant effect of resistance training \nfrequency on gains in muscular strength, where higher training frequencies result in greater \nmuscular strength gains. \n • The effects of higher training frequencies seem to be primarily due to higher training \nvolume, because when the training volume is equated, this analysis found no significant effect \nof resistance training frequency on muscular strength gains. \n • It is likely that trained individuals will use greater resistance training frequencies in \ntheir routines, and thus, future research among this population is needed to draw more \ngeneralizable conclusions. \n\n \n \n1.",
    "introduction": "Muscular strength can be defined as the capacity to exert force under a particular set of \nbiomechanical conditions [1]. This physical characteristic is of great importance, as it impacts \nthe effectiveness of performing many tasks both in sport and daily living [2, 3]. Engaging in \nresistance training (RT) can significantly increase muscular strength [4]. This is consistent \nwith the ‘Specific Adaptations to Imposed Demands’ (SAID) principle because the body \nadapts to a resistive stimulus by enhancing its capacity to produce force in anticipation of \nsimilar future demands [5]. RT variables, such as training volume, intensity, rest interval \nduration, exercise selection, training to muscular failure, exercise order, repetition velocity, \nand training frequency, are manipulated in an endeavor to maximize muscular adaptations. Of \nthese variables, volume and load have received the majority of attention in the literature [6-9]. \nIn comparison, the potential of training frequency to influence increases in strength may be \noverlooked. \nRT frequency pertains to the number of training sessions performed per muscle group \nin a given period. A common time-frame for classifying RT frequency is on a weekly basis. \nThe current American College of Sports Medicine RT guidelines suggest that novice and \nintermediately trained individuals train each muscle group 2-3 times per week using either a \ntotal-body or a split-body (i.e., upper and lower-body) routine. For individuals who are more \nadvanced in RT, a muscle group split routine is suggested, in which one to three muscle \ngroups are trained per training session [4]. However, these recommendations are based on \nextrapolations from limited evidence [10, 11] on the topic and, thus, their practical \napplicability remains questionable. Since the publication of the position stand, several \nadditional studies [12-20] have been published investigating the effects of RT frequency on \nmuscular strength gains, some of them providing novel data among trained individuals [12, \n13] and older adults [15, 19, 20], thus justifying a need for a comprehensive review of the \n\n \n \navailable evidence. Therefore, the purpose of the present paper is threefold: (i) to perform a \nsystematic review of the studies that compare different RT frequencies while assessing \nmuscular strength outcomes; (ii) to quantify the findings with a meta-analysis, and (iii) to \ndraw evidence-based conclusions guiding exercise program design. \n \n2. Methods \nThis systematic review was registered in advance in the PROSPERO register of systematic \nreviews (ref: CRD42017070090) and performed following the Preferred Reporting Items for \nSystematic Reviews and Meta-Analyses guidelines [21]. \n2.1. Search strategy \nTo carry out the review, English-language literature searches of PubMed/MEDLINE, Scopus, \nand SPORTDiscus were conducted. In all of these databases, a search was performed from the \ninception of indexing to June 1st, 2017, by combining the following search terms: ‘resistance \ntraining frequency’; ‘weight training frequency’; ‘strength training frequency’; ‘strength’; \n‘split training’; ‘workout frequency’; ‘split routine’; ‘split weight training’; ‘volume load’; \n‘effects’. Boolean operators (AND, OR) were used to concatenate the search terms. The \nsecondary search was performed by screening the reference lists of the included studies and \nrelevant review articles. Additionally, forward citation tracking of the included studies was \nconducted through Scopus and Google Scholar. The study selection was carried out \nindependently by two authors (JG and BL) to minimize potential selection bias. \n2.2. Inclusion criteria \nStudies meeting the following criteria were included in this review: (i) the study was \npublished in English as a full-text manuscript; (ii) the study compared effects of different \n\n \n \nweekly RT frequencies with the RT program being performed using traditional dynamic \nexercise; (iii) the pre- and post-assessments of muscular strength were performed using a 1 \nrepetition maximum (RM) test, an isokinetic test, and/or an isometric test; (iv) the RT trial \nlasted a minimum of four weeks; and (v) the study was conducted among human participants \nwithout pre-existing chronic disease or injury. We decided to include only the studies in \nwhich dynamic RT was investigated, because dynamic exercise seems to be the predominant \ntype of RT among most people, including athletes and fitness enthusiasts [22]. \n2.3. Data extraction \nThe following variables from the included studies were extracted independently by two \nauthors (JG and BL) of the study: (i) descriptive data including the sample size, age, and RT \nexperience; (ii) characteristics of the RT trial, including training frequency, trial length, \nnumber of sets, and number of repetitions per set; (iii) muscular strength test(s) used; and (iv) \nthe main findings related to the muscular strength outcomes. Participants were considered as \ntrained if they were reported to have at least one year of regular RT experience. All data were \ntabulated in an Excel (Microsoft, Redmond, WA, USA) spreadsheet pre-designed for this \nreview. Coding sheets were cross-checked between authors, while",
    "discussion": "and consensus \nresolved any discrepancies. \n2.4. Methodological quality \nTo assess the methodological quality of the included studies we used the validated Downs and \nBlack checklist [23]. The 27-item checklist was modified by adding two items, namely \n‘adherence to the RT programs’ (item 28) and ‘RT supervision’ (item 29). Items 1-10 refer to \nreporting, items 11-13 refer to external validity, items 14-26 refer to internal validity, and \nitem 27 relates to statistical power. The study quality was classified as in Davies et al. [24] \nand in previous reviews focused on RT interventions [25]. Specifically, studies were \n\n \n \nclassified as being of: ‘good quality’ if they scored 20–29 points; ‘moderate quality’ if they \nscored from 11–20 points; and ‘poor quality’ if they scored less than 11 points on the \nchecklist [24]. Studies were independently rated by two reviewers (JG and TD) with \ndiscussions and agreement for any observed differences. \n2.5. Statistical analyses \nThe effect size (ES) was calculated as the difference between posttest and pretest scores, \ndivided by the pretest standard deviation [26], with an adjustment for small sample bias [27]. \nThe sample size and mean ES across all studies were used to calculate the variance around \neach ES. Robust variance random-effects meta-regression for multilevel data structures \n(adjusted for small samples [28, 29]) were used for performing the meta-analysis. To account \nfor correlated effects within studies, a study was used as the clustering variable. Model \nparameters were calculated by the restricted maximum likelihood method, and the \nobservations were weighted by the inverse of the sampling variance [30]. Our aim was to \nanalyze different methods of measuring strength separately, as, for instance, there is evidence \nthat 1RM testing and isokinetic peak torque can show large variations even in the same \nindividual and in some cases can even be conflicting [31]. Separate meta-regressions were \nperformed on ESs for 1RM outcomes only, as insufficient data were available for other \nmuscular strength outcomes. The meta-analysis models were generated with training \nfrequency classified as a categorical variable as either 1, 2, 3, 4+ times/week or, if there was \nnot sufficient data, the training frequencies were categorized as 1, 2, 3 times/week. A \nsensitivity analysis was performed by excluding the two studies that combined both RT and \naerobic training and then examining the effects [32, 33]. Subgroup analyses were performed \nfor potential moderators including RT volume, exercise selection for the 1RM test (multi-joint \nor single-joint exercises), upper and lower body strength gains, training to muscular failure \n(involving training to muscular failure and not involving training to muscular failure), age \n\n \n \n(middle-aged/older adults and young adults) and sex (for men and for women). A subgroup \nanalysis including only trained participants could not be performed due to the low number of \nstudies conducted in this population. \nAll analyses were performed using package metafor in R version 3.4 (The R \nFoundation for Statistical Computing, Vienna, Austria). Effects were considered significant at \np < 0.05. Data are reported as \nx ± standard error of the mean (SEM) and 95% confidence \ninterval (CI). \n \n3. Results \n3.1. Study selection \nThe primary search through the databases yielded 1835 results of which 21 studies met the \ninclusion criteria. Forward citation tracking of the included studies through Google Scholar \n(1135 search results) and Scopus (610 search results) yielded another 1745 search results. \nThis search led to the inclusion of one additional paper. Scanning the reference lists did not \nresult with the inclusion of any additional studies. Therefore, the total number of studies \nincluded in this review is 22 [10-20, 32-42]. The stages of the search and study selection \nprocess are presented in Figure 1. \n \n***Insert Figure 1. about here*** \n \n3.2. Study characteristics \n\n \n \nThe pooled number of participants across all included studies was 912. Sample sizes in \nindividual studies ranged from 11 to 152. The median number of participants per study was \n29. Only three studies included participants with previous RT experience (pooled n = 56), \nwhile the rest included untrained individuals. The mean duration of RT programs was ~12 \nweeks (range: 6-24 weeks). The most common comparison of RT frequency was between two \nand three weekly training sessions (in 14 studies). The number of sets performed per exercise \nin individual studies during a training session varied from 1 to 18 sets. Twenty-one studies \nassessed dynamic muscular strength using 1 RM tests. Several included studies used both \nmulti-joint and single-joint exercises for the 1 RM strength assessment (Table 1). Two of \nthose studies assessed both dynamic and isometric strength, and one study assessed only \nisokinetic strength. Table 1 summarizes the studies analyzed. \n \n***Insert Table 1. about here*** \n \n3.3. Methodological quality \nThe average score on the Downs and Black checklist was 18 (range: 13-22 points). Four \nstudies were considered to be of good quality, while the rest were considered to be of \nmoderate methodological quality. None of the included studies were classified as being of low \nmethodological quality. Quality assessment scores for individual studies can be found in \nTable 2. \n \n***Insert Table 2. about here*** \n \n\n \n \n3.4. Meta-analysis results \nThe final analysis comprised 156 ESs from 49 treatment groups from 21 studies. Results for \ntraining frequency as a categorical variable for all analyses are shown in Table 1. ESs \ngradually increased in magnitude with each additional training day per week, with a \nsignificant overall effect of training frequency (p = 0.003). Removal of the studies [32, 33] \nthat combined RT and aerobic training did not impact the results. \n3.4.1 Training volume \nThe subgroup analysis of volume-equated studies comprised 42 ESs from 16 treatment groups \nfrom 7 studies and did not show a significant effect of training frequency (p = 0.421). \n3.4.2 Multi-joint and single-joint exercises \nThe subgroup analysis of multi-joint exercises comprised 94 ESs from 45 treatment groups \nfrom 19 studies. ES gradually increased in magnitude with each additional training day per \nweek, with a significant overall effect of training frequency (p < 0.001). The subgroup \nanalysis of single-joint exercises comprised 60 ESs from 19 treatment groups from 8 studies \nand did not show a significant effect of training frequency (p = 0.324). \n3.4.3 Upper and lower body strength gains \nThe subgroup analysis of studies assessing upper body strength comprised 86 ESs from 43 \ntreatment groups from 17 studies. ES gradually increased in magnitude with each additional \ntraining day per week, with a significant overall effect of training frequency (p = 0.004). The \nsubgroup analysis of studies assessing lower body strength comprised 68 ESs from 40 \ntreatment groups from 17 studies. ES gradually increased in magnitude with each additional \nday per week, but the effect was not significant (p = 0.070). \n3.4.4 Muscular failure \n\n \n \nThe subgroup analysis of studies involving training to muscular failure comprised 90 ESs \nfrom 32 treatment groups from 14 studies. ESs across the included studies gradually increased \nin magnitude with each additional training day per week, but the linear trend was not \nsignificant (p = 0.078). The subgroup analysis of studies not involving training to muscular \nfailure comprised 66 ESs from 17 treatment groups from 7 studies. No significant effect of \ntraining frequency was found (p = 0.160). \n3.4.5 Age groups \nThe subgroup analysis of middle-aged and older adults comprised 95 ESs from 24 treatment \ngroups from 10 studies. ESs across the included studies gradually increased in magnitude with \neach additional training day per week, but the linear trend was not significant (p = 0.093). The \nsubgroup analysis of young adults comprised 53 ESs from 21 treatment groups from 9 \nstudies. ES gradually increased in magnitude with each additional training day per week, with \na significant overall effect of training frequency (p = 0.024). \n3.4.6 Sex \nThe subgroup analysis of studies involving men comprised 30 ESs from 17 treatment groups \nfrom 7 studies. ES gradually increased in magnitude with each additional training day per \nweek, but the effect was not significant (p = 0.190). The subgroup analysis of studies \ninvolving women comprised 54 ESs from 19 treatment groups from 8 studies. ES gradually \nincreased in magnitude with each additional training day per week, with a significant overall \neffect of training frequency (p = 0.030). The estimate for 4+ times/week should be interpreted \nwith caution as the analysis included only one ES from one study [35] with this training \nfrequency. \n \n***Insert Table 3. about here*** \n\n \n \n \n4. Discussion \nThe present paper is the first systematic review of studies comparing different RT frequencies \nand their effects on muscular strength gains. Based on the current evidence, the main results \nof this review suggest that there is a dose-response relationship between RT frequency and \nmuscular strength gains. However, when volume is equated, we found no significant effect. \nTherefore, it remains unclear whether RT frequency on its own has significant effects on \nmuscular strength gains. Still, several important practical and clinical implications need to be \ndiscussed. \nA recent review suggested that there is a graded dose-response relationship between \nRT volume and muscular strength adaptations [6]. Therefore, not equating the training \nvolume in studies that are comparing the effects of RT frequency on muscular strength gains \nmight be misguided. Under such study designs, it cannot be inferred if the effects of higher \nRT frequency are attributable to the RT frequency itself, or, they are a result of greater RT \nvolume associated with more weekly RT sessions. The subgroup analysis of volume-equated \nstudies did not show a significant effect of RT frequency on changes in muscular strength, as \nthe ESs were similar across training conditions. Therefore, it can be assumed that the higher \nmuscular strength gains associated with higher RT frequencies are observed largely because \nof the additional training volume. However, even under volume-equated conditions it seems \nreasonable that undertaking too much training volume in a given RT session would be \nsuboptimal due to the accumulation of fatigue that would ultimately impair performance [43]. \nHigher RT frequencies allow a distribution of training volume throughout the week while \nkeeping the performance on each RT session high, which may translate into greater gains in \nmuscular strength. Nonetheless, future research using volume-equated study designs is \nwarranted to elucidate the topic of RT frequency and muscular strength gains. \n\n \n \nWhile the current body of evidence does suggest that RT volume is a contributing \nfactor to increasing muscular strength [6], it is relevant to emphasize that simply testing the \n1RM can lead to substantial increases in muscular strength [44]. Recently, Mattocks et al. [45] \nreported that practicing the muscular strength test can lead to equivalent gains in strength \ncompared to traditional high-volume RT. Such gains in muscular strength, without any \nevident muscle hypertrophy, suggest that the increases could be governed by the principle of \nspecificity [46, 47]. Interestingly, our subgroup analysis for exercise selection for the 1RM \ntest suggests a significant effect of RT frequency for multi-joint but not for single-joint \nexercises. These findings might be explained from a motor learning standpoint. Specifically, \nmore complex RT exercises, such as multi-joint movements, require a precise timing of \nmuscle recruitment and coordination and a higher degree motor proficiency [1]. Thus, higher \nRT frequency would allow more opportunities for ‘practicing’ the test/exercise which can \nresult in a better performance on that test. From a practical standpoint, it is also important to \nhighlight that several acute studies reported that the recovery rates might differ between \nmulti-joint and single-joint exercises [48, 49]. Specifically, when comparing unilateral seated \nrow exercise (i.e., a multi-joint exercise) with a unilateral biceps preacher curl exercise (i.e., a \nsingle-joint exercise), Soares and colleagues [49] reported that the latter induced greater \ndecreases in isometric peak torque and increases in delayed onset muscle soreness. Therefore, \nexercise selection effects might also dictate RT frequency prescription. \nThe results of the subgroup analyses for upper and lower body strength gains showed \nthat there is a significant effect of training frequency for the upper but not for the lower body. \nDifferences between the upper and lower body neuromuscular adaptations following RT have \nbeen previously noted in the literature [50]. For example, following an 8-week RT \nintervention, Housh et al. [51] reported greater gains in upper body strength then in lower \nbody strength. Others did not find significant differences in strength gains between upper and \n\n \n \nlower body muscle groups [52]. While our review found a benefit of a higher RT frequency \nfor upper but not lower body strength, from a practical perspective, possible individual \nvariations also need to be taken into account. As noted by Gentil [53] some individuals can \nexperience decreases in upper body strength with large increases in lower body strength, and \nvice-versa. One muscle group might experience strength gain with one training frequency, \nwhile another muscle group might be more susceptible to different stimuli. Therefore, there is \nan evident need for individualization when designing training programs for strength gains. \nRegarding training to muscular failure, a recent meta-analysis suggested that similar \nmuscular strength gains can be achieved with failure and non-failure RT [54]. Both subgroup \nanalyses for studies in which the training was carried out to muscular failure and in which sets \nwere stopped short of failure indicated no significant effect of RT frequency. However, from \na practical standpoint, it should be acknowledged that acute studies indicate that training to \nmuscular failure significantly impacts the recovery of neuromuscular function and metabolic \nand hormonal homeostasis [55]. For example, Moran-Navarro et al. [55] reported that the \ntime course of recovery is prolonged when RT is performed to muscular failure. By contrast, \neven when matched for total training volume, avoiding muscular failure allowed faster \nrecovery, which might enable training with higher RT frequency [55]. Ferreira et al. [56] \nreported that after performing eight sets of bench press to muscular failure pectoralis major \npeak torque remained lower than baseline for 72 hours, suggesting a presence of muscle \ndamage. \nAs the decline in muscular strength that is associated with aging (i.e., dynapenia) is \nrelated to a plethora of adverse effects, older adults are especially encouraged to regularly \nparticipate in RT [57]. A recent meta-regression suggested that older adults should engage in \ntwo RT sessions per week for the most efficient muscular strength results [58]. However, the \nmeta-regression was not explicitly designed to evaluate RT frequency as other RT variables \n\n \n \nwere not held constant in the included studies, thus precluding more definite conclusions. To \nanswer the question about the effects of RT frequency on muscular strength gains among \nolder adults we conducted a subgroup analysis of studies that included middle-aged and older \nadults. In line with the primary findings, this subgroup analysis also did not show a significant \neffect of RT frequency on muscular strength gains. Currently, there are no studies comparing \ntraining frequencies of more than three days per week in this population. While future studies \nmight consider exploring higher training frequencies, from a practical standpoint it is not \nlikely to expect long-term adherence to a high training frequency RT program in this age \ngroup, as population-based studies report meager participation rates of older adults in RT \n[59]. Indeed, several studies have shown that training a muscle group as infrequent as once \nper week can lead to strength gains, hypertrophy, and enhanced components of functionality \namong older adults [60, 61]. The subgroup analysis for young adults suggested that they may \nrespond better to higher training frequencies. These findings might be explained by the \ndifference in recovery rates between older and young adults. Roth et al. [62] showed that \nolder women, in comparison to young women, exhibit higher levels of muscle damage after \nRT. This increase in muscle damage following RT can lead to prolonged recovery duration. \nTherefore, it can be hypothesized that due to the differences in recovery rates between the age \ngroups, young adults potentially respond more positively to higher training frequencies which, \nin turn, translates to greater gains in muscular strength with higher training frequencies. \nA study by Flores et al. [63] showed that following an RT session, men recovered \nfaster than women. Based on this difference in recovery rates between sexes, it could be \nsuggested that men would respond better to higher RT frequencies. However, our subgroup \nanalysis performed for sexes indicated a significant effect of RT frequency in women but not \nin men. It should be noted that both analyses were limited to a small number of studies as \nthere were only seven studies for men and eight for women. Besides, three out of the seven \n\n \n \nstudies included for men used a volume-equated design, while only two out of the eight \nstudies for women used a volume-equated design. This might partly explain the observed \ndiscrepancy. Several studies did include a mixed-sex sample. However, in most such studies, \nonly pooled results (for both sexes together) were presented. Future studies that include both \nmen and women might consider plotting the results separately for men and women, to \nexamine potential differences in effect sizes between sexes. \nUnfortunately, there are currently only three studies performed in trained individuals \nthat investigated the effects of RT frequency on muscular strength gains [11-13]. All these \nstudies compared training once versus training three times a week and used a volume-equated \ndesign. McLester et al. [11] reported that 1RM strength gains in leg press were greater for the \ngroup training three times a week compared to the group training once a week. However, no \nsignificant between-group differences were found for the remaining three lower-body and five \nupper-body 1RM tests. The studies by Schoenfeld et al. [12] and Thomas et al. [13] support \nthese findings as they showed that training either once or three times a week elicits similar \nimprovement both in upper and lower-body muscular strength. While these results would \nsuggest that RT frequency might not be of great importance in trained individuals, the limited \ndata makes such conclusions premature. The relatively short duration of these studies further \nlimits the ability to draw inferences, with the longest one lasting 12 weeks. An unpublished \n15-week intervention among 16 Norwegian powerlifters, known as the Norwegian Frequency \nProject, showed that under volume-equated conditions, RT six times per week in comparison \nwith RT three time per week produced significantly greater gains in squat and bench press \n1RM [64]. These findings suggest that greater RT frequency as a method of progressive \noverload might be warranted for individuals approaching their genetic potential; however, the \nresults of that paper remain to be published and scrutinized. \n4.1 Methodological quality and future research questions \n\n \n \nBased on the methodological quality scores, we can conclude that the results obtained in this \nreview were not influenced by poor methodological study designs, as all studies were \nclassified as being of good or moderate methodological quality. Nonetheless, several \nlimitations were noted in the literature. Only 32% of the included studies reported important \nadverse events that occurred as a consequence of the intervention; the remaining studies failed \nto document injury data, and the safety of higher versus lower frequency protocols in these \nstudies, therefore, remains uncertain. Eleven of the 22 included studies reported adherence to \nthe training programs. The RT interventions were supervised in 19 studies, while for the \nremaining three studies, this item was marked as ‘unable to determine.’ Therefore, based on \nthese limitations, future studies should ensure that: (i) adverse events are tracked and reported, \n(ii) adherence rates for all groups are presented, (iii) all RT programs are supervised, as \nsupervision can result in greater strength gains compared to unsupervised training [65-67]. \nThere is a paucity of studies applying high RT frequencies such as five or six training \ndays per week, thereby opening an avenue for future research. As per Dankel et al. [68], it \nwould be interesting for future studies to compare two groups that are using vastly different \ntraining frequencies, (one versus six days per week) while equating RT volume. Dankel et al. \n[68] also stated that frequency is a method of increasing weekly RT volume. Therefore, it \nwould also be interesting to assess different frequencies of training with higher and lower \nvolumes. As muscular strength responses to regimented RT can vary substantially between \nindividuals [69], it would be desirable for future studies to plot the individual responses to \ndifferent RT frequencies. Because of the inter-individual variability, future studies might \nconsider employing a crossover design which would allow for each participant to act as their \ncontrol and thus minimize the possible differences that might occur due to genetic variation, \nsleep, nutritional intake, and other confounding factors. \n4.2 Limitations of the review \n\n \n \nThe most apparent limitation of the current review is the small number of studies that \nincluded trained participants. This lack of empirical evidence limits the generalizability of the \nfindings to trained individuals. Furthermore, the designs across the included studies were \nheterogeneous. We did try to alleviate this issue by employing a random-effects model [70] \nand performing several different subgroup analyses; nevertheless, the results should still be \ninterpreted with caution. Overall, more homogenous research is needed to answer the question \nabout the effects of RT frequency on gains in muscular strength. \n \n5. Conclusions \nIn conclusion, the results of the present systematic review and meta-analysis suggest a \nsignificant effect of RT frequency on muscular strength gain, with higher RT frequencies \nresulting in more strength gains. However, these effects seem to be primarily driven by \ntraining volume, because when volume is equated there was no significant effect of RT \nfrequency on muscular strength gains. Therefore, from a practical standpoint, greater training \nfrequencies might be used as a means of increasing total training volume which may impact \nmuscular strength accrual. However, it remains unclear whether RT frequency on its own has \na significant effect on muscular strength gains. In addition, it seems that higher training \nfrequencies result in greater strength gains for multi-joint exercises, in the upper body, among \nyoung adults, and in women, findings that should be considered in RT program design. \nFinally, trained individuals are more likely to use greater RT frequencies in their routines, and \nthus, future research among this population is needed to draw more generalizable conclusions. \n \n\n \n \nCompliance with Ethical Standards \nFunding No external sources of funding were used to assist in the preparation of this article. \nConflicts of interest Jozo Grgic, Brad J. Schoenfeld, Timothy Davies, Bruno Lazinica, James \nW. Krieger and Zeljko Pedisic declare that they have no conflicts of interest relevant to the \ncontent of this review. \n \n\n \n \nReferences \n1. Carroll TJ, Riek S, Carson RG. Neural adaptations to resistance training: implications \nfor movement control. Sports Med. 2001;31(12):829–40. \n2. Steib S, Schoene D, Pfeifer K. Dose-response relationship of resistance training in \nolder adults: a meta-analysis. Med Sci Sports Exerc. 2010;42(5):902–14. \n3. Suchomel TJ, Nimphius S, Stone MH. The importance of muscular strength in athletic \nperformance. Sports Med. 2016;46(10):1419–49. \n4. American College of Sports Medicine. American College of Sports Medicine position \nstand. Progression models in resistance training for healthy adults. Med Sci Sports \nExerc. 2009;41(3):687–708. \n5. Baechle TR, Earle RW, Wathen D. Resistance training. In: Earle RW, Baechle TR, \neditors. Essentials of strength training and conditioning. 3rd ed. Champaign: Human \nKinetics; 2008. p. 381–412. \n6. Ralston GW, Kilgore L, Wyatt FB, et al. The effect of weekly set volume on strength \ngain: a meta-analysis. Sports Med. 2017;47(12):2585–601. \n7. Carpinelli RN, Otto RM. Strength training. Single versus multiple sets. Sports Med. \n1998;26(2):73–84. \n8. Schoenfeld BJ, Grgic J, Ogborn D, et al. Strength and hypertrophy adaptations \nbetween low- versus high-load resistance training: a systematic review and meta-\nanalysis. J Strength Cond Res. 2017;31(12):3508–23. \n9. Schoenfeld BJ, Wilson JM, Lowery RP, et al. Muscular adaptations in low- versus \nhigh-load resistance training: a meta-analysis. Eur J Sport Sci. 2016;16(1):1–10. \n10. Candow DG, Burke DG. Effect of short-term equal-volume resistance training with \ndifferent workout frequency on muscle mass and strength in untrained men and \nwomen. J Strength Cond Res. 2007;21(1):204–7. \n\n \n \n11. McLester JR, Bishop P, Guilliams ME. Comparison of 1 day and 3 days per week of \nequal-volume resistance training in experienced subjects. J Strength Cond Res. \n2000;14(3):273–81. \n12. Schoenfeld BJ, Ratamess NA, Peterson MD, et al. Influence of resistance training \nfrequency on muscular adaptations in well-trained men. J Strength Cond Res. \n2015;29(7):1821–9. \n13. Thomas MH, Burns SP. Increasing lean mass and strength: a comparison of high \nfrequency strength training to lower frequency strength training. Int J Exerc Sci. \n2016;9(2):159–67. \n14. Benton MJ, Kasper MJ, Raab SA, et al. Short-term effects of resistance training \nfrequency on body composition and strength in middle-aged women. J Strength Cond \nRes. 2011;25(11):3142–9. \n15. Fernández-Lezaun E, Schumann M, Mäkinen T, et al. Effects of resistance training \nfrequency on cardiorespiratory fitness in older men and women during intervention \nand follow-up. Exp Gerontol. 2017;95:44–53. \n16. Gentil P, Fischer B, Martorelli AS, et al. Effects of equal-volume resistance training \nperformed one or two times a week in upper body muscle size and strength of \nuntrained young men. J Sports Med Phys Fitness. 2015;55(3):144–9. \n17. Lera Orsatti F, Nahas EA, Maestá N, et al. Effects of resistance training frequency on \nbody composition and metabolics and inflammatory markers in overweight \npostmenopausal women. J Sports Med Phys Fitness. 2014;54(3):317–25. \n18. Murlasits Z, Reed J, Wells K. Effect of resistance training frequency on physiological \nadaptations in older adults. J Exerc Sci Fit. 2012;10(1):28–32. \n\n \n \n19. Padilha CS, Ribeiro AS, Fleck SJ, et al. Effect of resistance training with different \nfrequencies and detraining on muscular strength and oxidative stress biomarkers in \nolder women. Age. 2015;37(5):104. \n20. Silva RG, Silva DRP, Pina FLC. Effect of two different weekly resistance training \nfrequencies on muscle strength and blood pressure in normotensive older women. Rev \nBras Cineantropom Hum. 2017;19(1):118–27. \n21. Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items for systematic reviews \nand meta-analyses: the PRISMA statement. Ann Intern Med. 2009;151(4):264–9. \n22. Fleck SJ, Kraemer WJ. Designing Resistance Training Programs. In: Fleck SJ, \nKraemer WJ. Physiological adaptations to resistance training. 4th ed. Champaign: \nHuman Kinetics; 2014. p. 52. \n23. Downs SH, Black N. The feasibility of creating a checklist for the assessment of the \nmethodological quality both of randomised and non-randomised studies of health care \ninterventions. J Epidemiol Commun Health. 1998;52(6):377–84. \n24. Davies TB, Kuang K, Orr R, et al. Effect of movement velocity during resistance \ntraining on dynamic muscular strength: a systematic review and meta-analysis. Sports \nMed. 2017;47(8):1603–17. \n25. Grgic J, Schoenfeld BJ, Skrepnik M, et al. Effects of rest interval duration in \nresistance training on measures of muscular strength: a systematic review. Sports Med. \n2018;48(1):137–51. \n26. Tipton E. Small sample adjustments for robust variance estimation with meta-\nregression. Psychol Methods. 2015;20(3):375–93. \n27. Morris B. Estimating effect sizes from pretest-posttest-control group designs. Organ \nRes Meth. 2008;11(2):364–86. \n\n \n \n28. Borenstein M, Hedges LV, Higgins JPT. Effect sizes based on means. In: Introduction \nto Meta-Analysis. Anonymous United Kingdom: John Wiley and Sons, LTD, 2009. \npp. 21–32. \n29. Hedges LV, Tipton E, Johnson MC. Robust variance estimation in meta-regression \nwith dependent effect size estimates. Res Synth Methods. 2010;1(1):39–65. \n30. Thompson SG, Sharp SJ. Explaining heterogeneity in meta-analysis: a comparison of \nmethods. Stat Med. 1999;18(20):2693–708. \n31. Gentil P, Del Vecchio FB, Paoli A, et al. Isokinetic dynamometry and 1RM tests \nproduce conflicting results for assessing alterations in muscle strength. J Hum Kinet. \n2017;56:19–27. \n32. Ferrari R, Kruel LF, Cadore EL, et al. Efficiency of twice weekly concurrent training \nin trained elderly men. Exp Gerontol. 2013;48(11):1236–42. \n33. Fisher G, McCarthy JP, Zuckerman PA, et al. Frequency of combined resistance and \naerobic training in older women. J Strength Cond Res. 2013;27(7):1868–76. \n34. Arazi H, Asadi A. Effects of 8 weeks equal-volume resistance training with different \nworkout frequency on maximal strength, endurance and body composition. Int J \nSports Sci Eng. 2011;5(2):11–8. \n35. Hunter GR. Changes in body composition, body build and performance associated \nwith different weight training frequencies in males and females. Natl Strength Cond \nAssoc J. 1985;7(1):26–8. \n36. Brazell-Roberts JV, Thomas LE. Effects of weight training frequency on the self-\nconcept of college females. J Appl Sports Sci Res. 1989;3(2):40–3. \n37. Carroll TJ, Abernethy PJ, Logan PA, et al. Resistance training frequency: strength and \nmyosin heavy chain responses to two and three bouts per week. Eur J Appl Physiol \nOccup Physiol. 1998;78(3):270–5. \n\n \n \n38. DiFrancisco-Donoghue J, Werner W, Douris PC. Comparison of once-weekly and \ntwice-weekly strength training in older adults. Br J Sports Med. 2007;41(1):19–22. \n39. Faigenbaum AD, Milliken LA, Loud RL, et al. Comparison of 1 and 2 days per week \nof strength training in children. Res Q Exerc Sport. 2002;73(4):416–24. \n40. Gregory LW. Some observations on strength training and assessment. J Sports Med \nPhys Fitness. 1981;21(2):130–7. \n41. McKenzie Gillam G. Effects of frequency of weight training on muscle strength \nenhancement. J Sports Med Phys Fitness. 1981;21(4):432–6. \n42. Taaffe DR, Duret C, Wheeler S, et al. Once-weekly resistance exercise improves \nmuscle strength and neuromuscular performance in older adults. J Am Geriatr Soc. \n1999;47(10):1208–14. \n43. Ribeiro AS, Schoenfeld BJ, Silva DR, et al. Effect of two- versus three-way split \nresistance training routines on body composition and muscular strength in \nbodybuilders: a pilot study. Int J Sport Nutr Exerc Metab. 2015;25(6):559–65. \n44. Ploutz-Snyder LL, Giamis EL. Orientation and familiarization to 1RM strength testing \nin old and young women. J Strength Cond Res. 2001;15(4):519–23. \n45. Mattocks KT, Buckner SL, Jessee MB, et al. Practicing the test produces strength \nequivalent to higher volume training. Med Sci Sports Exerc. 2017;49(9):1945–54. \n46. Dankel SJ, Buckner SL, Jessee MB, et al. Correlations do not show cause and effect: \nnot even for changes in muscle size and strength. Sports Med. 2018;48(1):1–6. \n47. Dankel SJ, Counts BR, Barnett BE, et al. Muscle adaptations following 21 consecutive \ndays of strength test familiarization compared with traditional training. Muscle Nerve. \n2017;56(2):307–14. \n\n \n \n48. Ferreira DV, Ferreira-Júnior JB, Soares SR, et al. Chest press exercises with different \nstability requirements result in similar muscle damage recovery in resistance-trained \nmen. J Strength Cond Res. 2017;31(1):71–9. \n49. Soares S, Ferreira-Junior JB, Pereira MC, et al. Dissociated time course of muscle \ndamage recovery between single- and multi-joint exercises in highly resistance-trained \nmen. J Strength Cond Res. 2015;29(9):2594–9. \n50. Wernbom M, Augustsson J, Thomeé R. The influence of frequency, intensity, volume \nand mode of strength training on whole muscle cross-sectional area in humans. Sports \nMed. 2007;37(3):225–64. \n51. Housh DJ, Housh TJ, Johnson GO, et al. Hypertrophic response to unilateral \nconcentric isokinetic resistance training. J Appl Physiol. 1992;73(1):65–70. \n52. Gentil P, Ferreira-Junior JB, Bemben MG, et al. The effects of resistance training on \nlower and upper body strength gains in young women. Int J Kinesiol Sports Sci. \n2015;3(3):18–23. \n53. Gentil P. Comment on: \"determining strength: a case for multiple methods of \nmeasurement\". Sports Med. 2017;47(9):1901–1902. \n54. Davies T, Orr R, Halaki M, et al. Effect of training leading to repetition failure on \nmuscular strength: a systematic review and meta-analysis. Sports Med. \n2016;46(4):487–502. \n55. Morán-Navarro R, Pérez CE, Mora-Rodríguez R, et al. Time course of recovery \nfollowing resistance training leading or not to failure. Eur J Appl Physiol. \n2017;117(12):2387–99. \n56. Ferreira DV, Gentil P, Soares SRS, et al. Recovery of pectoralis major and triceps \nbrachii after bench press exercise. Muscle Nerve. 2017;56(5):963–7. \n\n \n \n57. Hunter GR, McCarthy JP, Bamman MM. Effects of resistance training on older adults. \nSports Med. 2004;34(5):329–48. \n58. Borde R, Hortobágyi T, Granacher U. Dose–response relationships of resistance \ntraining in healthy old adults: a systematic review and meta-analysis. Sports Med. \n2015;45(12):1693–720. \n59. Loustalot F, Carlson SA, Kruger J, et al. Muscle-strengthening activities and \nparticipation among adults in the United States. Res Q Exerc Sport. 2013;84(1):30–8. \n60. Barbalho MSM, Gentil P, Izquierdo M, et al. There are no no-responders to low or \nhigh resistance training volumes among older women. Exp Gerontol. 2017;99:18–26. \n61. Izquierdo M, Ibañez J, Hakkinen K, et al. Once weekly combined resistance and \ncardiovascular training in healthy older men. Med Sci Sports Exerc. 2004;36(3):435–\n43. \n62. Roth SM, Martel GF, Ivey FM, et al. High-volume, heavy-resistance strength training \nand muscle damage in young and older women. J Appl Physiol. 2000;88(3):1112–8. \n63. Flores DF, Gentil P, Brown LE, et al. Dissociated time course of recovery between \ngenders after resistance exercise. J Strength Cond Res. 2011;25(11):3039–44. \n64. Raastad T, Kirketeig A, Wolf D, et al. Powerlifters improved strength and muscular \nadaptations to a greater extent when equal total training volume was divided into 6 \ncompared to 3 training sessions per week. 17th Annual Conference of the European \nCollege of Sport Science, Brugge, 2012. \n65. Mazzetti SA, Kraemer WJ, Volek JS, et al. The influence of direct supervision of \nresistance training on strength performance. Med Sci Sports Exerc. 2000;32(6):1175–\n84. \n66. Gentil P, Bottaro M. Influence of suprvision ratio on muscle adaptations to resistance \ntraining in nontrained subjects. J Strength Cond Res. 2010;24(3):639–43. \n\n \n \n67. Lacroix A, Hortobágyi T, Beurskens R, et al. Effects of supervised vs. unsupervised \ntraining programs on balance and muscle strength in older adults: a systematic review \nand meta-analysis. Sports Med. 2017;47(11):2341–61. \n68. Dankel SJ, Mattocks KT, Jessee MB, et al. Frequency: the overlooked resistance \ntraining variable for inducing muscle hypertrophy? Sports Med. 2017;47(5):799–805. \n69. Hubal MJ, Gordish-Dressman H, Thompson PD, et al. Variability in muscle size and \nstrength gain after unilateral resistance training. Med Sci Sports Exerc. 37(6):964–72. \n70. Higgins JP. Commentary: Heterogeneity in meta-analysis should be expected and \nappropriately quantified. Int J Epidemiol. 2008;37(5):1158–60. \n \n\n \n \nFigure 1. Flow diagram of the study retrieval process \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nScreening Included Eligibility Identification \nFull-text articles assessed \nfor eligibility (n = 58) \n \n \nFull-text articles excluded, with \nreasons (n = 37) \n Unsuitable outcomes \n(n = 16) \n Isokinetic or isometric \ntraining (n = 8) \n Unsuitable designs \n(n = 5) \n No strength \nassessment (n = 4) \n Strength maintenance \ntraining program (n = 3) \n Review article (n = 1) \n \nStudies included in the \nreview \n(n = 21) \nStudies included in the \nreview \n(n = 22) \nForward citation tracking \n(n = 1745) \nStudies additionally included \n(n = 1) \n \nRecords screened \n(n = 1,324) \n \n \nRecords after duplicates \nremoved \n(n = 1,324) \n \n \nRecords identified through \ndatabase searching \n(n = 1,835) \n \n \nExcluded based on title or abstract \n(n = 1,266) \n \n\n \n \nTable 1. Summary of the study and participants characteristics \nStudy Sample Resistance \ntraining frequency \ncomparison \nExercise prescription \n(sets x repetitions) \nWas the training performed \nto muscular failure? \nDuration \n(weeks) \nVolume \nequated? \nMuscular strength \ntest(s) \nArazi et al. [34] Young untrained men (n = 29) 1/2 1x6-12 No 8 Yes 1RM bench press \n1RM leg press \nBenton et al. [14] Middle-aged untrained women (n = 21) 2/3 3x8-12; 6x8-12 No 8 Yes 1RM chest press \n1RM leg press \nBrazell-Roberts et \nal. [36] \nYoung untrained women (n = 112) 2/3 3x10 No 12 No 1RM bench press \n1RM squat \nCandow et al. \n[10] \nYoung and middle-aged untrained men \nand women (n = 29) \n2/3 2-3x10 Yes 6 Yes 1RM bench press \n1RM squat \nCarroll et al. [37] Young untrained men and women (n = 11) 2/3 3x4-10 Yes 6 No 1RM squat \nIsometric leg \nextension \nIsokinetic leg \nextension \n\n \n \nDiFrancisco-\nDonoghue et al. \n[38] \nOlder untrained men and women (n = 18) 1/2 1x10-15 Yes 9 No 1RM leg press \n1RM leg \nextension \n1RM leg curl \n1RM chest fly \n1RM biceps curl \n1RM seated dip \nFaigenbaum et al. \n[39] \nUntrained boys and girls (n = 42) 1/2 1x10-15 Yes 8 No 1RM chest press \n1 RM leg press \nFernández-\nLezaun et al. [15] \nOlder untrained men and women (n = 68) 1/2/3 2-5x30-90% 1RM No 24 No 1 RM leg press \nFerrari et al. [32] Older untrained men (n = 22) 2/3 2-3x6-12 Yes 10 No 1RM leg \nextension \n1RM elbow \nflexion \nFisher et al. [33] Older untrained women (n = 63) 1/2/3 1-2x10 No 16 No 1RM leg press \n1RM leg \nextensions \n\n \n \n1RM hamstring \ncurl \n1RM biceps curl \n1RM chest press \n1RM shoulder \npress \nGentil et al. [16] Young untrained men (n = 29) 1/2 3x8-12 Yes 10 Yes Elbow flexion \npeak torque \nGregory [40] Young untrained men (n = 152) 2/3 3x6-8 Yes 14 No 1RM leg press \n1RM biceps curl \n1RM shoulder \npress \n1RM bench press \nHunter [35] Young untrained men and women (n = 46) 3/4 2-3x7-10 Yes 7 Yes 1RM bench press \nLera Orsatti et al. \n[17] \nMiddle-aged and older untrained women \n(n = 30) \n1/2/3 3x8-12 Yes 16 No 1RM bench press \n1RM leg press \n1RM leg \nextensions \n1RM biceps curl \n\n \n \n1RM triceps \nextensions \nMcKenzie Gillam \n[41] \nYoung untrained men (n = 68) \n \n1/2/3/4/5 18x1 Yes 9 No 1RM bench press \nMcLester et al. \n[11] \nYoung trained men and women (n = 18) 1/3 3x8-10 Yes 12 Yes 1RM bench press \n1RM lat-pulldown \n1RM triceps press \n1RM biceps curl \n1RM lateral raise \nMurlasits et al. \n[18] \nOlder untrained men and women (n = 29) 2/3 3x8 Yes 8 No 1RM chest press \n1RM leg press \nPadilha et al. [19] Older untrained women (n = 27) 2/3 1x10-15 No 12 No 1RM chest press \n1RM leg \nextensions \n1RM biceps curl \nSchoenfeld et al. \n[12] \nYoung trained men (n = 19) 1/3 2-3x8-12 Yes 8 Yes 1RM bench press \n1RM squat \nSilva et al. [20] Older untrained women (n = 30) 2/3 1-2x10-15 Yes 24 No 1RM chest press \n\n \n \n1RM leg \nextensions \n1RM biceps curl \nTaaffe et al. [42] Older untrained men and women (n = 39) 1/2/3 3x80% 1RM No 24 No 1RM bench press \n1RM shoulder \npress \n1RM seated lat-\npulldown \n1RM biceps curl \n1RM back \nextensions \n1RM leg press \n1RM leg \nextensions \n1RM leg curl \nThomas et al. [13] Young trained men and women (n = 19) 1/3 3x8-12 Yes 8 Yes 1RM chest press \n1RM hack squat \nRM repetition maximum \n \n \n\n \n \nTable 2. Results of the methodological quality evaluation using the modified Downs and Black checklist \nScale items \nStudy 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 Total score – \nrating \nArazi et al. [34] 1 1 1 1 0 1 1 0 1 0 0 0 1 0a 0a 1 1 1 0a 1 0a 0a 1 0a 0a 1 1 0 1 16 – M \nBenton et al. [14] 1 1 1 1 1 1 1 1 1 1 0a 0 1 0a 0a 1 1 1 1 1 1 0a 0 0 0 1 1 1 1 21 – G \nBrazell-Roberts et al. [36] 1 1 0 1 0 1 1 0 0 0 1 1 1 0a 0a 1 1 1 0a 1 1 0a 0 0 0a 1 1 0 1 16 – M \nCandow et al. [10] 1 1 1 1 0 1 1 0 1 0 0 0 1 1 1 1 1 1 0a 1 0a 0a 1 0a 0a 1 1 0 1 18 – M \nCarroll et al. [37] 1 1 1 1 0 1 1 0 1 0 0 0 1 0a 0a 1 1 1 0a 1 0a 0a 1 0a 0a 1 1 0 1 16 – G \nDiFrancisco-Donoghue et \nal. [38] \n1 1 1 1 0 1 1 1 1 1 0a 0a 1 0a 0a 1 1 1 0a 1 1 0a 1 0 0 1 1 0 0a 18 – M \nFaigenbaum et al. [39] 1 1 1 1 1 1 1 1 1 1 0a 0a 1 0a 0a 1 1 1 1 1 0a 0a 0 0 0 1 1 1 1 20 – M \nFernández-Lezaun et al. \n[15] \n1 1 1 1 0 1 1 1 1 0 1 1 1 0 0 1 1 1 1 1 1 0a 1 0a 0 1 1 1 1 22 – G \nFerrari et al. [32] 1 1 1 1 0 1 1 0a 1 0 0a 0a 1 0 1 1 1 1 1 1 0a 0a 1 0a 0 1 1 1 1 19 – M \nFisher et al. [33] 1 1 1 1 0 1 1 0 1 1 0a 0a 1 0a 0a 1 0 1 1 1 0a 0a 1 0a 0 1 1 1 1 18 – M \nGentil et al. [16] 1 1 1 1 0 1 1 0 1 0 1 0a 1 0a 0a 1 1 1 1 1 1 0a 1 0a 0 1 1 1 1 20 – M \nGregory [40] 0 1 1 1 0 1 1 0 0 0 1 1 1 0a 0a 1 1 1 0 1 1 0a 0 0 0 1 1 0 0a 15 – M \nHunter [35] 1 1 1 1 0 1 1 0 1 0 0a 0a 1 0a 0a 1 1 1 0a 1 1 0a 0 0 0 1 1 0 1 16 – M \nLera Orsatti et al. [17] 1 1 1 1 1 1 1 0 1 0 0a 0a 1 0a 0a 1 1 1 0a 1 0a 0a 0 0 0 1 1 0 1 16 – M \nMcKenzie Gillam [41] 1 1 0 1 0 1 1 1 1 0 1 0a 1 0a 0a 1 1 1 0a 1 1 1 1 0a 1 1 1 0 1 20 – M \nMcLester et al. [11] 1 1 1 1 0 1 1 0 1 0 0a 0a 1 0a 0a 1 1 1 0a 1 0a 0a 1 0a 0 1 1 0 0a 15 – M \nMurlasits et al. [18] 1 1 1 1 0 1 1 1 1 1 0a 0a 1 0a 0a 1 1 1 1 1 0a 0a 1 0a 0 1 1 1 1 20 – M \nPadilha et al. [19] 1 1 1 1 0 1 1 0 1 0 0a 0a 1 0a 0a 1 1 1 1 1 0 0a 1 0a 0 1 1 1 1 18 – M \nSchoenfeld et al. [12] 1 1 1 1 1 1 1 0 1 1 0a 0a 1 0a 0a 1 1 1 1 1 1 0a 1 0a 1 0 1 1 1 21 – G \nSilva et al. [20] 1 1 1 1 0 1 1 0 1 1 0a 0a 1 0a 0a 1 1 1 1 1 0a 0a 0 0 0 1 1 1 1 18 – M \nTaaffe et al. [42] 1 1 1 1 0 1 1 1 1 0 0a 0a 1 0a 0a 1 1 1 1 1 0 0a 1 0a 0 1 1 1 1 19 – M \nThomas et al. [13] 1 1 1 1 0 1 1 0 0 0 0a 0a 1 0a 0a 1 1 1 0a 1 0a 0a 0 0 0 0a 1 0 1 13 – M \n1 criteria met, 0 criteria not met, scored 0, G good methodological quality, M moderate methodological quality \na item was unable to be determined \n\n \n \nTable 3. Meta-analysis results \nAll studies \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.74 ± 0.13 \n0.82 ± 0.13 \n0.93 ± 0.13 \n1.08 ± 0.16 \n0.48, 1.01 \n0.55, 1.09 \n0.65, 1.21 \n0.74, 1.42 \n0.003 \nVolume equated studies \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.53 ± 0.13 \n0.80 ± 0.33 \n0.64 ± 0.14 \n0.58 ± 0.04 \n0.13, 0.93 \n-0.25, 1.86 \n0.21, 1.07 \n0.45, 0.72 \n0.421 \nMulti-joint exercises \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.67 ± 0.13 \n0.79 ± 0.15 \n0.94 ± 0.15 \n1.07 ± 0.16 \n0.39, 0.95 \n0.47, 1.11 \n0.61, 1.26 \n0.73, 1.42 \n< 0.001 \nSingle-joint exercises \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n0.89 ± 0.13 \n0.97 ± 0.12 \n0.99 ± 0.10 \n0.55, 1.23 \n0.67, 1.27 \n0.73, 1.25 \n0.324 \nUpper body strength \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.70 ± 0.13 \n0.77 ± 0.13 \n0.92 ± 0.17 \n1.06 ± 0.17 \n0.42, 0.98 \n0.48, 1.05 \n0.56, 1.28 \n0.68, 1.43 \n0.004 \nLower body strength \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n0.81 ± 0.16 \n0.93 ± 0.18 \n0.97 ± 0.14 \n0.46, 1.15 \n0.55, 1.32 \n0.66, 1.28 \n0.070 \nTraining to muscular failure \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.58 ± 0.07 \n0.69 ± 0.06 \n0.81 ± 0.10 \n0.90 ± 0.23 \n0.42, 0.74 \n0.55, 0.82 \n0.59, 1.03 \n0.38, 1.41 \n0.078 \n\n \n \n Not training to muscular failure \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n1.06 ± 0.36 \n1.14 ± 0.35 \n1.19 ± 0.37 \n0.06, 2.06 \n0.16, 2.11 \n0.17, 2.22 \n0.160 \nMiddle-aged and older adults \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n0.76 ± 0.12 \n0.86 ± 0.11 \n0.91 ± 0.12 \n0.47, 1.05 \n0.60, 1.11 \n0.64, 1.19 \n0.093 \nYoung adults \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.80 ± 0.30 \n0.83 ± 0.34 \n0.99 ± 0.32 \n1.15 ± 0.32 \n0.03, 1.56 \n-0.04, 1.70 \n0.16, 1.82 \n0.34, 1.97 \n0.024 \nMen \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n0.45 ± 0.13 \n0.67 ± 0.14 \n0.81 ± 0.20 \n0.92 ± 0.31 \n0.02, 0.87 \n0.21, 1.12 \n0.19, 1.43 \n-0.06, 1.90 \n0.190 \nWomen \nFrequency \n(times/week) \nES (mean ± standard error of the mean) 95% CI p value \n1 \n2 \n3 \n4+ \n1.03 ± 0.33 \n1.11 ± 0.34 \n1.22 ± 0.34 \n1.62 ± 0.24 \n0.10, 1.96 \n0.17, 2.06 \n0.26, 2.17 \n0.95, 2.28 \n0.030 \nES effect size CI confidence interval"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 24,
    "primary_human": "strength (1RM; dynamic_strength)"
  },
  "bucket": "A",
  "notes": "When volume is equated, training frequency has minimal independent effect on strength; higher frequencies help mainly via enabling more total quality work and better fatigue management."
}