{
  "id": 21,
  "title": "Efficacy of Resistance Training in Hypoxia on Muscle Hypertrophy and Strength Development: A Systematic Review with Meta-analysis",
  "authors": "Benavente C; Schoenfeld BJ; Padial P; Feriche B",
  "year": 2023,
  "doi": "10.1038/s41598-023-30808-4",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "hypoxia",
    "hypoxic_training",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; hypoxic vs normoxic RT)"
  },
  "sections": {
    "conclusions": "on \nthe topic.\nOptimizing training",
    "methods": "to efficiently enhance muscle hypertrophy and strength is of primary interest \nto athletes and health/fitness practitioners1,2. During the last decade, the combination resistance training (RT) \nunder hypoxic conditions has become an area of great research interest due to its potentially beneficial effects \non muscular adaptations3–8. Moderate to severe intermittent hypoxic resistance training (RTH) performed for 4 \nto 8 weeks at simulated hypoxia is currently the most studied strategy related to this topic9,10.\nBased on the effects of hypoxia-induced increases in metabolic stress, anabolic hormones, cytokines, and/or \ncellular swelling, among others4,6,9,11,12, RTH conceivably could promote greater improvements in muscle size \nand strength than the same training regimen carried out in normoxia (RTN)11,13,14. Conceivably, these improve-\nments could therefore be achieved under hypoxic conditions in a shorter time period compared to training \nunder normoxic conditions5,15. Nevertheless, discrepancies in the available studies among training protocols \n(from 3 to 6 sets; low, moderate or heavy loads; from 30 to 180 s of inter-set rest), training period lengths (from \n3 to 8 weeks), severity of hypoxia (from 12 to 16% of the inspired fraction of oxygen (FiO2), participant training \nlevels (untrained, recreational trained, recreational resistance trained, strength trained, well-trained in a sport \ndiscipline and professional athletes) or session type and muscles worked (isolated small or big muscles vs full-\nbody sessions), make it difficult to draw firm conclusions on the potential benefit of RTH versus RTN10,16,17.\nOPEN\n1Department of Physical Education and Sport, Faculty of Sport Sciences, University of Granada, Granada, \nSpain. 2Department of Exercise Science and Recreation, CUNY Lehman College, The Bronx, NY, USA. *email: \nmbelen@ugr.es\n\n\n2\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nTwo recently published narrative reviews10,17 and one meta-analysis 16 that analysed the effect of RTH on \nmuscle hypertrophy and strength development shed light on this topic. In particular, the meta-analysis by Ramos-\nCampo et al. 16 pooled nine studies that compared the effects of RTH versus RTN on muscle cross-sectional \narea, lean mass and strength. The standardised mean differences (SMD) reported between RHT and RTN did \nnot clearly favor the hypoxia conditions (SMD = 0.24 [− 0.19; 0.68] and 0.20 [− 0.13; 0.53] for CSA and 1RM, \nrespectively). Moreover, the authors established different subgroups for upper and lower limbs as a possible \nheterogeneity bias, but",
    "results": "indicated similar training effects in CSA and 1RM between environmental condi-\ntions (RTH vs. RTN) for this variable. Unfortunately, previously discussed methodological discrepancies between \nstudies were not assessed due to the reduced number of available data up to that date, which potentially limited \nthe ability to draw practical inferences. Moreover, since 2017, several studies on the topic have been published, \nthereby providing an opportunity to achieve greater statistical power when meta-analyzing data on the effects \nof hypoxia in RT. The recent narrative review by Deldicque17 includes 16 studies and extends the",
    "discussion": "of \nRTH to performance-based outcomes such as velocity and muscular power. Given its narrative format, however, \nthis review did not seek to quantify the effect of RTH on muscular adaptations and its non-systematic approach \nintroduces the potential for selection bias18, thereby limiting the veracity of its conclusions.\nThe aim of this paper was to perform an updated systematic review and meta-analysis to explore the effect \nof RTH on muscle hypertrophy and strength development. To address the gaps in the current literature, we also \nsubanalyzed the potential impact of methodological covariates such as the training load, inter-set rest interval, \nand the severity of hypoxia. The analysis thus enhances our ability to provide specific recommendations about \nthe effectiveness of strength training in hypoxia, as well as to detect procedural gaps in the literature that hope-\nfully spurs future research on the topic.\nMethods\nStudy design\nThis meta-analysis followed the recommendations described in the Preferred Reporting Items for Systematic \nReviews and Meta-Analyses (PRISMA) guidelines19 (see Tables S1 and S2).\nData sources and search strategy\nA systematic search of relevant studies was performed using PubMed-Medline, Web of Science, Sport Discus \nand the Cochrane Library from database inception through 7 June 2022. The following combination of terms \nwas used for the search: (“strength training” OR “resistance training” OR “weight training”) AND (“hypoxia” \nOR “altitude” OR “hypoxic training”) (see Table S3 for specific search strategies), without a restriction of date \nof publication. The search was performed individually by two authors (CB and BF). Full texts of studies deemed \npotentially relevant based on title and",
    "abstract": "were screened, and a final decision was then made as to whether \na study warranted inclusion. Any discrepancies were resolved through discussion; if needed, a third author (PP) \narbitrated to arrive at a final decision.\nInclusion criteria\nWe included studies that (1) examined the effect of RT under intermittent terrestrial or simulated hypoxia for at \nleast 3  weeks20 on muscle hypertrophy (cross-sectional area [CSA], lean mass or muscle thickness) and strength \ndevelopment (via one maximum repetition, 1RM) in healthy individuals between 18 and 65 years of age using \na randomized design; (2) included a normoxic control group; (3) were published in English-language peer-\nreviewed journals; and (4) provided information about outcomes both at baseline and post-study. Research \nstudies were excluded if they (1) were not original investigations published in full; (2) did not specify the tests \nto be evaluated; (3) applied hypoxia via local techniques, such as blood flow restriction; (4) did not provide or \nspecify numerical or graphic data; and (5) examined only the acute effects of interventions.\nData extraction and study outcomes\nData extraction of the included studies was conducted in a standardised manner by two authors independently \n(CB and BF). To ensure the reliability of this process, each author performed the data extraction of all studies \nincluded in the meta-analyses and separately entered the data into a spreadsheet. The data were then crosschecked \nand combined into a single spreadsheet for analysis.\nFor each included study we extracted the following data: authors and year of publication; sample size and \nmean age and weight of participants for each group; the type of hypoxic environment; the FiO2; and the training \nstatus (untrained: subjects were not involved in regular resistance training program for at least 6 months before \nthe study21; trained: participants achieved at least 12 months continuous resistance training history immediately \nprior to the study15; in the absence of a specific description of participant training status, we defaulted to the \ndescription provided by the authors). The information extracted about the characteristics of the RT programs \nincluded: training frequency (sessions/week), relative load lifted, sets, proximity to failure, inter-set rest interval, \nthe type of exercise and the outcomes measured (i.e., maximal strength, CSA and/or lean mass and/or muscle \nthickness) (Table 1). In cases where data were not sufficiently reported, we contacted the authors of the relevant \nstudies for additional information. In cases where an article presented results using figures, two authors (CB \nand BF) extracted the values of the outcomes using online software (WebPlotDigitizer) 22. When disagreement \nreached 3%, a third investigator (PP) extracted the data with the online software. The mean of the two closest \nderived assessments was used for analysis.\nTo assess potential confounding from covariates, we carried out subanalyses of data on the effects of training \nload (low < 50% 1RM); moderate = 60–80% 1RM; heavy > 80% 1RM), inter-set rest interval (short < 60 s; moder-\nate = 60 to < 120 s; long ≥ 120 s) and severity of hypoxia (moderate = 14.3 to 16% FiO2; severe < 14.3 to 11% FiO2).\n\n\n3\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nStudy n H condition\nEffective \n FiO2\nTraining \nlevel\nAge\n(years)\nWeight\n(Kg)\nTraining intervention Variables measured\nWeeks (s/w) Methodology Exercise\nStrength \ndevelopment\nMuscle \nhypertrophy\nChycki et al.40 6 (M) NH (cham-\nber) 12.9% FiO2 Rec. resist-\nance trained\n21 ± 2.4 80.6 ± 12.3\n6 (2)\n8 sets × 10 \nreps. 70%RM\n(Rest 180 s)\nBench press\nBarbell Squat Lean mass\n6 (M) N (chamber) 21% FiO2 22 ± 1.5 81.1 ± 7.5\nFashi and \n Ahmadizad47\n7 (M) NH (gas) 12,7% FiO2\nUntrained 21 ± 4 4 (3)\n3 sets x reps. \nto failure. \n50% 10RM \n(~37% 1RM)\n(Rest 60 s)\nBack squat RM CSA\n7 (M) N (gas) 20,9% FiO2\nFriedman \net al.3\n10 (M) NH (room) 12% FiO2 Untrained \nand recrea-\ntional\n25.1 ± 2.9 77.0 ± 9.0\n4 (3)\n6 sets × 25 \nreps. 30%RM\n(Rest 60 s)\nKnee exten-\nsion CSA\n9 (M) N (room) 21% FiO2 24.3 ± 2.5 72.9 ± 9.0\nHo et al.21\n9 (M) NH (cham-\nber) 15% FiO2\nRec. trained\n21.4 ± 2.2 66.5 ± 8.2\n6 (3)\n3 sets × 10 \nRM (75% \nRM)\n(Rest 120 s)\nSquat RM Lean mass\n9 (M) N (chamber) 21% FiO2 21.2 ± 1.9 67.9 ± 9.5\nHonda et al.41\n9 (M) NH(room) 14.4% FiO2 Untrained \nand recrea-\ntional\n29 ± 5 68.2 ± 6.7\n8 (2)\n5 sets × 10 \nreps. 70%RM\n(Rest 90 s)\nBench press\nLeg press RM Lean mass\n7 (M) N (room) 21% FiO2 29 ± 4 65.8 ± 9.7\nInness et al.15 10 (M) NH (face-\nmask) 14.3% FiO2 Strength \ntrained Bt 18–34\n83.1 ± 7.5\n7 (3)\n2–4 sets × 3–6 \nreps. 75%RM\n(Rest 180 s)\nSquat\nDeadlift\nLunge\nRM\n10 (M) N (facemask) 20% FiO2 80.2 ± 12.0\nKon et al.46\n9 (M) NH (room) 14.4% FiO2\nRec. resist-\nance trained\n28.4 ± 1.6 68.2 ± 2.2\n8 (2)\n5 sets × 10 \nreps. 70% \nRM\n(Rest 90 s)\nBench press\nLeg press RM CSA\nLean mass7 (M) N (room) 21% FiO2 28.2 ± 1.4 65.8 ± 3.7\nKurobe et al.6\n6 (M) NH (room) 12.7% FiO2\nUntrained 23.0 ± 1.0 60.2 ± 1.6 8 (3)\n3 sets x reps. \nto failure. \n10RM (75% \nRM)\n(Rest 60 s)\nElbow exten-\nsions RM Muscle thick-\nness7 (M) N (room) 20.9% FiO2\nManimmana-\nkorn et al.37\n10 (F) NH (face-\nmask) 80% SpO2\nWell-trained \nnetball \nplayers\n20.2 ± 3.3 65.2 ± 6.5 5 (3)\n3 sets x reps. \nto failure. \n20%RM\n(Rest 30 s bt. \nset and 120 s \nbt. exercises)\nKnee flexion\nKnee exten-\nsion\nCSA\n10 (F) N (facemask) 21% FiO2\nMartínez-\nGuardado \net al.45\n15 (M) NH (cham-\nber) 15% FiO2\nStrength \ntrained\n24.6 ± 6.8 74.9 ± 11.5\n8 (2)\n3 rounds × 2 \nblocks x \n3 × 6RM \n(85%RM)\n(Rest 35 s \nbt exercises, \n180 s bt sets, \n5 min bt \nblocks)\nBench press\nLeg extension\nFront pull \ndown\nDeadlift\nPreacher curl\nCalf raises\nRM Lean mass\n13 (M) N (chamber) 20.9% FiO2 23.2 ± 5.2 69.4 ± 7.4\nMartínez-\nGuardado \net al.39\n16 (M) NH (cham-\nber) 13% FiO2\nUntrained 25.7 ± 6.4\n74.7 ± 12.9\n7 (3)\n3 sets x reps. \nto failure. \n65–75–\n80%RM\n(Rest 90 s)\nBenchpress\nBicep’s curl\nFrench press\nPendlay row\nHalf squat\nRM Lean mass\n16 (M) N (chamber) 21% FiO2 81.1 ± 11.7\nMayo et al.43\n8 (M) NH (cham-\nber) 14.4% FiO2\nProfes-\nsional rugby \nathletes\n24 ± 3 98.7 ± 12.8 3 (4)\n1–12 \nsets × 2–4 \nreps. \n85–92.5%RM\n(Rest 180 s bt. \nsuper sets)\nBack squat\nBench press\nWeighted \nChin-up\nRM\n9 (M) N (chamber) 20.9% FiO2\nNishimura \net al.5\n7 (M) NH (room) 16% FiO2\nUntrained\n22.7 ± 2.7 66.8 ± 6.0\n6 (2)\n4 sets × 10 \nreps. 70% \nRM\n(Rest 60 s)\nElbow flexion\nElbow exten-\nsion\nRM\nCSA flexors\nCSA exten-\nsors7 (M) N (outside) 21% FiO2 21.6 ± 1.6 65.0 ± 8.1\nRamos-\nCampo et al.38\n15 (M) NH (cham-\nber) 15% FiO2\nStrength \ntrained\n24.6 ± 6.8 74.9 ± 11.5\n8 (2)\n3 rounds × 2 \nblocks × 3 \nsets x 6RM \n(85%RM)\n(Rest 35 s \nbt. exercises, \n180 s bt. sets, \n5 min bt. \nblocks)\nBench press\nLeg extension\nFront pull \ndown\nDeadlift\nPreacher curl\nCalf raises\nMuscle thick-\nness\n13 (M) N (chamber) 20.9% FiO2 23.2 ± 5.2 69.4 ± 7.4\nTörpel et al.7\n20 (3F , 17M) NH (face-\nmask) 80–85% SpO2\nUntrained\n24.5 ± 4.5 75.5 ± 7.8\n5 (4)\n3 sets × 15 \nreps. 25–40% \nRM\n(Rest 30 s)\n2 training \nplans with \n8 machine-\nbased resist-\nance exercises\nLean mass\n17 (2F , 15M) N (facemask) 20.9% FiO2 24.0 ± 3.6 76.3 ± 9.2\nContinued\n\n\n4\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nEvaluation of the methodology of the studies selected\nAll trials included in the meta-analysis were assessed for methodological quality using relevant items from the \nCochrane’s risk of bias tool23 and the PEDro scale24 by two authors (CB and BF) with a third investigator (PP) in \ncase of disagreement. The assessment of the selected studies included specification of eligibility criteria, random \nsequence generation, allocation concealment, inter-group similarity in main study outcomes at baseline, blinding \nof participants, blinding of outcome, incomplete outcome data and selective reporting. Details of this quality \nassessment can be found in Table S4.\nStatistical analysis\nAll studies were independently analysed for each main outcome (CSA, lean mass and maximal dynamic strength \n[1RM]) using pre- and post-study results under hypoxic or normoxic conditions with values expressed as stand-\nardised mean differences (SMD) and their 90% confidence intervals (CIs). Subgroup analyses were performed \nto determine possible confounding effects of load, inter-set rest interval, and severity of the hypoxia. Stand-\nardised effect size coefficients from RCTs were computed as the mean differences between the mean change in \nhypoxic and normoxic groups from baseline to post-intervention, divided by the mean pooled baseline stand -\nard deviation25: d = c(dfH , N ) ·[((Xpre, H − Xpos, H ) − (Xpre, N − Xpos, N ))/(Spre)] . In the intra-group \npre-post measurement, the mean change from baseline to post-intervention, divided by the pooled baseline \nstandard deviation, was used to calculate the standardised effect size coefficient for each intervention group: \nd = c(df) ·[(Xpre , H − Xpos , H )/Spre] . Both coefficients included correction factors for small samples c(dfH, N ) \nand c(df )26. The inverse variance method was used in both cases for the weighting of studies (see Table S5). Addi-\ntionally, we calculated the raw (unstandardised) mean difference for pre-post studies (Xpre, H − Xpos, H ) and \nRCTs (Xpre, H − Xpos, H ) − (Xpre, N − Xpos, N ) by using the weights from our standardised meta-analysis to \nestimate the pooled mean difference in each outcome.\nWe analysed data using a multi-level random effects model to account for multiple effects nested within \ngroups, studies and participants (three-level analysis)27. This approach allows to control for the bias of combin-\ning several measures from the same study (See r code as supplementary Fig. S1). Independent effect size coef-\nficients from studies and outcomes were combined and analysed using the DerSimonian and Laird’s 28 random \neffects model. The weighted standardised mean change from baseline to post-intervention was the pooled effect \nsize of each outcome. Consistent with previous meta-analytic approaches29, we chose to avoid drawing binary \nconclusions via traditional null hypothesis significance testing given the documented issues with this statistical \n method30,31. Rather, we considered the spectrum of possible estimates from the lower to upper limits of compat-\nibility, placing the greatest inferential emphasis on the point estimate. Threshold values for SMDs were interpreted \nas: “trivial” (≤ 0.20); “small” (0.21–0.50); “medium” (0.51–0.80); and “large” (> 0.80)32.\nFor SMDs with a positive value, the reported result favors the RTH; conversely, results with a negative value \nfavor RTN. The Q test and I2 index were calculated to estimate potential statistical heterogeneity. A threshold \nfrom 30 to 60% represented a moderate level of heterogeneity, p < 0.10. Potential small study bias was analysed \nusing Egger’s test33 as estimated from a funnel plot (Fig. S2). A sensitivity analysis was performed to control for \nthe robustness in the outcomes that included the studies eliminated for undetermined inter-set rest periods34. \nAll statistical analyses were performed using the Metafor package35 in the R statistics program36.\nResults\nStudy selection\nThe systematic search returned 743 studies. After removal of duplicates and screening by title and abstract, 49 \nfull-text documents were selected for possible inclusion in the meta-analysis. Two of these studies37,38 were found \nto be redundant since they came from the same experiment-i.e., the Manimmanakorn et al.8 and Martínez-Guar-\ndado et al.39 studies, respectively, provided the same data. Another study was subsequently included because it \nreported additional muscle thickness data38. Ultimately, 17 studies (9 from the previous meta-analysis and 8 new \nstudies) met the pre-determined inclusion criteria. A PRISMA flowchart of the search process is shown in Fig. 1.\nTable 1. Main characteristics of included studies in the meta-analysis. n: sample size; H: hypoxia; N: \nnormoxia; NH: normobaric hypoxia; FiO2: fraction of inspired oxygen; SpO2: arterial oxygen saturation; s/w: \nsessions per week; reps.: repetitions; Bt: between; Rec.: recreationally; RM: repetition maximum; CSA: cross-\nsectional area; M: male; F: female.\nStudy n H condition\nEffective \n FiO2\nTraining \nlevel\nAge\n(years)\nWeight\n(Kg)\nTraining intervention Variables measured\nWeeks (s/w) Methodology Exercise\nStrength \ndevelopment\nMuscle \nhypertrophy\nvan Doorslaer \nde ten Ryen \net al.42\n10 (M) NH (cham-\nber) 13.5% FiO2\nUntrained\n21.2 ± 0.5 73.3 ± 3.0\n4 (3)\n6 sets × 10 \nreps. 80% \nRM\n(Rest 120 s)\nOne leg \nextension RM Muscle thick-\nness\n9 (M) N (chamber) 21% FiO2 20.7 ± 0.8 71.1 ± 3.1\nY an et al.44\n8 (M) NH (room) 12.6% FiO2\nRec. trained 22.2 ± 2.6 70.5 ± 10.0 5 (2)\n5 sets × 10 \nreps. 70% \nRM\n(Rest 60 s)\nBack squat RM Lean mass9 (M) NH (room) 16%FiO2\n8 (M) N (room) 21% FiO2\n\n\n5\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nStudy characteristics\nGeneral characteristics of the included studies are summarised in Table  1. The total sample comprised 348 \nparticipants (n = 164 for RTN and n = 184 for RTH). These 17 studies assessed changes in muscle hypertrophy \n(n = 83 for CSA3,5,8; n = 184 for lean mass7,40,41 and n = 60 for muscle thickness6,38,42) and/or strength development \n(n = 232 for 1RM15,39,43,44).\nThree studies reported different rest intervals between sets and exercises8,38,45 and 1 did not specify the inter-\nset rest interval43; thus, all were excluded from the subanalysis of the inter-set rest factor. One study displayed 2 \ndifferent levels of hypoxia (severe and moderate) 44 and both hypoxia comparisons to normoxia were included \nin the subanalysis of the severity of the hypoxia.\nAll included studies employed a live low-train high (live in normoxia-train in hypoxia) strategy, were published \nbetween 2003 and 2022, and had sample sizes ranging from 12 to 37 participants. The mean age of participants \nranged from 20.2 ± 3.38 to 29.0 ± 5.041years old, with body weights ranging from 60.2 ± 166 to 98.7 ± 12.8  kg43 \n(Table 1). Only 2 studies totally8 or partially7 included women in their samples. The hypoxic condition was simu-\nlated in all studies. The training status of the sample varied widely across studies with inconsistent terminologies \nranging from untrained, recreational, recreationally trained, recreationally strength trained, trained and strength \ntrained to well-trained in a sport discipline and professional context. Given the ambiguity in terminology, we \nwere unable to subanalyze the potential effects of training status on outcomes. Exercise program periods ranged \nfrom 343 to 8  weeks6,38,45,46 with a mean training frequency of 2–4 sessions per week. Seven studies used lower \nlimb exercises3,8,15,21,42,44,47, 2 studies used single-joint arm flexion and extension exercises5,6, 3 studies employed a \ncombination of multi-joint upper and lower body exercises40,41,46, and 5 studies used a full-body routine7,38,39,43,45.\nNine studies were conducted at moderate hypoxia 5,15,21,38,41,43–46 and 9 at severe hypoxia 3,6–8,39,40,42,44,47. \nFour studies employed the use of low-loads (20–50% of 1 RM) 3,7,8,47, and 3 implemented heavy-load training \nRecordsi dentified from \ndatabases (n = 743)\nRecords removed before \nscreening:\nDuplicate records removed \n(n = 370)\nRecordss creened\n(n = 373)\nRecordse xcluded\n(n = 324)\nReportsa ssessed for \neligibility\n(n = 49)\nReportse xcluded:\nAcute effects or less than 3\nweeks (n = 18)\nSample size not between 18-65 \nyears (n = 1)\nBFR (n = 2)\nAbstract (n = 3)\nNo RTH (n = 4)\nReviews (n = 3)\nNew studies included in \nreview\n(n = 8)\nIdentification of new studiesv ia databases and registers\nIdentificationScreeningIncluded Total studies included in \nreview\n(n = 17)\nStudies included in \nprevious version of \nreview (n = 9)\nPrevious studies\nRedundant studies\n(n = 1)\nNew reportsn ot included in \nprevious review\n(n = 9)\nReports remaining after \nexclusion\n(n = 18)\nFigure 1. Flow diagram of the search and selection of studies.\n\n\n6\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nprograms (> 80% of 1 RM) 38,43,45; the remainder of the studies employed moderate-load programs (60–80% \n1RM)15,41,44. Seven studies used short inter-set rest intervals (< 60 s)3,5–8,44,47, 3 used moderate inter-set rest inter-\nvals (> 60–< 120 s)39,41,46 and 4 used long inter-set rest intervals (≥ 120 s)5,15,21,40,42. (Table 1).\nMeta‑analyses\nEffect of RTH on muscle hypertrophy\nIn the basic analysis, trivial differences in CSA favored RTH over RTN conditions (SMD = 0.17 [− 0.07; 0.42]; \nFig. 2). Subanalysis indicated a small effect on CSA benefiting RTH with the use of moderate hypoxia (SMD = 0.32 \n[− 0.08, 0.73]; Fig. 3A) and moderate loads (SMD = 0.32 [− 0.08, 0.73]; Fig. 3B) and a small effect for short inter-\nset rest intervals (SMD = 0.21 [− 0.05; 0.47]; Fig. 3C).\nNo differences in lean mass were detected between RTH and RTN (SMD = 0.02 [− 0.17 to 0.21]; Fig.  4); \nsubanalyses did not indicate any effects of the studied covariates (Fig. 5A,B,C). No differences in muscle thick-\nness were observed between environmental conditions (SMD = − 0.06 [− 0.69; 0.57]); there were an insufficient \nnumber of studies to carry out subanalyses on this variable (Fig. 6).\nHeterogeneity between studies was found to be low for CSA and lean mass (I2 = 0%), and high (I2 = 77.4%) \nfor muscle thickness.\nEffect of RTH on strength development\nTwelve studies examined the effect of RTH on strength development. Trivial differences in maximal strength \nfavoring RTH over RTN conditions (SMD = 0.11 [− 0.01; 0.23]; Fig. 7). Subanalysis of the length of the inter-set \nrest interval showed a medium effect favoring RTH with the use of longer inter-set rest intervals (SMD = 0.63 \n[0.14; 1.12]; Fig.  8C). A trivial effect was observed favoring RTH with the use of moderate loads (SMD = 0.20 \n[0.01, 0.40]; Fig. 8B) and severe hypoxia (SMD = 0.24 [− 0.11, 0.58]; Fig. 8A).\nHeterogeneity between studies was found to be low for 1RM between environmental conditions (I2 = 13.2%).\nRisk of bias assessment\nThe risk of bias/methodological quality of primary studies ranged from medium to high quality (mean quality \nscores = 5.1/5.3) (Table S4). The risk of bias was unclear for concealment of participant randomization and the \nblinding of outcome data. All the included studies in this meta-analysis indicated a random sequence genera -\ntion but did not describe the method used. Egger’s test suggested a risk of small study bias for muscle strength \noutcomes (p = 0.001); no risk of small study bias was apparent in regard to muscle hypertrophy outcomes (Egger’s \ntest: p > 0.05).\nDiscussion\nThis systematic review and meta-analysis synthesised and quantified data on studies that directly compared the \neffects of RT in hypoxia vs normoxia on muscle hypertrophy and strength development. Our analysis included \n17 studies, almost twice as many as in previous reviews on the topic7,38,39,41–43,45,47. The inclusion of more recent \nresearch (8 additional studies) provided the ability to draw stronger conclusions about the use of RTH for \nenhancing muscular adaptations.\nSimilar to previous findings10,16,17, a simple pooled analysis without controlling for covariates did not pro-\nvide compelling support for a potential benefit of RTH versus RTN on muscle hypertrophy (see Figs.  2, 4 and \n6) and strength development (see Fig. 7). However, subanalyses of data, which considered previously identified \npotential biases (training load, inter-set rest interval and severity of the hypoxia), suggest a trivial to medium \nadvantage in the use of moderate training loads and short to longer inter-set rest period in RT at moderate \nhypoxia on muscular adaptations (see Figs.  3, 5 and 8). However, other potential confounding factors, such as \ntraining status or the type of exercise (one or several exercises, monoarticular or polyarticular, large or small \nFigure 2. Forest plot of the standardized mean differences of the total effect of the resistance training program \nbetween-conditions (hypoxic [H] group vs. normoxic [N] group) on CSA. Δ: mean differences between post–\npre in H and N or between H–N; n: sample size; Spre: mean baseline standard deviation; Std. MD: standard \nmean difference; RE: random effect’s model; CI; confidence interval; Q: test statistic for the test of heterogeneity; \ndf: degrees of freedom; p: p value; I2: I2 test; τ2: tau2 test; Z: z value.\n\n\n7\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nFigure 3. Forest plot of the standardized mean differences of the resistance training program between-\nconditions (hypoxic [H] group vs. normoxic [N] group) on CSA, subanalysed by: (A) severity of the hypoxia; \n(B) training load; and (C) interset rest interval. Δ: mean differences between post–pre in H and N or between \nH-N; n: sample size; Spre: mean baseline standard deviation; Std. MD: standard mean difference; RE: random \neffect’s model; CI; confidence interval; FiO2: fraction of inspired oxygen; 1RM; 1 repetition maximum; Q: test \nstatistic for the test of heterogeneity; df: degrees of freedom; p: p value; I2: I2 test; τ2: tau2 test; Z: z value.\n\n8\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nmuscle groups, among others), could not be subanalysed due to a lack of sufficient representative data. In this \nregard, our findings indicate that the use of moderate training loads and longer inter-set rest intervals show a \ntrivial to medium beneficial effect of RTH on strength development compared to the same training protocol \nunder normoxic conditions. However, the inter-set rest period impact on CSA was highly influenced by the fact \nthat only one study employed rest intervals longer than 60s46; thus, this finding should be interpreted with some \ncaution. Moreover, the use of moderate loads and hypoxia showed a small beneficial effect on CSA compared \nto low loads and severe hypoxia. Alternatively, changes in lean mass and muscle thickness changes were similar \nbetween normoxia and hypoxia irrespective of covariates.\nEffect of RTH on muscle hypertrophy\nRT is purported to induce muscle hypertrophy through mechanical, metabolic and hormonal processes48. The \nuse of multiple sets of moderate loads and relatively short inter-set rest intervals (60–120 s) between sets has \nbeen shown to maximize metabolic stress during RT\n12. Accordingly, the use of an intermittent hypoxic envi-\nronment (moderate or severe) during RT conceivably may elicit a heightened anabolic response compared to \nnormoxic conditions due to the greater accumulation of metabolic byproducts12,49,50. Contrarily, evidence shows \nthat chronic exposure (> 3 days) to severe hypoxia could contribute to the loss of muscle mass51. To date, there \nis no longitudinal research on the effect of strength training performed in intermittent or chronic hypoxia at \nmoderate terrestrial altitude. All the studies included in this meta-analysis were carried out in normobaric \nsystemic hypoxia.\nA pooled analysis of all studies did not show a beneficial effect for RTH on muscle hypertrophy compared to \nequivalent training in normoxia (SMD < 0.17). Subanalysis of studies indicated that the use of shorter inter-set \nrest intervals with RTH had a small benefit on CSA changes (SMD = 0.21 [− 0.05; 0.47]). However, longer inter-\nset rest periods (> 120 s) also are proposed to extend the capacity to maintain intensities of load and volume \nduring training49,52, which in turn could supersede any potential benefits of metabolic stress on hypertrophic \nadaptations. The paucity of studies with moderate and long inter-set rest intervals in this meta-analysis clouds \ninterpretation of the interaction between environmental conditions and rest period length. Further research is \nneeded to elucidate the underlying mechanisms.\nThe relatively low number of included studies that assessed lean mass7,21,39–41,44–46 and muscle thickness6,38,42 \ndid not allow us to draw strong conclusions on these outcomes. No appreciable effects were observed between \nRTH and RTN (SMD = 0.02 [CI –0.17, 0.21]) in regard to lean mass. Bioelectrical impedance was used in 3 of \nthe studies7,21,39, while the other 4 employed dual-energy x-ray absorptiometry40,41,44,46; these methods may lack \nthe ability to detect subtle changes in muscle mass53. Finally, differences in the composition of exercises in the \ntraining protocols (i.e., focused to a specific muscle, body region or full-body) may have also influenced the inter-\npretation of the changes in lean mass. In particular, 3 of the included studies employed full-body routines7,39,45, 3 \nemployed 1 exercise for each body region40,41,46 and only 2 used a single compound leg exercise (back squat)21,44.\nMuscle thickness was the least-used method for estimating changes in muscle size in RTH. Among the 3 avail-\nable studies on this outcome, only one42 found a detrimental effect of RTH under severe hypoxia in untrained \nparticipants (13.5% FiO2). Conversely, Kurobe et al.6 and Ramos-Campo et al.38 reported no significant changes \nbetween conditions under severe and moderate hypoxia in untrained and trained populations, respectively. \nAdditionally, differences in the training loads and inter-set rest intervals used among studies compromised the \nstatistical power of the meta-analysis and thus made it difficult to draw strong conclusions about the effect of \nRTH on muscle thickness.\nFigure 4. Forest plot of the standardized mean differences of the total effect of the resistance training program \nbetween-conditions (hypoxic [H] group vs. normoxic [N] group) on lean mass. Δ: mean differences between \npost–pre in H and N or between H–N; n: sample size; Spre: mean baseline standard deviation; Std. MD: \nstandard mean difference; RE: random effect’s model; CI; confidence interval; Q: test statistic for the test of \nheterogeneity; df: degrees of freedom; p: p value; I2: I2 test; τ2: tau2 test; Z: z value. Y an et al.44 study provides a \ngroup with moderate hypoxia and another with high hypoxia.\n\n\n9\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nFigure 5. Forest plot of the standardized mean differences of the resistance training program between-\nconditions (hypoxic [H] group vs. normoxic [N] group) on lean mass subanalysed by: (A) severity of the \nhypoxia; (B) training load; and (C) interset rest interval. Δ: mean differences between post–pre in H and N or \nbetween H–N; n: sample size; Spre: mean baseline standard deviation; Std. MD: standard mean difference; RE: \nrandom effect’s model; CI; confidence interval; FiO2: fraction of inspired oxygen; 1RM; 1 repetition maximum; \nQ: test statistic for the test of heterogeneity; df: degrees of freedom; p: p value; I2: I2 test; τ2: tau2 test; Z: z value. \nY an et al.44 study provides a group with moderate hypoxia and another with high hypoxia.\n\n\n10\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nFigure 6. Forest plot of the standardized mean differences of the total effect of the resistance training program \nbetween-conditions (hypoxic [H] group vs. normoxic [N] group) on muscle thickness. Δ: mean differences \nbetween post–pre in H and N or between H–N; n: sample size; Spre: mean baseline standard deviation; Std. MD: \nstandard mean difference; Random: random effect’s model; CI; confidence interval; Q: test statistic for the test \nof heterogeneity; df: degrees of freedom; p: p value; I2: I2 test; τ2: tau2 test; Z: z value; VL: vastus lateralis; VLD: \nvastus lateralis distal; VLP: vastus lateralis proximal.\nFigure 7. Forest plot of the standardized mean differences of the total effect of the resistance training program \nbetween-conditions (hypoxic [H] group vs. normoxic [N] group) on RM. Δ: mean differences between post–pre \nin H and N or between H–N; n: sample size; Spre: mean baseline standard deviation; Std. MD: standard mean \ndifference; RE: random effect’s model; CI; confidence interval; Q: test statistic for the test of heterogeneity; df: \ndegrees of freedom; p: p value; I2: I2 test; Z: z value. Y an et al.44 study provides a group with moderate hypoxia \nand another with high hypoxia.\n\n\n11\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nFigure 8. Forest plot of the standardized mean differences of the resistance training program between-\nconditions (hypoxic [H] group vs. normoxic [N] group) on RM, subanalysed by: (A) severity of the hypoxia; (B) \ntraining load; and (C) interset rest interval. Δ: mean differences between post–pre in H and N or between H-N; \nn: sample size; Spre: mean baseline standard deviation; Std. MD: standard mean difference; RE: random effect’s \nmodel; CI; confidence interval; FiO2: fraction of inspired oxygen; 1RM; 1 repetition maximum; Q: test statistic \nfor the test of heterogeneity; df: degrees of freedom; p: p value; I2: I2 test; Z: z value. Y an et al.44 study provides a \ngroup with moderate hypoxia and another with high hypoxia.\n\n\n12\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nEffect of RTH on strength development\nThe maximum muscular strength was evaluated via the pre-post study change in 1RM. Pooled analysis of all \nstudies did not indicate that RTH increased maximal strength to a greater magnitude than the same training \nunder normoxia; although the direction of the interaction favored RTH, the point estimate indicated minimal \nbenefits on this outcome (SMD = 0.13 [− 0.00; 0.27]). Conversely, subgroup analysis of the data identified long \ninter-set rest intervals (SMD = 0.63 [0.14; 1.12]) and moderate loads (SMD = 0.20 [0.01; 0.40]) as positive \nmodulators of strength development in RTH, regardless of the severity of hypoxia. Hypoxic conditions varied \nconsiderably between studies (ranging from 12 to 16% FiO2) and did not seem to meaningfully influence 1RM \noutcomes; this finding is in opposition with that of hypertrophy, where moderate hypoxia showed a favorable \neffect on CSA increases. The underlying mechanisms for the observed discrepancy are not readily apparent and \nwarrant future investigation.\nThe potential of RTH to improve muscle strength is thought to be largely mediated by hypertrophic adapta-\ntions (Scott et al., 2014). Hypoxia-mediated neural adaptations, generally linked to the use of heavy loads (> 85% \n1RM)54, remain poorly elucidated. Nevertheless, as previously mentioned, the observed benefit of moderate \nloads during hypoxic training could be limited by inconsistencies between experimental designs and partici-\npant training level. In this regard, differences in the frequency of weekly sessions and duration of the training \nprotocols confound the ability to draw strong inferences, since neural alterations start during the early phase \nof training in untrained subjects3,55. Finally, it could be argued that hypoxia per se may not confer a favorable \nenvironment for neural adaptations in strength training compared to RTN. This hypothesis should be further \ninvestigated in future research.\nThe body of research that included training protocols specific to muscular strength improvements (e.g., \nhigher loads with longer inter-set rests) did not show a benefit to conditions of systemic hypoxia50. Only 1 of \nthe 3 included studies that employed long inter-set rest intervals42 showed a clear benefit of hypoxia for strength \ndevelopment (Fig. 8C), which only would partially support this beneficial effect. Indeed, recovery periods ≥ 120 s \nseem to mitigate any additive benefit from the hypoxic stimulus50, while shorter inter-set rest periods could entail \nmore challenging metabolic conditions for muscle development56. In contrast, our results revealed that longer \nrest periods produced moderate gains in 1RM after RTH compared to RTN (SMD = 0.63 [0.14; 1.12]). This \ndiscrepancy may be due to the use of untrained samples in 2 of the studies21,42. Grgic et al.57 proposed the use of \ninter-set rest intervals > 120 s in trained subjects and from < 60 to < 120 s in untrained individuals to maximize \ngains in muscular strength in normoxia. Hence, the results of our meta-analysis could be influenced by the fact \nwe were not able to subanalyse data based on the participants’ training status.\nLimitations\nThis meta-analysis has some limitations. First, although most of the studies assessed muscle strength outcomes, \nseveral did not report a measurement of muscle hypertrophy. Second, no data from RTH at terrestrial altitudes, \nand consequently from chronic exposures, were available. Third, results were potentially affected by the divergent \nmethodologies employed in RTH studies, particularly the training protocols and participants’ training status, \nFigure 8. (continued)\n\n\n13\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nwhich could not be analysed as a covariate. Fourth, the small number of studies included in some of the analyses \ncould limit the ability to draw inferences from the obtained outcomes and represent a potential risk of bias.\nConclusions\nConsistent with previous reviews, the overall pooled results remained inconclusive as to the use of RTH compared \nto RTN for muscular adaptations, despite the inclusion of a substantial body of new research on the topic58.\nPractical application\nThe findings of this systematic review and meta-analysis provide insights for the prescription of resistance train-\ning at intermittent systemic hypoxia exposure to promote muscular hypertrophy and strength development. \nThe subgroup analysis revealed 2 conditions under which the use of RT in hypoxia may be of benefit: 1) training \nprograms that employ loads between 60–80% 1RM, inter-set rest intervals of ≤ 60 s and moderate hypoxia show \ngreater increases in muscle CSA; 2) training programs that employ loads between 60–80%1RM and inter-set rest \nintervals ≥ 120 s show greater increases in strength; however, the severity of hypoxia does not appear relevant \nto gains in 1RM.\nFuture research\nWe recommend that future research endeavors: (a) promote greater standardization of training protocols that \nbetter reflect applicability to participant’ training status; and (b) explore the effect of RT under continuous or \nintermittent exposure to terrestrial hypoxia, whose physiological responses differs from breathing O2-depleted \nair (normobaric hypoxia)58.\nData availability\nThe datasets used and analyzed during the current study are available from the corresponding author on reason-\nable request. \nReceived: 20 September 2022; Accepted: 1 March 2023\nReferences\n 1. Faigenbaum, A. D., French, D. N., Lloyd, R. S. & Kraemer, W . J. Strength and power training for young athletes. In Strength and \nConditioning for Young Athletes 131–154 (Routledge, 2019). https:// doi. org/ 10. 4324/ 97813 51115 346-7.\n 2. Kraemer, W . J. & Ratamess, N. A. Fundamentals of resistance training: Progression and exercise prescription. Med. Sci. Sports \nExerc. 36, 674–688 (2004).\n 3. Friedmann, B. et al. Effects of low-resistance/high-repetition strength training in hypoxia on muscle structure and gene expression. \nPflugers Arch. 446, 742–751 (2003).\n 4. Kon, M. et al. Effects of acute hypoxia on metabolic and hormonal responses to resistance exercise. Med. Sci. Sports Exerc. 42, \n1279–1285 (2010).\n 5. Nishimura, A. et al. Hypoxia increases muscle hypertrophy induced by resistance training. Int. J. Sports Physiol. Perform. 5, 497–508 \n(2010).\n 6. Kurobe, K. et al. Effects of resistance training under hypoxic conditions on muscle hypertrophy and strength. Clin. Physiol. Funct. \nImaging 35, 197–202 (2015).\n 7. Törpel, A., Peter, B. & Schega, L. Effect of resistance training under normobaric hypoxia on physical performance, hematological \nparameters, and body composition in young and older people. Front. Physiol. 11, 335 (2020).\n 8. Manimmanakorn, A., Hamlin, M. J., Ross, J. J., Taylor, R. & Manimmanakorn, N. Effects of low-load resistance training combined \nwith blood flow restriction or hypoxia on muscle function and performance in netball athletes. J. Sci. Med. Sport 16, 337–342 \n(2013).\n 9. Scott, B. R., Slattery, K. M. & Dascombe, B. J. Intermittent hypoxic resistance training: Does it provide added benefit?. Front. Physiol. \n5, 397 (2014).\n 10. Feriche, B., García-Ramos, A., Morales-Artacho, A. & Padial, P . Resistance training using different hypoxic training strategies: A \nbasis for hypertrophy and muscle power development. Sports Med. 3, 1–14 (2017).\n 11. Kon, M., Ikeda, T., Homma, T. & Suzuki, Y . Effects of low-intensity resistance exercise under acute systemic hypoxia on hormonal \nresponses. J. Strength Cond. Res. 26, 611–617 (2012).\n 12. Schoenfeld, B. J. Potential mechanisms for a role of metabolic stress in hypertrophic adaptations to resistance training. Sports Med. \n43, 179–194 (2013).\n 13. Kon, M., Ikeda, T., Homma, T. & Suzuki, Y . Responses of angiogenic regulators to resistance exercise under systemic hypoxia. J. \nStrength Cond. Res. 35, 436–441 (2021).\n 14. Ramos-Campo, D. et al. Acute physiological and performance responses to high-intensity resistance circuit training in hypoxic \nand normoxic conditions. J. Strength Cond. Res. 31, 1040–1047 (2017).\n 15. Inness, M. W . et al. Heavy resistance training in hypoxia enhances 1RM squat performance. Front. Physiol. 7, 502 (2016).\n 16. Ramos-Campo, D. J., Scott, B. R., Alcaraz, P . E. & Rubio-Arias, J. A. The efficacy of resistance training in hypoxia to enhance \nstrength and muscle growth: A systematic review and meta-analysis. Eur. J. Sport Sci. 18, 92–103 (2018).\n 17. Deldicque, L. Does normobaric hypoxic resistance training confer benefit over normoxic training in athletes? A narrative review. \nJ. Sci. Sport Exerc. 2022(1), 1–9 (2022).\n 18. Pae, C. U. Why systematic review rather than narrative review?. Psychiatry Investig. 12, 417–419 (2015).\n 19. Page, M., McKenzie, J. & Bossuyt, P . The PRISMA 2020 statement: An updated guideline for reporting systematic reviews. Syst. \nRev. 10, 1–11 (2021).\n 20. Damas, F . et al. Resistance training-induced changes in integrated myofibrillar protein synthesis are related to hypertrophy only \nafter attenuation of muscle damage. J. Physiol. 594, 5209–5222 (2016).\n 21. Ho, J.-Y ., Kuo, T.-Y ., Liu, K.-L., Dong, X.-Y . & Tung, K. Combining normobaric hypoxia with short-term resistance training has \nno additive beneficial effect on muscular performance and body composition. J. Strength Cond. Res. 28, 935–941 (2014).\n 22. Rohatgi, A. WebPlotDigitizer Version 4.5. Preprint at (2021).\n 23. Higgins, J., Altman, D. & Gøtzsche, P . The Cochrane Collaboration’s tool for assessing risk of bias in randomised trials. BMJ 343, \nd5928 (2011).\n\n\n14\nVol:.(1234567890)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\n 24. Maher, C., Sherrington, C., Herbert, R. D., Moseley, A. M. & Elkins, M. Reliability of the PEDro scale for rating quality of rand-\nomized controlled trials. Phys. Ther. 83, 713–721 (2003).\n 25. Morris, S. B. Estimating effect sizes from pretest-posttest-control group designs. Organ. Res. Methods 11, 364–386 (2008).\n 26. Hedges, L. V . & Olkin, I. Statistical methods for meta‐analysis (1985).\n 27. Harrer, M., Cuijpers, P ., Furukawa, T. A. & Ebert, D. D. Doing Meta-Analysis With R: A Hands-On Guide (Chapman & Hall/CRC \nPress, 2021).\n 28. DerSimonian, R. & Lair, N. Meta-analysis in clinical trials. Control Clin. Trials 7, 177–188 (1986).\n 29. Steele, J. et al. Slow and steady, or hard and fast? A systematic review and meta-analysis of studies comparing body composition \nchanges between interval training and moderate intensity continuous training. Sports 9, 155 (2021).\n 30. Amrhein, V ., Greenland, S. & McShane, B. Scientists rise up against statistical significance. Nature 567, 305–307 (2019).\n 31. McShane, B. B., Gal, D., Gelman, A., Robert, C. & Tackett, J. L. Abandon statistical significance. Am. Stat. 73, 235–245 (2019).\n 32. Cohen, J. A power primer. Psychol. Bull. 112, 155–159 (1992).\n 33. Egger, M., Smith, G., Schneider, M. & Minder, C. Bias in meta-analysis detected by a simple, graphical test. BMJ 315, 629–634 \n(1997).\n 34. Higgins, J., Thomas, J., Chandler, J., Cumpston, M. & Li, T. Cochrane handbook for systematic reviews of interventions (2019).\n 35. Viechtbauer, W . Conducting meta-analyses in R with the metafor Package. J. Stat. Softw. 36, 1–48 (2010).\n 36. R Development Core Team. R: A language and environment for statistical computing. Preprint at (2012).\n 37. Manimmanakorn, A. et al. Effects of resistance training combined with vascular occlusion or hypoxia on neuromuscular function \nin athletes. Eur. J. Appl. Physiol. 113, 1767–1774 (2013).\n 38. Ramos-Campo, D. et al. Muscle architecture and neuromuscular changes after high-resistance circuit training in hypoxia. J. Strength \nCond. Res. 35, 3035–3040 (2019).\n 39. Martínez-Guardado, I. et al. Effects of strength training under hypoxic conditions on muscle performance, body composition and \nhaematological variables. Biol. Sport 37, 121–129 (2020).\n 40. Chycki, J. et al. Neuroendocrine responses and body composition changes following resistance training under normobaric hypoxia. \nJ. Hum. Kinet. 53, 91–98 (2016).\n 41. Honda, A., Kon, M., Matsubayashi, T. & Suzuki, Y . Short-term intermittent hypoxic resistance training does not impair osteogenic \nresponse in sea level residents. High Alt. Med. Biol. 21, 160–166 (2020).\n 42. van Doorslaer de ten Ryen, S. et al. Higher strength gain after hypoxic vs normoxic resistance training despite no changes in muscle \nthickness and fractional protein synthetic rate. FASEB J. 35, e21773 (2021).\n 43. Mayo, B., Miles, C., Sims, S. & Driller, M. The effect of resistance training in a hypoxic chamber on physical performance in elite \nrugby athletes. High Alt. Med. Biol. 19, 28–34 (2018).\n 44. Y an, B., Lai, X., Yi, L., Wang, Y . & Hu, Y . Effects of five-week resistance training in hypoxia on hormones and muscle strength. J. \nStrength Cond. Res. 30, 184–8011 (2016).\n 45. Martínez-Guardado, I. et al. Effects of high-intensity resistance circuit-based training in hypoxia on body composition and strength \nperformance. Eur. J. Sport Sci. 19, 941–951 (2019).\n 46. Kon, M. et al. Effects of systemic hypoxia on human muscular adaptations to resistance exercise training. Physiol. Rep. 2, e12033 \n(2014).\n 47. Fashi, M. & Ahmadizad, S. Short-term hypoxic resistance training improves muscular performance in untrained males. Sci. Sports \nhttps:// doi. org/ 10. 1016/j. scispo. 2020. 10. 003 (2021).\n 48. American College of Sports Medicine. American College of Sports Medicine position stand. Progression models in resistance \ntraining for healthy adults. Med. Sci. Sports Exerc. 41, 687–708 (2009).\n 49. Schoenfeld, B. J. The mechanisms of muscle hypertrophy and their application to resistance training. J. Strength Cond. Res. 24, \n2857–2872 (2010).\n 50. Scott, B. R., Slattery, K. M. & Dascombe, B. J. Intermittent hypoxic resistance training: Is metabolic stress the key moderator ?. \nMed. Hypotheses 84, 145–149 (2015).\n 51. Chaudhary, P . et al. Chronic hypobaric hypoxia mediated skeletal muscle atrophy: Role of ubiquitin-proteasome pathway and \ncalpains. Mol. Cell Biochem. 364, 101–113 (2012).\n 52. Wernbom, M., Augustsson, J., Thomeé, R. & Thome, R. The influence of frequency, intensity, volume and mode of strength training \non whole muscle cross-sectional area in humans. Sports Med. 37, 225–264 (2007).\n 53. Tavoian, D., Ampomah, K., Amano, S., Law, T. D. & Clark, B. C. Changes in DXA-derived lean mass and MRI-derived cross-\nsectional area of the thigh are modestly associated. Sci. Rep. 9, 1–9 (2019).\n 54. Alix-Fages, C., Del Vecchio, A., Baz-Valle, E., Santos-Concejero, J. & Balsalobre-Fernández, C. The role of the neural stimulus in \nregulating skeletal muscle hypertrophy. Eur. J. Appl. Physiol. 122, 1111–1128 (2022).\n 55. Moritani, T. Neural factors versus hypertrophy in the time course of muscle strength gain. Am. J. Phys. Med. 58, 115–130 (1979).\n 56. Glaister, M. Multiple sprint work: Physiological responses, mechanisms of fatigue and the influence of aerobic fitness. Sports Med. \n35, 757–777 (2005).\n 57. Grgic, J., Schoenfeld, B. J., Skrepnik, M., Davies, T. B. & Mikulic, P . Effects of rest interval duration in resistance training on meas-\nures of muscular strength: A systematic review. Sports Med. 48, 137–151 (2018).\n 58. Millet, G. P . & Debevec, T. CrossTalk proposal: Barometric pressure, independent of PO2, is the forgotten parameter in altitude \nphysiology and mountain medicine. J. Physiol. 598, 893–896 (2020).\nAcknowledgements\nWe would like to thank contacted authors for taking the time to respond to data requests in such a kind and \nprompt manner.\nAuthor contributions\nC.B., P .P ., and B.F . conceived and designed research; C.B., P .P ., B.F . performed review and meta-analysis; C.B. \nand B.F . analyzed data; C.B., B.J.S., P .P ., and B.F . interpreted the results; C.B., B.J.S. and B.F . drafted manuscript; \nC.B., B.J.S. and B.F . edited and revised the manuscript. All authors approved the final version of the manuscript.\nFunding\nThis work was supported by the Spanish Ministry of Science, Innovation and Universities under grant [PGC2018-\n097388-B-I00-MCI/AEI/FEDER, UE], by the Andalusian FEDER Operational Program [B-CTS-374-UGR20] \nand FPU pre-doctoral grant [FPU18/00686] awarded to one of the authors.\n\n\n15\nVol.:(0123456789)Scientific Reports | (2023) 13:3676 | https://doi.org/10.1038/s41598-023-30808-4\nwww.nature.com/scientificreports/\nCompeting interests \nBJS serves on the scientific advisory board for Tonal Corporation, a manufacturer of fitness equipment. The other \nauthors do not have any competing interest.\nAdditional information\nSupplementary Information The online version contains supplementary material available at https:// doi. org/ \n10. 1038/ s41598- 023- 30808-4.\nCorrespondence and requests for materials should be addressed to B.F .\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and \ninstitutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International \nLicense, which permits use, sharing, adaptation, distribution and reproduction in any medium or \nformat, as long as you give appropriate credit to the original author(s) and the source, provide a link to the \nCreative Commons licence, and indicate if changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the \nmaterial. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from \nthe copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\n© The Author(s) 2023, corrected publication 2023"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 8,
    "primary_human": "hypertrophy (CSA; lean_mass; thickness); strength (1RM)"
  },
  "bucket": "A",
  "notes": "Overall hypertrophy and strength gains are similar between RT in hypoxia and normoxia; some protocols show small extra hypertrophy benefits under hypoxia."
}