{
  "id": 22,
  "title": "Effects of Resistance Training on Muscle Size and Strength in Very Elderly Adults: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "authors": "Grgic J; Garofolini A; Orazem J; Sabol F; Schoenfeld BJ; Pedisic Z",
  "year": 2020,
  "doi": "10.1007/s40279-020-01331-7",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "very_elderly",
    "sarcopenia",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (very elderly adults; ~≥75–80 y)"
  },
  "sections": {
    "abstract": "16 \nBackground: Effects of resistance training on muscle strength and hypertrophy are well-17 \nestablished in adults and younger elderly. However, less is currently known about these 18 \neffects in the very elderly (i.e., 75 years of age and older). 19 \nObjective: To examine the effects of resistance training on muscle size and strength in very 20 \nelderly individuals. 21",
    "methods": "Randomized controlled studies that explored the effects of resistance training in 22 \nvery elderly on muscle strength, handgrip strength, whole-muscle hypertrophy, and/or muscle 23 \nfiber hypertrophy were included in the review. Meta-analyses of effect sizes (ESs) were used 24 \nto analyze the data. 25",
    "results": "Twenty-two studies were included in the review. The meta-analysis found a 26 \nsignificant effect of resistance training on muscle strength in the very elderly (difference in 27 \nES = 0.97; 95% confidence interval [CI]: 0.50, 1.44; p = 0.001). In a subgroup analysis that 28 \nincluded only the oldest-old participants (80+ years of age), there was a significant effect of 29 \nresistance training on muscle strength (difference in ES = 1.28; 95% CI: 0.28, 2.29; p = 30 \n0.020). For handgrip strength, we found no significant difference between resistance training 31 \nand control groups (difference in ES = 0.26; 95% CI: –0.02, 0.54; p = 0.064). For whole-32 \nmuscle hypertrophy, there was a significant effect of resistance training in the very elderly 33 \n(difference in ES = 0 30; 95% CI: 0.10, 0.50; p = 0.013). We found no significant difference 34 \nin muscle fiber hypertrophy between resistance training and control groups (difference in ES 35 \n= 0.33; 95% CI: –0.67, 1.33; p = 0.266). There were minimal reports of adverse events 36 \nassociated with the training programs in the included studies. 37 \n\n3",
    "conclusions": "We found that very elderly can increase muscle strength and muscle size by 38 \nparticipating in resistance training programs. Resistance training was found to be an effective 39 \nway to improve muscle strength even among the oldest-old. 40 \nKey points: 41 \n►We found that very elderly adults can increase their muscle strength and size by 42 \nparticipating in resistance training programs. 43 \n►These effects were observed with resistance training interventions that generally included 44 \nlow weekly training volumes and frequencies. 45 \n►There were minimal reports of adverse events associated with the training programs. 46 \n 47 \n48 \n\n4 \n \n1",
    "introduction": "49 \nDynapenia is the age-associated loss of muscle strength [1]. Low muscle strength increases 50 \nthe risk of mobility limitations and mortality in older adults [1-4]. Sarcopenia is a progressive 51 \nskeletal muscle characterized by a degenerative loss of muscle mass and function [5]. It is 52 \nassociated with an increased likelihood of physical disability, falls, fractures, and mortality 53 \n[5]. Resistance training is the most widely recognized mode of exercise for increasing muscle 54 \nstrength and muscle size. The effectiveness of resistance training in achieving these outcomes 55 \namong youth, adults, and older adults is well established [6-8]. The effects of resistance 56 \ntraining on older adults have been recently reviewed by Fragala et al. [9]. However, this 57 \nreview considered studies conducted among adults aged 50 years and older, with less focus 58 \nplaced on the effects of resistance training on muscle strength and hypertrophy in the very 59 \nelderly (i.e., 75 years of age and older) [10, 11]. 60 \n 61 \nMuscle hypertrophy occurs when muscle protein synthesis exceeds muscle protein 62 \ndegradation over time [12]. Research has established that, compared to their younger 63 \ncounterparts, older adults experience a reduced muscle protein synthetic response to protein 64 \nintake, a physiological adaptation termed \"anabolic resistance\" [13]. Muscle hypertrophy in 65 \nresponse to resistance training is associated with myonuclear addition via satellite cell 66 \nrecruitment [14]. In this context, data suggest that resistance training induces significant 67 \naddition of myonuclei per muscle fiber in young adults [15]. However, no significant satellite 68 \ncell or myonuclear addition was found in older adults that performed 12-16 weeks of 69 \nresistance training [15, 16]. Therefore, some researchers speculate that there might be an age-70 \nrelated ceiling above which an individual cannot further increase muscle size with resistance 71 \ntraining [17]. Additionally, there are estimates that older individuals have up to a 47% 72 \n\n5 \n \nreduction in the number of motor units, and this reduction might be associated with 73 \ncompromised gains in muscle strength with resistance training in this population [18, 19]. 74 \n 75 \nThe seminal work by Fiatarone et al. [20] suggested that participation in resistance training 76 \nincreases muscle strength and muscle size, even at the advanced stages of aging. In this 77 \nsingle-arm study, ten participants with an average age of 90 years (range: 86 to 96 years) 78 \nperformed eight weeks of resistance training. After the intervention, knee extension one-79 \nrepetition maximum (1RM) strength improved by 15 kg, accompanied by an increase in 80 \nquadriceps muscle size of 9%. However, in a more recent randomized controlled study [16], 81 \n12-weeks of resistance training in a group of participants aged 83 to 94 years did not 82 \nsignificantly increase their muscle size. 83 \n 84 \nIn 2013, a systematic review by Stewart et al. [11] provided a summary of studies that 85 \nexplored the effects of different modes of physical training (including resistance training) on 86 \nmuscle size and strength in adults aged 75 years or older. Even though this review concluded 87 \nthat resistance training is an effective exercise intervention for increasing muscle size and 88 \nstrength in this age group, the conclusions were based only on two included studies. It is 89 \nimportant to note that several studies that satisfied the inclusion criteria of Stewart et al. [10] 90 \nwere not identified and included in the review [21-29]. Furthermore, since 2013, new original 91 \nstudies have been published on this topic, adding new relevant data to further our 92 \nunderstanding of muscular adaptations to resistance training in very elderly adults [16, 30-34]. 93 \n 94 \nThe aim of this systematic review and meta-analysis was, therefore, to examine the effects of 95 \nresistance training on strength and muscle size in very elderly individuals. A systematic 96 \n\n6 \n \nreview on this topic is needed, given that: (a) the evidence presented in studies examining the 97 \neffects of resistance training in this age group is conflicting; and (b) there are no recent 98 \nsystematic reviews on this topic. Findings on this topic could have a substantial public health 99 \nimpact because the very elderly represent one of the fastest-growing age groups in the 100 \npopulation, and it is estimated that only 8.7% of adults aged 75 years or older participate in 101 \nmuscle-strengthening activities [35, 36]. 102 \n 103 \n2 Methods 104 \n2.1 Search strategy 105 \nFor this systematic review, we followed the Preferred Reporting Items for Systematic 106 \nReviews and Meta-Analyses guidelines [37]. In total, we searched through nine databases: 107 \nAcademic Search Elite, CINAHL, ERIC, Open Access Theses and Dissertations, Open 108 \nDissertations, PsycINFO, PubMed/MEDLINE, Scopus, and SPORTDiscus. In all of these 109 \ndatabases, we used the following search syntax (or equivalent) to search through titles, 110 \nabstracts, and keywords of indexed documents: (\"very elderly\" OR \"oldest old\" OR \"oldest-111 \nold\" OR \"very old\" OR \"advancing age\" OR \"advancing years\" OR \"old-old\" OR \"old old\" 112 \nOR septuagenarian* OR nonagenarian* OR octogenarian* OR centenarian* OR \"75 and 113 \nolder\" OR \"80 and older\" OR \"85 and older\" OR \"90 and older\" OR \"95 and older\" OR \"75 114 \nyears\" OR \"80 years\" OR \"85 years\" OR \"90 years\" OR \"95 years\") AND (\"resistance 115 \ntraining\" OR \"resistance exercise\" OR \"weight lifting\" OR \"weightlifting\" OR \"strength 116 \nexercise\" OR \"strength training\" OR \"strengthening\" OR \"resistive exercise\" OR \"resistive 117 \ntraining\") AND (\"muscle hypertrophy\" OR \"muscular hypertrophy\" OR \"muscle mass\" OR 118 \n\"lean body mass\" OR \"fat-free mass\" OR \"fat free mass\" OR \"muscle fiber\" OR \"muscle size\" 119 \nOR \"muscle fibre\" OR \"muscle thickness\" OR \"cross-sectional area\" OR \"cross sectional 120 \n\n7 \n \narea\" OR \"computed tomography\" OR \"magnetic resonance imaging\" OR \"muscle power\" 121 \nOR \"strength\" OR \"1RM\" OR \"isokinetic\" OR \"isometric\"). We also performed secondary 122 \nsearches that consisted of: (a) screening the reference lists of studies that were included in the 123 \nreview; and (b) examining the reference lists of previous related reviews [7, 11, 38-43]. To 124 \nreduce the probability of study selection bias, two authors of the review (JG and AG) 125 \nconducted the study selection independently. After both authors completed their searches, the 126 \nlists of included and excluded studies were compared between them. Any discrepancies 127 \nbetween the two authors in the included and excluded studies were resolved through 128",
    "discussion": "and agreement. The databases were searched on January 20th, 2020. 129 \n 130 \n2.2 Inclusion criteria 131 \nStudies that satisfied the following criteria were included in the review: (a) the participants 132 \nwere aged 75 years or older; (b) the participants were randomized into the intervention and 133 \ncontrol group(s); (c) the exercise intervention was comprised of resistance training while the 134 \ncontrol group did not exercise; (d) the study assessed muscle strength and/or muscle size pre- 135 \nand post-intervention; and (e) the training protocol lasted for a minimum of six weeks. All 136 \nforms of strength tests, including isotonic, isometric, isokinetic, and handgrip tests were 137 \ndeemed relevant. For muscle hypertrophy, we considered studies that assessed changes at the 138 \nwhole-muscle (macroscopic methods) and/or muscle fiber level (microscopic methods). 139 \n 140 \n2.3 Data extraction 141 \nIn each of the included studies, we extracted the following data: (a) author names and year of 142 \npublication; (b) characteristics of the sample size, including their age and sex; (c) specifics of 143 \nthe resistance training intervention (e.g., the number of performed sets, exercise selection); (d) 144 \n\n8 \n \nadverse events reported during the intervention (if any); (e) exercise used for the muscle 145 \nstrength test and/or body site and tool used for the muscle hypertrophy assessment; and (f) pre 146 \nand post-intervention mean ± standard deviation (SD) of the strength and/or hypertrophy 147 \noutcomes. For the studies that reported standard errors, we converted them to SDs. Two 148 \nauthors of the review (JG and FS) performed the data extraction independently. After both 149 \nauthors completed the data extraction from all studies, the coding sheets were compared 150 \nbetween the authors. In case of any discrepancies in the data extraction files, the data was re-151 \nchecked from the studies. 152 \n 153 \n2.4 Methodological quality 154 \nThe methodological quality of the included studies was assessed using the 27-item Downs and 155 \nBlack checklist [44]. This checklist evaluates different aspects of the study design, with items 156 \n1–10 referring to reporting, items 11–13 referring to external validity, items 14–26 referring 157 \nto internal validity, and item 27 referring to statistical power. Given that the included studies 158 \nexplored the effects of a resistance training intervention, the standard 27-item checklist was 159 \nmodified by adding two items, item 28 and item 29. Item 28 was on the reporting of 160 \nadherence to the training program, while item 29 was related to training supervision. For each 161 \nitem—including items 28 and 29—one point was allocated to the study if the criterion was 162 \nsatisfied; no points were allocated if the criterion was not satisfied. The maximum possible 163 \nscore on the modified version of the Downs and Black checklist was, therefore, 29 points. 164 \nBased on the summary score, studies that had 21–29 points were classified as being of ‘good 165 \nquality’, studies with 11–20 points were classified as being of ‘moderate quality’, while 166 \nstudies that scored less than 11 points were considered to be of ‘poor quality’ [45, 46] The 167 \nmethodological quality assessment was performed independently by two authors (JG and 168 \nAG), with discussions and agreement for any observed differences in the initial scoring. 169 \n\n9 \n \n 170 \n2.5 Statistical analysis 171 \nThe meta-analyses for strength and hypertrophy outcomes were performed on the training 172 \nintervention minus control difference in relative effect sizes (ESs). The data for strength and 173 \nhypertrophy were converted to relative ES, calculated as the posttest-pretest mean change in 174 \neach group, divided by the pooled pretest SD, with an adjustment for small sample bias [47]. 175 \nThe variance of the ESs depends on the within-subject posttest-pretest correlation. Given that 176 \nthis correlation was not reported in any of the included studies, when possible it was 177 \nestimated by back-solving from paired t-test p-values or SDs of posttest-pretest change scores. 178 \nAmong studies for which the correlation could be derived from the available data, the median 179 \nvalue was 0.85. A more conservative value of 0.75 was used for all studies. Sensitivity 180 \nanalyses (not presented) were performed using correlations ranging from 0.25 to 0.85, and 181 \ntheir results were consistent with those using 0.75. In order to account for correlated ESs 182 \nwithin studies, we used a robust variance meta-analysis model, with an adjustment for small 183 \nsamples [48]. In the main meta-analysis for muscle strength, we included all available studies. 184 \nA sensitivity analysis was performed by excluding the two studies [26, 29] that used upper-185 \nbody exercises for the strength test. In a subgroup analysis, we explored the effects of 186 \nresistance training on muscle strength only among the “oldest-old” (i.e., 80+ years). Handgrip 187 \nstrength was analyzed separately from other strength tests as this test is commonly used alone 188 \nin predicting mortality and functional declines in the very elderly [49]. For hypertrophy, the 189 \nfollowing meta-analyses were performed: (a) for whole-muscle hypertrophy outcomes; and 190 \n(b) for muscle fiber cross-sectional area (CSA). All differences in ESs were presented with 191 \ntheir 95% confidence intervals (95% CIs). These differences were interpreted as: “trivial” 192 \n(≤0.20); “small” (0.21–0.50); “medium” (0.51–0.80); and “large” (>0.80). The potential 193 \npresence publication bias was checked by examining funnel plot asymmetry and calculating 194 \n\n10 \n \ntrim-and-fill estimates. The trim-and-fill estimates (not presented) were similar to the main 195 \nresults. Heterogeneity was explored using the I2 statistic, with values of ≤50%, 50–75%, and 196 \n>75% indicating low, moderate, and high levels of heterogeneity, respectively. All meta-197 \nanalyses were performed using the robumeta package within R version 3.6.1 and the trim-and-198 \nfill analyses were calculated using the metafor package [50, 51]. Group differences were 199 \nconsidered statistically significant at p < 0.05. 200 \n 201 \n3 Results 202 \n3.1 Study selection 203 \nThe total number of search results in the nine databases was 2076. After excluding 2016 204 \nsearch results based on title or abstract, 60 full-text papers were read. Of the 60 full-text 205 \npapers, 17 studies were included. Secondary searches resulted in another 1559 search results 206 \nand with the inclusion of five additional papers (Figure 1). Therefore, the final number of 207 \nincluded studies was 22 [16, 21-34, 52-58]. Of note, in two cases, the strength and whole-208 \nmuscle hypertrophy data were published separately from muscle fiber CSA data, even though 209 \nthe data collection was carried out in the same cohort [16, 30, 52, 53]. Additionally, one group 210 \nof authors published the data on strength, whole-muscle CSA, and muscle fiber CSA in three 211 \nseparate papers, even though the data was collected in a single study [54-56]. 212 \n 213 \n3.2 Study characteristics 214 \n3.2.1 Muscle strength outcomes 215 \nIn the seventeen studies that explored muscle strength outcomes and met the inclusion 216 \ncriteria, the pooled number of participants was 880 (84% females; Table 1). The median 217 \nsample size per study was 38 (range: 14 to 144 participants). The interventions lasted from 8 218 \n\n11 \n \nto 18 weeks. Training frequency was from 1 to 3 days per week. Eleven studies used 219 \nisometric strength tests, four used isotonic strength tests, and three used isokinetic tests (one 220 \nused both isometric and isokinetic tests). Two studies employed tests on upper-body 221 \nexercises, while the remaining studies used lower body exercises (Table 2). Eight studies 222 \nassessed handgrip strength (Table 2). 223 \n 224 \n3.2.2 Hypertrophy outcomes 225 \nIn the nine studies that explored hypertrophy outcomes and met the inclusion criteria, the total 226 \nsample size was 204 participants (67% females; Table 1). The median sample size per study 227 \nwas 26 participants (range: 23 to 49 participants). The interventions lasted from 10 to 18 228 \nweeks, with a training frequency of 2 to 3 days per week. Six studies reported data on whole-229 \nmuscle hypertrophy. For this outcome, studies used computed tomography (three studies), B-230 \nmode ultrasound (two studies), and magnetic resonance imaging (one study). Three studies 231 \nexplored changes at the muscle fiber level. All studies assessed lower-body hypertrophy. The 232 \ntraining programs used in the studies are summarized in Table 2. 233 \n 234 \n3.3 Methodological quality 235 \nThe average score on the modified 29-item Downs and Black checklist was 25 (range: 21 to 236 \n28 points). All studies were classified as being of good methodological quality. Scores on all 237 \nitems of the checklist are reported in Table 3. 238 \n 239 \n3.4 Meta-analysis results for muscle and handgrip strength 240 \nThe meta-analysis found a significant effect of resistance training on muscle strength in the 241 \nvery elderly (difference in ES = 0.97; 95% CI: 0.50, 1.44; p = 0.001; I2 = 87%; Figure 2). In 242 \nthe sensitivity analysis, there was a significant effect of resistance training on lower-body 243 \n\n12 \n \nmuscle strength in the very elderly (difference in ES = 0.96; 95% CI: 0.48, 1.45; I2 = 87%; p 244 \n= 0.001). In a subgroup analysis that included only the oldest-old participants (80+ years of 245 \nage), there was a significant effect of resistance training on muscle strength (difference in ES 246 \n= 1.28; 95% CI: 0.28, 2.29; p = 0.020; I2 = 86%; Figure 3). For handgrip strength, we found 247 \nno significant difference between resistance training and control groups (difference in ES = 248 \n0.26; 95% CI: –0.02, 0.54; p = 0.064; I2 = 51%; Figure 4). 249 \n 250 \n3.5 Meta-analysis results for whole-muscle and muscle fiber hypertrophy 251 \nFor whole-muscle hypertrophy, there was a significant effect of resistance training in the very 252 \nelderly (difference in ES = 0.30; 95% CI: 0.10, 0.50; p = 0.013; I2 = 0%; Figure 5). We found 253 \nno significant difference in muscle fiber hypertrophy between resistance training and control 254 \ngroups (difference in ES = 0.33; 95% CI: –0.67, 1.33; p = 0.266; I2 = 7%; Figure 6). 255 \n 256 \n4 Discussion 257 \nThe main finding of this systematic review and meta-analysis is that resistance training 258 \nincreases muscle strength in very elderly people, even among the oldest-old. We also found 259 \nthat resistance training results in muscle hypertrophy at the whole-muscle level in very 260 \nelderly. The ES for strength and whole-muscle hypertrophy was large and small, respectively. 261 \nEven though the pooled ES favored resistance training for muscle fiber hypertrophy and 262 \nhandgrip strength, these effects were not statistically significant. 263 \n 264 \n4.1 Muscle strength 265 \nWe found that resistance training produced substantial increases in muscle strength in the very 266 \nelderly. Increases in muscle strength were also observed in a subgroup analysis of studies that 267 \nincluded the oldest-old suggesting that resistance training enhances muscle strength even at an 268 \n\n13 \n \nadvanced stage of aging. Xue et al. [59] reported that dynapenia is associated with increased 269 \nmortality risk. Findings from the “Health, Aging and Body Composition Study” further 270 \nindicated that knee extension strength—as measured by isokinetic dynamometry—is 271 \nassociated with a reduced risk of mortality [3]. Dynapenia also increases the risk of physical 272 \ndisability and reduces physical performance [1]. Therefore, muscle strength is identified as 273 \none of the key muscle qualities for physical independence in the very elderly [1, 4]. After the 274 \nage of 75 years, muscle strength annually declines by about 2% to 4% (ES: 0.17 to 0.24) for 275 \nthose who do not perform regular resistance exercise [60-62]. Our findings suggest that 276 \nparticipation in resistance training over 8 to 18 weeks, with a frequency of 1 to 3 days per 277 \nweek, can restore strength that has been potentially lost over several years of inactivity. 278 \nResearch has also established that lower limb muscle weakness is an important risk factor for 279 \nfalls in the older population [63]. When considering only the studies that used lower-body 280 \nexercise for the strength test, an ES of 0.96 (95% CI: 0.48, 1.45) was found. These data 281 \nhighlight that increasing muscle strength through resistance training participation could be of 282 \ngreat health benefit for the very elderly. Our findings are, therefore, highly relevant from a 283 \npublic health perspective. Moreover, data suggests that only 8.7% of adults aged 75 years and 284 \nolder participate in muscle-strengthening activities [36]. Thus, it is clear that finding ways to 285 \nfurther promote participation and adherence to muscle-strengthening activities in this age 286 \ngroup is of considerable public health interest. 287 \n 288 \n4.2 Handgrip strength 289 \nThe handgrip strength test is widely used to evaluate muscle strength as it is noninvasive and 290 \ninexpensive [64]. Given its simplicity, this test is often utilized in epidemiological studies 291 \n[49]. In the sample of included studies, the pooled ES favored resistance training condition, 292 \nbut the effect was not statistically significant (p = 0.064). In one of the included studies, 293 \n\n14 \n \nresistance training focused exclusively on the lower body, but strength was evaluated using 294 \nthe handgrip test [31]. This might not be entirely appropriate, given that the largest increases 295 \nin strength are expected for the muscle groups that were covered in the training program [65, 296 \n66]. Indeed, one study reported that 24 weeks of whole-body resistance training produced a 297 \nsubstantial increase in 1RM knee extension and leg press strength (on average by 21 and 45 298 \nkg, respectively), that were not accompanied by any significant changes in handgrip strength 299 \n[67]. In line with this finding, some authors have speculated that there is only a limited ability 300 \nto increase handgrip strength in adulthood [68]. While handgrip strength testing can certainly 301 \nprovide valuable information about physical functioning, the use of this test may, in some 302 \ncases, provide limited insights into the efficacy of a given resistance training program. 303 \n 304 \n4.3 Whole-muscle hypertrophy 305 \nWe found that very elderly individuals can increase muscle size despite their advancing age, 306 \nalthough the expected improvements may be small to modest (ES = 0.30; 95% CI: 0.10, 0.50). 307 \nNonetheless, the finding that the very elderly can increase their muscle size is highly relevant, 308 \ngiven that sarcopenia may increase the risk of falls and fractures, increase frailty, decrease 309 \nfunctional independence and quality of life as well as increase the risk of chronic disease and 310 \nall‐cause mortality [4]. There are estimates that in the very elderly muscle size is reduced at a 311 \nrate of 0.64% to 0.98% per year (ES: 0.14 to 0.23) [60, 62]. Our results suggest that resistance 312 \ntraining interventions lasting from 10 to 18 weeks with a training frequency of 2 to 3 days per 313 \nweek can increase muscle size that was potentially lost over multiple years of aging. This 314 \nfinding is of public great health importance, if we consider estimates that the prevalence of 315 \nsarcopenia in adults older than 75 years ranges from 27% to 60% [69]. 316 \n 317 \n4.4 Muscle fiber hypertrophy 318 \n\n15 \n \nDespite the findings observed for whole-muscle hypertrophy, we did not find significant 319 \nincreases in muscle fiber CSA, even though in the sample of included studies the pooled ES 320 \nof 0.33 favored resistance training. The lack of a significant finding in this analysis could be 321 \nattributed to the small pooled sample size. Specifically, only three studies with a combined 322 \nsample of 53 participants were included in this analysis. The small sample sizes in individual 323 \nstudies for this outcome were probably due to the difficulties in collecting muscle biopsy 324 \nsamples in this age group. In a group of 87 older adults that were considered for a Bergstrom 325 \nneedle muscle biopsy, only 19% to 59% of participants had adequate levels of muscle mass 326 \nneeded for biopsy sampling (depending on factors such as sex, age, and frailty) [70]. 327 \nFurthermore, some participants had suboptimal muscle thickness, suggesting that multiple 328 \nsamples might be required to obtain an adequate amount of muscle for the analysis. While 329 \nfuture studies are needed to elucidate possible effects of resistance training on muscle fiber 330 \nhypertrophy in the very elderly, there may be challenges in collecting the necessary data. 331 \n 332 \n4.5 Adverse events 333 \nA recent systematic review reported that fear of a heart attack, stroke, or even death, is one of 334 \nthe most common barriers to participation in resistance exercise for older adults [71]. 335 \nTherefore, when conducting exercise intervention studies among older adults, the reporting of 336 \nadverse events associated with the training intervention is essential. The included studies 337 \nreported minimal adverse events (Table 2). Specifically, in some studies, there were reports of 338 \nmuscle soreness following the exercise sessions, and in one study there was an exacerbation 339 \nof preexisting osteoarthritis in one participant (Table 2). There were no reported serious 340 \nevents directly related to exercise interventions. These results suggest that resistance training 341 \ncan be safe, even for the very elderly. 342 \n 343 \n\n16 \n \n4.6 Methodological quality 344 \nAll included studies were of good methodological quality. Therefore, the results presented 345 \nherein were not confounded by studies with poor methodological quality. Nonetheless, it is 346 \nworth noting that four included studies did not report participants’ adherence to the training 347 \nprogram [22, 33, 34, 58]. Adherence to a given training program is one of the key variables 348 \nthat influence its overall efficacy [72]. Therefore, future studies should ensure that adherence 349 \ndata are reported. 350 \n 351 \n4.7 Strengths and limitations of the review 352 \nThe strengths of this review are that: (a) the search for studies was conducted through nine 353 \ndatabases using a search syntax with a broad range of relevant search terms; and (b) 17 354 \nstudies with over 800 participants were included in the analysis for muscle strength, which 355 \nallowed for an additional subgroup analysis including only the oldest-old. This review's main 356 \nlimitation is that the meta-analysis on muscle fiber hypertrophy included only three studies 357 \nwith a combined sample of 53 participants. Besides, there was high heterogeneity in the 358 \nanalysis for muscle strength. However, it should be considered here that the effects from all 359 \nstudies in this analysis were in the same direction (i.e., favoring of resistance training), but 360 \ntheir overall effectiveness varied. The variation in ESs could be associated with the 361 \ndifferences between studies in duration, training programs, and strength tests. 362 \n 363 \n4.8 Suggestions for future research 364 \nThe included studies generally utilized only one type of strength test. Given that the studies 365 \nused isotonic training programs, it might be expected that resistance training would have the 366 \ngreatest effect on isotonic strength [73, 74]. However, the majority of studies used isometric 367 \ntests to evaluate changes in muscle strength. Ultimately, the small number of studies 368 \n\n17 \n \nemploying isotonic and isokinetic strength assessments limits the ability to further subanalyze 369 \nthe effects of resistance training on strength in different tests. Isotonic and isokinetic strength 370 \ntests were used only in four and three studies, respectively (Table 2). Therefore, future studies 371 \non the topic may consider utilizing isotonic, isometric, and isokinetic strength measures in the 372 \nsame group of participants to directly explore if the effects of resistance training in the very 373 \nelderly vary between different strength tests. 374 \n 375 \n5",
    "conclusion": "376 \nThis systematic review and meta-analysis found that the very elderly can increase their 377 \nmuscle strength and size by participating in resistance training programs. Moreover, 378 \nresistance training was found to be an effective way to improve muscle strength even among 379 \nthe oldest-old. Importantly, the resistance training interventions generally included low 380 \nweekly training volumes and frequencies, suggesting that a relatively low time commitment is 381 \nneeded to reap these benefits. There were minimal reports of adverse events associated with 382 \nthe training programs in the included studies, thus suggesting that resistance training can be a 383 \nsafe mode of exercise for the very elderly. More research is needed on the effects of resistance 384 \ntraining on handgrip strength and muscle fiber hypertrophy. 385 \n\n18 \n \nData Availability Statement 386 \nThe datasets generated and analyzed during the current systematic review and meta-analysis 387 \nare available from the corresponding author on reasonable request. 388 \nContributors 389 \nJG conceived the idea for the review. JG and AG conducted the study selection quality 390 \nassessment. JG and FS conducted the data extraction. JO performed the statistical analysis. JG 391 \ndrafted the initial manuscript. All authors contributed to data interpretation, writing of the 392 \nmanuscript, and its revisions. 393 \nFunding 394 \nNo sources of funding were used to assist in the preparation of this article. 395 \nConflict of Interest 396 \nJozo Grgic, Alessandro Garofolini, John Orazem, Filip Sabol, Brad J. Schoenfeld and Zeljko 397 \nPedisic have no conflicts of interest that are directly relevant to the content of this article. 398 \n\n19 \n \nReferences 399 \n1. Clark BC, Manini TM. What is dynapenia? Nutrition. 2012;28:495–503. 400 \n2. Visser M, Deeg DJ, Lips P, et al. Skeletal muscle mass and muscle strength in relation 401 \nto lower-extremity performance in older men and women. J Am Geriatr Soc. 402 \n2000;48:381–6. 403 \n3. Newman AB, Kupelian V, Visser M, et al. Strength, but not muscle mass, is associated 404 \nwith mortality in the health, aging and body composition study cohort. J Gerontol A 405 \nBiol Sci Med Sci. 2006;61:72–7. 406 \n4. Clark BC, Manini TM. Functional consequences of sarcopenia and dynapenia in the 407 \nelderly. Curr Opin Clin Nutr Metab Care. 2010;13:271–6. 408 \n5. Cruz-Jentoft AJ, Bahat G, Bauer J, et al. Sarcopenia: revised European consensus on 409 \ndefinition and diagnosis. Age Ageing. 2019;48:16–31. 410 \n6. Faigenbaum AD, Kraemer WJ, Blimkie CJ, et al. Youth resistance training: updated 411 \nposition statement paper from the national strength and conditioning association. J 412 \nStrength Cond Res. 2009;23:S60–79. 413 \n7. Liu CJ, Latham NK. Progressive resistance strength training for improving physical 414 \nfunction in older adults. Cochrane Database Syst Rev. 2009;CD002759. 415 \n8. American College of Sports Medicine. American College of Sports Medicine position 416 \nstand. Progression models in resistance training for healthy adults. Med Sci Sports 417 \nExerc. 2009;41:687–708. 418 \n9. Fragala MS, Cadore EL, Dorgo S, et al. Resistance training for older adults: position 419 \nstatement from the National Strength and Conditioning Association. J Strength Cond 420 \nRes. 2019;33:2019–52. 421 \n\n20 \n \n10. Ouchi Y, Rakugi H, Arai H, et al. Redefining the elderly as aged 75 years and older: 422 \nproposal from the Joint Committee of Japan Gerontological Society and the Japan 423 \nGeriatrics Society. Geriatr Gerontol Int. 2017;17:1045–7. 424 \n11. Stewart VH, Saunders DH, Greig CA. Responsiveness of muscle size and strength to 425 \nphysical training in very elderly people: a systematic review. Scand J Med Sci Sports. 426 \n2014;24:e1–10. 427 \n12. Phillips SM. A brief review of critical processes in exercise-induced muscular 428 \nhypertrophy. Sports Med. 2014;44:71–7. 429 \n13. Burd NA, Gorissen SH, van Loon LJ. Anabolic resistance of muscle protein synthesis 430 \nwith aging. Exerc Sport Sci Rev. 2013;41:169–73. 431 \n14. Petrella JK, Kim JS, Mayhew DL, et al. Potent myofiber hypertrophy during resistance 432 \ntraining in humans is associated with satellite cell-mediated myonuclear addition: a 433 \ncluster analysis. J Appl Physiol. 2008;104:1736–42. 434 \n15. Petrella JK, Kim JS, Cross JM, et al. Efficacy of myonuclear addition may explain 435 \ndifferential myofiber growth among resistance-trained young and older men and 436 \nwomen. Am J Physiol Endocrinol Metab. 2006;291:E937–46. 437 \n16. Karlsen A, Bechshøft RL, Malmgaard-Clausen NM, et al. Lack of muscle fibre 438 \nhypertrophy, myonuclear addition, and satellite cell pool expansion with resistance 439 \ntraining in 83-94-year-old men and women. Acta Physiol (Oxf). 2019;227:e13271. 440 \n17. Lundberg TR, Gustafsson T. Fibre hypertrophy, satellite cell and myonuclear 441 \nadaptations to resistance training: have very old individuals reached the ceiling for 442 \nmuscle fibre plasticity? Acta Physiol. 2019;227:e13287. 443 \n18. Doherty TJ, Vandervoort AA, Brown WF. Effects of ageing on the motor unit: a brief 444 \nreview. Can J Appl Physiol. 1993;18:331–58. 445 \n\n21 \n \n19. Doherty TJ, Vandervoort AA, Taylor AW, et al. Effects of motor unit losses on 446 \nstrength in older men and women. J Appl Physiol. 1993;74:868–74. 447 \n20. Fiatarone MA, Marks EC, Ryan ND, et al. High-intensity strength training in 448 \nnonagenarians. Effects on skeletal muscle. JAMA. 1990;263:3029–34. 449 \n21. Bruunsgaard H, Bjerregaard E, Schroll M, et al. Muscle strength after resistance 450 \ntraining is inversely correlated with baseline levels of soluble tumor necrosis factor 451 \nreceptors in the oldest old. J Am Geriatr Soc. 2004;52:237–41. 452 \n22. Caserotti P, Aagaard P, Larsen JB, et al. Explosive heavy-resistance training in old 453 \nand very old adults: changes in rapid muscle force, strength and power. Scand J Med 454 \nSci Sports. 2008;18:773–82. 455 \n23. Giné-Garriga M, Guerra M, Pagès E, et al. The effect of functional circuit training on 456 \nphysical frailty in frail older adults: a randomized controlled trial. J Aging Phys Act. 457 \n2010;18:401–24. 458 \n24. Hruda KV, Hicks AL, McCartney N. Training for muscle power in older adults: 459 \neffects on functional abilities. Can J Appl Physiol. 2003;28:178–89. 460 \n25. Judge JO, Whipple RH, Wolfson LI. Effects of resistive and balance exercises on 461 \nisokinetic strength in older persons. J Am Geriatr Soc. 1994;42:937–46. 462 \n26. Kalapotharakos VI, Diamantopoulos K, Tokmakidis SP. Effects of resistance training 463 \nand detraining on muscle strength and functional performance of older adults aged 80 464 \nto 88 years. Aging Clin Exp Res. 2010;22:134–40. 465 \n27. Kim HK, Suzuki T, Saito K, et al. Effects of exercise and amino acid supplementation 466 \non body composition and physical function in community-dwelling elderly Japanese 467 \nsarcopenic women: a randomized controlled trial. J Am Geriatr Soc. 2012;60:16–23. 468 \n\n22 \n \n28. Serra-Rexach JA, Bustamante-Ara N, Hierro Villarán M, et al. Short-term, light- to 469 \nmoderate-intensity exercise training improves leg muscle strength in the oldest old: a 470 \nrandomized controlled trial. J Am Geriatr Soc. 2011;59:594–602. 471 \n29. Skelton DA, Young A, Greig CA, et al. Effects of resistance training on strength, 472 \npower, and selected functional abilities of women aged 75 and older. J Am Geriatr 473 \nSoc. 1995;43:1081–7. 474 \n30. Bechshøft RL, Malmgaard-Clausen NM, Gliese B, et al. Improved skeletal muscle 475 \nmass and strength after heavy strength training in very old individuals. Exp Gerontol. 476 \n2017;92:96–105. 477 \n31. Benavent-Caballer V, Rosado-Calatayud P, Segura-Ortí E, et al. Effects of three 478 \ndifferent low-intensity exercise interventions on physical performance, muscle CSA 479 \nand activities of daily living: a randomized controlled trial. Exp Gerontol. 480 \n2014;58:159–65. 481 \n32. Cadore EL, Casas-Herrero A, Zambom-Ferraresi F, et al. Multicomponent exercises 482 \nincluding muscle power training enhance muscle mass, power output, and functional 483 \noutcomes in institutionalized frail nonagenarians. Age (Dordr). 2014;36:773–85. 484 \n33. Kim H, Suzuki T, Kim M, et al. Effects of exercise and milk fat globule membrane 485 \n(MFGM) supplementation on body composition, physical function, and hematological 486 \nparameters in community-dwelling frail Japanese women: a randomized double blind, 487 \nplacebo-controlled, follow-up trial. PLoS One. 2015;10:e0116256. 488 \n34. Sahin UK, Kirdi N, Bozoglu E, et al. Effect of low-intensity versus high-intensity 489 \nresistance training on the functioning of the institutionalized frail elderly. Int J Rehabil 490 \nRes. 2018;41:211–7. 491 \n35. Christensen K, Doblhammer G, Rau R, et al. Ageing populations: the challenges 492 \nahead. Lancet. 2009;374:1196–208. 493 \n\n23 \n \n36. National Center for Health Statistics. Survey Description, National Health Interview 494 \nSurvey, 2015. Hyattsville, Maryland: National Center for Health Statistics, 2016. 495 \n37. Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items for systematic reviews 496 \nand meta-analyses: the PRISMA statement. Ann Intern Med. 2009;151:264–9. 497 \n38. Fielding RA. The role of progressive resistance training and nutrition in the 498 \npreservation of lean body mass in the elderly. J Am Coll Nutr. 1995;14:587–94. 499 \n39. Guizelini PC, de Aguiar RA, Denadai BS, et al. Effect of resistance training on muscle 500 \nstrength and rate of force development in healthy older adults: A systematic review 501 \nand meta-analysis. Exp Gerontol. 2018;102:51–8. 502 \n40. Liberman K, Forti LN, Beyer I, et al. The effects of exercise on muscle strength, body 503 \ncomposition, physical functioning and the inflammatory profile of older adults: a 504 \nsystematic review. Curr Opin Clin Nutr Metab Care. 2017;20:30–53. 505 \n41. Porter MM. High-intensity strength training for the older adult—a review. Top Geriatr 506 \nRehabil. 1995;10:61–74. 507 \n42. Steib S, Schoene D, Pfeifer K. Dose-response relationship of resistance training in 508 \nolder adults: a meta-analysis. Med Sci Sports Exerc. 2010;42:902–14. 509 \n43. Straight CR, Lindheimer JB, Brady AO, et al. Effects of resistance training on lower-510 \nextremity muscle power in middle-aged and older adults: a systematic review and 511 \nmeta-analysis of randomized controlled trials. Sports Med. 2016;46:353–64. 512 \n44. Downs SH, Black N. The feasibility of creating a checklist for the assessment of the 513 \nmethodological quality both of randomised and non-randomised studies of health care 514 \ninterventions. J Epidemiol Community Health. 1998;52:377–84. 515 \n45. Grgic J, Schoenfeld BJ, Davies TB, et al. Effect of resistance training frequency on 516 \ngains in muscular strength: a systematic review and meta-analysis. Sports Med. 517 \n2018;48:1207–20. 518 \n\n24 \n \n46. Grgic J, Schoenfeld BJ, Skrepnik M, et al. Effects of rest interval duration in 519 \nresistance training on measures of muscular strength: a systematic review. Sports Med. 520 \n2018;48:137–51. 521 \n47. Morris B. Estimating effect sizes from pretest-posttest-control group designs. Organ 522 \nRes Methods. 2008;11:364–86. 523 \n48. Tanner-Smith EE, Tipton E, Polanin JR. Handling complex meta-analytic data 524 \nstructures using robust variance estimates: a tutorial in R. J Dev Life Course 525 \nCriminology. 2016;2:85–112. 526 \n49. Sasaki H, Kasagi F, Yamada M, et al. Grip strength predicts cause-specific mortality 527 \nin middle-aged and elderly persons. Am J Med. 2007;120:337–42. 528 \n50. Fisher Z, Tipton E, Zhipeng H. robumeta: robust variance meta-regression. R package 529 \nversion 2.0. 2017. https://CRAN.R-project.org/package=robumeta. 530 \n51. Viechtbauer W. Conducting meta-analyses in R with the metafor package. J Stat 531 \nSoftw. 2010;36:1–48. 532 \n52. Fiatarone MA, O'Neill EF, Ryan ND, et al. Exercise training and nutritional 533 \nsupplementation for physical frailty in very elderly people. N Engl J Med. 534 \n1994;330:1769–75. 535 \n53. Fiatarone Singh MA, Ding W, Manfredi TJ, et al. Insulin-like growth factor I in 536 \nskeletal muscle after weight-lifting exercise in frail elders. Am J Physiol. 537 \n1999;277:E135–43. 538 \n54. Sipilä S, Suominen H. Effects of strength and endurance training on thigh and leg 539 \nmuscle mass and composition in elderly women. J Appl Physiol. 1995;78:334–40. 540 \n55. Sipilä S, Multanen J, Kallinen M, et al. Effects of strength and endurance training on 541 \nisometric muscle strength and walking speed in elderly women. Acta Physiol Scand. 542 \n1996;156:457–64. 543 \n\n\n25 \n \n56. Sipilä S, Elorinne M, Alen M, et al. Effects of strength and endurance training on 544 \nmuscle fibre characteristics in elderly women. Clin Physiol. 1997;17:459–74. 545 \n57. Hvid LG, Strotmeyer ES, Skjødt M, et al. Voluntary muscle activation improves with 546 \npower training and is associated with changes in gait speed in mobility-limited older 547 \nadults - a randomized controlled trial. Exp Gerontol. 2016;80:51–6. 548 \n58. Kim H, Suzuki T, Saito K, et al. Effects of exercise and tea catechins on muscle mass, 549 \nstrength and walking ability in community-dwelling elderly Japanese sarcopenic 550 \nwomen: a randomized controlled trial. Geriatr Gerontol Int. 2013;13:458–65. 551 \n59. Xue QL, Beamer BA, Chaves PH, et al. Heterogeneity in rate of decline in grip, hip, 552 \nand knee strength and the risk of all-cause mortality: the women’s health and aging 553 \nstudy II. J Am Geriatr Soc. 2010;58:2076–84. 554 \n60. Mitchell WK, Williams J, Atherton P, et al. Sarcopenia, dynapenia, and the impact of 555 \nadvancing age on human skeletal muscle size and strength; a quantitative review. 556 \nFront Physiol. 2012;3:260. 557 \n61. Goodpaster BH, Park SW, Harris TB, et al. The loss of skeletal muscle strength, mass, 558 \nand quality in older adults: the health, aging and body composition study. J Gerontol A 559 \nBiol Sci Med Sci. 2006;61:1059–64. 560 \n62. Delmonico MJ, Harris TB, Visser M, et al. Longitudinal study of muscle strength, 561 \nquality, and adipose tissue infiltration. Am J Clin Nutr. 2009;90:1579–85. 562 \n63. Moreland JD, Richardson JA, Goldsmith CH, et al. Muscle weakness and falls in older 563 \nadults: a systematic review and meta-analysis. J Am Geriatr Soc. 2004;52:1121–9. 564 \n64. Cronin J, Lawton T, Harris N, et al. A brief review of handgrip strength and sport 565 \nperformance. J Strength Cond Res. 2017;31:3187–217. 566 \n\n26 \n \n65. Saric J, Lisica D, Orlic I, et al. Resistance training frequencies of 3 and 6 times per 567 \nweek produce similar muscular adaptations in resistance-trained men. J Strength Cond 568 \nRes. 2019;33:S122–9. 569 \n66. Sale D, MacDougall D. Specificity in strength training: a review for the coach and 570 \nathlete. Can J Appl Sport Sci. 1981;6:87–92. 571 \n67. Tieland M, Verdijk LB, de Groot LC, et al. Handgrip strength does not represent an 572 \nappropriate measure to evaluate changes in muscle strength during an exercise 573 \nintervention program in frail older people. Int J Sport Nutr Exerc Metab. 2015;25:27–574 \n36. 575 \n68. Buckner SL, Dankel SJ, Bell ZW, Abe T, Loenneke JP. The association of handgrip 576 \nstrength and mortality: what does it tell us and what can we do with it? Rejuvenation 577 \nRes. 2019;22:230–4. 578 \n69. Baumgartner RN, Koehler KM, Gallagher D, et al. Epidemiology of sarcopenia among 579 \nthe elderly in New Mexico. Am J Epidemiol. 1998;147:755–63. 580 \n70. Wilson W, Breen L, Lord JM, et al. The challenges of muscle biopsy in a community 581 \nbased geriatric population. BMC Res Notes. 2018;11:830. 582 \n71. Burton E, Farrier K, Lewin G, et al. Motivators and barriers for older people 583 \nparticipating in resistance training: a systematic review. J Aging Phys Act. 584 \n2017;25:311–24. 585 \n72. Gentil P, Bottaro M. Effects of training attendance on muscle strength of young men 586 \nafter 11 weeks of resistance training. Asian J Sports Med. 2013;4:101–6. 587 \n73. Buckner SL, Jessee MB, Mattocks KT, et al. Determining strength: a case for multiple 588 \nmethods of measurement. Sports Med. 2017;47:193–5. 589 \n\n27 \n \n74. Schoenfeld BJ, Grgic J, Ogborn D, et al. Strength and hypertrophy adaptations 590 \nbetween low- vs. high-load resistance training: a systematic review and meta-analysis. 591 \nJ Strength Cond Res. 2017;31:3508–23. 592"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 567,
    "primary_human": "hypertrophy (muscle_size; lean_mass); strength (1RM; functional_strength); physical_function"
  },
  "bucket": "A",
  "notes": "Very elderly adults still gain meaningful muscle size, strength, and functional capacity from RT; supports RT as a key intervention against age-related decline."
}