{
  "id": 23,
  "title": "Effects of Resistance Training with Moderate vs Heavy Loads on Muscle Mass and Strength in the Elderly: A Meta-analysis",
  "authors": "Csapo R; Alegre LM",
  "year": 2016,
  "doi": "10.1111/sms.12536",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "load",
    "moderate_load",
    "heavy_load",
    "elderly",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (elderly adults)"
  },
  "sections": {
    "results": "of pre-\nvious meta-analyses comparing the efﬁcacy of different\nresistance training intensities (Peterson et al., 2010;\nSteib et al., 2010; Silva et al., 2014) may have been\nbiased by the inclusion of studies that failed to control\nfor unequal amounts of mechanical work or degrees of\n© 2015 John Wiley & Sons A/S.\nPublished by John Wiley & Sons Ltd\n995\nScand J Med Sci Sports 2016: 26: 995–1006\ndoi: 10.1111/sms.12536\n\ntraining-induced fatigue. At the least in previously\nuntrained individuals, training with lower loads might\nrepresent a potent (Schoenfeld, 2013a) and possibly even\nequally effective stimulus of muscular adaptations\n(Raymond et al., 2013) as conventional, heavy-load RT.\nSenior subjects represent a cohort that might particu-\nlarly beneﬁt from the possibility to lower RT loads. This\nis because the use of heavy loads may be contraindicated\nin subjects suffering from uncontrolled hypertension or\ncardiovascular disease (Williams et al., 2007; Thompson\net al., 2013) – ailments that are particularly common in\nthis age group. Also, training with heavier loads has been\nrelated to a higher rate of perceived exertion, even when\nthe total training load was carefully matched (Alegre\net al., 2015). Coincident or possibly consequential to the\ngreater sensation of effort, research not only suggests\nthat older adults prefer lower exercise intensity (King\net al., 1991), but also that an inverse relationship\nbetween exercise adherence and intensity exists (Perri\net al., 2002).\nThe goals of the present manuscript are, therefore, to\nperform a meticulous review of articles comparing the\nefﬁcacy of heavy and light-moderate load RT as opposed\nto no exercise in elderly cohorts. More speciﬁcally, we\naimed to extract the results reﬂecting RT-induced\nchanges in muscle size and strength for the statistical\nanalysis of pooled data. Unlike previous meta-analyses\nof data obtained in elderly people (Peterson et al., 2010;\nSteib et al., 2010; Raymond et al., 2013), we indepen-\ndently analyzed the effects of work-matched RT on\nstrength and muscle hypertrophy.",
    "methods": "To retrieve the articles for this meta-analysis, the online databases\nPUBMED and MEDLINE were systematically searched for the\nfollowing combinations of terms: (a) “resistance training” or\n“strength training,” combined with “intensity” or “load” and\n“hypertrophy”; (b) “resistance training” or “strength training,”\ncombined with “moderate intensity,” “low intensity,” “low load” or\n“moderate load”; and (c) “resistance training” or “strength train-\ning,” combined with “intensity” or “load” and “hypertrophy” or\n“cross-sectional area.” Screening the abstracts of the resulting list\nof articles, studies to compare the effects of light or moderate RT\nto conventional heavy-load RT programs, as recommended by the\nAmerican College of Sports Medicine (ACSM, 2009a, b), were\nselected. High-intensity RT was deﬁned as training where loads\nwere progressively increased to 80% of 1RM or higher, whereas\ninterventions using average maximum loads of 60% of 1RM or\nlower were considered as low-moderate intensity RT. In one study\n(Kerr et al., 1996), training intensities were not reported in terms\nof the percentages of 1RM but rather set based on multiple (8RM\nvs 20RM) repetition maxima; according to Brzycki’s equation\n(Brzycki, 1993) these loads coincide with approximately 80% and\n47% of 1RM, respectively. Several studies compared the outcomes\nof RT as performed at three different intensities of load. Where\noutcomes did not differ signiﬁcantly between groups, the results of\nthe two groups following the most similar training prescriptions\nwere merged by calculating the pooled mean and standard devia-\ntion [merged: 70% and 90% to 80% 1RM (Beneka et al., 2005);\n47% and 63% to 50% 1RM (Fatouros et al., 2006); 75% and 84%\nto 80% 1RM (Harris et al., 2004)], to facilitate the calculation of\ntotal population effects. In cases where merging of results was not\nfeasible because of signiﬁcant between-group differences, only the\nresults reported for the group training at the higher of the two\nlower loads were extracted [results from groups training at 20%\n1RM discarded in (Van Roie et al., 2013)]. To be included, studies\nhad to provide data reﬂecting either training-induced changes in\nmuscle size or strength. Imaging-based measures of muscle cross-\nsectional area or volume, analyses of body composition by either\ndual-energy X-ray absorptiometry (DXA) or whole-body air dis-\nplacement plethysmography, and anthropometric techniques were\naccepted as measures of muscle size. Muscle strength had to be\nevaluated by either determination of 1RM or isokinetic or isomet-\nric dynamometry. To minimize the number of potentially biasing\nfactors, movement velocity, i.e., the time to complete a repetition,\nhad to be similar in both the groups training at high and low-\nmoderate intensities (Pereira & Gomes, 2003). Since movement\nvelocities were expected to differ between groups, we therefore\nexcluded a study in which power-oriented resistance training was\nperformed at either 20%, 50% or 80% of 1RM (de V os et al.,\n2005). Further, only studies performed in humans aged 50 years or\nolder were included. This age limit was deﬁned because it typi-\ncally coincides with the onset (Faulkner et al., 2007) or aggrava-\ntion (Janssen et al., 2000) of age-associated loss in skeletal muscle\nmass and function. Only papers that were published in peer-\nreviewed journals and available in English language were consid-\nered for further analysis. As opposed to a previous meta-analysis\n(Raymond et al., 2013), we excluded studies that reported second-\nary treatment approaches, such as administration of steroids,\nhormone replacement therapy or the intake of any further sub-\nstances that could affect the responsiveness to resistance training\n(Sullivan et al., 2005, 2007). It should be noted that failure to\nreport the intake of these substances in included studies represents\na potential source of bias. As opposed to studies involving the\nadministration of anabolic substances, however, we included one\nstudy where subjects were administered nutritional supplementa-\ntion (Onambélé-Pearson et al., 2010). Studies on the effects of RT\nwith blood ﬂow restriction were also excluded. Both literature\nresearch and selection were independently performed by both\nauthors and agreement was reached on the ﬁnal list of studies to be\nincluded. The evidence on which this review is based is up-to-date\nas of May 2015.\nIn cases where descriptive statistics were separately reported\nfor both training groups (high vs low load group) and points of\ntime (pre- and post-training), group means were extracted and\nused to calculate the raw between-group differences in changes of\nmeans D (Eqn.[1]):\nDG G G Gpost pre post pre=− −−() ( )11 2 2 [1]\nwhere G1 and G2 are the mean values reported for group 1 and 2\nbefore (pre) and after (post) the training intervention. The respec-\ntive standard deviations SDG1/2_pre/post were used to calculate the\ngroup speciﬁc standard deviation of change SDΔG1/2 (Eqn.[2]):\nSD SD SD\nrS DS DG\nG pre G post\npre post G pre G\nΔ 12\n12\n2\n12\n2\n12 122= +\n−⋅ ⋅ ⋅ −\n( __\n_ __post ). [2]\nSince the correlations between pre- and post-training measures\nwere typically not reported, we used a conservative estimate\n(rpre−post = 0.7) as proposed by Khoury et al. (2013). The pooled\nstandard deviation of change SDpooled was then determined under\nconsideration of the sample sizes nG1/2 in both groups (Eqn.[3]):\nSD n SD n SD n npooled G G G G G G=− ⋅ + − ⋅⋅ + − −(( ) ( ) ) ( )11\n2\n22\n2\n12\n111 2\n[3]\nSubsequently, Cohen’sd and its standard error SEd were calcu-\nlated for all included studies according to Eqns.[4] and [5]:\n996\nCsapo & Alegre\n\ndD S D pooled=⋅ −1 [4]\nSE n n d n ndG G G G=⋅ + ⋅ +⋅ ⋅ + −− −11 2 12\n12\n12\n11(( ) ) [5]\nFinally, for ease of interpretation, d and SEd were converted to\nthe scale of Pearson’sr, which serves as the measure of effect size\nin the present meta-analysis (Eqns.[6] and [7]):\nrd d=⋅ +\n−2 1\n4 [6]\nSE SE drd =⋅ ⋅+ −16 4 223 1(( ) ) [7]\nSeveral studies directly reported means and standard devia-\ntions of the changes in the target variables, requiring only the\ncalculation of the pooled standard deviation and effect sizes as\ndetailed in Eqns.[3–7]. Commonly, results from multiple related\noutcome measures, i.e., data of muscle strength or size from dif-\nferent muscle groups, were reported. On such occasions, to avoid\na unit-of-analysis error, a composite effect size r was calculated\nas the mean of the m single effect sizes. The variance of r is\ngiven by\nvar m rrrj\ni\nm\nij r r\nij\nij=⋅ + ( )\n⎛\n⎝⎜\n⎞\n⎠⎟\n=≠\n∑∑\n1\n2\n1\nvar var [8]\nwhere rij is the correlation between single outcomes. Since this\nwas typically not known, this factor was conservatively assumed\nto be rij = 1, which may have led to an overestimation of variance\nand, thus, an underestimation of precision. In controlled studies,\nindependent analyses were performed to compare high and low\nload as well as control group against each other.\nSince the studies incorporated in this meta-analysis differed\nboth in terms of the precise training parameters as well as the age\nand sex of the trained individuals, a random effects model was\nused to estimate the grand population effect μ. Such models\nassume that the intervention effects observed in different studies\nare normally distributed around μ with a variance of τ2, which was\nestimated based on the observed effect sizes ri and the associated\nvariances varri using the DerSimonian and Laird method\n(DerSimonian & Laird, 1986). Effect sizes were then weighted by\nthe inverse of their respective variances, which was calculated as\nthe sum of varri and τ2. The total population effect μ was then\nestimated as the sum of the weighted effect sizesri* divided by the\nsum of weights. The variance of the total population effect, calcu-\nlated as the reciprocal of the sum of weights, was used to compute\nconﬁdence intervals for μ.A z-value to test the null hypothesis that\nμ= 0 was computed by dividing μ by its standard error. Finally, a\nforest plot was generated to visually compare the single effect\nsizes with the total population effect. Funnel plots were created to\ngraphically investigate the possibility of publication bias and other\nsources of effect size heterogeneity, and Egger’s regression tests\n(Egger et al., 1997) were carried out as additional tests of funnel\nplot asymmetry. The above statistical procedures were performed\nin agreement with the recommendations by Borenstein et al.\n(2009) and carried out using commercially available software\n(Comprehensive Meta Analysis Version 2.2, Biostat Inc., Engle-\nwood, New Jersey, USA).\nFor all included studies and training groups, the total amount of\nphysical work performed in each session was calculated as the\nproduct of sets × repetitions × load and used to classify training\nregimens as either “work-matched” or “non-matched.” In addition,\nthe Physiotherapy Evidence Database (PEDro) score (Maher et al.,\n2003) was used to assess the methodological quality of all\nincluded studies. Each article was screened using this tool by both\nauthors, and consensus was reached regarding the ﬁnal scores of\nindividual studies.\nResults\nThe initial literature research resulted in a total of 1919\narticles. After discarding of duplicates, the titles and\nabstracts of 868 articles were screened. Fifty-ﬁve of\nthese papers were retrieved for full text analysis, out of\nwhich 15 matched the criteria for inclusion. It should be\nnoted that two studies by Fatouros et al. (2005b, 2006)\nwere carried out in the same cohort. Consequentially, the\nresults reﬂecting training-induced changes in muscle\nstrength were merged for the calculation of one compos-\nite effect size. The ﬂowchart depicted in Fig. 1 reﬂects\nthe precise process of literature research and selection.\nOut of the 15 studies ﬁnally included, 12 (Pruitt et al.,\n1995; Bemben et al., 2000; Hortobágyi et al., 2001;\nVincent et al., 2002; Kalapotharakos et al., 2004;\nSeynnes et al., 2004; Beneka et al., 2005; Fatouros et al.,\n2005a,b, 2006; Singh et al., 2005; Cassilhas et al., 2007)\nwere performed as randomized controlled trials, and one\nused as quasi-controlled design in which only one hemi-\nsphere was trained and the contralateral side served as\nthe non-exercising control (Kerr et al., 1996), although\ndata reﬂecting changes in muscle strength on the non-\ntrained side were not reported. The remaining two\nstudies were uncontrolled (Onambélé-Pearson et al.,\n2010; Van Roie et al., 2013), although allocation to train-\ning groups still occurred on a randomized basis. The\nlevel of evidence was relatively homogeneous across\nstudies, with PEDro scores consistently ranging between\n5 and 7 points (maximum: 10 points). Higher scores\nwere hindered by the imminent difﬁculties to conceal the\ngroup allocation process (0/15 studies), as well as to\nblind subjects (2/15 studies), therapists (0/15) and asses-\nsors (1/15). The detailed results of the PEDro analyses\nare evident from Table 1.\nAcross all studies, a total of 448 subjects (202\nfemales, 246 males) were trained at either high (n = 230,\n98 females; age: 67.8 ± 7.3 years) or lower (n = 218, 95\nfemales; age: 67.9 ± 7.0 years) intensity of load. The\ntotal amount of physical work performed in each training\nsession was matched in 11 studies (73%). The training\nduration ranged from 56 to 365 days, with an average of\n154 ± 100 days. In all but four works that focused exclu-\nsively on the knee extensor muscles (Hortobágyi et al.,\n2001; Seynnes et al., 2004; Beneka et al., 2005; Van\nRoie et al., 2013), the training interventions included\nmultiple exercises to target all major muscle groups.\nTraining was performed three times per week in all\nstudies included. Across all studies, subjects performed\n21.3 ± 5.7 and 37.9 ± 18.0 repetitions with the higher\n(80.8 ± 2.0% 1RM) and lower intensity of load\n(44.4 ± 9.9% 1RM), respectively. Considering only the\n11 studies that were matched for physical work,\nbetween-group differences in the total number of\nrepetitions performed were signiﬁcant (20.6 ± 6.0 vs\n43.8 ± 18.0 repetitions, P = 0.001), whereas repetition\nnumbers were equal in non work-matched studies\n997\nStrength training: high vs lighter loads\n\n(23.1 ± 5.2 with either load). With a single exception\n(Vincent et al., 2002), repetitions were split up into 2–3\nsets. Detailed characteristics of all studies included are\nprovided in Table 2.\nChanges in muscle strength\nData on training-induced changes in muscle strength\nwere reported in all 15 studies included. All studies\nfavored resistance training with higher intensities of\nload, with effect sizes r ranging, however, between\n0.038 (Van Roie et al., 2013) and 0.990 (Singh et al.,\n2005). The resulting total population effect was calcu-\nlated to be μ= 0.430, with the effect just failing to reach\nstatistical signiﬁcance ( P = 0.060; see forest plot in\nFig. 2(a)). A funnel plot relating the studies’ effect sizes\nto the inverse of their standard error (i.e., their inﬂuence\non the total population effect) demonstrated that a dis-\nproportionate number of studies reported effect sizes that\nwere smaller than the total population effect. As is\nevident from Fig. 2(b), one particularly powerful study\n(Singh et al., 2005), characterized by the lowest standard\nerror, was found to lie far to the right of the 95% conﬁ-\ndence region. A signiﬁcant Egger’s test ( t = 2.294,\nP = 0.041) provided further evidence for funnel plot\nasymmetry. These ﬁndings suggest that our comparison\nof high vs low-moderate RT in terms of strength gains\nmay have been affected by an outlier, resulting in bias\ntowards greater beneﬁcial effects of high-intensity train-\ning. Indeed, after exclusion of the study by Singh et al.\n(2005), both Funnel plot (not shown) and Egger’s test\n(t = 0.947, P = 0.364) reﬂected symmetry. To assess\nwhether results might differ in dependency of whether\nthe training programs were matched for physical work,\nan independent analysis was run only for the 11 studies\nclassiﬁed as “work-matched.” The so determined popu-\nlation effect was found to beμ= 0.297 (CI: 0.102–0.471,\nP = 0.003). As compared with non-training control\ngroups, both training interventions provoked strong and\nsigniﬁcant gains in muscle strength (high loads:\nμ= 0.778, CI: 0.447–0.921, P < 0.001; low loads:\nμ= 0.663, CI: 0.396–0.826, P < 0.001). Average\nFig. 1. Flow chart reﬂecting the literature search and selection of studies for inclusion in the meta-analysis.\n998\nCsapo & Alegre\n\nincreases in strength in the “work-matched” studies\nwere 43% and 35% (high and light-moderate loads,\nrespectively).\nChanges in muscle size\nTraining-induced changes in muscle dimensions were\nreported in a total of seven studies. Measures included\nultrasound-based measurements of muscle thickness\n(Onambélé-Pearson et al., 2010) or cross-sectional\narea (Bemben et al., 2000), computed tomography\n(Kalapotharakos et al., 2004; Van Roie et al., 2013),\nanalyses of body composition by DXA (Vincent et al.,\n2002) or whole-body air displacement plethysmography\n(Cassilhas et al., 2007) as well as the anthropometric\ndetermination of thigh circumference (Fatouros et al.,\n2005a). Just as for the changes in muscle strength, all\nstudies found the training with higher intensities of load\nto be more effective in provoking muscle hypertrophy.\nComposite effect sizes r ranged between 0.008\n(Fatouros et al., 2005a) and 0.309 (Cassilhas et al.,\n2007). The total population effect was estimated to be\nμ= 0.136 ( P = 0.036; see forest plot in Fig. 3(a)). The\nFunnel plot (Fig. 3(b)) and associated Egger’s test\n(t = 0.151, P = 0.618) provided neither visual nor\nnumerical evidence of publication bias. After exclusion\nof two studies characterized as “non-matched,” this\nmetric decreased to μ= 0.056 (CI: −0.098–0.207) and\nfailed to reach statistical signiﬁcance ( P = 0.480).\nImportantly, comparison with control group data\nreported in ﬁve studies (Bemben et al., 2000; Vincent\net al., 2002; Kalapotharakos et al., 2004; Fatouros et al.,\n2005a; Cassilhas et al., 2007) revealed that the overall\ngains in muscle size following training with both high\n(μ= 0.199, CI: 0.046–0.343, P = 0.011) and low inten-\nsities of load ( μ= 0.108, CI: −0.050–0.261, P = 0.179)\nwere small and, for the lower loads, non-signiﬁcant.\nAverage increases in muscle size in the “work-matched”\nstudies that assessed appendicular muscle mass\n(Bemben et al., 2000; Kalapotharakos et al., 2004;\nFatouros et al., 2005a; Van Roie et al., 2013) were 11%\nand 9% (high and light-moderate loads, respectively).",
    "discussion": "The goal of the present meta-analysis was to compare the\nefﬁcacy of heavy vs light-moderate load RT programs in\nincreasing skeletal muscle mass and strength in elderly\ncohorts. Summarizing the results of 15 original articles,\nwe found that, as compared with non-training controls,\nboth high- and lighter load training programs may\ninduce signiﬁcant gains in strength (0.659 <μ< 0.769).\nTotal population effects further suggest that training\neffects may be more pronounced when using heavier\nloads ( μ= 0.430), although between-group differences\nwere substantially weaker in studies where training pro-\ntocols were matched for the total amount of physical\nTable 1. Evaluation of the level of evidence of all included studies by the Physiotherapy Evidence Database (PEDro) scale\n1. Eligibility\ncriteria\nspeciﬁed\n2. Random\nallocation\n3. Concealed\nallocation\n4. Baseline\ncomparability\n5. Blind\nsubjects\n6. Blind\ntherapists\n7. Blind\nassessors\n8. Adequate\nfollow-up\n9. Intention-\nto-treat\nanalysis\n10. Between-\ngroup\ncomparison\n11. Point\nestimates and\nvariability\nPEDro Score\n(sum of criteria\n2t o1 1 )\nBemben et al. (2000) 1 1 0 1 0 0 0 0 1 1 1 5\nBeneka et al. (2005) 1 1 0 1 0 0 0 1 1 1 1 6\nCassilhas et al. (2007) 1 1 0 1 0 0 0 1 1 1 1 6\nFatouros et al. (2005a) 1 1 0 1 0 0 0 1 1 1 1 6\nFatouros et al. (2005b) 1 1 0 1 0 0 0 1 1 1 1 6\nFatouros et al. (2006) 1 1 0 1 0 0 0 1 1 1 1 6\nHortobágyi et al. (2001) 1 1 0 1 0 0 0 1 1 1 1 6\nKalapotharakos et al. (2004) 1 1 0 1 0 0 1 1 1 1 1 7\nKerr et al. (1996) 1 1 0 1 0 0 0 0 1 1 1 5\nOnambélé-Pearson et al. (2010) 1 1 0 1 0 0 0 1 1 1 1 6\nPruitt et al. (1995) 1 1 0 1 0 0 0 0 1 1 1 5\nVan Roie et al. (2013) 1 1 0 1 0 0 0 1 1 1 1 6\nSeynnes et al. (2004) 1 1 0 1 1 0 0 0 1 1 1 6\nSingh et al. (2005) 1 1 0 1 1 0 0 1 1 1 1 7\nVincent et al. (2002) 1 1 0 1 0 0 0 0 1 1 1 5\nAverage 1.0 1.0 0.0 1.0 0.1 0.0 0.1 0.7 1.0 1.0 1.0 5.9\n999\nStrength training: high vs lighter loads\n\nTable 2. Methodological characteristics of all included articles\nStudy Work-\nmatched/\ncontrolled\nSubjects\n(n and mean age)\nDuration in\ndays (total\ntraining\nsessions)\nTraining\n(sets × reps × %1RM)\nTraining exercises Outcome measures Body part\ntrained and\nassessed\nBemben et al.\n(2000)\nYes/yes n HIT: 10 (50.5 years);\nn LIT: 7 (51.9 years)\n180 (72) HIT: 3 × 8 × 80%;\nLIT: 3× 16 × 40%\nSame as outcome measures Elbox extension, elbow ﬂexion, hip abduction, hip\nadduction, hip ﬂexion, hip extension, knee\nextension, knee ﬂexion, latissimus pull, leg press,\nseated row, shoulder press\nLE, UE\nBeneka et al.\n(2005)\nYes/yes n HIT: 32 (69.4 years);\nn LIT: 16 (69.4 years)\n112 (48) HIT: 3 × 6–8 × 80%;\nLIT 3 × 12–14 × 50%\nLeg curls, leg extension, leg press Knee extension (isokinetic) LE\nCassilhas et al.\n(2007)\nNo/yes n HIT: 20 (68.4 years);\nn LIT: 19 (69.0 years)\n168 (72) HIT: 2 × 8 × 80%;\nLIT: 2× 8 × 50%\nSame as outcome measures Abdominal crunch, chest press, knee ﬂexion, knee\nextension, lower back extension, vertical traction\nLE, UE, T\nFatouros et al.\n(2005a)\nYes/yes n HIT 20 (72.4 years);\nn LIT (70.3 years)\n168 (72) HIT: 2–3 × 6–8 × 80–85%;\nLIT: 2–3× 14–16 × 50–55%\nChest press, knee extension, knee ﬂexion, leg\npress, shoulder press, latissimus pull, elbow\nﬂexion, elbow extension\nChest press, leg press LE, UE\nFatouros et al.\n(2005b)\nYes/yes n HIT: 14 (70.8 years);\nn LIT: 26 (70.5 years)\n168 (72) HIT: 2–3 × 8 × 80%;\nLIT: 2–3× 14–16 × 55%\nChest press, knee extension, knee ﬂexion, leg\npress, shoulder press, latissimus pull, elbow\nﬂexion, elbow extension, abdominal crunch, lower\nback extension\nLeg extension, latissimus pull down LE, UE\nFatouros et al.\n(2006)\nYes/yes n HIT: 14 (70.8 years);\nn LIT: 26 (70.5 years)\n168 (72) HIT: 2–3 × 8 × 80%;\nLIT: 2–3× 14–16 × 55%\nChest press, knee extension, knee ﬂexion, leg\npress, shoulder press, latissimus pull, elbow\nﬂexion, elbow extension, abdominal crunch, lower\nback extension\nChest press, leg press LE, UE\nHortobágyi et al.\n(2001)\nYes/yes n HIT: 9 (72.8 years);\nn LIT: 9 (73.1 years)\n70 (30) HIT: 5 × 4–6 × 80%;\nLIT: 5× 8–12 × 40%\nLeg press Knee extension (concentric, eccentric, isometric) LE\nKalapotharakos\net al. (2004)\nYes/yes n HIT: 11 (64.6 years);\nn LIT: 12 (65.7 years)\n84 (36) HIT: 3 × 8 × 89%;\nLIT: 3× 15 × 60%\nKnee extension, knee ﬂexion, chest press,\nlatissimus pull, elbow ﬂexion, elbow extension,\nabdominal crunch, lower back extension\nChest press, elbow extension, elbow ﬂexion, knee\nextension, knee ﬂexion (isokinetic and isoinertial),\nlatissimus pull\nLE, UE\nKerr et al.\n(1996)\nYes/yes n HIT: 23 (58.4 years);\nn LIT: 19 (55.7 years)\n365 (156) HIT: 3 × 8 × 89%;\nLIT: 3× 20 × 50%\nSame as outcome measures Elbow extension, elbow ﬂexion, hip abduction, hip\nadduction, hip ﬂexion, hip extension, leg press,\nreverse wrist curl, wrist curl, wrist pronation,\nwrist supination\nLE, UE\nOnambélé-\nPearson et al.\n(2010)\nNo/no n HIT: 13 (68.1 years);\nn LIT: 18 (71.8 years)\n84 (36) HIT: 2–4 × 8–11 × 80%;\nLIT: 2–4× 8–11 × 40%\nKnee extension, leg press, ankle rotation, hip\nextension, additional theraband exercises\nAnkle plantarﬂexion, hip extension, leg extension\n(isometric and isoinertial), leg press\nLE\nPruitt et al.\n(1995)\nYes/yes n HIT: 8 (67.0 years);\nn LIT: 7 (67.6 years)\n365 (156) HIT: 2 × 7 × 80%;\nLIT: 2× 14 × 40%\nKnee extension, knee ﬂexion, leg press, bench\npress, latissimus pull, shoulder press, elbow\nﬂexion, hip abduction, hip adduction, lower back\nextension\nElbow ﬂexion, bench press, shoulder press,\nlatissimus pull, lower back extension, hip\nabduction, hip adduction, knee extension, knee\nﬂexion, leg press\nLE, UE\nvan Roie et al.\n(2013)\nYes/no n HIT: 18 (67.7 years);\nn LIT: 19 (67.4 years)\n84 (36) HIT: 2 × 12–16 × 80%;\nLIT: 60× 2 0 %+2 0× 40%\nKnee extension, leg press Knee extension (isometric, isokinetic and\nisoinertial), leg press\nLE\nSeynnes et al.\n(2004)\nNo/yes n HIT: 8 (83.3 years);\nn LIT: 6 (80.7 years)\n70 (30) HIT: 3 × 8 × 80%;\nLIT: 3× 8 × 40%\nKnee extension Knee extension LE\nSingh et al.\n(2005)\nNo/yes n HIT: 20 (69.0 years);\nn LIT: 20 (70.0 years)\n56 (24) HIT: 3 × 8 × 80%;\nLIT: 3× 8 × 20%\nKnee extension, knee ﬂexion, leg pres, chest\npress, shoulder press, seated row\nChest press, shoulder press, leg press, knee\nextension, knee ﬂexion, seated row\nLE, UE\nVincent et al.\n(2002)\nYes/yes n HIT: 24 (66.6 years);\nn LIT: 22 (67.6 years)\n168 (72) HIT: 1 × 8 × 80%;\nLIT: 1× 13 × 50%\nKnee extension, knee ﬂexion, leg press, calf\npress, chest press, seated row, shoulder press,\nelbow ﬂexion, elbow extension, hip abduction, hip\nadduction, lower back extension\nElbow ﬂexion, elbow extension, chest press, knee\nextension, knee ﬂexion, leg press, lower back\nextension, shoulder press, seated row\nLE, UE, T\nSummary 73% yes/\n87% yes\nn HIT: 230 (67.8 years);\nn LIT 218 (67.9 years)\n153 (66)\nHIT, high-intensity resistance training; LE, lower extremity; LIT, light-moderate intensity resistance training; T, trunk; UE, upper extremity.\n1000\nCsapo & Alegre\n\nwork performed ( μ= 0.297). Analysis of the subset of\nstudies to report data on the training-related changes in\nmuscle size revealed that neither the higher nor lower\nload RT programs performed were effective in inducing\nsigniﬁcant muscle hypertrophy (0.108 <μ< 0.199).\nConventional training prescriptions as published by\nworld leading organizations in exercise-related research\nsuggest that older adults engage at least twice a week in\nmuscle strengthening activities at moderate to vigorous\nintensity (ACSM, 2009a; Peterson & Gordon, 2011) to\nprevent loss of muscle mass and function and, thus,\ncounter sarcopenia (Narici & Maganaris, 2007). Such\nintensities coincide with resistances equivalent to\napproximately 60–80% of the individual 1RM to allow\nfor completion of 10–15 repetitions (Nelson et al., 2007)\nper set. In recent years, these recommendations have\nbeen subject to controversial debate, since a number of\nstudies comparing the effectiveness of RT as performed\nat different intensities of load have suggested that, in\nboth young and senior adults, training at lower intensi-\nties may be similarly if not equally effective in invoking\nprotein synthesis and associated gains in muscle size and\nFig. 2. Forest plot (a) reﬂecting effect sizes and 95% conﬁdence intervals from the 15 studies reporting training-induced changes in\nstrength. Funnel plot (b) relating the studies’ effect sizes to the inverse of their standard error. (a) Effect sizes for non-matched and\nwork-matched studies are shown separately. The values over the markers reﬂect the statistical weight assigned to the study. Note the\nestimated total population effect at the bottom in the dark grey row. (b) Note that one study (Singh et al., 2005) disproportionally shifts\nthe plot to the right, providing evidence of asymmetry (Egger’s test:t = 2.294, P = 0.041). Favors LIT, favors light-intensity resistance\ntraining; Favors HIT, favors high-intensity resistance training.\n1001\nStrength training: high vs lighter loads\n\nstrength (Pruitt et al., 1995; Taaffe et al., 1996; Bemben\net al., 2000; Burd et al., 2010; Mitchell et al., 2012). One\nexplanation for the discrepant ﬁndings reported in\nstudies comparing different RT regimen lies in the fact\nthat differences in the total mechanical work performed\nor the degree of fatigue induced by the training interven-\ntions were often not accounted for. Such differences may\nbias the comparison of the effectiveness of training at\nunequal intensities of load. This notion is supported by\nrecent evidence to show that gains in muscle mass and\nstrength following training with either heavier or lighter\nloads were similar, when training protocols were\nmatched for mechanical work (Léger et al., 2006; Alegre\net al., 2015). When assisted by artiﬁcial blood ﬂow\nrestriction to invoke early muscular fatigue, even inten-\nsities as low as 15–20% of 1RM may sufﬁce to provoke\nsubstantial training effects (Loenneke et al., 2012). Data\nobtained in young and previously untrained individuals\nFig. 3. Forest plot (a) reﬂecting effect sizes and 95% conﬁdence intervals from the seven studies reporting training-induced changes\nin muscle mass or size. Funnel plot (b) relating the studies’ effect sizes to the inverse of their standard error. (a) Effect sizes for studies\nclassiﬁed as “non-matched” and “work-matched” are shown separately. The values over the markers reﬂect the statistical weight\nassigned to the study. Note the estimated total population effect at the bottom in the dark grey row. (b) There is neither visual nor\nnumerical evidence of publication bias (Egger’s test:t = 0.151, P = 0.618). Favors LIT, favors light-intensity resistance training; Favors\nHIT, favors high-intensity resistance training.\n1002\nCsapo & Alegre\n\ntherefore suggest that training with lower loads may\nrepresent a suitable alternative to conventional, heavy-\nload RT (Schoenfeld, 2013a).\nElderly cohorts precluded from conventional RT\nbecause of strict contraindications for high-intensity RT,\nsuch as uncontrolled hypertension or cardiovascular dis-\neases (Williams et al, 2007; Thompson et al., 2013),\nwould beneﬁt the most from the possibility to lower\ntraining loads. Moreover, lower load RT might represent\nan interesting alternative for those suffering from degen-\nerative joint diseases, such as advanced osteoarthritis,\nsince high stresses imposed on joint structures and con-\nnective tissues may cause pain and potentially further\ndamage to joints (Segal et al., 2014). Research further\nsuggests that training at lower intensity may generally be\nsafer as the risk of training-related injuries has been\nfound to increase with higher loads even in healthy,\nexperienced weightlifters (Schoenfeld et al., 2014a).\nUltimately, elderly subjects have reported to prefer train-\ning with lighter loads (King et al., 1991), which may\nexplain why training adherence increases when intensi-\nties of load are reduced (Perri et al., 2002).\nAcross all studies included, our results demonstrate\nthat RT may provoke substantial increases in muscle\nstrength even if performed at lower than conventionally\nrecommended intensities of load (mean effect size of\n∼ 0.66 favoring training at low loads over no training).\nThese ﬁndings are in agreement with the",
    "conclusions": "drawn in another recent meta-analysis including young\nand healthy individuals (Schoenfeld et al., 2014b) and\nappear to contest the concept of a “strength-endurance\ncontinuum” that implicates that improvements in the\nability to exert maximal forces require training at high\n(near maximal) loads (Campos et al., 2002). When com-\nparing the effectiveness of different training intensities,\nhowever, our data further suggest that strength gains are\neven larger when training with loads reaching or exceed-\ning 80% of 1RM (total population effect size 0.43 favor-\ning conventional RT). It is noteworthy that this analysis\nincluded data by Singh et al. (2005) that resulted in an\neffect size (r = 0.990) that was substantially larger than\nthose calculated for all other studies included, and con-\nsequentially appeared as an outlier on the Funnel plot\npresented in Fig. 2(a). The reason why high-intensity\ntraining was favored substantially more strongly in this\nstudy may lie in the particularly low loads (20% 1RM)\nchosen for the low-intensity training group; such training\nstimuli are likely to be insufﬁcient to provoke strength\ngains. In addition, this investigation was carried out in\nsubjects suffering from clinical depression, whose\nresponse to RT may differ from that typically observed\nin healthy elderly cohorts. This observation notwith-\nstanding, our results still lend support to traditional train-\ning recommendations (ACSM, 2009a; Peterson &\nGordon, 2011) and conﬁrm previously drawn conclu-\nsions that high-intensity RT is a more potent stimulus to\ninduce strength gains as compared with training at lower\nintensities (Peterson et al., 2010; Steib et al., 2010;\nRaymond et al., 2013). Expanding on these earlier\nworks, we made a particular effort to consider bias that\nmight result from unequal overall training loads by\nrunning independent analyses only on those studies\nwhere the overall amount of mechanical work performed\n(sets × repetitions × load) was matched between training\ngroups. Effect sizes reﬂecting the differences between\nstrength gains were smaller by ∼37% in work-matched\nstudies although pooled data still favor conventional over\nlighter load RT (population effect size∼ 0.30). As a word\nof caution, however, it should be noted that the results\nreported in three papers by Fatouros et al. (2005a, b,\n2006) yielded composite effect sizes that were signiﬁ-\ncantly larger (r ∼ 0.67) than those calculated for all other\nwork-matched studies. After exclusion of these studies,\nthe population effect size decreased to μ= 0.15 in favor\nof RT at higher intensities of load. These results suggest\nthat the deﬁcits in terms of mechanical stimuli that result\nfrom usage of lower intensities of load may, to a large\nextent, be compensated by increasing the repetition\nnumber and, thus, the training-associated metabolic\nstress (Schoenfeld, 2013b).\nTo the best of our knowledge, this review is also the\nﬁrst to investigate the role of training intensity in invok-\ning muscle hypertrophy in senior cohorts. The results of\nseven studies to report changes in muscle mass, volume,\ncross-sectional area or circumference indicate that, at\nadvanced age (mean ∼ 68 years), both conventional and\nlower load RT are largely ineffective in inducing total\nmuscle growth. In the light of previous studies reporting\nsubstantial hypertrophy at the single muscle ﬁber level\n[10–62% after 9–52 weeks of training (Hunter et al.,\n2004)], these results may seem surprising. It should be\nnoted, however, that the capability of senior subjects’\nmuscles to grow at the whole muscle level may be\nimpaired because of age-related motor unit loss and a\nconcomitant accumulation of intramuscular non-\ncontractile tissues (Csapo et al., 2014). In agreement\nwith this notion, previous studies in elderly cohorts\nfound only very modest ( < 10%) training-associated\ngains in quadriceps femoris volume or cross-sectional\narea (Hakkinen et al., 1998; Reeves et al., 2004; Verdijk\net al., 2009; Stewart et al., 2014).\nRelating the results of the present meta-analysis to the\ndecreases of muscle strength and mass reported in the\nliterature, the decline of strength is about 10% from\nthe ﬁfth decade onwards (Vandervoort, 2002). Changes\nin local muscle mass show decreases of about 15% in\nmid-thigh cross-sectional area from the age of 65 to 77\nyears (Frontera et al., 2000). The average strength\nincreases in the “work-matched” studies of our review\nwere 43% and 35% for the high and light-moderate\nloads, respectively. This implies that, at older age (mean\nage ∼ 68 years), resistance training partly reverses the\nage-associated loss of muscle function, returning\nstrength to the levels of subjects 20 years younger.\n1003\nStrength training: high vs lighter loads\n\nRegarding the efﬁcacy of resistance training to restore\nmuscle mass, our data showed that the increases in\nappendicular muscle mass reported in studies classiﬁed\nas “work-matched” were 11% and 9% (high and lighter\nloads, respectively). Thus, it seems that, while the hyper-\ntrophic potential seems generally reduced in senior\nmuscles, resistance training as started at advance age\nmay still attenuate although not completely reverse age-\nassociated loss in muscle mass (Frontera et al., 2000).\nPerspectives\nThe present synopsis of current literature demonstrates\nthat RT at lower than traditionally recommended inten-\nsities of load ( ∼45% 1RM) may sufﬁce to induce sub-\nstantial gains in muscle strength in elderly cohorts.\nTraining with heavier loads may still be required to\nmaximize strength gains, although the analysis of a\nsubset of studies in which training was matched for\nmechanical work suggests that greater training volumes\nmay largely compensate for lower intensities. Both RT at\nhigh (∼80% 1RM) and lower intensities of load provoke\nonly minor increases in total muscle size, which indi-\ncates that the hypertrophic potential of skeletal muscles\nis blunted at older age. The present results could be\nuseful for the application of RT programs in elderly\npeople precluded from training with high intensities.\nKey words: Low-load exercise, muscular adaptations,\nsarcopenia, resistance exercise, hypertrophy.\nAcknowledgements\nThis work was supported in part by the Spanish Department of\nHealth and Institute Carlos III (grant number RD12/043/0002) of\nthe Government of Spain [Spanish Net on Aging and Frailty;\n(RETICEF)]. The authors wish to thank Dr. Alejandro Santos-\nLozano for his useful statistical advice.\nReferences\nACSM. American College of Sports\nMedicine position stand. Exercise and\nphysical activity for older adults. Med\nSci Sports Exerc 2009a: 41: 1510–1530.\nACSM. American College of Sports\nMedicine position stand. Progression\nmodels in resistance training for\nhealthy adults. Med Sci Sports Exerc\n2009b: 41: 687–708.\nAlegre LM, Aguado X, Rojas-Martin D,\nMartin-Garcia M, Ara I, Csapo R.\nLoad-controlled moderate and\nhigh-intensity resistance training\nprograms provoke similar strength\ngains in young women. Muscle Nerve\n2015: 51: 92–101.\nBemben DA, Fetters NL, Bemben MG,\nNabavi N, Koh ET. Musculoskeletal\nresponses to high- and low-intensity\nresistance training in early\npostmenopausal women. Med Sci\nSports Exerc 2000: 32: 1949–1957.\nBeneka A, Malliou P, Fatouros I,\nJamurtas A, Gioftsidou A, Godolias G,\nTaxildaris K. Resistance training effects\non muscular strength of elderly are\nrelated to intensity and gender. J Sci\nMed Sport 2005: 8: 274–283.\nBorenstein M, Hedges L, Higgins JPT,\nRothstein HR.",
    "introduction": "to\nmeta-analysis. Chichester, UK: John\nWiley & Sons, 2009: xxviii, 421 p.\nBrzycki M. Strength testing – predicting a\none-rep max from reps-to-fatigue.\nJ Phys Educ Recreation Dance 1993:\n64: 88–90.\nBurd NA, Mitchell CJ,\nChurchward-Venne TA, Phillips SM.\nBigger weights may not beget bigger\nmuscles: evidence from acute muscle\nprotein synthetic responses after\nresistance exercise. Appl Physiol Nutr\nMetab 2012: 37: 551–554.\nBurd NA, Moore DR, Mitchell CJ,\nPhillips SM. Big claims for big weights\nbut with little evidence. Eur J Appl\nPhysiol 2013: 113: 267–268.\nBurd NA, West DW, Staples AW,\nAtherton PJ, Baker JM, Moore DR,\nHolwerda AM, Parise G, Rennie MJ,\nBaker SK, Phillips SM. Low-load high\nvolume resistance exercise stimulates\nmuscle protein synthesis more than\nhigh-load low volume resistance\nexercise in young men. PLoS ONE\n2010: 5: e12033.\nCampos GE, Luecke TJ, Wendeln HK,\nToma K, Hagerman FC, Murray TF,\nRagg KE, Ratamess NA, Kraemer WJ,\nStaron RS. Muscular adaptations in\nresponse to three different\nresistance-training regimens: speciﬁcity\nof repetition maximum training zones.\nEur J Appl Physiol 2002: 88: 50–60.\nCassilhas RC, Viana V A, Grassmann V,\nSantos RT, Santos RF, Tuﬁk S, Mello\nMT. The impact of resistance exercise\non the cognitive function of the elderly.\nMed Sci Sports Exerc 2007: 39:\n1401–1407.\nCsapo R, Malis V, Sinha U, Du J, Sinha\nS. Age-associated differences in triceps\nsurae muscle composition and strength\n– an MRI-based cross-sectional\ncomparison of contractile, adipose and\nconnective tissue. BMC Musculoskelet\nDisord 2014: 15: 209.\nde V os NJ, Singh NA, Ross DA, Stavrinos\nTM, Orr R, Fiatarone Singh MA.\nOptimal load for increasing muscle\npower during explosive resistance\ntraining in older adults. J Gerontol A\nBiol Sci Med Sci 2005: 60: 638–647.\nDerSimonian R, Laird N. Meta-analysis in\nclinical trials. Control Clin Trials 1986:\n7: 177–188.\nEgger M, Davey Smith G, Schneider M,\nMinder C. Bias in meta-analysis\ndetected by a simple, graphical test.\nBMJ 1997: 315: 629–634.\nFatouros IG, Kambas A, Katrabasas I,\nLeontsini D, Chatzinikolaou A,\nJamurtas AZ, Douroudos I, Aggelousis\nN, Taxildaris K. Resistance training\nand detraining effects on ﬂexibility\nperformance in the elderly are\nintensity-dependent. J Strength Cond\nRes 2006: 20: 634–642.\nFatouros IG, Kambas A, Katrabasas I,\nNikolaidis K, Chatzinikolaou A,\nLeontsini D, Taxildaris K. Strength\ntraining and detraining effects on\nmuscular strength, anaerobic power,\nand mobility of inactive older men are\nintensity dependent. Br J Sports Med\n2005a: 39: 776–780.\nFatouros IG, Tournis S, Leontsini D,\nJamurtas AZ, Sxina M, Thomakos P,\nManousaki M, Douroudos I, Taxildaris\nK, Mitrakou A. Leptin and adiponectin\nresponses in overweight inactive elderly\nfollowing resistance training and\ndetraining are intensity related. J Clin\nEndocrinol Metab 2005b: 90:\n5970–5977.\nFaulkner JA, Larkin LM, Claﬂin DR,\nBrooks SV. Age-related changes in the\nstructure and function of skeletal\nmuscles. Clin Exp Pharmacol Physiol\n2007: 34: 1091–1096.\n1004\nCsapo & Alegre\n\nFisher J, Steele J, Bruce-Low S, Smith D.\nEvidence-based resistance training\nrecommendations. Med Sportiva 2011:\n15: 147–162.\nFrontera WR, Hughes V A, Fielding RA,\nFiatarone MA, Evans WJ, Roubenoff\nR. Aging of skeletal muscle: a 12-yr\nlongitudinal study. J Appl Physiol\n2000: 88: 1321–1326.\nHakkinen K, Kallinen M, Izquierdo M,\nJokelainen K, Lassila H, Malkia E,\nKraemer WJ, Newton RU, Alen M.\nChanges in agonist-antagonist EMG,\nmuscle CSA, and force during strength\ntraining in middle-aged and older\npeople. J Appl Physiol 1998: 84:\n1341–1349.\nHarris C, DeBeliso MA, Spitzer-Gibson\nTA, Adams KJ. The effect of\nresistance-training intensity on\nstrength-gain response in the older\nadult. J Strength Cond Res 2004: 18:\n833–838.\nHortobágyi T, Tunnel D, Moody J, Beam\nS, DeVita P. Low- or high-intensity\nstrength training partially restores\nimpaired quadriceps force accuracy and\nsteadiness in aged adults. J Gerontol A\nBiol Sci Med Sci 2001: 56: B38–B47.\nHunter GR, McCarthy JP, Bamman MM.\nEffects of resistance training on older\nadults. Sports Med 2004: 34: 329–348.\nJanssen I, Heymsﬁeld SB, Wang ZM,\nRoss R. Skeletal muscle mass and\ndistribution in 468 men and women\naged 18–88 yr. J Appl Physiol 2000:\n89: 81–88.\nKalapotharakos VI, Michalopoulou M,\nGodolias G, Tokmakidis SP, Malliou\nPV, Gourgoulis V. The effects of high-\nand moderate-resistance training on\nmuscle function in the elderly. J Aging\nPhys Act 2004: 12: 131–143.\nKell RT, Bell G, Quinney A.\nMusculoskeletal ﬁtness, health\noutcomes and quality of life. Sports\nMed 2001: 31: 863–873.\nKerr D, Morton A, Dick I, Prince R.\nExercise effects on bone mass in\npostmenopausal women are\nsite-speciﬁc and load-dependent.\nJ Bone Miner Res 1996: 11: 218–225.\nKhoury B, Lecomte T, Fortin G, Masse\nM, Therien P, Bouchard V, Chapleau\nMA, Paquin K, Hofmann SG.\nMindfulness-based therapy: a\ncomprehensive meta-analysis. Clin\nPsychol Rev 2013: 33: 763–771.\nKing AC, Haskell WL, Taylor CB,\nKraemer HC, DeBusk RF. Group- vs\nhome-based exercise training in\nhealthy older men and women. A\ncommunity-based clinical trial. JAMA\n1991: 266: 1535–1542.\nKrist L, Dimeo F, Keil T. Can progressive\nresistance training twice a week\nimprove mobility, muscle strength, and\nquality of life in very elderly\nnursing-home residents with impaired\nmobility? A pilot study. Clin Interv\nAging 2013: 8: 443–448.\nLéger B, Cartoni R, Praz M, Lamon S,\nDeriaz O, Crettenand A, Gobelet C,\nRohmer P, Konzelmann M, Luthi F,\nRussell AP. Akt signalling through\nGSK-3beta, mTOR and Foxo1 is\ninvolved in human skeletal muscle\nhypertrophy and atrophy. J Physiol\n2006: 576: 923–933.\nLoenneke JP, Wilson JM, Marin PJ,\nZourdos MC, Bemben MG. Low\nintensity blood ﬂow restriction training:\na meta-analysis. Eur J Appl Physiol\n2012: 112: 1849–1859.\nMaher CG, Sherrington C, Herbert RD,\nMoseley AM, Elkins M. Reliability of\nthe PEDro scale for rating quality of\nrandomized controlled trials. Phys Ther\n2003: 83: 713–721.\nMitchell CJ, Churchward-Venne TA, West\nDW, Burd NA, Breen L, Baker SK,\nPhillips SM. Resistance exercise load\ndoes not determine training-mediated\nhypertrophic gains in young men.\nJ Appl Physiol 2012: 113: 71–77.\nMorse CI, Thom JM, Mian OS, Birch\nKM, Narici MV. Gastrocnemius\nspeciﬁc force is increased in elderly\nmales following a 12-month physical\ntraining programme. Eur J Appl Physiol\n2007: 100: 563–570.\nMorse CI, Thom JM, Mian OS, Muirhead\nA, Birch KM, Narici MV. Muscle\nstrength, volume and activation\nfollowing 12-month resistance training\nin 70-year-old males. Eur J Appl\nPhysiol 2005a: 95: 197–204.\nMorse CI, Thom JM, Reeves ND, Birch\nKM, Narici MV. In vivo physiological\ncross-sectional area and speciﬁc force\nare reduced in the gastrocnemius of\nelderly men. J Appl Physiol 2005b: 99:\n1050–1055.\nNarici MV, Maganaris CN. Plasticity of\nthe muscle-tendon complex with disuse\nand aging. Exerc Sport Sci Rev 2007:\n35: 126–134.\nNelson ME, Rejeski WJ, Blair SN,\nDuncan PW, Judge JO, King AC,\nMacera CA, Castaned-Sceppa C.\nPhysical activity and public health in\nolder adults: recommendation from the\nAmerican College of Sports Medicine\nand the American Heart Association.\nMed Sci Sports Exerc 2007: 39:\n1435–1445.\nOnambélé-Pearson GL, Breen L, Stewart\nCE. Inﬂuences of carbohydrate plus\namino acid supplementation on\ndiffering exercise intensity adaptations\nin older persons: skeletal muscle and\nendocrine responses. Age (Omaha)\n2010: 32: 125–138.\nPereira MI, Gomes PS. Movement\nvelocity in resistance training. Sports\nMed 2003: 33: 427–438.\nPerri MG, Anton SD, Durning PE,\nKetterson TU, Sydeman SJ,\nBerlant NE, Kanasky WF Jr, Newton\nRL Jr, Limacher MC, Martin AD.\nAdherence to exercise prescriptions:\neffects of prescribing moderate versus\nhigher levels of intensity and\nfrequency. Health Psychol 2002: 21:\n452–458.\nPeterson MD, Gordon PM. Resistance\nexercise for the aging adult: clinical\nimplications and prescription\nguidelines. Am J Med 2011: 124:\n194–198.\nPeterson MD, Rhea MR, Sen A,\nGordon PM. Resistance exercise for\nmuscular strength in older adults:\na meta-analysis. Ageing Res Rev 2010:\n9: 226–237.\nPruitt LA, Taaffe DR, Marcus R. Effects\nof a one-year high-intensity versus\nlow-intensity resistance training\nprogram on bone mineral density in\nolder women. J Bone Miner Res 1995:\n10: 1788–1795.\nRaymond MJ, Bramley-Tzerefos RE, Jeffs\nKJ, Winter A, Holland AE. Systematic\nreview of high-intensity progressive\nresistance strength training of the lower\nlimb compared with other intensities of\nstrength training in older adults. Arch\nPhys Med Rehabil 2013: 94:\n1458–1472.\nReeves ND, Narici MV, Maganaris CN.\nEffect of resistance training on skeletal\nmuscle-speciﬁc force in elderly\nhumans. J Appl Physiol 2004: 96:\n885–892.\nRejeski WJ, Mihalko SL. Physical activity\nand quality of life in older adults.\nJ Gerontol A Biol Sci Med Sci 2001:\n56 (Spec No 2): 23–35.\nSchoenfeld BJ. Is there a minimum\nintensity threshold for resistance\ntraining-induced hypertrophic\nadaptations? Sports Med 2013a: 43:\n1279–1288.\nSchoenfeld BJ. Potential mechanisms\nfor a role of metabolic stress in\nhypertrophic adaptations to resistance\ntraining. Sports Med 2013b: 43:\n179–194.\nSchoenfeld BJ, Ratamess NA, Peterson\nMD, Contreras B, Sonmez GT, Alvar\nBA. Effects of different\nvolume-equated resistance training\nloading strategies on muscular\nadaptations in well-trained men.\nJ Strength Cond Res 2014a: 28:\n2909–2918.\nSchoenfeld BJ, Wilson JM, Lowery RP,\nKrieger JW. Muscular adaptations in\nlow- versus high-load resistance\ntraining: a meta-analysis. Eur J Sport\nSci 2014b (Epub ahead of print).\nSchuenke MD, Herman J, Staron RS.\nPreponderance of evidence proves\n“big” weights optimize hypertrophic\n1005\nStrength training: high vs lighter loads\n\nand strength adaptations. Eur J Appl\nPhysiol 2013: 113: 269–271.\nSchuenke MD, Herman JR, Gliders RM,\nHagerman FC, Hikida RS, Rana SR,\nRagg KE, Staron RS. Early-phase\nmuscular adaptations in response to\nslow-speed versus traditional\nresistance-training regimens. Eur J\nAppl Physiol 2012: 112: 3585–3595.\nSegal NA, Williams GN, Davis M,\nWallace RB, Mikesky A. Efﬁcacy\nof blood ﬂow-restricted, low-load\nresistance training in women with\nrisk factors for symptomatic knee\nosteoarthritis. PM R 2014: 7: 376–384.\nSeynnes O, Fiatarone Singh MA, Hue O,\nPras P, Legros P, Bernard PL.\nPhysiological and functional responses\nto low-moderate versus high-intensity\nprogressive resistance training in frail\nelders. J Gerontol A Biol Sci Med Sci\n2004: 59: 503–509.\nSilva NL, Oliveira RB, Fleck SJ, Leon\nAC, Farinatti P. Inﬂuence of strength\ntraining variables on strength gains\nin adults over 55 years-old: a\nmeta-analysis of dose-response\nrelationships. J Sci Med Sport 2014:\n17: 337–344.\nSingh NA, Stavrinos TM, Scarbek Y,\nGalambos G, Liber C, Fiatarone Singh\nMA. A randomized controlled trial of\nhigh versus low intensity weight\ntraining versus general practitioner care\nfor clinical depression in older adults.\nJ Gerontol A Biol Sci Med Sci 2005:\n60: 768–776.\nSteib S, Schoene D, Pfeifer K.\nDose-response relationship of\nresistance training in older adults: a\nmeta-analysis. Med Sci Sports Exerc\n2010: 42: 902–914.\nStewart VH, Saunders DH, Greig CA.\nResponsiveness of muscle size and\nstrength to physical training in very\nelderly people: a systematic review.\nScand J Med Sci Sports 2014: 24:\ne1–e10.\nSullivan DH, Roberson PK, Johnson LE,\nBishara O, Evans WJ, Smith ES, Price\nJA. Effects of muscle strength training\nand testosterone in frail elderly males.\nMed Sci Sports Exerc 2005: 37:\n1664–1672.\nSullivan DH, Roberson PK, Smith ES,\nPrice JA, Bopp MM. Effects of muscle\nstrength training and megestrol acetate\non strength, muscle mass, and function\nin frail older people. J Am Geriatr Soc\n2007: 55: 20–28.\nSymons TB, Vandervoort AA, Rice CL,\nOverend TJ, Marsh GD. Effects of\nmaximal isometric and isokinetic\nresistance training on strength and\nfunctional mobility in older adults.\nJ Gerontol A Biol Sci Med Sci 2005:\n60: 777–781.\nTaaffe DR, Pruitt L, Pyka G, Guido D,\nMarcus R. Comparative effects of high-\nand low-intensity resistance training on\nthigh muscle strength, ﬁber area, and\ntissue composition in elderly women.\nClin Physiol 1996: 16: 381–392.\nThompson PD, Arena R, Riebe D,\nPescatello LS. ACSM’s new\npreparticipation health screening\nrecommendations from ACSM’s\nguidelines for exercise testing and\nprescription, ninth edition. Curr Sports\nMed Rep 2013: 12: 215–217.\nVan Roie E, Delecluse C, Coudyzer W,\nBoonen S, Bautmans I. Strength\ntraining at high versus low external\nresistance in older adults: effects on\nmuscle volume, muscle strength, and\nforce-velocity characteristics. Exp\nGerontol 2013: 48: 1351–1361.\nVandervoort AA. Aging of the human\nneuromuscular system. Muscle Nerve\n2002: 25: 17–25.\nVerdijk LB, Gleeson BG, Jonkers RA,\nMeijer K, Savelberg HH, Dendale P,\nvan Loon LJ. Skeletal muscle\nhypertrophy following resistance\ntraining is accompanied by a ﬁber\ntype-speciﬁc increase in satellite cell\ncontent in elderly men. J Gerontol A\nBiol Sci Med Sci 2009: 64: 332–339.\nVincent KR, Braith RW, Feldman RA,\nMagyari PM, Cutler RB, Persin SA,\nLennon SL, Gabr AH, Lowenthal DT.\nResistance exercise and physical\nperformance in adults aged 60 to 83.\nJ Am Geriatr Soc 2002: 50: 1100–1107.\nWeening-Dijksterhuis E, de Greef MH,\nScherder EJ, Slaets JP, van der Schans\nCP. Frail institutionalized older\npersons: a comprehensive review on\nphysical exercise, physical ﬁtness,\nactivities of daily living, and\nquality-of-life. Am J Phys Med Rehabil\n2011: 90: 156–168.\nWilliams MA, Haskell WL, Ades PA,\nAmsterdam EA, Bittner V, Franklin\nBA, Gulanick M, Laing ST, Stewart\nKJ, American Heart Association\nCouncil on Clinical C, American Heart\nAssociation Council on Nutrition PA,\nMetabolism. Resistance exercise in\nindividuals with and without\ncardiovascular disease: 2007 update: a\nscientiﬁc statement from the American\nHeart Association Council on Clinical\nCardiology and Council on Nutrition,\nPhysical Activity, and Metabolism.\nCirculation 2007: 116: 572–584.\n1006\nCsapo & Alegre"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "hypertrophy (muscle_mass; CSA); strength (1RM / dynamic_strength)"
  },
  "bucket": "A",
  "notes": "In elderly individuals, heavy-load RT tends to produce somewhat greater strength gains; hypertrophy differences between moderate and heavy loads are smaller, especially when total work is matched."
}