{
  "id": 29,
  "title": "Single vs. Multiple Sets of Resistance Exercise for Muscle Hypertrophy: A Meta-Analysis",
  "authors": "Krieger JW",
  "year": 2010,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_volume",
    "single_set",
    "multiple_sets",
    "hypertrophy",
    "dose_response",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults; mostly untrained/recreational)"
  },
  "sections": {
    "abstract": "Krieger, JW. Single vs. multiple sets of resistance exercise for\nmuscle hypertrophy: a meta-analysis. J Strength Cond Res\n24(4): 1150–1159, 2010—Previous meta-analyses have com-\npared the effects of single to multiple sets on strength, but\nanalyses on muscle hypertrophy are lacking. The purpose of this\nstudy was to use multilevel meta-regression to compare the\neffects of single and multiple sets per exercise on muscle\nhypertrophy. The analysis comprised 55 effect sizes (ESs),\nnested within 19 treatment groups and 8 studies. Multiple sets\nwere associated with a larger ES than a single set (difference =\n0.10 6 0.04; conﬁdence interval [CI]: 0.02, 0.19; p = 0.016).\nIn a dose–response model, there was a trend for 2–3 sets\nper exercise to be associated with a greater ES than 1 set\n(difference = 0.09 6 0.05; CI: 20.02, 0.20; p = 0.09), and\na trend for 4–6 sets per exercise to be associated with a greater\nES than 1 set (difference = 0.20 6 0.11; CI: 20.04, 0.43; p =\n0.096). Both of these trends were signiﬁcant when considering\npermutation test p values (p , 0.01). There was no signiﬁcant\ndifference between 2–3 sets per exercise and 4–6 sets per\nexercise (difference = 0.106 0.10; CI: 20.09, 0.30; p = 0.29).\nThere was a tendency for increasing ESs for an increasing\nnumber of sets (0.24 for 1 set, 0.34 for 2–3 sets, and 0.44 for\n4–6 sets). Sensitivity analysis revealed no highly inﬂuential\nstudies that affected the magnitude of the observed differ-\nences, but one study did slightly inﬂuence the level of\nsigniﬁcance and CI width. No evidence of publication bias\nwas observed. In",
    "conclusion": ", multiple sets are associated with\n40% greater hypertrophy-related ESs than 1 set, in both trained\nand untrained subjects.\nKEY WORDS metaregression, effect size, lean body mass,\nvolume",
    "introduction": "R\nesistance training improves musculoskeletal\nstrength, muscle mass, bone mass, and connective\ntissue thickness (22,41). The design of a resistance\ntraining program requires appropriate manipula-\ntion of numerous variables, including the frequency, intensity,\nand volume of the program (12). For general ﬁtness purposes,\nthe American College of Sports Medicine has recommended\na program of 1 set of 8–10 exercises covering all major\nmuscle groups (1). Multiple sets are recommended for\nathletic populations (21). In the past, some authors have\nargued that a single set per exercise is all that is necessary\nfor all populations and that further gains are not achieved\nby successive sets (8). However, a large number of studies\nperformed over the past decade have demonstrated greater\nstrength gains with multiple sets per exercise (6,11,16,18–\n20,26–27,30,32,35–36). Also, a recent meta-analysis clearly\nshowed multiple sets to be associated with 46% greater\nstrength gains in both trained and untrained subjects (23).\nThe reason for the greater strength gains with multiple sets\nis not well established. Strength training is associated with\nboth neural and structural adaptations that enhance force\nproduction (22). It is not clear whether the greater strength\ngains observed with multiple sets are because of greater\nneural adaptations, greater hypertrophy, or both. Some\nstudies have shown greater hypertrophy with multiple sets\n(26,35), whereas others have not (11,27,30–32,40). Measures\nof muscle hypertrophy are highly variable and insensitive.\nChanges in muscle size are smaller and slower than changes\nin strength (28). Many resistance training studies are short in\nduration, and subject numbers tend to be small. Because of all\nthese reasons, the risk of a Type II error is high. For example,\nMcBride et al. (27) reported greater strength gains in a group\nperforming 6 sets per exercise compared with a group\nperforming 1 set per exercise. There were no signiﬁcant\ndifferences in changes in lean mass between the groups.\nHowever, the study only lasted 12 weeks, and there were\nonly 9 subjects per group. The mean change in leg lean mass\nwas nonsigniﬁcantly greater in the multiple-set group\ncompared with the single-set group (0.86 kg vs.20.05 kg,\nrespectively). A difference of 0.9 kg in 12 weeks is a\nmeaningful difference in leg lean mass. Given the sample size\nBRIEF REVIEW\nAddress correspondence to James W. Krieger, jim@jopp.us.\n24(4)/1150–1159\nJournal of Strength and Conditioning Research\n/C2112010 National Strength and Conditioning Association\n1150 Journal of Strength and Conditioning Research\nthe TM\n\n\nand the reported SDs, the estimated statistical power to\ndetect this difference, using a 2-tailed test and ana of 0.05, is\nonly 12%. Thus, only 12 of 100 studies would detect a\nsigniﬁcant difference, if each study only had 9 subjects per\ngroup. If this 0.9-kg difference represents a true difference\nbetween populations, then a Type II error has occurred.\nIn fact, using an estimatedSD of the difference, the study\nwould need 75–175 subjects per group to detect this 0.9-kg\ndifference with 80% power. Therefore, underpowered\nresistance training studies can potentially lead to incorrect",
    "conclusions": "regarding the effects of set volume on muscle\nhypertrophy, and these erroneous conclusions are only rein-\nforced with the publication of more underpowered studies.\nUnfortunately, many resistance training studies do not report\npower analyses.\nAnother problem with determining the effects of set\nvolume on hypertrophy is the many ways in which\nhypertrophy can be measured. Studies have used whole-\nbody lean mass (11,26), regional lean mass (27,35), muscle\nthickness (31,40), muscle cross-sectional area (31,35), or\nmuscle circumference (30–32) to measure hypertrophy.\nDifferent regions of a particular muscle may also be measured\n(40). Thus, comparisons across studies can be difﬁcult. The\ncalculation of a standardized effect size (ES) can aid in the\ncomparison across studies (3). A meta-analysis of these ESs\ncan allow for the identiﬁcation of trends among conﬂicting\nand/or underpowered studies (45). Meta-analyses regarding\nthe effects of set volume on strength have been published\n(23,33–34,44), but none of these analyses looked at measures\nof hypertrophy.\nThe purpose of this paper was to use meta-analysis to\ncompare the effects of single and multiple sets per exercise on\nmuscle hypertrophy. A second purpose was to establish\na dose–response effect of set volume on hypertrophy. The\nhypothesis was that multiple sets would be associated with\ngreater hypertrophy compared with single sets.",
    "methods": "Experimental Approach to the Problem\nStudies comparing single with multiple sets per exercise, with\nall other variables being equivalent, were eligible for inclusion.\nThis helped eliminate confounding effects of other training\nvariables that may affect hypertrophy. To account for\nnonindependent ESs and the variation between between\nstudies, between treatment groups, and between ESs within\neach treatment group, multilevel statistical models were used\nfor the analysis. The dependent variable was the pre to\nposttraining change in muscle size. The primary independent\nvariable was the number of sets per exercise.\nProcedures\nStudy Selection.Searches were performed of PubMed, SPORT\nDiscus, and CINAHL for English-language studies published\nbetween January 1, 1960, and October 15, 2009. A sample of\nkeywords and phrases used in searches included ‘‘resistance\ntraining,’’ ‘‘strength training,’’ ‘‘resistance exercise,’’ ‘‘sets,’’ ‘‘single,’’\n‘‘multiple,’’ and ‘‘volume’’; Boolean operators such as AND,\nOR, and NOT were used to help narrow searches. Hand\nsearching and crossreferencing were performed from the\nbibliographies of previously retrieved studies and from\nreview articles. Studies were selected if they met the\nfollowing criteria: (a) resistance exercise program lasting\na minimum of 4 weeks; (b) training on at least one exercise\nfor at least one major muscle group; major muscle groups\nincluded the quadriceps, hamstrings, pectoralis major,\nlatissimus dorsi, biceps, triceps, and deltoids; (c) adults\n$19 years; (d) comparison of single to multiple sets per\nexercise, with all other training variables being equivalent; (e)\nsubjects free from orthopedic limitations that could affect\nprogress on a resistance exercise program; (f) pre and\nposttraining determination of at least one measure of muscle\nhypertrophy; these measures included lean body mass,\nregional lean mass, muscle cross-sectional area, muscle\ncircumference, and muscle thickness; (g) sufﬁcient data to\ndetermine sets per exercise and to calculate ESs; and (h)\npublished studies in English-language journals.\nData Abstraction. Data were tabulated onto a spreadsheet\nusing Microsoft Excel (Microsoft Corp., Redmond, WA).\nEach row represented a speciﬁc ES for a treatment group. If\nthere were multiple ESs for a particular treatment group (i.e.,\na treatment group was subjected to multiple measures of\nhypertrophy), then each ES was coded in a separate row.\nVariables abstracted from each study were the following:\nauthors, year, research design (randomized trial, nonrandom-\nized trial, or randomized crossover), n, quality score, sex\n(male, female, or mixed), age (19–44 or$45 years), baseline\nbody mass (kg), resistance exercise experience (,6o r $6\nmonths), training program duration (weeks), average repe-\ntitions per set, training frequency (d/C1 wk21), sets per exercise,\nsupervised training (yes/unspeciﬁed/no), pre and posttest\nmeans for hypertrophy measures, and pre and posttestSD for\nthose measures. The study quality score was the sum of\n2 scores used in previous reviews to rate the quality of\nresistance training studies: a 0–10 scale-based score used by\nBa˚genhammar and Hansson (2) and a 0–10 scale-based score\nused by Durall et al. (10). For the average repetitions per set, if\na range of repetitions was reported (e.g., 8–12 repetitions),\nthe midpoint of the range was used (e.g., 10 repetitions).\nFor each measure of hypertrophy in each treatment group,\nan ES was calculated as the pretest–posttest change, divided\nby the pretestSD (29). Becker (3) recommended the ES for\nthe control group be subtracted from the experimental group\nES; however, numerous studies in this analysis did not\ninclude a control group. Because it is important to deﬁne the\nES in a standard way across all studies (29), the control ES\nwas assumed to be 0 in all studies and was not subtracted\nfrom the experimental ES. To test this assumption, the mean\ncontrol ES was calculated among all studies that had\na control group; the mean ES was 0.06 0.03, which was not\nVOLUME 24 | NUMBER 4 | APRIL 2010 |1151\nJournal of Strength and Conditioning Research\nthe TM\n| www.nsca-jscr.org\n\n\nTABLE 1. Studies included in the analysis.\nReferences Age (y) Sex Status* Length (wks) Type of measure Sets ES † SV‡ Study ES§\nGalva˜o and Taaffe (11) $45 M, F U 20 0.03\nn = 16 Lean body mass 1 0.05 0.021\nn =1 6 3 0.08 0.012\nMarzolini et al. (26) $45 M, F U 24 0.06\nn = 19 Lean body mass 1 0.11 0.004\nn =1 8 3 0.18 0.004\nMcBride et al. (27) 19–44 M, F U 12 0.12\nn = 9 Leg LM k 1 20.01 0.040\nn =9 3 0.23 0.033\nArm LM 1 0.00 0.040\n3 20.01 0.040\nMunn et al. (30) 19–44 M, F U 6 0.02\nn = 23 Arm circumference 1 0.24 0.006\nn =2 3 1 0.09 0.006\nn =2 3 3 0.31 0.006\nn =2 3 3 0.07 0.005\nOstrowski et al. (31) 19–44 M T 10 0.20\nn = 9 Tricep thickness 1 0.25 0.029\nn =9 2 0.40 0.034\nn =9 4 0.50 0.029\nRectus Femoris CSA{ 1 0.30 0.037\n2 0.29 0.021\n4 0.78 0.027\nRectus Femoris\nThickness 1 0.27 0.040\n2 0.14 0.035\n4 0.73 0.027\nRhea et al. (32) 19–44 M T 12 0.44\nn = 8 Chest circumference 1 0.50 0.015\nn =8 3 0.62 0.012\nLeg circumference 1 20.13 0.043\n3 0.64 0.059\nRønnestad et al. (35) 19–44 M U 11 0.24\nn = 10 Quadriceps CSA 1 0.56 0.032\nn =1 1 3 0.67 0.026\nHamstring CSA 1 0.27 0.032\n3 0.56 0.026\nn = 5 Lower body LM 1 0.14 0.189\nn =5 3 0.36 0.189\nn = 5 Upper body LM 1 0.25 0.189\nn =5 3 0.45 0.189\nn = 11 Trapezius CSA 1 0.28 0.026\nn =1 0 3 0.68 0.032\nStarkey et al. (40) 19–44 M, F U 14 0.07\nThigh thickness\nn = 18 20% Anterior 1 0.05 0.008\nn =2 0 3 0.15 0.008\n40% Anterior 1 0.14 0.009\n3 0.13 0.007\n60% Anterior 1 0.14 0.009\n3 0.15 0.008\nMedialis 1 0.15 0.010\n3 0.14 0.007\nLateralis 1 20.07 0.006\n3 20.08 0.008\n20% Lateral 1 0.03 0.009\n3 0.37 0.003\n(Continued on next page)\n1152 Journal of Strength and Conditioning Research\nthe TM\nSingle vs. Multiple Sets for Muscle Hypertrophy\n\n\nsigniﬁcantly different from 0 (p = 0.94) when compared using\na one-sample t-test. The sampling variance for each ES was\nestimated according to Morris and DeShon (29). Calculation\nof the sampling variance required an estimate of the\npopulation ES and the pretest–posttest correlation for each\nindividual ES. The population ES was estimated by\ncalculating the mean ES across all studies and treatment\ngroups (29). The pretest–posttest correlation was calculated\nusing the following formula (29):\nr ¼ð s2\n1 þ s2\n2 /C0 s2\nDÞ=ð2s1s2Þ;\nwhere s1 and s2 are the SDs for the pre and posttest means,\nrespectively, andsD is theSD of the difference scores. Where\ns2 was not reported,s1 was used in its place. WheresD was not\nreported, it was estimated using the following formula:\nsD ¼\nﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃﬃ\nððs2\n1=nÞþð s2\n2=nÞÞ:\nq\nStatistical Analyses\nMeta-analyses were performed using multilevel linear mixed\nmodels, modeling the variation between studies as a random\neffect, the variation between treatment groups as a random\neffect nested within studies, the variation between ESs as\na random effect nested within treatment groups, and group-\nlevel predictors as ﬁxed effects (15). The within-group\nvariances were assumed known. Observations were weighted\n40% Lateral 1 0.10 0.009\n3 0.21 0.007\n60% Lateral 1 0.25 0.009\n3 0.22 0.008\n40% Posterior 1 0.30 0.009\n3 0.43 0.007\n60% Posterior 1 0.29 0.010\n3 0.34 0.008\n*U = Untrained (,6 mo resistance exercise experience); T = Trained ( $6 mo experience).\n†Effect size.\n‡Sampling variance.\n§Mean study-level effect size (mean multiple-set ES – mean single-set ES).\nkLean mass.\n{Cross-sectional area.\nTABLE 2. Full model with all covariates.\nPredictor Coefﬁcient 6 SE* 95% CI p Value\nMultiple sets per exercise\nNo 0\nYes 0.11 6 0.04 (0.02, 0.19) 0.016\nIntercept† 0.45 6 0.10 (0.26, 0.64) ,0.0001\nSex\nM0\nM, F 20.31 6 0.08 ( 20.53, 20.09) 0.017\nTraining duration (wk) 0.00 6 0.01 ( 20.02, 0.01) 0.70\nTraining experience\n,6 mos 0\n$6 mos 20.06 6 0.09 ( 20.31, 0.19) 0.54\n*Positive values for coefﬁcients represent an increase in overall effect size (ES). Negative values represent a decrease in overall ES.\nCoefﬁcients of 0 represent the default categories in the model. Coefﬁcients for other categories within the same variable represent the\ndifference from the default category.\n†Intercept of the model produced by hierarchical regression.\nVOLUME 24 | NUMBER 4 | APRIL 2010 |1153\nJournal of Strength and Conditioning Research\nthe TM\n| www.nsca-jscr.org\n\n\nby the inverse of the sampling variance (29). An intercept-\nonly model was created, estimating the weighted mean ES\nacross all studies and treatment groups. A full statistical\nmodel was then generated. Because of the small number of\nstudies identiﬁed for this analysis (Table 1), the number of\npredictors that could be included in the full statistical model\nwas small. A binary variable (multiple or single sets) was\nincluded as a predictor in the model. Other predictors chosen\nfor the full model were based on predictors observed to show\nweak relationships (p , 0.30) to strength in a previous\nmetaregression that used an identical statistical model (23).\nThe predictors selected were sex, training duration, and\ntraining experience. Although age showed a weak effect (p =\n0.24) in the previous metaregression (23), it was not chosen\nfor this model as 6 of the 8\nstudies in this analysis involved\nsubjects ,44 years of age. The\nfull model was then reduced by\nremoving one predictor at\na time, starting with the most\ninsigniﬁcant predictor (7). The\nﬁnal model represented the\nreduced model with the lowest\nBayesian information criterion\n(BIC) (37) and that was not\nsigniﬁcantly different (p . 0.05)\nfrom the full model when\ncompared with a likelihood ra-\ntio test (LRT). Model parame-\nters were estimated by the\nmethod of restricted maximum\nlikelihood (REML) (43); an\nexception was during the\nmodel reduction process, in\nwhich parameters were esti-\nmated by the method of\nmaximum likelihood (ML), as LRTs cannot be used to\ncompare nested models with REML estimates. Denominator\ndf for statistical tests and conﬁdence intervals (CIs) were\ncalculated according to Berkey et al. (5) The multiple-sets\npredictor was not removed during the model reduction\nprocess. Because metaregression can result in inﬂated false-\npositive rates when heterogeneity is present and/or when\nthere are few studies (13), a permutation test described by\nHiggins and Thompson (13) was used to verify the\nsigniﬁcance of the predictors in the ﬁnal model; 1,000\npermutations were generated. To examine the relationship\nbetween set volume and treatment effect, a dose–response\nmodel was created by replacing the multiple-sets predictor\nwith a categorical predictor representing the number of sets\nTABLE 3. Reduced model.\nPredictor Coefﬁcient 6 SE* 95% CI p Value Permutation p value\nMultiple sets per exercise\nNo 0\nYes 0.10 6 0.04 (0.02, 0.19) 0.016 0.0\nIntercept† 0.39 6 0.05 (0.29, 0.49) ,0.0001 N/A ‡\nSex\nM0\nM, F 20.28 6 0.05 ( 20.40, 20.16) 0.0012 0.0\n*Positive values for coefﬁcients represent an increase in overall effect size (ES). Negative values represent a decrease in overall ES.\nCoefﬁcients of 0 represent the default categories in the model. Coefﬁcients for other categories within the same variable represent the\ndifference from the default category.\n†Intercept of the model produced by hierarchical regression.\n‡N/A = Not available; permutation p values were only calculated for covariates.\nFigure 1.Mean hypertrophy effect size for single vs. multiple sets per exercise. Data are presented as means6 SE.\n*Signiﬁcant difference from 1 set per exercise ( p , 0.05).\n1154 Journal of Strength and Conditioning Research\nthe TM\nSingle vs. Multiple Sets for Muscle Hypertrophy\n\n\nperformed per exercise: 1 set,\n2–3 sets, and 4–6 sets. Adjust-\nment for post hoc multiple\ncomparisons among set cate-\ngories were performed with\na Hochberg correction (14).\nHistograms of residuals were\nexamined to identify major\ndepartures from normality; no\ndepartures from normality\nwere found. Publication bias\nwas assessed via a funnel plot\nregression method described\nby Macaskill et al. (25).\nTo identify the presence of\nhighly inﬂuential studies that\nmay have biased the analysis,\na sensitivity analysis was carried\nout by removing one study at\na time and then examining the\nmultiple-sets predictor. Studies\nwere identiﬁed as inﬂuential if\ntheir removal resulted in\na change of .1 SE in the multiple-sets coefﬁcient. All\nanalyses were performed using S-PLUS version 8.0 (Insight-\nful, Seattle, WA). Effects were considered signiﬁcant atp #\n0.05. Trends were declared atp # 0.10. Data are reported as\nmeans (6SEs) and 95% conﬁdence intervals (CIs).",
    "results": "Study Characteristics\nThe analysis comprised 55 ESs, nested within 19 treatment\ngroups and 8 studies (Table 1). The weighted mean ES across\nall studies and treatment groups was 0.256 0.06 (CI: 0.13, 0.37).\nFull Model\nResults for the full model with all predictors are shown in\nTable 2. There was a signiﬁcant effect of sets per exercise\nwhile controlling for all other covariates, with multiple\nsets being associated with a larger ES than a single set\n(difference = 0.116 0.04; CI: 0.02, 0.19;p = 0.016).\nReduced Model\nResults for the reduced model are shown in Table 3. After the\nmodel reduction procedure, only the sex (male or mixed) of\nthe treatment groups remained as a covariate. The BIC\ndecreased from 8.9 in the full model to29.7 in the reduced\nmodel. The reduced model was not signiﬁcantly different\nfrom the full model (p = 0.73). In the reduced model, multiple\nsets were associated with a larger ES than a single set\n(difference = 0.106 0.04; CI: 0.02, 0.19;p = 0.016; Table 3).\nThe mean ES for a single set was 0.256 0.03 (CI: 0.18, 0.32;\nFigure 1). The mean ES for multiple sets was 0.356 0.03\n(CI: 0.29, 0.41; Figure 1).\nFigure 2.Dose–response effect of set volume on hypertrophy. Data are presented as means 6 SE. ES = effect\nsize. *Trend toward difference from 1 set per exercise according to Hochberg-adjusted standardp value (p , 0.10).\n†Signiﬁcantly different from 1 set per exercise according to Hochberg-adjusted permutation p value (p , 0.01).\nTABLE 4. Sensitivity analysis.\nStudy removed Coefﬁcient* 95% CI p Value Permutation p value\nNone 0.10 6 0.04 (0.02, 0.19) 0.016 0.0\nGalva˜o and Taaffe (11) 0.11 6 0.04 (0.02, 0.19) 0.014 0.0\nMarzolini et al. (26) 0.11 6 0.04 (0.02, 0.20) 0.019 0.0\nMcBride et al. (27) 0.10 6 0.04 (0.02, 0.19) 0.020 0.001\nMunn et al. (30) 0.12 6 0.05 (0.02, 0.22) 0.016 0.001\nOstrowski et al. (31) 0.10 6 0.04 (0.01, 0.18) 0.028 0.0\nRhea et al. (32) 0.09 6 0.04 (0.01, 0.18) 0.033 0.001\nRønnestad et al. (35) 0.09 6 0.04 ( 20.01, 0.19) 0.062 0.001\nStarkey et al. (40) 0.12 6 0.06 (0.00, 0.25) 0.043 0.001\n*Coefﬁcient 6 SE. Value represents difference in effect size (ES) between single and multiple sets per exercise.\nVOLUME 24 | NUMBER 4 | APRIL 2010 |1155\nJournal of Strength and Conditioning Research\nthe TM\n| www.nsca-jscr.org\n\n\nDose–Response Model\nIn the dose–response model, there was a trend for 2–3 sets per\nexercise to be associated with a greater ES than 1 set per\nexercise (difference = 0.096 0.05; CI:20.02, 0.20;p = 0.09).\nThe difference was signiﬁcant when considering the\nHochberg-adjusted permutation test p value (p = 0.009).\nThere was also a trend for 4–6 sets per exercise to be\nassociated with a greater ES compared with 1 set per exercise\n(difference = 0.20 6 0.11; CI:\n20.04, 0.43; p = 0.096). The\ndifference was signiﬁcant when\nconsidering the Hochberg-ad-\njusted permutation testp value\n(p = 0.008). There was no\nsigniﬁcant difference between\n2–3 sets per exercise and 4–6\nsets per exercise (difference =\n0.10 6 0.10; CI: 20.09, 0.30;\np = 0.29). There was a tendency\nfor increasing ESs for an in-\ncreasing number of sets. The\nmean ES for 1-set per exercise\nwas 0.246 0.03 (CI: 0.18, 0.31;\nFigure 2). The mean ES for 2–3\nsets per exercise was 0.34 6\n0.03 (CI: 0.27, 0.41; Figure 2).\nThe mean ES for 4–6 sets per\nexercise was 0.44 6 0.09 (CI:\n0.26, 0.62; Figure 2).\nSensitivity Analysis\nResults for the sensitivity anal-\nysis are reported in Table 4.\nThe difference in ES between\nsingle and multiple sets was not\naffected by more than 1SE for\nany study removed. However,\nthe removal of the study by\nRønnestad et al. (35) changed\nthe p value from 0.016 to 0.06.\nThe CI was widened to (20.01,\n0.19). The p value from the\npermutation test remained sig-\nniﬁcant (p = 0.001).\nPublication Bias\nThere was no signiﬁcant re-\nlationship between treatment\neffect and sample size (slope\nof line =20.002 6 0.002; p =\n0.32), indicating no evidence of\npublication bias.",
    "discussion": "The purpose of this meta-anal-\nysis was to determine whether\nmultiple sets per exercise are associated with greater muscle\nhypertrophy than a single set per exercise in a resistance\ntraining program. Multiple sets per exercise were associated\nwith signiﬁcantly greater ESs in both the full and reduced\nstatistical models. The mean ES for a single set per exercise\nwas 0.25, whereas the mean ES for multiple sets was 0.35.\nThus, multiple sets were associated with 40% greater\nhypertrophy-related ESs than a single set. According to\nFigure 3.Mean strength effect size for single vs. multiple sets per exercise from Krieger (23). Note similarity to\nhypertrophy response in Figure 1. Data are presented as means 6 SE. *Signiﬁcant difference from 1 set per\nexercise (p , 0.05).\nFigure 4.Dose–response effect of set volume on strength from Krieger (23). Note similarity to dose–response\neffect for hypertrophy in Figure 2. Data are presented as means6 SE. ES = effect size. *Signiﬁcantly different from\n1 set per exercise ( p , 0.001).\n1156 Journal of Strength and Conditioning Research\nthe TM\nSingle vs. Multiple Sets for Muscle Hypertrophy\n\n\nCohen’s classiﬁcations for ESs (,0.41 = small; 0.41–0.70 =\nmoderate; .0.70 = large) (9), both estimates are consistent\nwith small treatment effects. In a previous meta-analysis on\nstrength using an identical statistical model (23), 1 set per\nexercise was associated with a moderate treatment effect\n(mean ES = 0.54), whereas multiple sets were associated with\na large treatment effect (mean ES = 0.80; Figure 3). The\ndifferences in ES estimates for strength vs. hypertrophy are\nconsistent with the observation that changes in muscle size\nare often smaller and slower than changes in strength (28),\nparticularly in untrained subjects (6 of the 8 studies in the\ncurrent analysis involved untrained subjects). The observed\nES difference for sex (a decrease of 0.28 for mixed groups\ncompared with male groups) is consistent with the\nobservation that women experience smaller changes in\nmuscle size compared with men (17).\nIn a previous meta-analysis on strength using an identical\nstatistical model, a 46% greater ES was observed for multiple\nsets compared with single sets (23) (Figure 3). A 40% greater\nES was observed in this study. This indicates that the greater\nstrength gains observed with multiple sets are in part because\nof greater muscle hypertrophy. It is known that mechanical\nloading stimulates protein synthesis in skeletal muscle (39),\nand increasing loads result in greater responses until a plateau\nis reached (24). It is likely that protein synthesis responds in\na similar manner to the number of sets (i.e., an increasing\nresponse as the number of sets are increased, until a plateau is\nreached), although there is no research examining this. The\nresults of this study support this hypothesis; there was a trend\nfor an increasing ES for an increasing number of sets. The\nresponse appeared to start to level off around 4–6 sets, as\nthe difference between 2–3 sets and 4–6 sets was smaller than\nthe difference between 1 set and 2–3 sets. Also, the difference\nbetween 1 set and 2–3 sets was nearly signiﬁcant (and the\npermutation testp value was signiﬁcant), whereas the differ-\nence between 2–3 sets and 4–6 sets was not. However,\nonly 2 studies in this analysis involved 4–6 sets per exercise.\nThus, the statistical power to detect differences is low, and\ndeﬁnitive conclusions cannot be made. These results are\nsimilar to a previous meta-analysis on strength, where there\nwas an increasing response to an increasing number of sets,\nwith an apparent plateau around 4–6 sets per exercise (23)\n(Figure 4).\nIt has been proposed that the majority of initial strength\ngains in untrained subjects are because of neural adapta-\ntions rather than hypertrophy (28). The results of this\nanalysis suggest that some of the initial strength gains\nare because of hypertrophy. Given the insensitivity and\nvariability of hypertrophy measurements, it is likely that\nhypertrophy occurs in untrained subjects but is difﬁcult to\ndetect. This is supported by research that shows increases\nin protein synthesis in response to resistance training\nin untrained subjects (24). Recent evidence also shows\nmeasurable hypertrophy after only 3 weeks of resistance\nexercise (38).\nTo examine the effects of potential outliers on the outcome,\na sensitivity analysis was performed. The magnitude of the\ndifference between single and multiple sets was consistent\nregardless of which study was removed. However, the\nremoval of the study by Rønnestad et al. (35) affected the\nwidth of the CI, and the signiﬁcant effect of multiple sets\nturned into a strong trend. However, this is likely because of\nloss of statistical power, given that the magnitude of the\nestimate remained similar, the permutation test p value\nremained signiﬁcant, and the analysis consisted of only 8\nstudies.\nPublication bias represents the problem where studies\nshowing statistically signiﬁcant results are more likely to be\npublished than studies that fail to show signiﬁcant results (e.g.,\nstudies showing a signiﬁcant difference between 1 set and\nmultiple sets per exercise may be more likely to be published)\n(4). Thus, meta-analyses of published studies may over-\nestimate the magnitude of a treatment effect (4). Analyses can\nbe performed to detect the presence of publication bias; one\nanalysis involves examining the relationship between sample\nsize and treatment effect (25). The existence of a signiﬁcant\nrelationship suggests that publication bias may be present.\nHowever, no such relationship was observed in the current\nstudy. Two previous meta-analyses on the effects of multiple\nvs. single sets on strength also failed to observe any evidence\nof publication bias (23,44). Also, only 2 of the 8 studies in this\nanalysis reported signiﬁcant differences in hypertrophy-\nrelated measures when comparing single with multiple sets\n(26,35). This strongly suggests that publication bias is not\npresent, because if it were, most of the studies would report\nsigniﬁcant differences. In fact, even though only 2 of the 8\nstudies reported signiﬁcant differences, the mean study-level\nES favored the multiple-set group in all 8 studies (Table 1).\nThis indicates that many of these studies are underpowered\nto detect differences.\nThere are a number of strengths to the current study\ndesign. First, strict inclusion criteria were used; only studies\ncomparing single with multiple sets while holding all other\nvariables constant were included. Second, the multilevel\nmodel allowed for the simultaneous modeling of the variation\nbetween studies, between treatment groups, and between\nESs within each treatment group. Third, both standard and\npermutation test p values were used to protect against\nspurious ﬁndings, a common problem with metaregression\n(13). Finally, a sensitivity analysis was performed, and this\nindicated the mean difference between single and multiple\nsets to be reasonably consistent across the removal of\nindividual studies.\nA primary limitation of this analysis is the small number of\nstudies. Thus, the statistical power of the analysis is limited.\nThis was evident as the removal of the study by Rønnestad\net al. (35) affected thep value and CIs. This was also evident\nby the observed trends that did not quite reach statistical\nsigniﬁcance (although they were signiﬁcant according to\npermutation tests). The small number of studies also limited\nVOLUME 24 | NUMBER 4 | APRIL 2010 |1157\nJournal of Strength and Conditioning Research\nthe TM\n| www.nsca-jscr.org\n\n\nthe number of predictors that could be included in the\nstatistical model. Thus, interactions between set volume and\nfactors such as training experience could not be explored, as\nhad been done in a previous meta-analysis on strength (23).\nAlso, the majority of studies in this analysis compared 1 set\nwith 3 sets per exercise; only 2 studies in this analysis\nincorporated $4 sets per exercise. This limits the statistical\npower to compare 3 sets with greater set volumes, as theSE\nfor the 4–6 set category was large. Given that the ES for 4–6\nsets (0.44) is considered a moderate effect, whereas the ES for\n2–3 sets (0.34) is considered a small effect according to\nCohen’s classiﬁcations (9), more research involving$4 sets is\nneeded to clarify whether this is a chance difference or a true\ndifference. Another limitation is that meta-regression, like\nepidemiological research, can only support observational\nassociations and cannot demonstrate causation (42). A ﬁnal\nlimitation is the availability of data (42). Some studies, despite\nmeeting the design criteria (comparison of single vs. multiple\nsets while keeping other variables constant), were excluded\nbecause hypertrophy was not measured. Because an analysis\ncan only be undertaken for trials where all information is\navailable, bias can be introduced in the results (42). However,\nmost of the excluded studies reported greater strength gains\nin the multiple-set groups. Given the relationship between\nstrength and muscle size, the consistency of the mean\ndifference during the sensitivity analysis, the fact that the\nstudy-level ES favored the multiple-set group in all 8 studies,\nand the lack of evidence of publication bias, it is unlikely that\nthe addition of more studies would alter the results, other\nthan improving statistical power.\nPRACTICAL APPLICATIONS\nMultiple sets per exercise were associated with signiﬁcantly\ngreater changes in muscle size than a single set per exercise\nduring a resistance exercise program. Speciﬁcally, hyper-\ntrophy-related ESs were 40% greater with multiple sets\ncompared with single sets. This was true regardless of subject\ntraining status or training program duration. There was\na trend for an increasing hypertrophic response to an\nincreasing number of sets. Thus, individuals interested in\nachieving maximal hypertrophy should do a minimum of\n2–3 sets per exercise. It is possible that 4–6 sets could give\nan even greater response, but the small number of studies\nincorporating volumes of$4 sets limits the statistical power\nand the ability to form any deﬁnitive conclusions. If time is\na limiting factor, then single sets can produce hypertrophy,\nbut improvements may not be optimal. More research is\nnecessary to compare the effects of 2–3 sets per exercise to\n$4 sets. Future research should also focus on the effects of\nresistance training volume on protein synthesis and other\ncellular and molecular changes that may impact hypertrophy.\nFinally, resistance training studies comparing hypertrophic\nresponses between treatments should include sufﬁcient\nnumbers of subjects to obtain adequate statistical power to\ndetect differences; studies should also report power analyses.\nACKNOWLEDGMENTS\nThe author thanks Dr. Dan Wagman for his help in\nobtaining some articles. There were no ﬁnancial or personal\nconﬂicts of interest and no external funding for this study.\nThe results of this study do not constitute endorsement by\nthe National Strength and Conditioning Association.\nREFERENCES\n1. American College of Sports Medicine Position Stand. The\nrecommended quantity and quality of exercise for developing and\nmaintaining cardiorespiratory and muscular ﬁtness, and ﬂexibility in\nhealthy adults. Med Sci Sports Exerc30: 975–991, 1998.\n2. Ba˚genhammar, S and Hansson, EE. Repeated sets or single set of\nresistance training: A systematic review.Adv Physiother9: 154–160,\n2007.\n3. Becker, BJ. Synthesizing standardized mean-change measures.Br J\nMath Stat Psychol41: 257–278, 1988.\n4. Begg, CB and Berlin, JA. Publication bias and dissemination of\nclinical research. J Natl Cancer Inst81: 107–115, 1989.\n5. Berkey, CS, Hoaglin, DC, Mosteller, F, and Colditz, GA. A random-\neffects regression model for meta-analysis.Stat Med 14: 395–411,\n1995.\n6. Borst, SE, De Hoyos, DV, Garzarella, L, Vincent, K, Pollock, BH,\nLowenthal, DT, and Pollock, ML. Effects of resistance training on\ninsulin-like growth factor-I and IGF binding proteins.Med Sci Sports\nExerc 33: 648–653, 2001.\n7. Burnham, KP and Anderson, DR.Model Selection and Inference:\nA Practical Information-Theoretic Approach. New York, NY:\nSpringer-Verlag, 2002.\n8. Carpinelli, RN and Otto, RM. Strength training: single versus\nmultiple sets. Sports Med 26: 73–84, 1998.\n9. Cohen, J. Statistical Power Analysis for the Behavioral Sciences.\nHillsdale, NJ: Lawrence Erlbaum Associates, 1988.\n10. Durall, CJ, Hermsen, D, and Demuth, C. Systematic review of single-\nset versus multiple-set resistance-training randomized controlled\ntrials: implications for rehabilitation.Crit Rev Phys Rehab Med\n18: 107–116, 2006.\n11. Galva˜o, DA and Taaffe, DR. Resistance exercise dosage in older\nadults: single- versus multiset effects on physical performance and\nbody composition. J Am Geriatr Soc53: 2090–2097, 2005.\n12. Hass, CJ, Feigenbaum, MS, and Franklin, BA. Prescription of\nresistance training for healthy populations.Sports Med31: 953–964,\n2001.\n13. Higgins, JT and Thompson, SG. Controlling the risk of spurious\nﬁndings from meta-regression.Stat Med 23: 1663–1682, 2004.\n14. Hochberg, Y. A sharper Bonferonni procedure for multiple tests of\nsigniﬁcance. Biometrika 75: 800–802, 1988.\n15. Hox, JJ and De Leeuw, ED. Multilevel models for meta-analysis. In:\nMultilevel Modeling Methodological Advances, Issues, and Applications.\nReise, SP and Duan, N, eds. Mahwah, NJ: Lawrence Erlbaum\nAssociates, 2003. pp. 90–111.\n16. Humburg, H, Baars, H, Schro¨ der, J, Reer, R, and Braumann, K-M.\n1-set vs. 3-set resistance training: A crossover study.J Strength Cond\nRes 21: 578–582, 2007.\n17. Ivey, FM, Roth, SM, Ferrell, RE, Tracy, BL, Lemmer, JT, Hurlbut, DE,\nMartel, GF, Siegel, EL, Fozard, JL, Metter, Je, Fleg, JL, and Hurley,\nBF. Effects of age, gender, and myostatin genotype on the\nhypertrophic response to heavy resistance strength training.\nJ Gerontol A Biol Sci Med Sci55: M641–M648, 2000.\n18. Kelly, SB, Brown, LE, Coburn, JW, Zinder, SM, Gardner, LM, and\nNguyen, D. The effect of single versus multiple sets on strength.\nJ Strength Cond Res21: 1003–1006, 2007.\n1158 Journal of Strength and Conditioning Research\nthe TM\nSingle vs. Multiple Sets for Muscle Hypertrophy\n\n\n19. Kemmler, WK, Lauber, D, Engelke, K, and Weineck, J. Effects of\nsingle- vs. multiple-set resistance training on maximum strength and\nbody composition in trained postmenopausal women.J Strength\nCond Res 18: 689–694, 2004.\n20. Kraemer, WJ. The physiological basis for strength training in\nAmerican football: Fact over philosophy.J Strength Cond Res\n11: 131–142, 1997.\n21. Kraemer, WJ, Adams, K, Cafarelli, E, Dudley, GA, Dooly, C,\nFeigenbaum, MS, Fleck, SJ, Franklin, B, Fry, AC, Hoffman, JR,\nNewton, RU, Potteiger, J, Stone, MH, Ratamess, NA, and\nTriplett-McBride, T. American College of Sports Medicine position\nstand. Progression models in resistance training for healthy adults.\nMed Sci Sports Exerc34: 364–380, 2002.\n22. Kraemer, WJ, Ratamess, NA, and French, DN. Resistance training\nfor health and performance.Curr Sports Med Rep1: 165–171, 2002.\n23. Krieger, JW. Single versus multiple sets of resistance exercise: A\nmeta-regression. J Strength Cond Res23: 1890–1901, 2009.\n24. Kumar, V, Selby, A, Rankin, D, Patel, R, Atherton, P, Hildebrandt, W,\nWilliams, J, Smith, K, Seynnes, O, Hiscock, N, and Rennie, MJ.\nAge-related differences in the dose–response relationship of muscle\nprotein synthesis to resistance exercise in young and old men.\nJ Physiol 587: 211–217, 2009.\n25. Macaskill, P, Walter, SD, and Irwig, I. A comparison of methods\nto detect publication bias in meta-analysis.Stat Med 20: 641–654,\n2001.\n26. Marzolini, S, Oh, PI, Thomas, SG, and Goodman, JM. Aerobic and\nresistance training in coronary disease: single versus multiple sets.\nMed Sci Sports Exerc40: 1557–1564, 2008.\n27. McBride, JM, Blaak, JB, and Triplett-McBride, T. Effect of resistance\nexercise volume and complexity on EMG, strength, and regional\nbody composition. Eur J Appl Physiol90: 626–632, 2003.\n28. Moritani, T and deVries, HA. Neural factors versus hypertrophy in\nthe time course of muscle strength gains.Am J Phys Med58: 115–\n130, 1979.\n29. Morris, SB and Deshon, RP. Combining effect size estimates in\nmeta-analysis with repeated measures and independent-groups\ndesigns. Psychol Methods 7: 105–125, 2002.\n30. Munn, J, Herbert, RD, Hancock, MJ, and Gandevia, SC. Resistance\ntraining for strength: effect of number of sets and contraction speed.\nMed Sci Sports Exerc37: 1622–1626, 2005.\n31. Ostrowski, KJ, Wilson, GJ, W eatherby, R, Murphy, PW, and Lyttle, AD.\nThe effect of weight training volume on hormonal output and\nmuscular size and function.J Strength Cond Res11: 148–154, 1997.\n32. Rhea, MR, Alvar, BA, Ball, SD, and Burkett, LN. Three sets of\nweight training superior to 1 set with equal intensity for eliciting\nstrength. J Strength Cond Res16: 525–529, 2002.\n33. Rhea, MR, Alvar, BA, and Burkett, LN. Single versus multiple sets\nfor strength: A meta-analysis to address the controversy.Res Q Exerc\nSport 73: 485–488, 2002.\n34. Rhea, MR, Alvar, BA, Burkett, LN, and Ball, SD. A meta-analysis to\ndetermine the dose response for strength development.Med Sci\nSports Exerc 35: 456–464, 2003.\n35. Rønnestad, BR, Egeland, W, Kvamme, NH, Refsnes, PE, Kadi, F,\nand Raastad, T. Dissimilar effects of one- and three-set strength\ntraining on strength and muscle mass gains in upper and lower\nbody in untrained subjects.J Strength Cond Res21: 157–163, 2007.\n36. Schlumberger, A, Stec, J, and Schmidtbleicher, D. Single- vs.\nmultiple-set strength training in women.J Strength Cond Res15: 284–\n289, 2001.\n37. Schwarz, G. Estimating the dimension of a model.Ann Stat6: 461–\n464, 1978.\n38. Seynnes, OR, de Boer, M, and Narici, MV. Early skeletal muscle\nhypertrophy and architectural changes in response to high-intensity\nresistance training. J Appl Physiol102: 368–373, 2007.\n39. Spangenburg, EE. Changes in muscle mass with mechanical load:\npossible cellular mechanisms.Appl Physiol Nutr Metab34: 328–335,\n2009.\n40. Starkey, DB, Pollock, ML, Ishida, Y, Welsch, MA, Brechue, WF,\nGraves, JE, and Feigenbaum, MS. Effect of resistance training\nvolume on strength and muscle thickness.Med Sci Sports Exerc\n28: 1311–1320, 1996.\n41. Stone, MH. Implications for connective tissue and bone alterations\nresulting from resistance exercise training.Med Sci Sports Exerc\n20: S162–S168, 1988.\n42. Thompson, SG and Higgins, JT. How should meta-regression\nanalyses be undertaken and interpreted?Stat Med 21: 1559–1573,\n2002.\n43. Thompson, SG and Sharp, SJ. Explaining heterogeneity in\nmeta-analysis: A comparison of methods.Stat Med 18: 2693–2708,\n1999.\n44. Wolfe, BL, Lemura, LM, and Cole, PJ. Quantitative analysis of\nsingle- vs. multiple set programs in resistance training.J Strength\nCond Res 18: 35–47, 2004.\n45. Zwahlen, M, Renehan, A, and Egger, M. Meta-analysis in medical\nresearch: Potentials and limitations.Urol Oncol 26: 320–329, 2008.\nVOLUME 24 | NUMBER 4 | APRIL 2010 |1159\nJournal of Strength and Conditioning Research\nthe TM\n| www.nsca-jscr.org"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 12,
    "primary_human": "hypertrophy (muscle_size via imaging/anthropometry)"
  },
  "bucket": "A",
  "notes": "Multiple sets per exercise produce significantly greater hypertrophy than single sets; 2–3 sets per exercise clearly outperform 1 set, with possible added benefit up to ~4–6 sets."
}