{
  "id": 30,
  "title": "Influence of Resistance Training Load on Measures of Skeletal Muscle Hypertrophy and Improvements in Maximal Strength and Neuromuscular Task Performance: A Systematic Review and Meta-analysis",
  "authors": "Refalo MC; Hamilton DL; Paval DR; Gallagher IJ; Feros SA; Fyfe JJ",
  "year": 2021,
  "doi": "10.1080/02640414.2021.1898094",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "load",
    "hypertrophy",
    "strength",
    "neuromuscular_performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults)"
  },
  "sections": {
    "abstract": "24 \nThis systematic review and meta-analysis determined resistance training (RT) load effects on 25 \nvarious muscle hypertrophy, strength, and neuromuscular performance task [e.g., 26 \ncountermovement jump (CMJ)] outcomes. Relevent studies comparing higher-load [>60% 1-27 \nrepetition maximum (RM) or <15-RM] and lower-load (≤60% 1-RM or ≥ 15-RM) RT were 28 \nidentified, with 45 studies (from 4713 total) included in the meta-analysis. Higher- and 29 \nlower-load RT induced similar muscle hypertrophy at the whole-body (lean/fat-free mass; 30 \n[ES (95% CI) = 0.05 (-0.20 to 0.29), P = 0.70]), whole-muscle [ES = 0.06 (-0.11 to 0.24), P 31 \n= 0.47], and muscle fibre [ES = 0.29 (-0.09 to 0.66), P = 0.13] levels. Higher-load RT further 32 \nimproved 1-RM [ES = 0.34 (0.15 to 0.52), P = 0.0003] and isometric [ES = 0.41 (0.07 to 33 \n0.76), P = 0.02] strength. The superiority of higher-load RT on 1-RM strength was greater in 34 \nyounger [ES = 0.34 (0.12 to 0.55), P = 0.002] versus older [ES = 0.20 (-0.00 to 0.41), P = 35 \n0.05] participants. Higher- and lower-load RT therefore induce similar muscle hypertrophy 36 \n(at multiple physiological levels), while higher-load RT elicits superior 1-RM and isometric 37 \nstrength. The influence of RT loads on neuromuscular task performance is however unclear. 38 \n 39 \nKey words: strength; muscle hypertrophy; resistance training; load; systematic review. 40 \n 41 \n 42 \n 43 \n\n \n \n \n4 \n \n3.",
    "introduction": "44 \nResistance training (RT) is the only non-pharmacological intervention known to improve 45 \nstrength and induce skeletal muscle hypertrophy [1]. While the manipulation of various RT 46 \nparameters (e.g., volume [2], intensity [3], frequency [4], and rest periods [5]) can influence 47 \nRT outcomes, both the volume [defined as either volume load (sets * repetitions * load) or set 48 \nvolume (number of sets completed irrespective of repetitions and load)] and intensity of RT 49 \nseem to have the greatest influence on muscle hypertrophy and strength development [6]. 50 \nDefining RT intensity is contentious [7, 8] and may describe either the loads lifted (which 51 \ndefine absolute and relative intensity), or the degree of effort applied, during a set [6]. 52 \nPrevious studies exploring the influence of RT loads on physiological adaptations have 53 \nshown comparable muscle hypertrophy across a wide spectrum of loads [3, 9], and greater 54 \ndynamic, but not isometric, strength gains with higher- versus lower loads [3]. For example, a 55 \nmeta-analysis by Schoenfeld and colleagues [3] found muscle hypertrophy and isometric 56 \nstrength development was similar with higher-load (>60% 1-RM or ≤15-RM) versus lower-57 \nload (≤60% 1-RM or >15-RM) RT, while higher-load RT promoted greater dynamic 1-RM 58 \nstrength gain. Lopez and collegues [9] also noted superior dynamic 1-RM strength gain for 59 \nboth high-load (≤8-RM) and moderate-load (9-15-RM) RT versus low-load RT (>15-RM), 60 \nand no influence of RT load on muscle hypertrophy. 61 \nCurrent meta-analytic evidence [3, 9] therefore highlights the versatility of RT loads for 62 \npromoting muscle hypertrophy and the superiority of higher RT loads for improving dynamic 63 \n1-RM strength. There are, however, a number of methodological considerations when 64 \ninterpreting the role of RT load in promoting muscle hypertrophy and maximal strength 65 \ndevelopment. Assessing muscle hypertrophy with RT is particularly complex, due not only to 66 \nambiguity in its definition as a biological construct, but also given the many tools available to 67 \nassess indices of muscle hypertrophy at multiple physiological levels (e.g., whole-body 68 \n\n \n \n \n5 \n \nversus whole-muscle or muscle fibre-specific measures), with variability in aspects of 69 \nvalidity, reliability, and specificity between measures [10]. Such complexities are highlighted 70 \nby the divergent magnitudes of muscle hypertrophy observed at different physiological levels 71 \nafter the same RT intervention [e.g., greater changes in muscle fibre versus whole-muscle 72 \nvastus lateralis CSA (cross-sectional area)] [11-13], and that certain measures [e.g., whole-73 \nbody measures such as DXA (dual x-ray absorptiometry)] are less sensitive for detecting RT-74 \ninduced muscle hypertrophy versus other gold-standard measures of whole-muscle size [e.g., 75 \nMRI (magnetic resonance imaging) or CT (computed tomography)] [14]. For these reasons, 76 \nthe measures used to assess muscle hypertrophy can strongly influence",
    "conclusions": "on the 77 \ninfluence of RT parameters, including load, on these outcomes. While some meta-analyses 78 \nexamining the influence of RT load on physiological adaptations analysed different muscle 79 \nhypertrophy outcomes (i.e., lean body mass, whole-muscle CSA, and muscle fibre CSA) 80 \nseperately [3], others combined various indices of muscle hypertrophy into a single outcome 81 \n[9]. The latter approach is likely problematic [15], as it precludes insight into the influence of 82 \nRT load on muscle hypertrophy outcomes known to respond divergently to RT interventions. 83 \nAn updated analysis of the influence of RT loads on various indices of muscle hypertrophy 84 \nseperately is therefore warranted to ensure conclusions are specific to the measures of muscle 85 \nhypertrophy used in individual studies. 86 \nIn addition to muscle hypertrophy outcomes, various methodological considerations apply 87 \nwhen determining the influence of RT load on maximal strength. Strength may be assessed 88 \nusing multiple",
    "methods": ", including dynamic strength [typically the one-repetition maximum 89 \n(1-RM)], isometric strength, or isokinetic strength. Because strength is a highly task-specific 90 \nphenomenon [16], improvements in strength with RT depend on various elements of 91 \nspecificity (e.g., movement pattern, range of motion, lifting velocity, and intensity/load 92 \nspecificity). Because of these factors, the magnitude of strength gain with RT is largest when 93 \n\n \n \n \n6 \n \nthe measures used to assess strength mimic the RT intervention itself. This concept is 94 \nhighlighted by observations that higher-load RT elicits superior strength gains versus lower-95 \nload RT when strength is assessed during measures that mimic higher-load RT (i.e., dynamic 96 \n1-RM strength) [3, 9], but not when assessed using measures non-specific to either loading 97 \ncondition (i.e., isometric strength) [3, 17]. It is therefore recommended that studies 98 \ncomparing strength outcomes between multiple RT conditions (e.g., higher- versus lower-99 \nload RT) assess multiple strength measures to avoid potentially biased outcomes due to task 100 \nspecificity [18]. Only one [3] of the three [3, 9] meta-analyses performed to date analysed the 101 \neffects of RT load on multiple strength outcomes (i.e., both dynamic 1-RM and isometric 102 \nstrength, while the meta-analysis of isokinetic strength outcomes was not possible due to 103 \ninsufficient data [3]), with one combining multiple strength assessments into a single 104 \noutcome [19], and the other only assessing dynamic 1-RM strength [9]. Determining the 105 \ninfluence of RT load on multiple strength outcomes is therefore necessary to determine 106 \nwhether advantages of higher-load RT for dynamic 1-RM strength gain are likely mediated 107 \nby task specificity, or whether these benefits transfer to strength gain during non-specific 108 \nmeasures (i.e., isometric or isokinetic strength). 109 \nTo control for factors independent of RT load per se that might influence physiological 110 \nadaptation to RT, such as intensity-of-effort (commonly defined as the proximity to which a 111 \nset is taken to momentary muscular failure [20]), previous meta-analyses [3, 9] have only 112 \nincluded studies whereby higher- and lower-load RT sets were performed to muscular failure. 113 \nWhile this approach theoretically ensures the degree of muscle activation – and therefore 114 \npresumably the stimuli for muscle hypertrophy – is similar for higher- and lower-load RT, 115 \nthere are also limitations with this approach. In particular, while intensity-of-effort is 116 \nconsidered an important determinant of muscle hypertrophy with RT, it appears less 117 \nimportant for strength development [6]. Excluding studies that compared higher- versus 118 \n\n \n \n \n7 \n \nlower-load RT performed at sub-maximal intensities-of-effort therefore precludes insight into 119 \nthe influence of RT load on physiological adaptations (particularly strength outcomes) 120 \nindependent of the proximity to which RT is performed to muscular failure. Such insights are 121 \nof high practical importance, as consistently performing RT to muscular failure is not feasible 122 \nfor many individuals due to differences in motivation and tolerances to exertion and 123 \ndiscomfort [21]. In addition, perceptions of discomfort may limit an individuals’ ability to 124 \nreach true muscular failure, particularly with lighter RT loads [15] invalidating the 125 \nassumption that higher- and lower-load RT performed to muscular failure involves near-126 \nequivalent muscle activation. Further work is therefore required to elucidate the influence of 127 \nload on physiological adaptations to RT involving various intensities-of-effort, and to 128 \ndetermine whether intensity-of-effort may have independently influenced these adaptations. 129 \nPrevious systematic reviews and meta-analyses investigating the influence of RT load have 130 \nfocused on strength and muscle hypertrophy outcomes [3, 9, 19], but the influence of RT load 131 \non changes in sport-specific (e.g., jumping, sprinting and change of direction) or 132 \nneuromuscular [e.g., countermovement jump (CMJ) and isometric mid-thigh pull (IMTP)] 133 \nperformance tasks has not been investigated. Maximal strength contributes to improvements 134 \nin sport-specific performance tasks such as jumping, sprinting and change of direction [22, 135 \n23], and improved strength enhances mechanical power and rates of force development, both 136 \nof which are key components of athletic performance [22]. It is therefore possible that 137 \nbecause strength relates to performance in sport-specific and neuromuscular performance 138 \ntasks, performance in these tasks will be further improved with RT that optimises strength 139 \ndevelopment [22, 23]. It is unclear, however, whether RT load influences changes in 140 \nperformance during sport-specific tasks or in tests related to neuromuscular performance 141 \n(e.g., CMJ or IMTP). 142 \n\n \n \n \n8 \n \nVarious other methodological factors may also influence the role of RT load in physiological 143 \nadaptations to RT and therefore contribute to heterogeneity between studies. For example, the 144 \ndose-response relationship between RT volume, which can be modified independently of RT 145 \nload per se, and muscle hypertrophy (up to an undertermined threshold) [2] may influence 146 \ncomparisons of muscle hypertrophy following high- versus low-load RT interventions not 147 \nequated for total volume. Other methodological factors, including the age [24] and training 148 \nexperience [25] of participants, may also moderate the influence of RT load on physiological 149 \nadaptations and should be considered when interpreting the available evidence. This 150 \nsystematic review and meta-analysis therefore aimed to further elucidate the role of RT load 151 \nin developing various indices of maximal strength (i.e., dynamic 1-RM, isometric, and 152 \nisokinetic strength), muscle hypertrophy (i.e., lean body/fat-free mass, and both whole-153 \nmuscle and muscle fibre CSA), and sport-specific or neuromuscular task performance. We 154 \nalso aimed to explore the influence of additional methodological factors (i.e., participant age, 155 \ntraining status, and RT intensity-of-effort) that may influence the role of RT load in 156 \nphysiological adaptation to RT. 157 \n\n \n \n \n9 \n \n4. Methods 158 \n4.1 Criteria for study selection 159 \n4.1.1 Population 160 \nStudies of participants of any age, sex, and training history were included. Studies of 161 \nparticipants with chronic diseases (e.g., heart disease, type 2 diabetes, cancer, and 162 \nhypertension) were excluded. 163 \n4.1.2 Resistance training intervention 164 \nStudies that incorporated resistance training of at least six weeks in duration (which was 165 \nconsidered an acceptable duration for substantial changes in both strength and muscle 166 \nhypertrophy to occur, and was consistent with previous meta-analyses [3, 9, 19]), and 167 \nincluded at least one group that performed higher-load RT (>60% 1-RM or <15-RM) and at 168 \nleast one other group that performed lower-load RT (≤60% 1-RM or ≥ 15-RM), were 169 \nincluded. Studies incorporating additional modalities that may influence the role of RT load 170 \nin physiological adaptation (e.g., blood flow restriction or hypoxia) were excluded. In the 171 \ncase of a study that included more than one group undertaking either higher- or lower-load 172 \nRT, and applied additional factors (e.g., blood flow restriction or a deliberately slow tempo) 173 \nto some of the groups that may differentially influence adaptation to RT, these additional 174 \ngroup(s) were excluded from the analysis (see Table 1). 175 \n4.1.3 Assessment of strength, muscle hypertrophy, and sport-specific or 176 \nneuromuscular task performance 177 \nStudies that included a measure of either maximal strength (dynamic 1-RM or ≤5-RM 178 \nstrength, isometric [maximal voluntary isometric contraction (MVIC)] strength, or isokinetic 179 \nstrength) and/or muscle hypertrophy (muscle thickness, whole-limb or muscle CSA or 180 \nvolume, muscle fibre CSA (fCSA), or lean body/fat free mass via dual x-ray absorptiometry 181 \n\n \n \n \n10 \n \n(DXA) or bioelectrical impedance analysis (BIA)) and/or sport-specific (e.g., jumping, 182 \nsprinting, or changing-of-direction) or neuromuscular (e.g., CMJ or IMTP) task performance 183 \nwere included. 184 \n4.2 Search strategy and study identification 185 \nThe literature search followed the PRISMA (Preferred Reporting Items for Systematic 186 \nReviews and Meta-Analyses) guidelines [26]. Literature searches of the PubMed, SCOPUS 187 \nand SPORTDiscus databases were conducted in August 2020 using the following search 188 \nterms for each individual database: 189 \n1. “resistance training” OR “resistance exercise” OR “strength training” 190 \n2. “high load” OR “high-load” OR “low load” OR “low-load” OR “high intensity” OR 191 \n“high-intensity” OR “low intensity” OR “low-intensity” 192 \n3. strength OR “maximal strength” OR “isometric strength” or “isokinetic strength” OR 193 \n“maximal force” OR MVC OR MVIC OR 1RM OR 1-RM OR “1 RM” OR “one 194 \nrepetition maximum” or “one-repetition maximum” OR sprint* OR “vertical jump” 195 \nOR “countermovement jump” OR CMJ OR “isometric mid-thigh pull” OR “isometric 196 \nmid thigh pull” OR “isometric midthigh pull” OR IMTP 197 \n4. “muscle hypertrophy” OR “muscle size” OR “muscle growth” OR “muscle mass” OR 198 \n“muscle thickness” OR “cross-sectional area” 199 \nAn overview of the article identification process is shown in Figure 1. Conference abstracts, 200 \nreview articles, commentaries, or duplicated data in publications were excluded from the 201 \nanalysis. The article identification process was completed independently by two authors (MR 202 \nand JF) with any disagreement resolved by mutual",
    "discussion": ". 203 \n\n \n \n \n11 \n \n 204 \n 205 \nFigure 1. PRISMA flow chart of systematic literature search and article selection process. 206 \n 207 \n\n\n \n \n \n12 \n \n4.3 Data extraction 208 \nRelevant characteristics of each study were extracted into an Excel spreadsheet 209 \n(Supplementary File A). Where study outcomes were presented in figures instead of 210 \nnumerical data, data was extracted using an online tool (WebPlotDigitizer, San Francisco, 211 \nCalifornia, USA). Study characteristics included the age (<60 years for younger, ≥60 years 212 \nfor older), sex, and training status (trained or untrained as pertains to RT) of participants, 213 \ndetails of the RT intervention including the number of sets, repetitions and loads used, 214 \nduration of the intervention, training frequency per week, muscle groups trained, and raw 215 \ndata from pre- and post-intervention for all relevant outcome measures. A summary of the 216 \ncharacteristics of each included study and sub-group included in the meta-analysis is 217 \npresented in Table 1. 218 \n4.4 Methodological quality assessment 219 \nEvaluation of methodological study quality was conducted using the tool for the assessment 220 \nof study quality and reporting in exercise (TESTEX) scale [27] and is shown in Table 2. The 221 \nTESTEX scale is an exercise science-specific scale, designed for use by exercise specialists, 222 \nto assess the quality and reporting of exercise training trials. The scale contains 12 criteria 223 \nthat can either be scored a ‘one’ or not scored at all; 1, eligibility; 2, randomisation; 3, 224 \nallocation concealment; 4, groups similar at baseline; 5, assessor blinding; 6, outcome 225 \nmeasures assessed in 85% of patients (3 possible points); 7, intention-to-treat; 8, between-226 \ngroup statistical comparisons (2 possible points); 9, point-estimates of all measures included; 227 \n10, activity monitoring in control groups; 11, relative exercise intensity remained constant; 228 \n12, exercise parameters recorded. As items 5 and 6 each have three sub-criteria (with two of 229 \nthe sub-criteria for item 5 scored as yes/no and therefore not scored numerically), and item 8 230 \nhas two sub-criteria, the a best possible total score is 15 points. 231 \n\n \n \n \n13 \n \n4.5 Calculation of effect size and statistical analysis 232 \nWithin the studies, the average value of the means and average standard deviation for each 233 \noutcome measure at both pre- and post-intervention were calculated for both high-load and 234 \nlow-load groups. For the analysis of muscle hypertrophy outcomes, studies that assessed 235 \nchanges in whole-muscle size (i.e., muscle thickness, muscle cross-sectional area, or muscle 236 \nvolume using ultrasound, MRI, or CT) were combined, while studies assessing muscle fCSA 237 \n(via muscle biopsy) or lean body/fat free mass (via DXA, BIA, or BodPod) were analysed 238 \nseperately. The average standard deviation was calculated using the formula proposed in 239 \nthe Cochrane Handbook for Systematic Reviews [28]. After calculating the average mean and 240 \nthe average standard deviation pre- and post-intervention for each study, we determined the 241 \nmean change (post minus pre) and the standard deviation change [29] for the high-load and 242 \nlow-load groups. These values were used in RevMan5 (Review Manager (RevMan), V.5.4; 243 \nCochrane Collaboration) with a Random-Effects model to calculate the standardised mean 244 \ndifference (SMD) between treatments (high-load versus low-load). Effect size (ES) values 245 \nwere interpreted according to Cohen [30], whereby values of 0.2 to 0.49 indicate small, 0.50 246 \nto 0.79 indicate medium, and ≥0.80 indicate large, effects. Heterogeneity was assessed using 247 \nthe I2 statistic and/or the standard deviation (SD) derived from the study-estimate random 248 \neffect (represented as Tau2). 249 \n 250 \n\n \n \n \n14 \n \nTable 1. Summary of the characteristics of all included studies. 251 \nAbbreviations: 1-RM, one-repetition maximum; BB, barbell; BB, biceps brachii; CSA, cross-sectional area; CT, computerised tomography; 252 \nDXA, dual x-ray absorptiometry; fCSA, fibre cross-sectional area; GM, gluteus maximus; LBM, lean body mass; MRI, magnetic resonance 253 \nimaging; MVIC, maximum voluntary isometric contraction; PM, pectoralis major; QF, quadriceps femoris; RF, rectus femoris; Reps, repetitions; 254 \nRM, repetition maximum; TB, triceps brachii; VL, vastus lateralis; VM, vastus medialis; ‡ = group excluded from the meta-analysis; ↑ = 255 \nincreased; = ↓ decreased, = ↔ no change or difference. 256 \nStudy Participants \nAge \n(mean ± \nSD) \nRT intervention \nIntervention \nduration \n(sessions/week) \nInterventio\nns equated \nfor total \nvolume \nRT \nperforme\nd to \nvolitional \nfailure \nOutcome \nmeasures Key findings \nAagaard et \nal. 1994 \n[31] \nYounger male \nelite soccer \nplayers (n=24) \n23 ± 3.4 \ny \nHigh-load: 4 * 8-\nRM \n \nLow-load: 4 * 24-\nRM \n \nLoaded kicking \nmovements‡ \n \n12 weeks (3 \n/week) \n \nNo Yes Isokinetic \nstrength (knee \nextension/flexi\non) \n↑ Isokinetic strength for the \nhigh-load group only. \n\n \n \n \n15 \n \nControl group (no \nexercise)‡ \nAnderson \n& Kearney \n1982 [32] \nYounger \nuntrained males \n(n=43) \n20.7 ± \n1.8 y \nHigh-load: 3 * 6–8-\nRM \nLow load: 3 * 30–\n40-RM \nLow load: 1 * 100–\n150-RM \n9 weeks (3/week) No Yes 1-RM strength \n(bench press) \n↑ 1-RM strength for both \ngroups, with greater ↑ in 1-\nRM strength for the high-\nload vs. low-load groups. \nAu \net al. 2017 \n[33] \nYounger trained \nmales (n=46) \n23 ± 2.3 \ny \nHigh-load: 3 * 8–12 \nreps (75-90% 1-\nRM) \n \nLow-load: 3 * 20–\n25 reps (30-50% 1-\nRM) \n \nControl group \n(maintained physical \nactivity)‡ \n12 weeks \n(4/week) \nNo Yes 1-RM strength \n(bench press \nand leg press) \n \n \nLean body \nmass \n(BodPod) \n↑ 1-RM strength for both \ngroups, with greater ↑ in 1-\nRM bench press strength for \nthe high-load group. \n↑ LBM for both groups, with \nno between-group differences. \n\n \n \n \n16 \n \nBeneka et \nal. 2005 \n[34] \nOlder males and \nfemales (n=64) \n68.8 ± \n4.2 y \nHigh-load 1: 3 * 4–6 \nreps (90% 1-RM) \n \nHigh-load 2: 3 * 8–\n10 reps (70% 1-RM) \n \nLow-load: 3 * 12–\n14 reps (50% 1-RM) \n \nControl group (no \nexercise)‡ \n16 weeks \n(3/week) \n \nNo No Isokinetic \nstrength (knee \nextension) \n↑ Isokinetic strength at all \nvelocities other than 180°·s-1 \nfor all groups, with greater ↑ \nin the high-load group for 60, \n90 and 120°·s-1. \n \nBezerra et \nal. 2019 \n[35] \n \nOlder untrained \nmales (n=18) \n63.4 ± \n6.1 y \nHigh-load: 3 * 5-\nRM \n \nLow-load: 1 * 15-\nRM \n12 weeks \n(2/week) \n \nNo Yes (only \nfor seated \nrow) \n5-RM strength \n(seated row) \n↑ 5-RM strength for both \ngroups, with no between group \ndifferences. \nCampos \net al. 2002 \n[36] \nYounger \nuntrained males \n(n=32) \n22.5 ± \n5.8 y \nHigh-load 1: 4 * 3-\n5-RM \n \n8 weeks (2-\n3/week) \nYes Yes 1-RM strength \n(squat, leg \npress, knee \nextension) \n \n↑ 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load groups. \n \n\n \n \n \n17 \n \nHigh-load 2: 3 * 9-\n11RM \n \nLow-load: 2 * 20–\n28-RM \n \nControl group (no \nexercise)‡ \nMuscle fCSA \n(biopsy; VL) \n↑ VL fCSA for the high-load \ngroups only. \nDe Vos et \nal. 2005 \n[37] \n \nOlder untrained \nmales (n=100) \n68.5 ± \n5.7 y \nHigh-load: 3 * 8 \nreps (80% 1-RM) \n \nLow-load 1: 3 * 8 \nreps (20% 1-RM) \n \nLow-load 2: 3 * 8 \nreps (50% 1-RM) \n \nControl group (no \nexercise)‡ \n8-12 weeks \n(2/week) \n \nYes No 1-RM strength \n(leg press, \nchest press, \nknee \nextension, \nseated row, leg \ncurl) \n↑ Total 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load group. \n\n \n \n \n18 \n \nFatouros et \nal. 2006 \n[38] \n \nOlder untrained \nmales (n=50) \n \n70.4 ± \n3.8 y \nHigh-load: 3 * 10 \nreps (80% 1-RM) \n \nLow-load 1: 3 * 10 \nreps (40% 1-RM) \n \nLow-load 2: 3 * 10 \nreps (60% 1-RM) \n \nControl group (no \nexercise)‡ \n24 weeks \n(3/week) \n \nYes No 1-RM strength \n(leg press, \nchest press) \n↑ 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load group. \nFink \net al. 2016 \n[39] \nYounger male \ngymnastics \nathletes (n=21) \n23.3 ± \n2.7 y \nHigh-load: 3 sets at \n80% 1-RM \n \nLow-load: 3 sets at \n30% 1-RM \n \nMixed load: – \nalternated protocols \nevery 2 weeks‡ \n8 weeks (3/week) No Yes MVIC \nstrength \n(elbow \nflexors) \nMuscle CSA \n(MRI; elbow \nflexors) \n \n \n↑ MVIC strength for the high-\nload group only. \n \n \n↑ Elbow flexor CSA for all \ngroups, with no between-\ngroup differences. \n \n\n \n \n \n19 \n \nFranco \net al. 2019 \n[40] \nYounger \nuntrained \nfemales (n=32) \n23.7 ± \n3.9 y \nHigh-load: 3 * 8–\n10-RM \n \nLow-load: 3 * 30–\n35-RM \n \n \n9 weeks (2/week) No Yes 1-RM strength \n(leg extension) \n \n \nFat and bone \nfree lean mass \n(DXA) \n \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \n \n↑ Fat-free/lean mass for both \ngroups, with greater ↑ in the \nlow-load group. \nHarris et \nal. 2004 \n[41] \n \nOlder untrained \nmales and \nfemales (n=61) \n \n71.2 ± \n5.1 y \nHigh-load 1: 4 * 6-\nRM \n \nHigh-load 2: 3 * 9-\nRM \n \nLow-load: 2 * 15-\nRM \nControl group (no \nexercise)‡ \n18 weeks \n(2/week) \n \nNo Yes \n \n1-RM strength \n(knee \nextension, leg \npress, leg curl, \nbiceps curl, \ntriceps \nextension, lat \npull-down, \nshoulder press, \nbench press) \n↑ Total 1-RM strength in all \ngroups, with no between-\ngroup differences. \n \nHisaeda \net al. 1996 \n[42] \nYounger \nuntrained \nfemales (n=11) \n20.1 ± \n1.6 y \nHigh-load: 8–9 sets \nof 4–5-RM \n8 weeks (3/week) Yes N/A Isokinetic \nstrength (knee \nextension) \n↑ Isokinetic strength for both \ngroups, with no between-\ngroup differences. \n\n \n \n \n20 \n \n \nLow-load: 5–6 sets \nof 15–20-RM \nMuscle CSA \n(MRI; QF, RF, \nVL, VM, VI) \n \n↑ Thigh (VL, VM, RF) CSA \nfor both groups, with no \nbetween-group differences. \n \nHolm et al. \n2008 [43] \nYounger \nuntrained males \n(n=11) \n24.7 ± \n1.1 y \nHigh-load: 10 * 8 \nreps (70% 1-RM) \n \nLow-load: 10 * 36 \nreps (15.5% 1-RM) \n \n \n12 weeks \n(3/week) \nYes No 1-RM strength \n(knee \nextension) \nMVIC \nstrength (knee \nextension) \nIsokinetic \nstrength (knee \nextension) \nMuscle CSA \n(MRI; QF) \n↑ 1-RM strength for both \ngroups, greater increases in the \nhigh-load group. \n↑ MVIC and isokinetic \nstrength for the high-load \ngroup only. \n \n \n↑ VL CSA for both groups, \ngreater ↑ in the high-load \ngroup. \nHortobagyi \net al. 2001 \n[44] \n \nOlder untrained \nmales (n=37) \n72 ± 4.7 \ny \nHigh-load: 5 * 4–6 \nreps (80% 1-RM) \n \nLow-load: 5 * 8–12 \nreps (40% 1-RM) \n \n10 weeks \n(3/week) \nNo No 1-RM strength \n(leg press) \n \nMVIC \nstrength (knee \nextension) \n↑ 1-RM and MVIC strength \nfor both groups, with no \nbetween-group differences. \n↑ Concentric and eccentric \nisokinetic strength only with \nboth conditions combined, \n\n \n \n \n21 \n \nControl group (no \nexercise)‡ \nIsokinetic \nstrength (knee \nextension) \n \nwith no between-group \ndifferences. \nIkezoe \net al. 2017 \n[45] \nYounger \nuntrained males \n(n=15) \n23.1 ± \n2.6 y \nHigh-load: 3 * 8 \nreps (80% 1-RM) \n \nLow-load: 12 * 8 \nreps (30% 1-RM) \n \n8 weeks (3/week) No No 1-RM \nstrength (knee \nextension) \nMVIC \nstrength (knee \nextension) \nMuscle \nthickness \n(ultrasound; \nRF) \n↑ 1-RM and MVIC strength \nfor both groups, with no \nbetween-group differences. \n \n↑ RF thickness for both \ngroups, with no between-\ngroup differences. \nJenkins \net al. 2017 \n[46] \nYounger \nuntrained males \n(n=26) \n23.1 ± \n4.7 y \nHigh-load: 3 sets at \n80% 1-RM \n \nLow-load: 3 sets at \n30% 1-RM \n6 weeks (3/week) No Yes 1-RM strength \n(knee \nextension) \n \nMVIC \nstrength (knee \nextension) \n \nMuscle \nthickness \n↑ 1-RM and MVIC strength \nfor both groups, with greater ↑ \nin the high-load group. \n \n↑ Muscle thickness (VL, VM, \nRF) for both groups, with no \nbetween-group differences. \n\n \n \n \n22 \n \n(ultrasound; \nVL, VM, RF) \nJessee et \nal. 2018 \n[47] \nYounger \nuntrained males \nand females \n(n=40) \n21 ± 2 y High-load: 4 sets at \n70% 1-RM \n \nLow-load 1: 4 sets \nat 15% 1-RM \n \nLow-load 2: 4 sets \nat 15% 1-RM (40% \narterial occlusion \npressure)‡ \n \nLow-load 3: 4 sets \nat 15% 1-RM (80% \narterial occlusion \npressure)‡ \n8 weeks (2/week) No Yes 1-RM strength \n(knee \nextension) \nMVIC \nstrength (knee \nextension) \n \nIsokinetic \nstrength (knee \nextension) \n \nMuscle \nthickness \n(ultrasound; \nanterior and \nlateral thigh at \n30%, 40%, \n50%, and 60% \nfemur length) \n↑ 1-RM strength for the high-\nload group only. \n \n↑ MVIC and isokinetic (at \n180°·s-1 but not 60°·s-1) \nstrength for both groups, with \nno between-group differences. \n \n↑ Thigh muscle thickness for \nboth groups, with no between-\ngroup differences. \nJones et al. \n2001 [48] \nYounger trained \nmales (n=26) \n20.6 ± \n1.4 y \nHigh-load: 4 * 3–10 \nreps (70–90% 1-\nRM) \n10 weeks \n(2/week) \nNo No 1-RM strength \n(squat) \n↑1-RM strength for both \ngroups, with greater increases \nin the high-load group. \n\n \n \n \n23 \n \n \nLow-load: 4 * 5–15 \nreps (40–60% 1-\nRM) \n \n \nJump \nperformance \n(set angle \njump, squat \njump, depth \njump) \n \n↑ Peak force for both groups \nin 50% 1-RM squat jump and \nset angle jump only. \n↑ Peak power for both groups \nin 30% 1-RM and 50% 1-RM \nsquat jump only. \n↑ Peak velocity for both \ngroups in depth jump only. No \nbetween-group differences. \nKalapotha\nrakos et al. \n2004 [49] \n \nOlder untrained \nmales (n=33) \n64.9 ± \n4.2 y \nHigh-load: 3 * 8 \nreps (80% 1-RM) \n \nLow-load: 3 * 15 \nreps (60% 1-RM) \n \nControl group (no \nexercise)‡ \n12 weeks \n(3/week) \n \nNo No 1-RM strength \n(knee \nextension, \nknee flexion, \nelbow \nextension, \nelbow flexion, \nlat-pulldown, \nchest press) \n \nIsokinetic \nstrength (knee \nextension/flexi\non) \n \nMuscle CSA \n↑ 1-RM strength for both \ngroups, with greater ↑ in the \nhigh-load group. \n \n↑ Isokinetic strength for both \ngroups at 60 and 180°·s-1, with \ngreater ↑ in the high-load \ngroup. \n \n↑ Midthigh CSA for both \ngroups, with greater ↑ in the \nhigh-load group. \n\n \n \n \n24 \n \n(CT; mid-\nthigh) \nKerr et al. \n1996 [50] \nPostmenopausal \nfemales (n=56) \n57.1 ± \n4.2 y \nHigh load: 3 * 8-\nRM \n \nLow load: 3 * 20-\nRM \n52 weeks \n(2/week) \nNo No 1-RM strength \n(wrist curl, \nreverse wrist \ncurl, wrist \npronation/supi\nnation, biceps \ncurl, triceps \npushdown, hip \nextension, hip \nflexion, hip \nabduction, hip \nadduction, leg \npress) \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \nLasevicius \net al. 2018 \n[51] \nYounger \nuntrained males \n(n=30) \n24.5 ± \n2.4 y \nHigh-load 1: 3 sets \nat 80% 1-RM \n \nHigh-load 2: 3 sets \nat 60% 1-RM \n \nLow-load 1: 3 sets \nat 20% 1-RM \n12 weeks \n(2/week) \nYes Yes 1-RM strength \n(leg press, \nelbow flexion) \n \nMuscle \nthickness \n(ultrasound; \nelbow flexors, \nVL) \n↑ 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load 1 (80% 1-RM) \ngroup. \n↑ Elbow flexor and VL \nthickness for all groups, with \ngreater ↑ in the high-load 1 \n(80% 1-RM) group. \n\n \n \n \n25 \n \n \nLow-load 2: 3 sets \nat 40% 1-RM \nLasevicius \net al. 2019 \n[52] \nYounger \nuntrained males \n(n=25) \n19–34 y \n(overall \nmean ± \nSD not \nprovided\n) \nHigh-load 1: 3 sets \nat 80% 1-RM (2 \nmin) \n \nLow-load 1: 3 sets \nat 30% 1-RM (2 \nmin) \n \n \nHigh-load 2: 3+ sets \nat 80% 1-RM (2 \nmin)‡ \n \n \nLow-load 2: 3+ sets \nat 30% 1-RM (2 \nmin)‡ \n8 weeks (2/week) Yes Yes \n \n \n \nYes \n \n \n \n \nNo \n \n \n \n \nNo \n1-RM strength \n(knee \nextension) \n \nMuscle CSA \n(MRI; QF) \n↑ 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load groups. \n \n↑ QF muscle CSA for both \nhigh loads groups and low-\nload to failure, with no-\nbetween group differences. \n↔ In outcome measures for \nlow load not to failure. \nLim et al. \n2019 [53] \nYounger \nuntrained males \n(n=21) \nMean \nages 23–\n24 y per \ngroup \nHigh-load: 3 sets at \n80% 1-RM \nLow-load 1: 3 sets \nat 30% 1-RM \n10 weeks \n(3/week) \nNo Yes 1-RM strength \n(leg extension) \n \nIsokinetic \n↔ In 1-RM strength for either \ngroup. \n \n↑ Isokinetic strength for low-\n\n \n \n \n26 \n \n(overall \nmean ± \nSD not \nprovided\n) \n(volume-matched to \nhigh-load) \nLow-load 2: 3 sets \nat 30% 1-RM \nstrength (knee \nextension) \n \n \nMuscle fCSA \n(biopsy; VL) \n \nload 2 at 240°·s-1, ↔ observed \nin the other groups. \n \n↑ Type I muscle fibre CSA for \nhigh-load and low-load 2, with \n↔ observed in low-load 1. \n↑ Type II muscle fibre CSA \nwere found in all groups. No \nbetween-group differences. \nMitchell \net al. 2012 \n[17] \nYounger \nuntrained males \n(n=18) \n21 ± 0.8 \ny \n \nHigh-load 1: 3 sets \nat 80% 1-RM \n \n \nHigh-load 2: 1 set at \n80% 1-RM‡ \n \n \nLow-load: 3 sets at \n30% 1-RM to the \npoint of fatigue \n10 weeks \n(3/week) \nNo No \n \n \n \nYes \n \n \n \nNo \n1-RM strength \n(knee \nextension) \n \nMVIC \nstrength (knee \nextensors) \n \nMuscle CSA \n(MRI, QF) \n \nMuscle fCSA \n(biopsy; VL) \n↑ MVIC and 1-RM strength \nfor all groups, with greater ↑ \nin 1-RM strength in the high \nload groups. \n \n↑ QF CSA and VL fCSA for \nall groups, with no between-\ngroup differences. \n\n \n \n \n27 \n \nMorton \net al. 2016 \n[54] \nYounger trained \nmales (n=49) \n23 ± 1 y High-load: 3 * 8–12 \nreps (75–90% 1-\nRM) (1 min) \n \nLow-load: 3 * 20–\n25 reps (30–50% 1-\nRM) (1 min) \n12 weeks \n(4/week) \nNo Yes 1-RM strength \n(bench press, \nleg press, \nshoulder press, \nknee \nextension) \nLean body \nmass (DXA) \n \nMuscle fCSA \n(biopsy; VL) \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \n \n↑ LBM and VL fCSA for both \ngroups, with no between-\ngroup differences. \nMoss \net al. 1997 \n[55] \nYounger trained \nmales (n=30) \n23.2 ± \n3.2 y \nHigh-load: 3–5 * 2 \nat 90% 1-RM \n \nLow-load 1: 3–5 * \n10 at 15% 1-RM \n \nLow-load 2: 3–5 * 7 \nat 35% 1-RM \n9 weeks (3/week) No No 1-RM strength \n(elbow \nflexion) \n \nMuscle CSA \n(CT; elbow \nflexors) \n↑ 1-RM strength for all \ngroups, with a greater ↑in the \nhigh-load group. \n↑ Elbow flexor CSA for the \nlow-load (2) group only. \nNobrega et \nal. 2018 \n[56] \nYounger \nuntrained males \n(n=27) \n23 ± 3.6 \ny \nHigh-load 1: 3 sets \nat 80% 1-RM (2 \nmin) \n12 weeks \n(2/week) \nNo Yes \n \n \n1-RM strength \n(knee \nextension) \n↑ 1-RM strength for all \ngroups, with no between-\ngroup differences. \n\n \n \n \n28 \n \n \n \nHigh-load 2: 3 sets \nat 80% 1-RM (2 \nmin) \n \n \nLow-load 1: 3 sets \nat 30% 1-RM (2 \nmin) \n \n \nLow-load 2: 3 sets \nat 30% 1-RM (2 \nmin) \n \n \nNo \n \n \n \n \nYes \n \n \nNo \nMuscle CSA \n(ultrasound; \nVL) \n↑ VL muscle CSA for all \ngroups, with no between-\ngroup differences. \n \nOgasawara \net al. 2013 \n[57] \nYounger \nuntrained males \n(n=9) \n25 ± 3 y High-load: 3 * 75% \n1-RM (3 min) \n \nLow-load: 4 * 30% \n1-RM (3 min) \n6 weeks (3/week) No No 1-RM strength \n(bench press) \n \n \nMVIC \nstrength \n(elbow \nextensors) \n \nMuscle CSA \n↑ 1-RM and MVIC strength \nfor both groups, with greater ↑ \nin the high-load group. \n↑ TB and PM CSA for both \ngroups, with no between-\ngroup differences. \n\n \n \n \n29 \n \n(MRI; PM and \nTB) \nPopov \net al. 2006 \n[58] \nYounger \nuntrained males \n(n=18) \n21 ± 2 y High-load: 3 and 7 * \n80% MVC (10 min) \n \nLow-load: 3 and 4 * \n50% MVC (10 min) \n8 weeks (3/week) No No MVIC \nstrength (knee \nextensors) \n \nMuscle CSA \n(MRI; QF and \nGM) \n↑ MVIC strength for both \ngroups, with no between-\ngroup differences. \n \n↑ QF and GM CSA for both \ngroups, with no between-\ngroup differences. \nRana \net al. 2008 \n[59] \nYounger \nuntrained \nfemales (n=26) \n21.1 ± \n2.7 y \nHigh load 1 (TS): 3 \n* 6–10 RM (80–\n85% 1-RM) \nHigh load 2 (SS): 3 \n* 6–10 RM (80–\n85% 1-RM) at \nintentionally slow \nvelocity‡ \nLow load (TE): 3 * \n20–30 RM (40–60% \n1-RM) \nControl group (no \nexercise)‡ \n6 weeks (2-\n3/week) \nNo Yes 1-RM strength \n(squat, leg \npress, knee \nextension) \n \nLean body \nmass \n(BodPod) \nVertical jump \nheight \n↑ 1-RM strength for all \ngroups. Greater ↑ in 1-RM leg \npress and knee extension \nstrength in the high-load, \nnormal velocity group vs. \nother groups. \n↑ LBM for all groups, with no \nbetween-group differences. \n↔ in vertical jump height. \n\n \n \n \n30 \n \nRibeiro et \nal. 2020 \n[60] \nOlder untrained \nfemales (n=27) \n71.5 ± \n5.3 y \nHigh-load: 3 * 10-\nRM \nLow-load: 3 * 15-\nRM \n8 weeks (3/week) No Yes 1-RM strength \n(chest press, \nknee \nextension, \npreacher curl) \nFat-free mass \n(DXA) \n↑ 1-RM strength and fat-free \nmass for both groups, with no \nbetween-group differences. \nRichardso\nn et al. \n2019 [61] \nOlder untrained \nmales and \nfemales (n=40) \n66.5 ± \n5.3 y \nHigh-load (once-\nweekly): 3 * 7 (80% \n1-RM) \nHigh-load 2 (twice-\nweekly): 3 * 7 (80% \n1-RM) \nLow-load 1 (once-\nweekly): 3 * 14 \n(40% 1-RM) \nLow-load 2 (twice-\nweekly): 3 * 14 \n(40% 1-RM) \nControl (usual \nactivities)‡ \n10 weeks (1-\n2/week) \nNo Yes 1-RM strength \n(leg press, calf \nraise, leg \nextension, leg \ncurl, seated \nrow, chest \npress, tricep \nextension, \nbicep curl) \n \nLean body \nmass \n(bioelectrical \nimpedance \nanalysis) \n↑ 1-RM strength for all \ngroups, with greater ↑ in the \nhigh-load 2 group. \n↔ in LBM for any of the \ngroups. \n\n \n \n \n31 \n \nSchoenfeld \net al. 2015 \n[62] \nYounger \nuntrained males \n(n=24) \n23.3 \n(range \n18-33) y \nHigh-load: 3 * 8–\n12-RM \nLow-load: 3 * 25–\n35-RM \n \n \n8 weeks (3/week) No Yes 1-RM strength \n(squat and \nbench press) \nMuscle \nthickness \n(ultrasound; \nelbow flexors \nand extensors, \nQF) \n \n↑ 1-RM bench press strength \nfor the high-load group only. \n↑ 1-RM squat strength for both \ngroups, with a greater ↑ in the \nhigh-load group. \n \n↑ Upper arm and QF thickness \nfor both groups, with no \nbetween-group differences. \nSchoenfeld \net al. 2020 \n[63] \nYounger \nuntrained males \n(n=26) \n22.5 y \n(SD not \nprovided\n) \nHigh-load: 4 * 6–\n10-RM \nLow-load: 4 * 20–\n30-RM \n8 weeks (2/week) No Yes MVIC \nstrength \n(plantar \nflexors) \nMuscle \nthickness \n(ultrasound; \nmedial and \nlateral \ngastrocnemius, \nsoleus) \n↑ Isometric strength and \nmuscle thickness for both \ngroups, with no between-\ngroup differences. \nSchuenke \net al. 2012 \n[64] \nYounger \nuntrained \nfemales (n=34) \n21.1 ± \n2.7 y \nHigh load 1 (TS): 3 \n* 6–10 RM (80–\n85% 1-RM) \n6 weeks (2-\n3/week) \nNo Yes Muscle fCSA \n(biopsy; VL) \n↑ Mean fCSA only for the TS \ngroup, with no between-group \ndifferences. \n\n \n \n \n32 \n \n High load 2 (SS): 3 \n* 6–10 RM (80–\n85% 1-RM) at \nintentionally slow \nvelocity‡ \nLow load (TE): 3 * \n20–30 RM (40–60% \n1-RM) \nControl group (no \nexercise)‡ \n \nFat-free mass \n(skinfolds) \n \n \n↔ in fat-free mass for neither \ngroup. \nSeynnes et \nal. 2004 \n[65] \nOlder untrained \nmales (n=14) \n82 ± 2.6 \ny \nHigh-load: 3 * 8 \nreps (80% 1-RM) \n \nLow-load: 3 * 8 reps \n(40% 1-RM) \n \nControl (placebo) \ngroup: 3 * 8 reps \n(unloaded)‡ \n10 weeks \n(3/week) \n \nYes No 1-RM strength \n(knee \nextension) \n \n \n↑ 1-RM strength for both \ngroups, with a greater ↑ in the \nhigh-load group. \nStefanaki \net al. 2019 \n[66] \nYounger \nfemales not \nengaging in \n29.7 ± \n4.7 y \nHigh-load: 1 * 80% \nof 1-RM \n6 weeks (2/week) No Yes 1-RM strength \n(knee \nextension \n↑ 1-RM strength for all \ngroups, with no between-\ngroup differences. \n\n \n \n \n33 \n \nmore than 2 \nhours of RT/wk \n(n=13) \n \nLow-load: 1 * 30% \n1-RM \n \n \nand elbow \nflexion) \nMuscle \nthickness \n(untrasound; \nVL and BB) \n↑ BB and VL muscle thickness \nfor all groups, with no \nbetween-group differences. \nStone & \nCoulter \n1994 [67] \nYounger \nuntrained \nfemales (n=50) \n23.1 ± \n3.5 y \nHigh-load (3 * 6–8-\nRM) \n9 weeks (3/week) No Unclear 1-RM strength \n(squat, bench \npress) \n↑ 1-RM strength for all \ngroups, with no between-\ngroup differences. \n Low-load 1 (3 * 15–\n20-RM) \n \n Low-load 2 (3 * 30–\n40-RM) \n \nTaaffe et \nal. 1996 \n[68] \nOlder untrained \nfemales (n=25) \n67.3 ± \n0.4 y \nHigh-load: 3 x 7 \nreps (80% 1-RM) \n \nLow-load: 3 x 14 \nreps (40% 1-RM) \n \nControl (no \nexercise)‡ \n52 weeks \n(3/week) \nNo No 1-RM strength \n(leg press, \nknee \nextension, \nknee flexion) \n \nMuscle fCSA \n(biopsy; VL) \n \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \n \n↑ Type I fCSA for both groups \nbut ↔ in type II fCSA, with \nno between-group differences. \n \n↔ in thigh LBM in both \ngroups. \n\n \n \n \n34 \n \nLean body \nmass (DXA) \nTanimoto \n& Ishii \n2006 [69] \nYounger \nuntrained males \n(n=24) \n19.4 ± \n0.6 y \nHigh-load: 3 * 80% \n1-RM (normal \ntempo) \n \nLow-load 1: 3 * \n50% 1-RM (slow \ntempo)‡ \n \nLow-load 2: 3 * \n50% 1-RM (normal \ntempo) \n \n \n12 sessions \n(3/week) \nNo Yes 1-RM (knee \nextension) \n \nMVIC \nstrength (knee \nextensors) \n \nIsokinetic \nstrength (knee \nextensors) \n \nMuscle CSA \n(MRI; QF) \n↑ 1-RM strength for all \ngroups, with no between-\ngroup differences. \n↑ MVIC strength for the high-\nload group only. \n \n↔ in isokinetic strength at 90, \n200 and 300°·s-1 in the low-\nload (slow) group. ↑ in high-\nload group at 90°·s-1 but not \n200 and 300°·s-1. ↑ in low-\nload group at 90 and 200°·s-1 \nbut not at 300°·s-1. No \nbetween-group differences. \n \n↑ QF CSA for the high-load \ngroup only. \nTanimoto \net al. 2008 \n[70] \nYounger \nuntrained males \n(n=24) \n19.3 ± \n0.6 y \nHigh-load: 3 x 80–\n90% 1-RM (normal \ntempo) \n \n13 weeks \n(2/week) \nNo Yes 1-RM strength \n(squat, chest \npress, lat pull-\ndown, ab \nbend, back \nextension, \nknee \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \n \n↑ Chest, upper arm, abdomen, \nsubscapula and thigh thickness \nfor both groups, with no \n\n \n \n \n35 \n \nLow-load: 3 * 55–\n60% 1-RM (slow \ntempo) \nControl group (no \nexercise)‡ \n \n \nextension) \n \nMuscle \nthickness \n(ultrasound; \nchest, anterior \nand posterior \nupper arm, \nabdomen, \nsubscapula, \nanterior and \nposterior \nthigh) \n \nLean body \nmass (DXA) \nbetween-group differences. \n \n↑ LBM for both groups, with \nno between-group differences. \nVan Roie \net al. 2013a \n[71] \nYounger \nuntrained males \nand females \n(n=36) \n21.8 ± \n2.1 y \nHigh-load: 1 * 8–12 \nreps (80% 1RM) \n \nLow-load 1: 60 \nrepetitions at 20-\n25% 1-RM, \nfollowed by 1 * 10–\n12 reps (40% 1-RM) \n9 weeks (3/week) No Yes \n \n \nYes \n \n \n \n1-RM strength \n(knee \nextension) \n \n \n \nMVIC \nstrength (knee \nextensors) \n \n \n↑ 1-RM strength for both \ngroups, with a greater ↑ in the \nhigh-load group. \n \n↑ MVIC strength for the high-\nload group only. \n \n↑ Isokinetic strength for the \nlow-load group only. \n \n\n \n \n \n36 \n \n \nLow-load 2: 1 * 10–\n12 reps (40% 1-RM) \n‡ \n \nNo \nIsokinetic \nstrength (knee \nextension) \nVan Roie \net al. 2013b \n[72] \nOlder untrained \nmales and \nfemales (n=56) \n67.9 ± \n5.1 y \nHigh-load: 2 * 10–\n15 reps (80% 1-RM) \n \nLow-load 1: 1 * 80–\n100 reps (20% 1-\nRM) \n \nLow-load 2: 1 * 60 \nreps (20% 1-RM) + \n1 x 10–20 reps (40% \n1-RM) \n12 weeks \n(3/week) \nNo Yes 1-RM strength \n(leg press, \nknee \nextension) \n \nMVIC \nstrength (knee \nextensors) \n \nIsokinetic \nstrength (knee \nextension) \nMuscle CSA \n(CT; thigh) \nGreater ↑ in 1-RM strength in \nthe high-load and low-load (2) \ngroup vs. low-load (1) group. \n \n↑ MVIC strength for all \ngroups, with no between-\ngroup differences. \n \n↑ Isokinetic strength for the \nhigh-load group only. \n↑ Thigh muscle CSA for all \ngroups, with no between-\ngroup differences. \nVargas et \nal. 2019 \n[73] \nYounger trained \nmales (n=20) \n \n27.6 ± \n6.7 y \nHigh-load: 3 * 6–8 \nRM \n \nLow-load: 3 * 20–\n25 RM \n8 weeks (4/week) \n \nNo Yes Lean body \nmass (DXA) \n↑ LBM for the high-load \ngroup only. \n\n \n \n \n37 \n \n \nControl group \n(continue with usual \nexercise habits)‡ \nWallerstei\nn et al. \n2012 [74] \n \nOlder untrained \nmales (n=30) \n64.3 ± 4 \ny \nHigh-load: 2–4 * 4–\n10 reps (70–90% 1-\nRM) \nLow-load: 2–4 * 4–\n7 reps (30–50% 1-\nRM) \nControl group (no \nexercise)‡ \n16 weeks \n(2/week) \n \nYes No 1-RM strength \n(chest press, \nleg press) \n \nMuscle CSA \n(MRI, QF) \n↑ 1-RM strength for both \ngroups, with no between-\ngroup differences. \n \n↑ QF CSA for both groups, \nwith no between-group \ndifferences. \n 257 \n 258 \n\n \n \n \n38 \n \nTable 2. Methodological quality for each included study assessed using the (TESTEX) scale. 259 \n TESTEX scale item \nStudy 1 2 3 4 5a 5b 5c 6a 6b 6c 7 8a 8b 9 10 11 12 Total \nscore \nAagaard et al. (1994) 1 0 0 1 No No 0 0 0 0 0 0 0 1 0 1 1 5 \nAnderson & Kearney (1982) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nAu et al. (2017) 1 0 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 9 \nBeneka et al. (2005) 1 0 0 1 No No 0 0 0 0 0 1 1 1 0 0 1 6 \nBezarra et al. (2019) 1 1 0 1 No No 0 1 1 1 0 1 1 1 0 1 1 11 \nCampos et al. (2002) 1 0 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 7 \nDe Vos et al. (2005) 1 0 0 1 No No 0 1 1 1 0 1 1 1 0 1 1 10 \nFatouros et al. (2006) 1 0 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 9 \nFink et al. (2016) 1 1 0 1 No No 0 0 0 0 0 1 0 1 0 1 1 7 \nFranco et al. (2019) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nHarris et al. (2004) 1 1 1 1 No No 0 1 1 1 0 1 0 1 0 1 1 11 \nHisaeda et al. (1996) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nHolm et al. (2008) 1 1 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 10 \n\n \n \n \n39 \n \nHortobagyi et al. (2001) 1 1 0 1 No No 0 1 1 1 0 1 1 1 0 1 1 11 \nIkezoe et al. (2017) 1 0 0 1 No No 0 0 1 0 0 1 1 1 0 1 1 8 \nJenkins et al. (2017) 1 1 0 0 No No 0 1 1 1 0 1 1 1 0 1 1 10 \nJessee et al. (2018) 1 1 0 0 No No 0 1 1 1 0 1 1 0 0 0 1 8 \nJones et al. (2001) 0 1 0 1 No No 0 0 0 0 0 1 1 1 0 0 1 6 \nKalapotharakos et al. (2004) 1 1 1 1 No No 0 1 0 1 0 1 1 1 0 0 1 10 \nKerr et al. (1996) 1 1 0 1 No No 0 0 1 1 0 1 1 1 0 1 1 10 \nLasevicius et al. (2018) 0 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 7 \nLasevicius et al. (2019) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nLim et al. (2019) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nMitchell et al. (2012) 1 1 0 1 No No 0 0 0 0 0 0 1 1 0 0 0 5 \nMorton et al. (2016) 1 1 0 1 No No 0 1 1 1 0 1 1 1 0 1 1 11 \nMoss et al. (1997) 0 1 1 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nNobrega et al. (2018) 1 1 1 1 No No 0 1 0 1 0 1 1 1 0 0 1 10 \nOgasawara et al. (2013) 1 0 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 9 \nPopov et al. (2006) 0 0 0 1 No No 0 0 0 0 0 1 1 1 0 0 0 4 \n\n \n \n \n40 \n \nRana et al. (2008) 1 0 0 1 No No 0 1 0 0 0 1 1 1 0 0 0 6 \nRiberio et al. (2020) 1 1 0 1 No No 1 1 0 1 0 0 0 1 0 1 1 9 \nRichardson et al. (2019) 1 1 0 1 No No 0 0 1 0 0 1 1 1 0 1 1 9 \nSchoenfeld et al. (2015) 1 1 0 1 No No 0 1 1 1 0 1 1 1 0 1 1 11 \nSchoenfeld et al. (2020) 1 1 0 1 No No 1 1 1 1 0 1 1 1 0 1 1 12 \nSchuenke et al. (2012) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nSeynnes et al. (2004) 1 1 1 1 No No 0 1 1 1 0 1 1 1 0 1 1 12 \nStefanaki et al. (2019) 1 1 0 1 No No 0 1 0 1 0 1 1 1 0 0 1 9 \nStone & Coulter (1994) 0 0 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 8 \nTaaffe et al. (1996) 1 1 0 1 No No 0 0 0 1 0 1 1 1 0 1 1 9 \nTanimoto & Ishii (2006) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nTanimoto et al. (2008) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nVan Roie et al. (2013a) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nVan Roie et al. (2013b) 1 1 0 1 No No 0 1 0 1 0 1 1 1 0 1 1 10 \nVargas et al. (2019) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \nWallerstein et al. (2012) 1 1 0 1 No No 0 0 0 0 0 1 1 1 0 1 1 8 \n260 \n\n \n \n \n41 \n \n5.",
    "results": "261 \n5.1 Search results 262 \nThree of the 48 studies eligible for inclusion after full-text screening were excluded as either 263 \nthe raw pre/post intervention data could not be extracted/could not be provided by the authors 264 \n[21, 75] or included data previously published in another included study [76]. Additionally, 265 \none study [47] was excluded from the analyses of whole-muscle size, isometric (MVIC) 266 \nstrength, and isokinetic strength, and one study [68] was excluded from the analyses of lean 267 \nbody mass and muscle fCSA analysis [68], as the raw pre/post intervention data could not be 268 \nextracted and could not be provided by the authors for these measures. Thus, 45 studies were 269 \nincluded in the meta-analysis. Only two studies [48, 59] included measures of sport-specific 270 \nor neuromuscular task performance, and the findings of these studies are therefore 271 \nsummarised qualitatively. 272 \n5.2 Methodological quality assessment 273 \nThe methodological quality of included studies was assessed using the TESTEX scale [27]. 274 \nStudy quality scores ranged from 4 to 12 (out of a possible 15), with mean and median scores 275 \nof 9 and 8, respectively (Table 2). Based on the range of study quality scores, we defined 276 \nlow, medium and high quality scores as between 4-7 (n = 9), between 8-10 (n = 29), and ≥11 277 \n(n = 7), respectively, which ensured an approximately even distribution of studies across 278 \nsubgroups. 279 \nWe then performed subgroup analyses to examine whether study quality may have 280 \ncontributed to the heterogeneity observed for the 1-RM, isometric, and isokinetic strength 281 \nanalyses. For the 1-RM strength analysis, no heterogeneity (I2 = 0%) was observed in the 282 \nhigh-quality group (n=6), while both the moderate- (I2 = 64%) and low-quality (I2 = 43%) 283 \n\n \n \n \n42 \n \nsubgroups showed high degrees of heterogeneity (Supplementary Figure 1). There was, 284 \nhowever, no difference in outcomes between methodological quality subgroups (P = 0.36). 285 \nStudy quality appeared to influence heterogeneity in the isometric strength analysis 286 \n(Supplementary Figure 2), with an inverse relationship between study quality and 287 \nheterogeneity (I2 values of 0%, 31%, and 68% for high-, moderate-, and low-quality studies, 288 \nrespectively). There was, however, no difference in outcomes between methodological 289 \nquality subgroups (P = 0.14). Study quality did not explain heterogeneity in the isokinetic 290 \nstrength meta-analysis (Supplementary Figure 3), with I2 values of 0% and 47% for 291 \nmoderate- and low-quality studies, respectively, while only a single high-quality study was 292 \nincluded. There was no difference in outcomes between methodological quality subgroups (P 293 \n= 0.96). While low heterogeneity (I2 = 0-10%) was observed in the analyses for whole-muscle 294 \nsize, muscle fibre CSA, and lean body/fat-free mass, subgroup analyses (Supplementary 295 \nFigures 4-6) nevertheless confirmed there was no influence of study quality on heterogeneity 296 \nor outcomes. 297 \n5.3 Meta-analysis results 298 \nDynamic 1-RM strength 299 \nA total of 36 studies measured dynamic 1-RM strength in one or more of the following 300 \nexercises: bench press, chest press, overhead press, seated row, lat pulldown, forearm flexion, 301 \nelbow extension, elbow flexion, leg press, squat, knee extension, knee flexion, back 302 \nextension, and abdominal bend. Twenty [17, 32, 33, 36-38, 43, 46-49, 51, 52, 55, 57, 59, 61, 303 \n62, 65, 71] out of the 36 studies found greater improvements in 1-RM strength with high-load 304 \ncompared to low-load RT, while equivalent improvements between both loading conditions 305 \nwere noted in 15 studies [40, 41, 44, 45, 50, 54, 56, 60, 66-70, 72, 74]. One study [35] 306 \n\n \n \n \n43 \n \nmeasured dynamic 5-RM strength (for the seated row exercise) and found equivalent 307 \nimprovements between high-load and low-load RT. 308 \nMeta-analytic outcomes for dynamic 1-RM strength are shown in Figure 2 and included 537 309 \nand 650 ES values from 36 studies for high-load and low-load RT, respectively. There was an 310 \nadvantage for high-load RT versus low-load RT on dynamic 1-RM strength (ES = 0.34, 95% 311 \nCI: 0.15 to 0.52; P = 0.0003). Moderate heterogeneity amongst studies was observed (Tau2 = 312 \n0.17, I2 = 55%, P = 0.0001). 313 \nSub-group analyses for dynamic 1-RM strength outcomes revealed an advantage for high-314 \nload versus low-load RT in untrained (ES = 0.37, 95% CI: 0.15 to 0.59; P = 0.0009) but not 315 \ntrained (ES = 0.21, 95% CI: -0.14 to 0.55; P = 0.24) participants (Figure 2). There was also a 316 \nlarger advantage for high-load versus low-load RT in younger (ES = 0.41, 95% CI: 0.14 to 317 \n0.68; P = 0.003) versus older (ES = 0.20, 95% CI: 0.00 to 0.40; P = 0.05) participants 318 \n(Supplementary Figure 7). However, there were no statistically significant differences 319 \nbetween dynamic 1-RM strength outcomes for studies in untrained versus trained participants 320 \n(P = 0.59) or in younger versus older participants (P = 0.23). 321 \n\n \n \n \n44 \n \n 322 \nFigure 2. Influence of high-load vs. low-load RT on dynamic 1-RM strength development 323 \nwith subgroup analyses based on studies in younger (<60 years) versus older (≥60 years) 324 \nparticipants. Point estimates and error bars signify the standardised mean difference between 325 \nhigh-load and low-load groups and 95% confidence interval (CI) values, respectively. 326 \n 327 \nIsometric [maximum voluntary isometric contraction (MVIC)] strength 328 \nA total of 15 studies measured isometric (MVIC) strength, with eight of these studies [17, 31, 329 \n39, 43, 46, 57, 69, 71] showing an advantage of high-load RT, and no studies suggesting an 330 \nadvantage of low-load RT. The remaining seven studies [42, 44, 45, 47, 58, 63, 72] found 331 \nequivalent improvements between loading conditions. 332 \n\n\n \n \n \n45 \n \nMeta-analytic outcomes for isometric (MVIC) strength are shown in Figure 3 and included 333 \n136 and 166 ES values from 14 studies for high-load and low-load RT, respectively. Overall 334 \nthere was an advantage for high-load RT versus low-load RT on isometric (MVIC) strength 335 \n(ES = 0.41, 95% CI: 0.07 to 0.76; P = 0.02). Moderate heterogeneity amongst studies was 336 \nobserved (Tau2 = 0.20, I2 = 49%, P = 0.02). 337 \nSub-group analyses (Figure 3) showed an advantage for high-load RT versus low-load RT on 338 \nisometric (MVIC) strength in younger participants (ES = 0.53, 95% CI: 0.13 to 0.92; P = 339 \n0.009), while only two studies used older participants. 340 \nThere was also an advantage for high-load RT versus low-load RT on isometric (MVIC) 341 \nstrength in untrained participants (ES = 0.42, 95% CI: 0.04 to 0.80; P = 0.03), but not for 342 \nparticipants whose training status was unclear (ES = 0.40, 95% CI: -0.78 to 1.58; P = 0.51; 343 \nSupplementary Figure 8). No included studies measured isometric (MVIC) strength in trained 344 \nparticipants. 345 \nHowever, there were no statistically significant differences in isometric (MVIC) strength 346 \noutcomes for untrained versus trained participants (P = 0.97) or younger versus older 347 \nparticipants (P = 0.06). 348 \n 349 \n 350 \n\n \n \n \n46 \n \n 351 \n 352 \nFigure 3. Influence of high-load vs. low-load RT on isometric (MVIC) strength development 353 \nwith subgroup analyses based on studies in younger (<60 years) versus older (≥60 years) 354 \nparticipants. Point estimates and error bars signify the standardised mean difference between 355 \nhigh-load and low-load groups and 95% confidence interval (CI) values, respectively. 356 \n 357 \nIsokinetic strength 358 \nA total of 11 studies investigated the effects of high-load and low-load RT on isokinetic 359 \nstrength and showed inconsistent results. Five [31, 34, 43, 49, 72] of the 11 studies 360 \ndemonstrated greater increases in isokinetic strength with high-load compared to low-load 361 \nRT, four studies [42, 44, 47, 69] found equivalent increases for both loading conditions, and 362 \ntwo studies [53, 71] showed an advantage to low-load RT. 363 \nMeta-analytic outcomes for isokinetic strength are shown in Figure 4 and included 121 and 364 \n143 ES values from ten studies for high-load and low-load RT, respectively. Overall there 365 \nwas no difference between high-load and low-load RT for isokinetic strength (ES = 0.19, 366 \n\n\n \n \n \n47 \n \n95% CI: -0.10 to 0.49; P = 0.20). Low heterogeneity between studies was observed (Tau2 = 367 \n0.05, I2 = 23%, P = 0.24). 368 \nSub-group analyses (Figure 4) revealed no difference between high-load RT versus low-load 369 \nRT in younger participants (ES = 0.25, 95% CI: -0.34 to 0.83; P = 0.41) or older participants 370 \n(ES = 0.16, 95% CI: -0.18 to 0.50; P = 0.35). 371 \nThere was also no difference between high-load RT versus low-load RT on isokinetic 372 \nstrength on isokinetic strength in untrained participants (ES = 0.19, 95% CI: -0.17 to 0.56; P 373 \n= 0.29), while the training status of participants was unclear in one study [31] 374 \n(Supplementary Figure 9). No included studies that measured isokinetic strength used trained 375 \nparticipants. 376 \nThere were no statistically significant differences between isokinetic strength outcomes for 377 \nuntrained versus trained (P = 0.93) or younger versus older participants (P = 0.81). 378 \n 379 \n 380 \nFigure 4. Influence of high-load vs. low-load RT on isokinetic strength development with 381 \nsubgroup analyses based on studies in younger (<60 years) versus older (≥60 years) 382 \n\n\n \n \n \n48 \n \nparticipants. Point estimates and error bars signify the standardised mean difference between 383 \nhigh-load and low-load groups and 95% confidence interval (CI) values, respectively. 384 \n 385 \nWhole-muscle size 386 \nA total of eight studies measured muscle thickness via ultrasound at multiple measurement 387 \nsites including the upper thigh, lower arm, upper arm and chest. Seven [45-47, 62, 63, 66, 70] 388 \nof the eight studies identified equivalent increases in muscle thickness between high-load and 389 \nlow-load RT, and one study [51] found greater improvements for high-load RT. 390 \nSimilar findings to studies measuring muscle thickness were noted in the 13 studies that 391 \nmeasured whole-muscle CSA via magnetic resonance imaging (MRI) [17, 39, 42, 43, 52, 57, 392 \n58, 69, 74], computerised tomography (CT) scan [49, 55, 72], or ultrasound [56]. This is 393 \nperhaps not surprising, as muscle thickness (measured by ultrasound) correlates well with 394 \nmuscle CSA as measured by CT or MRI [77]. Of the 13 studies, nine [17, 39, 42, 52, 56-58, 395 \n72, 74] identified a similar increase in whole-muscle CSA between high-load and low-load 396 \nRT groups, three [43, 49, 69] demonstrated an advantage to high-load RT, and only one [55] 397 \nfound greater improvements in the low-load condition. 398 \nMeta-analytic outcomes for whole-muscle size are shown in Figure 5 and included 229 and 399 \n304 ES values from 20 studies for high-load and low-load RT, respectively. Overall there was 400 \nno difference between high-load and low-load RT for changes in whole-muscle size (ES = 401 \n0.06, 95% CI: -0.11 to 0.24, P = 0.47). Low heterogeneity amongst studies was observed 402 \n(Tau2 = 0, I2 = 0%, P = 1.00). 403 \n 404 \n 405 \n\n \n \n \n49 \n \n 406 \nFigure 5. Influence of high-load vs. low-load RT on whole-muscle size. Point estimates and 407 \nerror bars signify the standardised mean difference between high-load and low-load groups 408 \nand 95% confidence interval (CI) values, respectively. 409 \n 410 \nMuscle fibre cross-sectional area (fCSA) 411 \nA total of six studies measured muscle fCSA via muscle biopsy. Four of the six studies [17, 412 \n53, 54, 68] demonstrated equivalent improvements in muscle fCSA amongst both loading 413 \nconditions and two studies [36, 64] revealed greater improvements for high-load RT. 414 \nMeta-analytic outcomes for muscle fibre cross-sectional area (fCSA) are shown in Figure 6 415 \nand included 73 and 65 ES values from five studies for high-load and low-load RT, 416 \nrespectively. There was no difference between high-load and low-load RT on changes in 417 \nmuscle fCSA (ES = 0.29, 95% CI: -0.09 to 0.66, P = 0.13). Low heterogeneity amongst 418 \nstudies was observed (Tau2 = 0.02, I2 = 10%, P = 0.35). 419 \n 420 \n\n\n \n \n \n50 \n \n 421 \nFigure 6. Influence of high-load vs. low-load RT on muscle fibre cross-sectional area 422 \n(fCSA). Point estimates and error bars signify the standardised mean difference between 423 \nhigh-load and low-load groups and 95% confidence interval (CI) values, respectively. 424 \n 425 \nLean body mass (LBM) or fat-free mass 426 \nA total of ten studies used either DXA [40, 54, 60, 68, 70, 73], BodPod [33, 59], bioelectrical 427 \nimpedance analysis [61] or skinfolds [64] to measure changes in lean body mass (LBM) or 428 \nfat-free mass. Six [33, 54, 59, 60, 64, 70] of the ten studies found no differences between 429 \nloading conditions, one study [73] demonstrated an advantage for high-load RT, while 430 \nanother [40] showed the opposite effect. Two studies [61, 68] found no change in LBM from 431 \npre- to post-training in both loading conditions. 432 \nMeta-analytic outcomes for LBM/fat-free mass are shown in Figure 7 and included 140 and 433 \n127 ES values from nine studies for high-load and low-load RT, respectively. There was no 434 \ndifference between high-load and low-load RT on changes in LBM or fat-free mass (ES = 435 \n0.05, 95% CI: -0.20 to 0.29, P = 0.70). Low heterogeneity amongst studies was observed 436 \n(Tau2 = 0, I2 = 0%, P = 0.76). 437 \n 438 \n\n\n \n \n \n51 \n \n 439 \nFigure 7. Influence of high-load vs. low-load RT on lean body mass (LBM) or fat-free mass. 440 \nPoint estimates and error bars signify the standardised mean difference between high-load 441 \nand low-load groups and 95% confidence interval (CI) values, respectively. 442 \n 443 \nSport-specific or neuromuscular task performance 444 \nGiven the limited availability of data, it was not possible to conduct a meta-analysis 445 \nevaluating the influence of training load on sport-specific or neuromuscular task 446 \nperformance. Of the two studies included that measured sport-specific or neuromuscular task 447 \nperformance [48, 59], one study [48] used several jump tests (i.e., set angle jump, depth 448 \njump, weighted squat jump) and the other study [59] used a maximal jump height test. No 449 \nchange in jump height in response to high-load and low-load RT from pre- to post-training 450 \nwas observed in one study [59], whilst the other [48] found equivalent improvements in jump 451 \ntask performance between both loading conditions. 452 \n 453 \n\n\n \n \n \n52 \n \n6. Discussion 454 \nThe findings of this systematic review and meta-analysis provide further comprehensive 455 \nevidence that higher- and lower-load RT are similarly effective for improving multiple 456 \nindices of muscle hypertrophy (i.e., changes in whole-body lean/fat-free mass and in both 457 \nwhole-muscle and muscle fibre-specific CSA), and extend previous findings by 458 \ndemonstrating higher-load RT is advantageous for improving both dynamic 1-RM and 459 \nisometric (MVIC) strength, but not for isokinetic strength. Due to limited available evidence, 460 \nit remains unclear whether the superiority of higher-load RT for dynamic 1-RM and isometric 461 \nstrength development translates to greater improvements in sport-specific and neuromuscular 462 \ntask performance. 463 \nInfluence of RT load on strength development 464 \nThe superior improvements in dynamic (1-RM) and isometric strength, but not isokinetic 465 \nstrength, with higher-load RT are in partial agreement with previous findings [3, 9]. Both 466 \nSchoenfeld and colleagues [3] and Lopez et al. [9] found superior improvements in dynamic 467 \n1-RM strength with higher- versus lower-load RT (with the latter also showing an advantage 468 \nof moderate-load RT), while Schoenfeld et al. [3] found equivalent isometric strength gains 469 \nbetween loading conditions. In the present study, sub-group analyses showed an advantage of 470 \nhigher-load RT for improving dynamic (1-RM) strength in untrained, but not in trained, 471 \nparticipants (consistent with others [9]), and a greater advantage for higher-load RT in 472 \nyounger versus older participants. While the present data therefore consolidate the superior 473 \ninfluence of higher-load RT on dynamic 1-RM strength, it is possible a wider spectrum of RT 474 \nloads may positively influence aspects of strength in older and/or resistance-trained 475 \nindividuals. The present findings of greater improvements in isometric strength with higher-476 \nload RT, and no clear influence of RT load for isokinetic strength development, provide 477 \n\n \n \n \n53 \n \nnovel insights from previous studies [3, 9]. The present findings therefore provide a more 478 \ncomprehensive overview and advance the current understanding of the effects of RT load and 479 \nmoderating influence of participant characteristics on various strength outcomes. 480 \nThe analysis of changes in multiple measures of strength with higher- versus lower-load RT 481 \nallows insight into the potential mechanisms by which RT loading conditions may influence 482 \nstrength development. Similar to previous work [3], we found variability in the magnitude of 483 \nadvantage of higher-load RT across different strength outcomes. Specifically, there was a 484 \nsimilar advantage of higher-load RT for improving both dynamic 1-RM strength and 485 \nisometric strength (ES = 0.34 and 0.41, respectively), with no difference between loading 486 \nconditions for isokinetic strength development (ES = 0.19). Previous observations of greater 487 \ndynamic 1-RM, but similar isometric, strength development with higher-load RT [3, 17] may 488 \nbe attributed to the task-specificity of strength development (related to load/intensity 489 \nspecificity in particular) that favours higher-load RT interventions in dynamic 1-RM 490 \nassessments [78, 79]. Given strength improvements with RT are most specific to the 491 \nexercises performed during RT [78, 79], and the exercises during which dynamic 1-RM 492 \nstrength is assessed are typically incorporated into the RT intervention, we anticipated a 493 \ngreater advantage for higher-load RT for improving dynamic 1-RM strength versus isometric 494 \nstrength. In contrast, our finding that higher-load RT is similarly advantageous for improving 495 \nboth dynamic 1-RM and isometric strength suggests the superiority of higher-load RT may 496 \ninstead be mediated by non-task-specific neuromuscular adaptations. For example, the load-497 \ndependent effects of RT on improvements in neural drive [46], which may stimulate greater 498 \nneural adaptations (e.g., improved agonist activation, motor unit synchronization, motor unit 499 \nfiring rates, and reduced antagonist co-activation) that underpin strength gain with RT [80], 500 \nmay at least partially explain the similar advantage of higher-load RT for both dynamic 1-RM 501 \nand isometric strength gain. Each of the strength outcomes included in the present meta-502 \n\n \n \n \n54 \n \nanalysis require maximal neuromuscular activation, which is further improved with higher- 503 \nversus lower-load RT [46]. It therefore remains possible that despite less task-specificity 504 \nbetween the RT exercises in the included studies and isometric strength assessments, the 505 \ngreater neural adaptations likely elicited by higher- versus lower-load RT may have 506 \ncontributed to the superiority of higher load RT for both isometric and dynamic 1-RM 507 \nstrength. In addition, the observation that muscle hypertrophy was similar between RT 508 \nloading conditions also adds weight to the notion that the superiority of higher-load RT for 509 \ndynamic 1-RM and isometric strength gain was attributed to non-hypertrophic (i.e., neural) 510 \nmechanisms. 511 \nA number of methodological factors must be considered when interpreting the evidence for 512 \nthe influence of RT load on strength development. In particular, variation in the RT protocols 513 \nused by individual studies was a likely contributor to the heterogeneity observed. While our 514 \nanalysis broadly classified the RT protocols used by included studies as either higher or lower 515 \nload, there was considerable variation within the definitions of higher- and lower-load RT, 516 \nboth in terms of load and training volume. Indeed, higher-load RT protocols varied from 517 \nexamples including 8-9 sets at 4-5-RM [42] and 1 set at 80% 1-RM [66], while lower-load 518 \nRT protocols varied from examples including 3 sets of 12-14 (50% 1-RM) [34] to 1 x 100-519 \n150-RM [32]. Such differences in the magnitude of divergence between higher-load and 520 \nlower-load RT conditions would undoubtedly influence the magnitude of effects favouring 521 \neither loading condition on outcome measures. In addition, variability in both the duration 522 \n(ranging from 6 to 52 weeks) and weekly frequency (ranging from 1 to 4 times per week) of 523 \nthe RT interventions, as well as the muscle group specificity (e.g., upper- vs. lower-body) of 524 \nthe exercises used in the RT intervention may all influence strength development with RT 525 \nand therefore contribute to the observed heterogeneity. 526 \n\n \n \n \n55 \n \nTaken together, the synergistic effects of greater improvements in neural drive and task 527 \nspecificity (albeit less so for isometric strength) may explain the greater improvements in 528 \ndynamic 1-RM and isometric strength observed with higher-load RT. Similarly, the lack of a 529 \nload-dependent influence on isokinetic strength is likely explained by similar mechanisms, 530 \nsince the task demands of isokinetic strength tests are not replicated in common RT 531 \ninterventions. 532 \nInfluence of RT load on skeletal muscle hypertrophy 533 \nConsistent with previous findings [3, 9], we also observed that muscle hypertrophy responses 534 \nwere independent of RT load. This finding is in agreement with the notion that high (but not 535 \nnecessarily maximal) intensities-of-effort coupled with adequate RT volume, rather than RT 536 \nload per se, are key stimuli for muscle hypertrophy [3, 6]. Together with previous evidence 537 \n[3, 9], the findings therefore further highlight the versatility of RT loads that may be used to 538 \ndevelop muscle hypertrophy. 539 \nLike the interpretation of the strength outcomes, a number of methodological factors must be 540 \nconsidered when interpreting the influence of RT load on muscle hypertrophy. In particular, 541 \nintensity-of-effort (proximity to muscular failure or the degree of internal focus/effort applied 542 \nduring a set) is a key stimulus for muscle hypertrophy due to its implications for motor unit 543 \nrecruitment and the exposure of active muscle fibres to mechanical tension [6]. Regardless of 544 \nthe RT load, maximal motor unit/muscle fibre recruitment can occur providing intensity-of-545 \neffort is high [6]. Whether or not RT sets are taken to (or close to) muscular failure may 546 \ntherefore influence study outcomes. However, there is evidence that training to muscular 547 \nfailure is not obligatory, and may even be detrimental, for muscle hypertrophy and strength 548 \noutcomes [81, 82]. Notably, previous meta-analyses on this topic [3, 9, 19] excluded studies 549 \nwhereby both higher-load and lower-load RT was not performed to muscular failure, 550 \n\n \n \n \n56 \n \npresumably to control for differences in intensity-of-effort across studies that may influence 551 \noutcomes (e.g., muscle hypertrophy in particular). Since training to muscular failure (i.e., 552 \nmaximal intensities-of-effort) may be of greater importance to muscle hypertrophy than 553 \nstrength development [6], does not necessarily ensure equivalent muscle activation during 554 \nhigher- and lower-load RT due to greater difficulties in reaching true muscular failure with 555 \nlighter RT loads [15], and may not always be feasible or sustainable in practice [15, 21], we 556 \nchose to include all relevant studies independent of whether sets were performed to muscular 557 \nfailure or not. This approach resulted in a significantly larger number of included studies (45 558 \nstudies in the present review vs. nine in Schoenfeld et al. [19], 21 in Schoenfeld et al. [3], and 559 \n28 in Lopez et al. [9]), and allowed qualitative insight into whether training to muscular 560 \nfailure influenced study outcomes independently of RT load. Of the studies included in the 561 \npresent meta-analysis, approximately 55% (24 of 45 studies) had participants in all groups 562 \nperform RT to muscular failure. Despite between-study variability in whether RT was 563 \nperformed to muscular failure, the findings of similar muscle hypertrophy with higher- versus 564 \nlower-load RT was highly consistent between studies, with low heterogeneity in study 565 \noutcomes (I2 = 0% for both whole-muscle hypertrophy and lean body/fat-free mass, and I2 566 \n=10% for muscle fibre-specific hypertrophy). It therefore appears the intensities-of-effort 567 \nemployed in the included studies were sufficiently high for both higher- and lower-load RT to 568 \nexpose muscle fibres to sufficient mechanical tension and stimulate muscle hypertrophy. 569 \nThese observations also provide further evidence that training to muscular failure is not 570 \nobligatory for maximising muscle hypertrophy when RT is performed with either heavier or 571 \nlighter loads. 572 \nFrom a practical perspective, it therefore may not be necessary for individuals to consistently 573 \napply near-maximal intensities-of-effort (particularly in trained individuals, who may be able 574 \nto recruit higher-threshold motor units at greater proximities from muscular failure versus 575 \n\n \n \n \n57 \n \nuntrained individuals [83]) to induce additional muscle hypertrophy. Since higher intensities-576 \nof-effort during RT are associated with negative affective responses (particularly when lower 577 \nloads are used) such as discomfort [21] in some individuals, consistently applying a high 578 \nintensity-of-effort may exacerbate fatigue and potentially compromise adherence and long-579 \nterm training outcomes. 580 \nThe total volume of RT performed may also influence muscle hypertrophy outcomes and can 581 \nbe manipulated independently of RT load per se. There is indeed evidence for a dose 582 \nresponse influence of RT on muscle hypertrophy, with higher weekly RT volumes leading to 583 \ngreater muscle growth [2]. It is therefore possible that whether or not high- and low-load RT 584 \nprotocols were matched for total volume performed may influence study outcomes. Twenty-585 \nsix of the included studies that assessed muscle hypertrophy outcomes did not equate total RT 586 \nvolume between higher- and lower-load groups, which may advantage the higher-volume 587 \n(i.e., lower-load) group from a muscle hypertrophy perspective. However, any potential 588 \nadvantage for lower-load RT was not evident in our findings, since 19 of the 26 studies in 589 \nwhich higher- and lower-load RT was not volume-equated found no difference in muscle 590 \nhypertrophy between loading conditions. These findings further highlight that sufficiently 591 \nhigh intensities-of-effort may somewhat override the potential importance of total RT volume 592 \non muscle hypertrophy. While these findings suggest a limited role of RT volume in muscle 593 \nhypertrophy, providing intensity-of-effort is sufficient, it is possible that RT volume may 594 \nbecome more important for muscle hypertrophy as training experience increases – a notion 595 \nsupported by greater muscle hypertrophy observed with higher RT volumes in trained men 596 \n[84]. 597 \nA major limitation to the current understanding of the role of RT load (and by extension, any 598 \npotential moderating influence of equating for RT volume) in muscle hypertrophy is the lack 599 \nof evidence in participants with RT experience. Indeed, none of the 22 studies included in 600 \n\n \n \n \n58 \n \nthis review that measured changes in whole-muscle size (and 1 of the 6 studies that measured 601 \nchanges in muscle fibre size) were performed in trained participants. Future studies 602 \ninvestigating the influence of RT load in physiological adaptation to RT should, where 603 \npossible, incorporate participants with some degree of RT experience. 604 \nInfluence of resistance training load on sport-specific or neuromuscular task performance 605 \nWhile there is evidence that RT is associated with improved sport-specific task performance 606 \n(e.g., jumping, sprinting, and changing-of-direction) [22, 85], there is limited evidence for 607 \nany RT load-dependent influence on improvements in these parameters. The two studies [48, 608 \n59] included in this review that measured sport-specific or neuromuscular task performance 609 \nshowed contrasting results, with one study [48] finding a similar improvement in various 610 \nmeasures of jump performance (set angle jump, squat jump, depth jump) between loading 611 \nconditions, and the other [59] showing no improvement in vertical jump performance for both 612 \nconditions. The limited available evidence therefore makes clear interpretations difficult. 613 \nNevertheless, since higher-load RT likely promotes greater neural adaptations [46] that 614 \nunderpin the superiority of higher-load RT for dynamic and isometric strength outcomes, and 615 \nboth neural adaptations and strength likely mediate improvements in sport-specific task 616 \nperformance [22], future studies may observe greater improvements in these measures with 617 \nhigher-load RT. It is also possible that optimising improvements in these measures may 618 \nrequire other forms of power-specific training, such as complex/contrast or plyometric 619 \ntraining, particularly when incorporating exercises that closely mimic the demands of sport-620 \nspecific or neuromuscular performance tasks. 621 \nLimitations of current research and future directions 622 \nA number of limitations must be considered when interpreting the findings of the current 623 \nsystematic review and meta-analysis. The majority of included studies involved participants 624 \n\n \n \n \n59 \n \nwith minimal or no RT experience, making it difficult to elucidate any potential training 625 \nexperience-dependent effects on outcomes. Nonetheless, the limited number of studies 626 \nconducted on participants with RT experience had similar findings to those in untrained 627 \nparticipants, suggesting potential training status-dependent effects on outcomes may be 628 \nlimited. Further evidence in trained participants is nevertheless needed to more firmly draw 629 \nthis",
    "conclusion": ". Although we did not perform any sub-group anayses based on participant 630 \nsex, only 14 of 45 total studies included female participants. While study outcomes appeared 631 \nqualitatively similar between those studies including on male or female participants, future 632 \nresearch is required to elucidate any potential sex-dependent moderating effects on the 633 \ninfluence of RT load on outcomes. Another major limitation was the ages of the participants 634 \nin the included studies, which was biased towards younger participants. We conducted sub-635 \ngroup analyses based on younger (<60 years) and older (≥60 years) participants, and 636 \nidentified only 13 studies that included older participants, with only a single study [50] using 637 \nparticipants aged between 30 and 60 years old. Future studies should therefore aim to include 638 \nparticipants aged 30 and above to improve understanding of the potential moderating 639 \ninfluence of age on responses to higher- versus lower-load RT. 640 \nThe influence of other methodological differences on study outcomes, such as the rest periods 641 \nused for the RT protocols, and individual factors such as tolerance to discomfort, must also 642 \nbe considered when interpreting the current findings. For example, the RT protocol used by 643 \nCampos et al. [36] had between-set rest periods that varied between the higher-load (3 min) 644 \nand lower- load (1 min) groups. It is possible this discrepancy in rest periods could influence 645 \nthe total RT volume accumulated by each group, and potentially advantage the group that 646 \naccumulate a higher RT volume. Nevertheless, between-set rest periods may have limited 647 \ninfluence on strength [5] and hypertrophy [86] responses to RT, although longer rest periods 648 \nmay be more important in trained individuals [86]. Furthermore, participants may be limited 649 \n\n \n \n \n60 \n \nby their perception of effort and the degree of discomfort experienced, particularly during 650 \nlow-load conditions [15], leading to lowered intensities-of-effort and a diminished ability to 651 \nmaximise muscle hypertrophy. It is therefore possible that individuals undertaking a low-load 652 \nRT intervention may volitionally terminate their sets due to discomfort as opposed to 653 \nreaching true momentary muscular failure, which may influence comparions with higher-load 654 \nconditions that may reach closer to muscular failure. Future studies comparing low-load and 655 \nhigh-load conditions performed to muscular failure should therefore ensure participants can 656 \neffectively gauge their intensity-of-effort and distinguish between momentary muscular 657 \nfailure and volitional termination of a set due to discomfort. 658 \nThe majority of included studies did not equate total RT volume between low-load and high-659 \nload conditions, and a volume-dependent influence on outcomes was not evident. This may 660 \nbe due to most studies being conducted on untrained (or relatively untrained) participants that 661 \nmay require lower training volumes to stimulate physiological adaptations versus trained 662 \nparticipants. It is therefore possible that equating for RT volume between higher- versus 663 \nlower-load RT groups may be more important for future studies conducted in participants 664 \nwith RT experience. 665 \nPractical applications of key findings 666 \nThe findings of this meta-analysis overall suggest higher RT loads (>60% 1-RM) promote 667 \ngreater dynamic and isometric strength gains compared to lighter RT loads (≤60% 1-RM), 668 \nwhereas a wider spectrum of loads may elicit muscle hypertrophy. Higher RT loads are 669 \ntherefore recommended for dynamic and isometric strength development, whereas for muscle 670 \nhypertrophy, loads may be selected based on individual preferences and tolerance to 671 \ndiscomfort experienced with high intensities-of-effort (which may be greater with lower RT 672 \nloads). There are, however, additional practical considerations beyond load per se for 673 \n\n \n \n \n61 \n \nmaximising strength and muscle hypertrophy outcomes with RT. Firstly, task (or exercise) 674 \nspecificity has clear implications for strength development with RT and should be considered 675 \nwhen designing RT programs. For this reason, exercises that are specific to the measure of 676 \nstrength used (and vice versa) should be integrated into a RT program focused on strength 677 \ndevelopment to provide an accurate representation of the effectiveness of the intervention. 678 \nSince motor learning forms a large component of strength development, it is possible that 679 \ngreater repetition practice opportunities may facilitate additional strength gains with RT, 680 \nparticularly in relatively untrained individuals or those learning new exercises or movement 681 \npatterns. While lower-load RT is likely sub-optimal for long-term maximal strength 682 \ndevelopment, it may facilitate the development of motor learning patterns during certain 683 \ntraining phases that may provide the foundations for the subsequent implementation of 684 \nhigher-load RT. For this reason, lower-load RT involving larger repetition numbers, and/or 685 \nhigher training frequencies, may be used during certain training phases to facilitate greater 686 \nrepetition practice opportunities and associated motor learning. Ultimately, while higher-load 687 \nRT is optimal for strength development, RT prescription should be tailored to the target 688 \nstrength outcome (e.g., 1-RM vs. 6-RM). It should also be considered that higher-load RT 689 \nmay require longer between-set rest intervals to limit excessive fatigue accumulation and 690 \nmaintain high levels of neural drive during subsequent exercises and sets. 691 \nIn line with previous work [3], the present findings suggest various loads may be used to 692 \nelicit muscle hypertrophy with RT, providing intensity-of-effort is sufficiently high (but not 693 \nnecessarily maximal). Performing RT with close proximity-to-failure may therefore be a 694 \nstrategy to maximise muscle hypertrophy independently of the load used. As in strength 695 \ndevelopment, exercise selection is an important consideration when determining the 696 \nsuitability of performing RT close to muscular failure with higher or lower loads. In 697 \nparticular, exercises performed close to muscular failure should be selected to allow for safe 698 \n\n \n \n \n62 \n \nexecution and high levels of effort throughout a set, and to limit accumulation of excessive 699 \nfatigue that may compromise intensity-of-effort in subsequent exercises and sets. Exercises 700 \nwhere risk of injury is likely higher due to increased movement complexity and/or less 701 \nstability (e.g., barbell squat versus leg press) may be less suitable for training close to 702 \nmuscular failure. In addition, since multi-joint exercises engage more muscle mass and thus 703 \ninvolve higher neurological and aerobic demands [87] than single-joint exercises, training 704 \nclose to muscular failure with numerous multi-joint exercises per session may exacerbate 705 \nfatigue and impair subsequent training quality. For this reason, high intensities-of-effort 706 \nshould be performed on a limited number of multi-joint exercises per session, with single-707 \njoint exercises performed closer to muscular failure to enhance the hypertrophic stimulus. 708 \nCompared with higher-load RT, lower-load RT induces greater metabolic stress within the 709 \nactive musculature due to prolonged anaerobic energy provision during longer duration sets. 710 \nThe metabolic stress elicited throughout lower-load, higher-repetition sets promotes higher 711 \nlevels of discomfort [15] that may impair the ability to reach high intensities-of-effort 712 \ndepending on individual tolerance to discomfort. It is therefore recommended that individuals 713 \nselect loads that allow them to reach a close proximity to muscular failure, and that 714 \nindividuals with less tolerance to discomfort prioritise higher versus lower loads. 715 \n 716 \n\n \n \n \n63 \n \n7. Conclusion 717 \nThe findings of this systematic review and meta-analysis suggest higher- and lower-load RT 718 \ninduce comparable skeletal muscle hypertrophy (assessed as either changes in lean body/fat-719 \nfree mass, or in whole-muscle and muscle fibre-specific CSA), improvements in lean/fat-free 720 \nmass, and isokinetic strength development, while higher-load RT is superior for improving 721 \nboth dynamic (1-RM) and isometric (MVIC) strength. The advantage of higher-load RT for 722 \nimproving dynamic (1-RM) strength was more evident in untrained and younger participants. 723 \nDue to limited available evidence, the influence of RT load on sport-specific or 724 \nneuromuscular task performance measures was unable to be determined. Higher-load RT is 725 \ntherefore recommended for improving dynamic and isometric strength, while elements of 726 \nspecificity including exercise/task and repetition range specificity should be considered when 727 \nprescribing RT for maximising strength. Since a wide spectrum of RT loads may promote 728 \nmuscle hypertrophy, load selection may be informed by individual preferences, tolerance to 729 \nlevels of exertion and discomfort (which likely varies based on loading condition), and the 730 \nsuitability of a given exercise to a specific loading condition (e.g., complex exercises may be 731 \nless suited to low-load RT performed close to failure). When aiming to maximise the muscle 732 \nhypertrophic response from a given exercise, we advise selecting a load that a) does not limit 733 \nsafe exercise execution, b) allows for high levels of effort to be achieved within a given set, 734 \nand c) limits the accumulation of excessive fatigue that may impair intensity-of-effort in 735 \nsubsequent exercises and sets, thereby maximising mechanical tension and the hypertrophic 736 \nstimulus imparted on the active musculatature. The findings of this systematic review and 737 \nmeta-analysis therefore suggest higher-load RT is superior for improving both dynamic (1-738 \nRM) and isometric strength (but not isokinetic strength) compared with lower-load RT, and 739 \nmuscle hypertrophy occurs independently of RT load and regardless of whether intensity-of-740 \neffort is maximal. A lack of studies in both trained and older participants was a clear 741 \n\n \n \n \n64 \n \nlimitation of the available literature and should be addressed in future studies. There is also 742 \nlimited evidence on the influence of RT load for improving sport-specific (i.e., jumping, 743 \nsprinting, and changing-of-direction) or neuromuscular (e.g., CMJ and IMTP) performance 744 \ntasks. 745 \n\n \n \n \n65 \n \n8. References 746 \n1. Folland JP, Williams AG. The adaptations to strength training : morphological and 747 \nneurological contributions to increased strength. Sports Med. 2007;37(2):145-68. 748 \n2. Schoenfeld BJ, Ogborn D, Krieger JW. Dose -response relationship between weekly 749 \nresistance training volume and increases in muscle mass: A systematic review and meta -750 \nanalysis. J Sports Sci. 2017;35(11):1073-82. 751 \n3. Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and Hypertrophy Adaptations 752 \nBetween Low- vs. High-Load Resistance Training: A Systematic Review and Meta -analysis. J 753 \nStrength Cond Res. 2017;31(12):3508-23. 754 \n4. Heaselgrave SR, Blacker J, Smeuninx B, M cKendry J, Breen L. Dose -response 755 \nrelationship of weekly resistance-training volume and frequency on muscular adaptations in 756 \ntrained men. Int J Sport Physiol. 2019;14(3):360-8. 757 \n5. Grgic J, Schoenfeld BJ, Skrepnik M, Davies TB, Mikulic P. Effects of Rest In terval 758 \nDuration in Resistance Training on Measures of Muscular Strength: A Systematic Review. 759 \nSports Med. 2018;48(1):137-51. 760 \n6. Morton R, Colenso-Semple L, Phillips SM. Training for Strength and Hypertrophy: An 761 \nEvidence-based Approach. Current Opinion in Physiology. 2019;10(AUG):90-5. 762 \n7. Steele J. Intensity; in -ten-si-ty; noun. 1. Often used ambiguously within resistance 763 \ntraining. 2. Is it time to drop the term altogether? Br J Sports Med. 2014;48(22):1586-8. 764 \n8. Fisher J, Smith D. Attempting to better defin e \"intensity\" for muscular performance: 765 \nis it all wasted effort? Eur J Appl Physiol. 2012;112(12):4183-5; author reply 7-8. 766 \n9. Lopez P, Radaelli R, Taaffe DR, Newton RU, Galvao DA, Trajano GS, et al. Resistance 767 \nTraining Load Effects on Muscle Hypertrophy a nd Strength Gain: Systematic Review and 768 \nNetwork Meta-analysis. Med Sci Sports Exerc. 2020;Publish Ahead of Print. 769 \n10. Haun CT, Vann CG, Roberts BM, Vigotsky AD, Schoenfeld BJ, Roberts MD. A critical 770 \nevaluation of the biological construct skeletal muscle hy pertrophy: Size matters but so does 771 \nthe measurement. Front Physiol. 2019;10(MAR). 772 \n11. Narici MV, Hoppeler H, Kayser B, Landoni L, Claassen H, Gavardi C, et al. Human 773 \nquadriceps cross -sectional area, torque and neural activation during 6 months strength 774 \ntraining. Acta Physiol Scand. 1996;157(2):175-86. 775 \n12. Esmarck B, Andersen JL, Olsen S, Richter EA, Mizuno M, Kjær M. Timing of postexercise 776 \nprotein intake is important for muscle hypertrophy with resistance training in elderly humans. 777 \nJournal of Physiology. 2001;535(1):301-11. 778 \n13. Aagaard P, Andersen JL, Dyhre-Poulsen P, Leffers AM, Wagner A, Magnusson SP, et al. 779 \nA mechanism for increased contractile strength of human pennate muscle in response to 780 \nstrength training: changes in muscle architecture. J Physiol. 2001;534(Pt. 2):613-23. 781 \n14. Delmonico MJ, Kostek MC, Johns J, Hurley BF, Conway JM. Can dual energy X -ray 782 \nabsorptiometry provide a valid assessment of changes in thigh muscle mass with strength 783 \ntraining in older adults? Eur J Clin Nutr. 2008;62(12):1372-8. 784 \n15. Fisher J, Steele J, Smith D. High- and Low-Load Resistance Training: Interpretation and 785 \nPractical Application of Current Research Findings. Sports Med. 2017;47(3):393-400. 786 \n16. Morrissey MC, Harman EA, Johnson MJ. Resistance training modes: specificity and 787 \neffectiveness. Med Sci Sports Exerc. 1995;27(5):648-60. 788 \n17. Mitchell CJ, Churchward -Venne TA, West DWD, Burd NA, Breen L, Baker SK, et al. 789 \nResistance exercise load does not determine training -mediated hypertrophic gains in young 790 \nmen. J Appl Physiol. 2012;113(1):71-7. 791 \n\n \n \n \n66 \n \n18. Buckner SL, Jessee MB, Mattocks KT, Mouser JG, Counts BR, Dankel SJ, et al. 792 \nDetermining Strength: A Case for Multiple Methods of Measurement. Sports Medicine. 793 \n2017;47(2):193-5. 794 \n19. Schoenfeld BJ, Wilson JM, Lowery RP, Krieger JW. Muscular adaptations in low- versus 795 \nhigh-load resistance training: A meta-analysis. Eur J Sport Sci. 2016;16(1):1-10. 796 \n20. Drinkwater EJ, Lawton TW, Lindsell RP, Pyne DB, Hunt PH, McKenna MJ. Training 797 \nleading to repetition failure enhances bench press strength gains in elite junior athletes. J 798 \nStrength Cond Res. 2005;19(2):382-8. 799 \n21. Fisher JP, Steele J. Heavier and lighter load resistance training to momentary failure 800 \nproduce similar increases in strength with differing degrees of discomfort. Muscle and Nerve. 801 \n2017;56(4):797-803. 802 \n22. Suchomel TJ, Nimphius S, Stone MH. The importance of muscular strength in athletic 803 \nperformance. Sports Med. 2016;46(10):1419-49. 804 \n23. Seitz LB, Reyes A, Tran TT, Saez de Villarreal E, Haff GG. Increases in lower -body 805 \nstrength transfer positively to sprint performance: a systematic review with meta -analysis. 806 \nSports Med. 2014;44(12):1693-702. 807 \n24. Phillips BE, Williams JP, Greenhaff PL, Smith K, Atherton PJ. Physiological adaptations 808 \nto resistance exercise as a function of age. JCI Insight. 2017;2(17). 809 \n25. Wetmore AB, Moquin PA, Carroll KM, Fry AC, Hornsby WG, Stone MH. The Effect of 810 \nTraining Status on Adaptations to 11 Weeks of Block Periodization Training. Sports (Basel). 811 \n2020;8(11). 812 \n26. Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred reporting items for 813 \nsystematic reviews and meta -analyses: the PRISMA statement. J Clin Epidemiol. 814 \n2009;62(10):1006-12. 815 \n27. Smart NA, Waldron M, Ismail H, Giallauria F, Vigorito C, Cornelissen V, et al. Validation 816 \nof a new tool for th e assessment of study quality and reporting in exercise training studies: 817 \nTESTEX. Int J Evid Based Healthc. 2015;13(1):9-18. 818 \n28. Higgins JP, Deeks JJ. Selecting studies and collecting data. Cochrane Handbook for 819 \nSystematic Reviews of Interventions. 2008;7.7(3.8). 820 \n29. Higgins JP, Deeks JJ, Altman DG. Special topics in statistics. Cochrane Handbook for 821 \nSystematic Reviews of Interventions. 2008;16.1(3.2). 822 \n30. Cohen J. Statistical power analysis for the behavioural sciences. Hillsdale, N.J: L. 823 \nErlbaum Associates; 1988. 824 \n31. Aagaard P, Simonsen EB, Trolle M, Bangsbo J, Klausen K. Effects of different strength 825 \ntraining regimes on moment and power generation during dynamic knee extensions. Eur J 826 \nAppl Physiol O. 1994;69(5):382-6. 827 \n32. Anderson T, Kearney JT. Effects o f three resistance training programs on muscular 828 \nstrength and absolute and relative endurance. Res Q Exerc Sport. 1982;53(1):1-7. 829 \n33. Au JS, Oikawa SY, Morton RW, MacDonald MJ, Phillips SM. Arterial Stiffness Is Reduced 830 \nRegardless of Resistance Training Load in Young Men. Med Sci Sports Exerc. 2017;49(2):342 -831 \n8. 832 \n34. Beneka A, Malliou P, Fatouros I, Jamurtas A, Gioftsidou A, Godolias G, et al. Resistance 833 \ntraining effects on muscular strength of elderly are related to intensity and gender. J Sci Med 834 \nSport. 2005;8(3):274-83. 835 \n35. Bezerra EDS, Diefenthaeler F, Sakugawa RL, Cadore EL, Izquierdo M, Moro ARP. Effects 836 \nof different strength training volumes and subsequent detraining on strength performance in 837 \naging adults. J Bodyw Mov Ther. 2019;23(3):466-72. 838 \n\n \n \n \n67 \n \n36. Campos GER, Luecke TJ, Wendeln HK, Toma K, Hagerman FC, Murray TF, et al. 839 \nMuscular adaptations in response to three different resistance -training regimens: Specificity 840 \nof repetition maximum training zones. Eur J Appl Physiol. 2002;88(1-2):50-60. 841 \n37. de Vos NJ, Singh NA, Ross DA, Stavrinos TM, Orr R, Fiatarone Singh MA. Optimal load 842 \nfor increasing muscle power during explosive resistance training in older adults. J Gerontol A 843 \nBiol Sci Med Sci. 2005;60(5):638-47. 844 \n38. Fatouros IG, Kambas A, Katrabasas I, Leontsini D, Chatzinikolaou A, Jamurtas AZ, et al. 845 \nResistance training and detraining effects on flexibility performance in the elderly are 846 \nintensity-dependent. J Strength Cond Res. 2006;20(3):634-42. 847 \n39. Fink J, Kikuchi N, Yoshida S, Terada K, Nakazato K. Impact of high versus low fixed loads 848 \nand non -linear training loads on muscle hypertrophy, strength and force development. 849 \nSpringerplus. 2016;5(1):698. 850 \n40. Franco CMC, Carneiro MADS, Alves LTH, Júnior GNO, de Sousa JFR, Orsatti FL. Lower -851 \nLoad is More Effective Than Higher-Load Resistance Training in Increasing Muscle Mass in 852 \nYoung Women. J Strength Cond Res. 2019;33:S152-S8. 853 \n41. Harris C, DeBeliso MA, Spitzer -Gibson TA, Adams KJ. The effect of resistance -training 854 \nintensity on strength-gain response in the older adul t. J Strength Cond Res. 2004;18(4):833 -855 \n8. 856 \n42. Hisaeda H, Miyagawa K, Kuno S, Fukunaga T, Muraoka I. Influence of two different 857 \nmodes of resistance training in female subjects. Ergonomics. 1996;39(6):842-52. 858 \n43. Holm L, Reitelseder S, Pedersen TG, Doessing S, Petersen SG, Flyvbjerg A, et al. 859 \nChanges in muscle size and MHC composition in response to resistance exercise with heavy 860 \nand light loading intensity. J Appl Physiol. 2008;105(5):1454-61. 861 \n44. Hortobágyi T, Tunnel D, Moody J, Beam S, Devita P. Low - or high-intensity strength 862 \ntraining partially restores impaired quadriceps force accuracy and steadiness in aged adults. 863 \nJournals of Gerontology - Series A Biological Sciences and Medical Sciences. 2001;56(1):B38 -864 \nB47. 865 \n45. Ikezoe T, Kobayashi T, Nakamura M, Ichihashi N. Effects of low-load, higher-repetition 866 \nversus high -load, lower -repetition resistance training not performed to failure on muscle 867 \nstrength, mass, and echo intensity in healthy young men: a time-course study. J Strength Cond 868 \nRes. 2017. 869 \n46. Jenkins NDM, Miramonti AA, Hill EC, Smith CM, Cochrane-Snyman KC, Housh TJ, et al. 870 \nGreater neural adaptations following high - vs. low -load resistance training. Front Physiol. 871 \n2017;8(MAY):331. 872 \n47. Jessee MB, Buckner SL, Grant Mouser J, Mattocks KT, Dankel SJ, Abe T, et al. Muscle 873 \nadaptations to high -load training and very low -load training with and without blood flow 874 \nrestriction. Front Physiol. 2018;9(OCT):1448. 875 \n48. Jones K, Bishop P, Hunter G, Fleisig G. The Effects of Varying Resistance-Training Loads 876 \non Intermediate- and High -Velocity-Specific Adaptations. J Strength Cond Res. 877 \n2001;15(3):349-56. 878 \n49. Kalapotharakos VI, Michalopoulou M, Godolias G, Tokmakidis SP, Malliou PV, 879 \nGourgoulis V. The Effects of High - and Moderate-Resistance Training on Muscle Funct ion in 880 \nthe Elderly. J Aging Phys Act. 2004;12(2):131-43. 881 \n50. Kerr D, Morton A, Dick I, Prince R. Exercise effects on bone mass in postmenopausal 882 \nwomen are site-specific and load-dependent. J Bone Miner Res. 1996;11(2):218-25. 883 \n\n \n \n \n68 \n \n51. Lasevicius T, Ugrinowitsch C, Schoenfeld BJ, Roschel H, Tavares LD, De Souza EO, et al. 884 \nEffects of different intensities of resistance training with equated volume load on muscle 885 \nstrength and hypertrophy. Eur J Sport Sci. 2018;18(6):772-80. 886 \n52. Lasevicius T, Schoenfeld BJ, Silva -Batista C, Barros TS, Aihara AY, Brendon H, et al. 887 \nMuscle Failure Promotes Greater Muscle Hypertrophy in Low -Load but Not in High -Load 888 \nResistance Training. J Strength Cond Res. 2019. 889 \n53. Lim C, Kim HJ, Morton RW, Harris R, Phillips SM, Jeong TS, et al. Resis tance Exercise-890 \ninduced Changes in Muscle Phenotype Are Load Dependent. Med Sci Sports Exerc. 891 \n2019;51(12):2578-85. 892 \n54. Morton RW, Oikawa SY, Wavell CG, Mazara N, McGlory C, Quadrilatero J, et al. Neither 893 \nload nor systemic hormones determine resistance training-mediated hypertrophy or strength 894 \ngains in resistance-trained young men. J Appl Physiol. 2016;121(1):129-38. 895 \n55. Moss BM, Refsnes PE, Abildgaard A, Nicolaysen K, Jensen J. Effects of maximal effort 896 \nstrength training with different loads on dynamic stren gth, cross-sectional area, load-power 897 \nand load-velocity relationships. Eur J Appl Physiol O. 1997;75(3):193-9. 898 \n56. Nobrega SR, Ugrinowitsch C, Pintanel L, Barcelos C, Libardi CA. Effect of Resistance 899 \nTraining to Muscle Failure vs. Volitional Interruption a t High- and Low-Intensities on Muscle 900 \nMass and Strength. J Strength Cond Res. 2018;32(1):162-9. 901 \n57. Ogasawara R, Yasuda T, Ishii N, Abe T. Comparison of muscle hypertrophy following 6-902 \nmonth of continuous and periodic strength training. Eur J Appl Physiol. 2013;113(4):975-85. 903 \n58. Popov DV, Swirkun DV, Netreba AI, Tarasova OS, Prostova AB, Larina IM, et al. 904 \nHormonal adaptation determines the increase in muscle mass and strength during low -905 \nintensity strength training without relaxation. Hum Physiol. 2006;32(5):609-14. 906 \n59. Rana SR, Chleboun GS, Gilders RM, Hagerman FC, Herman JR, Hikida RS, et al. 907 \nComparison of early phase adaptations for traditional strength and endurance, and low 908 \nvelocity resistance training programs in college -aged women. J Strength Cond Res. 909 \n2008;22(1):119-27. 910 \n60. Ribeiro AS, Picoloto A, Nunes JP, Bezerra ES, Schoenfeld BJ, Cyrino ES. Effects of 911 \nDifferent Resistance Training Loads on the Muscle Quality Index in Older Women. J Strength 912 \nCond Res. 2020. 913 \n61. Richardson DL, Duncan MJ, Jimenez A, J uris PM, Clarke ND. Effects of movement 914 \nvelocity and training frequency of resistance exercise on functional performance in older 915 \nadults: a randomised controlled trial. Eur J Sport Sci. 2019;19(2):234-46. 916 \n62. Schoenfeld BJ, Peterson MD, Ogborn D, Contreras B, Sonmez GT. Effects of low - vs. 917 \nHigh-load resistance training on muscle strength and hypertrophy in well -trained men. J 918 \nStrength Cond Res. 2015;29(10):2954-63. 919 \n63. Schoenfeld BJ, Vigotsky AD, Grgic J, Haun C, Contreras B, Delcastillo K, et al. Do the 920 \nanatomical and physiological properties of a muscle determine its adaptive response to 921 \ndifferent loading protocols? Physiol Rep. 2020;8(9):e14427. 922 \n64. Schuenke MD, Herman JR, Gliders RM, Hagerman FC, Hikida RS, Rana SR, et al. Early -923 \nphase muscular adaptations in response to slow -speed versus traditional resistance-training 924 \nregimens. Eur J Appl Physiol. 2012;112(10):3585-95. 925 \n65. Seynnes O, Fiatarone Singh MA, Hue O, Pras P, Legros P, Bernard PL. Physiological and 926 \nfunctional responses to low-moderate versus high-intensity progressive resistance training in 927 \nfrail elders. J Gerontol A Biol Sci Med Sci. 2004;59(5):503-9. 928 \n\n \n \n \n69 \n \n66. Stefanaki DGA, Dzulkarnain A, Gray SR. Comparing the effects of low and high load 929 \nresistance exercise to failure on adaptive responses to resistance exercise in young women. J 930 \nSports Sci. 2019;37(12):1375-80. 931 \n67. Stone W, Coulter S. Strength/Endurance Effects From Three Resistance Training 932 \nProtocols With Women. J Strength Cond Res. 1994;8(4):231-4. 933 \n68. Taaffe DR, Pruitt L, Pyka G, Guido D, Marcu s R. Comparative effects of high- and low-934 \nintensity resistance training on thigh muscle strength, fiber area, and tissue composition in 935 \nelderly women. Clin Physiol. 1996;16(4):381-92. 936 \n69. Tanimoto M, Ishii N. Effects of low-intensity resistance exercise with slow movement 937 \nand tonic force generation on muscular function in young men. J Appl Physiol. 938 \n2006;100(4):1150-7. 939 \n70. Tanimoto M, Sanada K, Yamamoto K, Kawano H, Gando Y, Tabata I, et al. Effects of 940 \nwhole-body low-intensity resistance training with slow movement and tonic force generation 941 \non muscular size and strength in young men. J Strength Cond Res. 2008;22(6):1926-38. 942 \n71. Van Roie E, Bautmans I, Boonen S, Coudyzer W, Kennis E, Delecluse C. Impact of 943 \nexternal resistance and maximal effort on force-velocity characteristics of the knee extensors 944 \nduring strengthening exercise: a randomized controlled experiment. J Strength Cond Res. 945 \n2013;27(4):1118-27. 946 \n72. Van Roie E, Delecluse C, Coudyzer W, Boonen S, Bautmans I. Strength training at high 947 \nversus low external resistance in older adults: Effects on muscle volume, muscle strength, and 948 \nforce-velocity characteristics. Exp Gerontol. 2013;48(11):1351-61. 949 \n73. Vargas S, Petro JL, Romance R, Bonilla DA, Florido MÁ, Kreider RB, et al. Comparison 950 \nof changes in lean bod y mass with a strength - versus muscle endurance -based resistance 951 \ntraining program. European Journal of Applied Physiology. 2019;119(4):933-40. 952 \n74. Wallerstein LF, Tricoli V, Barroso R, Rodacki ALF, Russo L, Aihara AY, et al. Effects of 953 \nstrength and power training on neuromuscular variables in older adults. Journal of Aging and 954 \nPhysical Activity. 2012;20(2):171-85. 955 \n75. Fink J, Kikuchi N, Nakazato K. Effects of rest intervals and training loads on metabolic 956 \nstress and muscle hypertrophy. Clin Physiol Funct Imaging. 2018;38(2):261-8. 957 \n76. Kalapotharakos VI, Michalopoulos M, Tokmakidis SP, Godolias G, Gourgoulis V. Effects 958 \nof a heavy and a moderate resistance training on functional performance in older adults. 959 \nJournal of Strength and Conditioning Research. 2005;19(3):652-7. 960 \n77. Franchi MV, Longo S, Mallinson J, Quinlan JI, Taylor T, Greenhaff PL, et al. Muscle 961 \nthickness correlates to muscle cross -sectional area in the assessment of strength training -962 \ninduced hypertrophy. Scand J Med Sci Sports. 2018;28(3):846-53. 963 \n78. Rutherford OM, Greig CA, Sargeant AJ, Jones DA. Strength training and power output: 964 \ntransference effects in the human quadriceps muscle. J Sports Sci. 1986;4(2):101-7. 965 \n79. Rasch PJ, Morehouse LE. Effect of static and dynamic exercises on muscular strength 966 \nand hypertrophy. J Appl Physiol. 1957;11(1):29-34. 967 \n80. Zourdos MC, Dolan C, Quiles J, Klemp A, Jo E, Loenneke JP, et al. Efficacy of Daily 1RM 968 \nTraining in Well-Trained Powerlifters and Weightlifters: A Case Series. Nutricion hospitalaria. 969 \n2015;33(2):437-43. 970 \n81. Izquierdo M, Ibanez J, Gonzalez -Badillo JJ, Hakkinen K, Ratamess NA, Kraemer WJ, et 971 \nal. Differential effects of strength training leading to failure versus not to failure on hormonal 972 \nresponses, strength, and muscle power gains. J Appl Physiol (1985). 2006;100(5):1647-56. 973 \n\n \n \n \n70 \n \n82. Martorelli S, Cadore EL, Izquierdo M, Celes R, Martorelli A, Cleto VA, et al. Strength 974 \nTraining with Repetitions to Failure does not Provide Additional Strength and Muscle 975 \nHypertrophy Gains in Young Women. Eur J Transl Myol. 2017;27(2):6339. 976 \n83. van den Tillaar R, Andersen V, Saeterbakken AH. Comparison of muscle activation and 977 \nkinematics during free -weight back squats with different loads. PLoS One. 978 \n2019;14(5):e0217044. 979 \n84. Schoenfeld BJ, Contreras B, Krieger J, Grgic J, Delcastillo K, Belliard R, et al. Resistance 980 \nTraining Volume Enhances Muscle Hypertrophy but Not Strength in Trained Men. Med Sci 981 \nSports Exerc. 2019;51(1):94-103. 982 \n85. Cholewa JM, Rossi FE, Macdonald C, Hewins A, Gallo S, Micenski A, et al. The ef fects 983 \nof moderate- Versus high-load resistance training on muscle growth, body composition, and 984 \nperformance in collegiate women. Journal of Strength and Conditioning Research. 985 \n2018;32(6):1511-24. 986 \n86. Grgic J, Lazinica B, Mikulic P, Krieger JW, Schoenfeld B J. The effects of short versus 987 \nlong inter -set rest intervals in resistance training on measures of muscle hypertrophy: A 988 \nsystematic review. Eur J Sport Sci. 2017;17(8):983-93. 989 \n87. Paoli A, Gentil P, Moro T, Marcolin G, Bianco A. Resistance Training with Si ngle vs. 990 \nMulti-joint Exercises at Equal Total Load Volume: Effects on Body Composition, 991 \nCardiorespiratory Fitness, and Muscle Strength. Front Physiol. 2017;8:1105. 992 \n993 \n\n \n \n \n71 \n \n9. Declarations \nFunding \nNo funding was used to directly support the preparation of this review. \n \nConflicts of interest \nThe authors declare that they have no conflicts of interest or competing interests. \n \nEthics approval \nNot applicable. \n \nConsent to participate \nNot applicable. \n \nConsent for publication \nNot applicable. \n \nAvailability of data and material \nThe data sets generated and analysed for this article are available in supplementary information \n(Supplementary File A). \n \n\n \n \n \n72 \n \nAuthor contributions \nArticle conceptualisation: MCR, DLH, SAF, and JJF ; literature search: MCR and JJF ; data \nanalysis: DRP and IJG ; drafted manuscript : MCR and JJF; critically revised manuscript: all \nauthors. \n \n \n\n \n \n \n73 \n \n10. Supplementary Information (SI) \n \n \n \nSupplementary Figure 1. Subgroup analysis of the influence of methodologica l quality on \nheterogeneity and outcomes for the influence of high-load vs. low-load RT on dynamic 1-RM \nstrength development. Point estimates and error bars signify the standardised mean difference \nbetween high-load and low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n \n\n\n \n \n \n74 \n \n \n \nSupplementary Figure 2. Subgroup analysis of the influence of methodological quality on \nheterogeneity and outcomes for the influence of high -load vs. low -load RT on isometric \n(MVIC) strength development. Point estimates and error bars signify the standardised mean \ndifference between high-load and low -load groups and 95% confidence interval (CI) values, \nrespectively. \n \n \n \n \n\n\n \n \n \n75 \n \n \n \nSupplementary Figure 3. Subgroup analysis of the influence of methodological quality on \nheterogeneity and outcomes for the influence of high-load vs. low-load RT on isokinetic 1-RM \nstrength development. Point estimates and error bars signify the standardised mean difference \nbetween high-load and low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n \n \n \n\n\n \n \n \n76 \n \n \n \nSupplementary Figure 4. Subgroup analysis of the influence of methodological quality on \nheterogeneity and outcomes for the influence of high -load vs. low-load RT on whole-muscle \nsize. Point estimates and error bars signify the standardised mean difference between high-load \nand low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n \n\n\n \n \n \n77 \n \n \nSupplementary Figure 5. Subgroup analysis of the influence of methodological quality on \nheterogeneity and outcomes for the influence of high -load vs. low -load RT on muscle fibre \nsize. Point estimates and error bars signify the standardised mean difference between high-load \nand low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n \n \nSupplementary Figure 6. Subgroup analysis of the influence of methodological quality on \nheterogeneity and outcomes for the influence of high -load vs. low -load RT on lean body \nmass/fat free mass. Point estimates and error bars signify the standardised mean difference \nbetween high-load and low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n\n\n \n \n \n78 \n \n \n \nSupplementary Figure 7. Influence of high-load vs. low-load RT on dynamic 1-RM strength \ndevelopment with subgroup analyses based on studies in untrained vs. trained participants. \nPoint estimates and error bars signify the standardised mean difference between high-load and \nlow-load groups and 95% confidence interval (CI) values, respectively. \n \n \n\n\n \n \n \n79 \n \n \n \nSupplementary Figure 8. Influence of high -load vs. low -load RT on isometric (MVIC) \nstrength development with subgroup analyses based on studies in untrained vs. trained \nparticipants. Point estimates and error bars signify the standardised mean difference between \nhigh-load and low-load groups and 95% confidence interval (CI) values, respectively. \n \n \n \n \nSupplementary Figure 9. Influence of high -load vs. low -load RT on isokinetic strength \ndevelopment with subgroup analyses based on studies in untrained vs. trained participants. \n\n\n \n \n \n80 \n \nPoint estimates and error bars signify the standardised mean difference between high-load and \nlow-load groups and 95% confidence interval (CI) values, respectively. \n \nSupplementary File A. Microsoft Excel document containing all raw data extracted from the \nincluded studies used for the meta-analysis."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "hypertrophy (muscle_size); strength (1RM); neuromuscular_task_performance"
  },
  "bucket": "A",
  "notes": "Hypertrophy is similar across a wide range of loads when training near failure; higher loads confer advantages for maximal strength and some neuromuscular performance tasks."
}