{
  "id": 32,
  "title": "The Effects of Eccentric Versus Concentric Resistance Training on Muscle Strength and Mass",
  "authors": "Different authors (BJSM review; see article)",
  "year": 2009,
  "doi": "10.1136/bjsm.2008.051417",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "eccentric_training",
    "concentric_training",
    "hypertrophy",
    "strength",
    "systematic_review"
  ],
  "population": {
    "training_status": "systematic_review (human RT; eccentric vs concentric)"
  },
  "sections": {
    "abstract": "The aim of this systematic review was to determine if\neccentric exercise is superior to concentric exercise in\nstimulating gains in muscle strength and mass. Meta-\nanalyses were performed for comparisons between\neccentric and concentric training as means to improve\nmuscle strength and mass. In order to determine the\nimportance of different parameters of training, subgroup\nanalyses of intensity of exercise, velocity of movement\nand mode of contraction were also performed. Twenty\nrandomised controlled trials studies met the inclusion\ncriteria. Meta-analyses showed that when eccentric\nexercise was performed at higher intensities compared\nwith concentric training, total strength and eccentric\nstrength increased more significantly. However, compared\nwith concentric training, strength gains after eccentric\ntraining appeared more specific in terms of velocity and\nmode of contraction. Eccentric training performed at high\nintensities was shown to be more effective in promoting\nincreases in muscle mass measured as muscle girth. In\naddition, eccentric training also showed a trend towards\nincreased muscle cross-sectional area measured with\nmagnetic resonance imaging or computerised tomogra-\nphy. Subgroup analyses suggest that the superiority of\neccentric training to increase muscle strength and mass\nappears to be related to the higher loads developed during\neccentric contractions. The specialised neural pattern of\neccentric actions possibly explains the high specificity of\nstrength gains after eccentric training. Further research is\nrequired to investigate the underlying mechanisms of this\nspecificity and its functional significance in terms of\ntransferability of strength gains to more complex human\nmovements.\nResistance training is widely utilised by many\nfacets of the population as a method of inducing\ngains in muscular strength with the goal of\nenhancing athletic performance, preventing inju-\nries and maintaining a healthy lifestyle. Resistance\nprogrammes incorporate the use of static and\ndynamic muscle actions under the tension of an\nexternal load. During static actions, muscle is\nactively held at a fixed fibre length. In contrast,\ndynamic muscle actions can be divided into\nconcentric actions, involving the shortening of\nmuscle fibres, and eccentric actions, consisting of\nthe active lengthening of the muscle fibres.\nBased on the specificity principle of strength\ntraining,1 it has been postulated that eccentric\nand concentric actions provide a different stimulus\nto the muscle and, therefore, could produce\ndifferent adaptations.2\nWhen performed in isolation, eccentric muscle\nactions have shown to possess several distinct\nphysiological properties as compared with con-\ncentric actions. For example, different neurological\npatterns have been observed between these two\ntypes of muscle contractions. 3 Compared with\nconcentric actions, eccentric actions are charac-\nterised by a broader and faster cortical activity as\nmovements are being executed; 4 inversed motor\nunit activation pattern; 5 increased cross-education\neffect;6 faster neural adaptations secondary to\nresistance training; 7 attenuated muscle sympa-\nthetic nerve activity; 8 reduced electromyography\n(EMG) amplitude at similar force levels; 9 and\ngreater EMG signal prior to the onset of move-\nment.10\nFrom a mechanical perspective, muscles are\ncapable of achieving higher absolute forces when\ncontracting eccentrically as compared with con-\ncentrically.11–13 As increases in muscular strength\nare thought to be proportional to the magnitude of\nforce developed, 14 it has been postulated that\nresistance training including eccentric contractions\ncould stimulate greater adaptations compared with\nfocusing only on concentric training. 15 In addition,\ngiven the decreased fatigability, 16 lower cardiopul-\nmonary responses 17–22 and increased metabolic\nefficiency23–25 associated with eccentric contrac-\ntions, one could also theoretically train at a given\nworkload at a reduced metabolic expense and for\nan increased duration of time. For example, a\nprotocol consisting of eccentric cycling has shown\ngreater strength gains and muscle hypertrophy\ncompared with concentric training at the same\nmetabolic intensity.26 The ability to provide equal\nor enhanced strengthening at a minimal energy\ncost could theoretically be of great benefit to those\ngroups characterised by a low tolerance to exercise\nsuch as older adults 27 28 and patients with chronic\nhealth conditions. 29 However, because unaccus-\ntomed eccentric exercise tends to produce transient\nmuscle damage, soreness and force impairments, 30\nespecially in older adults, 31 the application of this\ntype of exercise in these groups requires extreme\ncaution.\nWhile a significant amount of research has been\ngenerated on the topic of comparing the effective-\nness of eccentric and concentric resistance pro-\ngrammes, there has yet to be a systematic review\nperformed to summarise the",
    "results": "of these\nstudies and adequately assess their scientific rigor.\nThree main methodological barriers have limited\ncomparisons of eccentric versus concentric training\ntowards inducing gains in muscle strength and\nReview\n556 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nmass: eccentric and concentric actions are cyclically repeated\nduring normal human movements, and so it is difficult to\nisolate one muscle contraction from the other; 32 muscles are\ncapable of achieving higher absolute forces during eccentric\ncontractions,11–13 and so, even using the same loads, the relative\nintensity at which muscles are trained during each of these\ncontractions can differ substantially; gains in strength tend to\nbe specific to the velocity of movement and mode of contraction\nused during the training process. 1 To circumvent these limita-\ntions, we performed a systematic review including only training\nstudies comparing concentric and eccentric contractions per-\nformed separately. In addition, the relative training intensity\nand the matching or mismatching of testing and training in\nterms of velocity of movement and mode of contraction were\nfactorised into the meta-analysis.\nThe primary aim of this systematic review was to determine\nif eccentric training is superior to concentric training in\nstimulating gains in strength. Although initial gains of strength\nare mainly produced by neurological adaptations, 33 over longer\ndurations, increases in strength are strongly correlated to\nadaptations in muscle mass. 34–36 Therefore, the secondary aim\nof this review was to determine if eccentric training is superior\nto concentric training in stimulating gains in muscle mass. The\nunderstanding of the distinct physiological properties and\npotential training adaptations inherent with either eccentric\nor concentric actions could be utilised to develop more effective\ntraining programmes in the fields of exercise science and\nrehabilitation.",
    "methods": "Search strategy\nTwo reviewers performed electronic searches on SPORTDiscus,\nEMBASE, MEDLINE, CINAHL, PEDro and the Cochrane\nControlled Trial Register. The last search was performed in\nMarch 2008. The searches were language-restricted to English,\nand a search filter containing medical subject headings (MeSH)\nterms was applied. A primary search including the terms\n‘‘eccentric training,’’ ‘‘eccentric contraction,’’ ‘‘excentric con-\ntraction,’’ ‘‘eccentric exercise,’’ ‘‘lengthening contraction,’’\n‘‘negative work’’ and ‘‘concentric training,’’ ‘‘concentric con-\ntraction,’’ ‘‘concentric exercise,’’ ‘‘shortening contraction,’’\n‘‘positive work’’ was performed. These search terms were\nchosen because they have been traditionally used to describe\neccentric and concentric exercise, respectively. 37 The results of\nthis primary search were then combined with the following\nterms: ‘‘strength,’’ ‘‘force,’’ ‘‘hypertrophy’’ and ‘‘muscle mass.’’\nAdditionally, reference lists of included articles were screened\nusing the same criteria as applied to the initial citation search.\nSelection\nStudies were included in the systematic review if they: were\nrandomised controlled trials (RCTs) or clinical controlled trials\n(CCTs) published in peer-reviewed journals; had study partici-\npants who were healthy adults aged 18–65 years; had compar-\nison of eccentric and concentric training programmes performed\nseparately (eg, isokinetic dynamometer); had training pro-\ngrammes that lasted at least 4 weeks with a minimum\nfrequency of 2 days per week; 38 had incorporated one or more\nof the following outcome measures, muscle strength and muscle\nmass; and had full text available.\nStudies were excluded if they: did not meet the minimum\nrequirements of an experimental study design (eg, case reports);\nhad participants with any pathology; did not compare eccentric\nand concentric training performed separately (eg, eccentric\ncycling or isotonic training involving both muscle actions); did\nnot meet the minimum requirements regarding training design\n(eg, duration or frequency); did not include at least one of the\nabove-mentioned outcomes; did not have a washout period\ngreater than 1 month following training with alternate muscle\nactions or contralateral limbs (ie, studies with a potential\ncrossover effect between limbs); 39 or were not written in\nEnglish.\nBased on the inclusion and exclusion criteria, two indepen-\ndent reviewers screened citations of potentially relevant\npublications. If the citation showed any potential relevance, it\nwas screened at the abstract level. When abstracts indicated\npotential inclusion, full text articles were reviewed for inclusion\nusing a standardised screening form to determine consensus. A\nthird-party consensus meeting was held if two reviewers were\nnot able to reach agreement on inclusion of an article.\nQuality assessment\nTwo reviewers independently performed quality assessments of\nincluded studies, and disagreements were resolved during a\nconsensus meeting. Methodological quality was assessed using\nthe PEDro scale 40 because it had previously shown good\nreliability.41 42 This scale is an adaptation of the Delphi list for\nquality assessment of RCTs for conducting systematic\nreviews,43 and it is based on the following 11 items regarding\nscientific rigor: eligibility criteria, random allocation, concealed\nallocation, follow-up, baseline comparability, blinded subjects,\nblinded therapists, blinded assessors, intention-to-treat,\nbetween-group analysis, and both point and variability mea-\nsures. All except one item (eligibility criteria) were used to\ncalculate the final score (maximum 10 points). This item was\nexcluded because it affects external but not internal or\nstatistical validity. 40 Although PEDro does not provide specific\ninstructions to classify studies according to the score obtained,\nthe following criteria were established by consensus: a study\nwas considered of high quality when the score was greater than\n5, of moderate quality when the score was 5 or 4, and of low\nquality when the study was scored 3 or less. These criteria have\nbeen used elsewhere.29 Inter-rater reliability was evaluated using\nthe intraclass correlation coefficient (ICC,2) 44 calculated on the\ntotal score.\nData management and statistical analysis\nWhen studies were similar in terms of parameters of training\nprotocols and measurement of outcomes, meta-analyses were\nperformed with RevMan 5.0 (free to download at http://www.\ncc-ims.net/RevMan/download.htm) to determine the effective-\nness of eccentric versus concentric training in increasing muscle\nstrength and mass. Data were pooled in different subgroups\naccording to three main parameters: mode of contraction during\ntesting (concentric, eccentric, isometric), intensity of training\n(eccentric training intensity was higher or comparable with\nintensity of concentric training) and velocities of movement\nduring testing and training (velocity of testing and training\nwere matched or mismatched).\nOutcomes were analysed as continuous outcomes using a\nrandom effects model to calculate a weighted mean difference\n(WMD) and 95% CI. A p value less than 0.05 indicated a\nstatistical significance for an overall effect, and a p value less\nthan 0.1 indicated statistical significance for heterogeneity\nbetween studies. 45 When the articles selected did not provide\nsufficient data for the analysis, authors were contacted to\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 557\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nobtain relevant data. Studies were not included in the meta-\nanalyses if summary statistics of means, standard deviations\nand number of participants allocated in each group were not\navailable.\nRESULTS\nFigure 1 shows a flow chart with the different phases of the\nsearch and selection of the studies included in the review. The\ninitial search of electronic databases identified 1954 titles, of\nwhich 276 were suitable for abstract review. Screening the\nreferences of these articles yielded a further 18 citations eligible\nfor abstract review, one of which met the inclusion criteria.\nFollowing a review of titles and abstracts, 66 full text articles\nwere reviewed. When exclusion criteria were applied, only 20\nstudies satisfied the criteria to be included in the review. 2 7 46–63\nThe main reasons for exclusion were: eccentric and concentric\nexercises not performed separately (n = 26); potential crossover\neffect (n = 9); participants with clinical conditions enrolled\n(n = 4); not published in a peer-review journal (n = 1); age of\nthe participants (n = 2); and insufficient or incomplete descrip-\ntion of the parameters of training (n = 4).\nQuality assessment\nA detailed description of the PEDro scores obtained is shown in\ntable 1. The mean methodological quality of the studies was 5.4\n(SD 1.14) out of 10, with scores ranging from 4 to 7. Ten studies\nwere categorised as high quality, and the remaining 10 studies\nhad a moderate methodological quality. The most common\nflaws were the lack of blinding of participants, therapists and\nassessors. It should be taken into account, however, that\nFigure 1 Flow chart illustrating the different phases of the search and selection o f the studies included in the review.\nReview\n558 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nblinding of participants in these studies is a difficult requisite to\nsatisfy. Furthermore, allocation was not concealed in 12 of the\nstudies evaluated. Inter-rater reliability was significantly high\n(ICC, 2 = 0.91).\nCharacteristics of participants and interventions\nThe main characteristics of the studies included in the review\nregarding participants, interventions and results are illustrated\nin table 2. After adjusting for dropouts, the total number of\nparticipants in the studies included was 678. Of these 678\nparticipants, 237 and 234 performed eccentric and concentric\nexercise respectively. In addition, a crossover design study\nincluded 24 subjects that performed both eccentric and\nconcentric exercise. 61 The rest of participants (n = 183) served\nas controls or performed another type of exercise. Although\ndemographic data were not provided for all studies, the\nestimated mean age of the eccentric and concentric groups\nwas 23.51 (2.38) and 23.33 (2.28), respectively. The distribution\nof gender among studies was not proportional, with a total of\n254 women and 179 men in both the eccentric and concentric\ngroups. Gender was not provided for 60 participants in the\neccentric and concentric training groups of two studies. 56 57\nTraining interventions ranged from 4 to 25 weeks with a\nmean frequency of 2.97 (0.47) sessions per week. The total\nnumber of repetitions per session was variable (10 to 80)\ndepending on the study. In 17 studies, exercise was performed\nwith an isokinetic device that allowed for the control of angular\nvelocity.274 7 – 6 1 In two studies that used a dynamic device for\ntraining, spotters were used to isolate eccentric and concentric\ncontractions (eg, the participant performed the eccentric part of\nthe movement, and a spotter lifted the weight during the\nconcentric part).62 63 A third study used a custom-made device\nespecially designed for the experiment. 46 The muscle groups\ntrained were knee extensors, 2 7 47 48 50–53 55 57–60 62 63 elbow flex-\nors46 47 49 61 and extensors,47 and the rotator cuff.54 56 Given the fact\nthat muscles are capable of achieving higher absolute forces when\ncontracting eccentrically as compared with concentrically,11–13 the\nintensity of training was estimated to be higher for eccentric\ngroups in 15 studies, in which participants performed maximum\nvoluntary contractions (MVC) or submaximal voluntary contrac-\ntions.2 46–51 54–61 In contrast, four studies equated the intensity of\neccentric and concentric training by taking the percentage of one\nrepetition maximum (1 RM) performed during a concentric\nmuscle contraction.75 25 36 2 One study calculated the intensity of\ntraining for each group (eccentric and concentric) as the percentage\nof eccentric and concentric 1 RM.63\nMETA-ANALYSES\nStrength\nTen meta-analyses were performed on the different outcomes of\nstrength with a maximum of up to 11 studies per analysis.\nStudies were categorised depending on the mode of strength\nmeasures (total, eccentric, concentric, isometric), and then\nfurther divided based on how strength was measured (average\npeak torque or 1 RM). Subgroup analyses were performed\naccording to: whether eccentric training intensity was higher or\ncomparable with concentric training; and whether velocity of\ntesting and training were matched or mismatched. Studies in\nwhich eccentric versus concentric training was performed at a\nhigher intensity (MVC or submaximal) were allocated to the\nsubgroup analyses of higher eccentric intensity. In contrast,\nstudies that equated intensity of both types of training as a\npercentage of the concentric 1 RM were allocated into the\nsubgroup of comparable training intensities. To determine\nwhether gains in strength were velocity-specific, studies were\nTable 1 Detailed description of the PEDro scores\nStudy (year)\nRandom\nallocation\nConcealed\nallocation\nBaseline\ncomparability\nAssessors\nblinded\nParticipants\nblinded\nTherapists\nblinded Follow-up\nIntention-\nto-treat\nanalysis\nBetween\ngroup\nanalysis\nPoints\nestimates\nand\nvariability\nTotal\nscore\nVikne et al\n46\n!! !! 4\nPavone and\nMoffat\n63\n!! ! ! 4\nNickols-\nRichardson et al\n47\n!! ! ! !! ! 7\nMiller et al\n48\n!! ! ! ! ! 6\nKomi and Buskirk\n49\n!! ! ! !! ! 7\nHortobagyi et al\n7\n!! ! ! ! ! 6\nHortobagyi et al\n2\n!! ! ! ! ! 6\nHortobagyi et al\n50\n!! ! ! ! ! 6\nHigbie et al\n51\n!! ! ! ! 5\nBen-Sira et al\n62\n!! !! 4\nRaue et al\n52\n!! ! ! !! ! 7\nMayhew et al\n53\n! !! !! 5\nMont et al\n54\n!! ! ! 4\nDuncan et al\n55\n!! !! 4\nEllenbecker et al\n56\n!! ! ! !! ! 7\nTomberlin et al\n57\n!! ! ! 4\nSeger et al\n58\n!! ! ! ! ! 6\nSeger and\nThorstensson\n59\n!! ! ! ! ! 6\nBlazevich et al\n60\n!! ! ! ! 5\nFarthing and\nChilibeck\n61\n!! ! ! ! 5\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 559\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nTable 2 Characteristics of the studies included\nStudy Participants* Muscle group Interventions Results {\nVikne et al\n46\nResistance trained men\n(n = 17); mean age 27\nElbow flexors 12 weeks (2.5 sessions 6week)\n24 repetitions6session\nIntensity = MVC\nEcc and con training\nimproved con strength\nsimilarly; only ecc training\nimproved ecc strength\nmuscle CSA and Type I and II\nmuscle fibre areas\nPavone and Moffat\n63\nWomen (n = 27); mean\nage 29\nKnee extensors 6 weeks (3 sessions 6week)\n30 repetitions6session\nIntensity = % 1RM ecc and con\nNo differences in isometric\nstrength after ecc and con\ntraining\nNickols-Richardson et al\n47\nWomen (n = 70); mean\nage 20\nKnee extensors/flexors\nElbow extensors/flexors\n25 weeks (3 sessions 6week)\n15 repetitions6session\nIntensity = MVC\nNo differences in strength\nand muscle fat free mass\nafter ecc and con training\nMiller et al\n48\nWomen (n = 38); mean\nage 20\nKnee extensors 20 weeks (3 sessions 6week)\n15 repetitions6session\nIntensity = MVC\nEcc training improved more\necc strength and similarly\ncon strength compared with\ncon training\nKomi and Buskirk\n49\nMen (n = 31); mean age 19 Elbow flexors 7 weeks (4 sessions 6week)\nIntensity = MVC\nEcc training improved more\necc strength than con\ntraining; muscle girth\nincreased only in the ecc\ngroup\nHortobagyi et al\n7\nWomen (n = 42); mean\nage 21\nKnee extensors 6 weeks (4 sessions 6week)\n32 repetitions6session\nIntensity = % 1RM con\nEcc training increased ecc\nand isom strength more than\ncon training; con training\nimproved con strength more\nthan ecc training\nHortobagyi et al\n2\nMen (n = 21); mean age 21 Knee extensors 12 weeks (3 sessions 6week)\n50 repetitions6session\nIntensity = MVC\nEcc and con training\nimproved ecc and con\nstrength respectively; type II\nmuscle fibre area increased\nonly after ecc training\nHortobagyi et al\n50\nMen (n = 24) and women\n(n = 24); mean age 22\nKnee extensors 12 weeks (3 sessions 6week)\n50 repetitions6session\nIntensity = MVC\nEcc and con training\nimproved ecc and con\nstrength respectively; ecc\ntraining improved more\nisometric strength than con\ntraining; type II muscle fibre\narea increased more after\necc compared with con\ntraining\nHigbie et al\n51\nWomen (n = 54); mean\nage 20\nKnee extensors 10 weeks (3 sessions 6week)\n30 repetitions6session\nIntensity = MVC\nEcc and con training\nimproved ecc and con\nstrength respectively; ecc\ntraining improved CSA more\nthan con\nBen-Sira et al\n62\nWomen (n = 48); mean\nage 21\nKnee extensors 8 weeks (2 sessions 6week)\n30 repetitions6session\nIntensity = % 1RM con\nNo differences between con\nand ecc training in con\nstrength or muscle mass\nRaue et al\n52\nSedentary men (n = 15);\nmean age 23\nKnee extensors 4 weeks (3 sessions 6week)\n32 repetitions6session\nIntensity = % 1RM con\nOnly con training improved\ncon strength; MHC isoforms\ndid not change significantly\nafter ecc or con training\nMayhew et al\n53\nWomen (14); men (6);\nmean age 24\nKnee extensors 4 weeks (3 sessions 6week)\n50 repetitions6session\nIntensity = % 1RM con\nCon training improved more\nisometric strength than con\ntraining; type II muscle fibre\narea increased more after\ncon compared with ecc\ntraining\nMont et al\n54\nMen (n = 30); mean age 33 Rotator cuff 6 weeks (3 sessions 6week)\n80 repetitions6session\nIntensity = submaximal\nNo differences in con or ecc\nstrength between ecc and\ncon training\nDuncan et al\n55\nMen (n = 48); mean age 24 Knee extensors 6 weeks (3 sessions 6week)\n10 repetitions6session\nIntensity = MVC\nEcc and con training\nimproved ecc and con\nstrength respectively; gains\nafter ecc training were more\nmode-specific\nEllenbecker et al\n56\nTrained; gender and age\nnot provided (n = 22)\nRotator cuff 6 weeks (2 sessions 6week)\n60 repetitions6session\nIntensity = submaximal\nEcc training only improved\ncon strength; con training\nimproved con and ecc\nstrength\nContinued\nReview\n560 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nallocated into subgroups that had matched or mismatched\nvelocities of testing and training.\nTotal strength\nSince human movements result from the combination of\ndifferent muscle actions, total strength was calculated as the\naverage of the strength gains (average peak torque or 1 RM) of\nthe three different types of muscle contractions used while\ntesting (average of concentric +eccentric+isometric torque). The\nmeta-analyses of all participants in 15 studies, regardless of\nwhether they trained at higher or equal eccentric than\nconcentric training intensities, showed no difference in\nimproved total strength as reflected by average peak torque\n(WMD 3.71 N.m; 95% CI 20.27 to 7.70; p = 0.07; n = 333)\n(fig 2) and 1 RM (WMD 1.07 kg; 95% CI 20.22 to 2.37;\np = 0.10; n = 72) (table 3). However, a meta-analysis of a\nsubgroup of participants who trained at higher eccentric than\nconcentric intensity showed significantly greater increases in\ntotal strength of 4.24 N.m (95% CI 0.24 to 8.24; p = 0.04;\nn = 313) (fig 2) and 1.80 kg (95% CI 0.50 to 3.10; p = 0.007;\nn = 38) (table 3). In contrast, when the intensity of eccentric\nand concentric training was comparable, no significant differ-\nences in the improvement of total strength after training were\nobserved (fig 2; table 3).\nMeta-analyses of nine studies that used matched or mis-\nmatched testing and training velocities showed greater total\nstrength gains after eccentric training with a WMD of 7.84 N.m\n(95% CI 3.14 to 12.54; p = 0.001; n = 257) (fig 3). In addition,\nsubgroup analysis of studies that matched testing and training\nvelocity demonstrated greater average peak torque gains after\neccentric compared with concentric training (WMD 8.66 N.m\n95% CI 3.95 to 13.37; p = 0.0003; n = 237) (fig 3). In contrast,\nsubgroup analysis of studies that mismatched velocity of testing\nand training found no significant difference (p = 0.74) in total\nstrength gains between the types of training (fig 3).\nEccentric strength\nMeta-analyses of those training at a higher eccentric than\nconcentric intensity showed significantly greater increases in\neccentric peak torque of 13.71 N.m (95% CI 5.56 to 21.86;\np = 0.001; n = 294) (fig 4) and 1 RM of 4.11 kg (95% CI 1.47 to\n6.76; p = 0.002; n = 38) (table 3). No studies examined the\noutcome of eccentric torque after comparable intensities of\neccentric and concentric training.\nThe meta-analyses of all participants in seven studies,\nregardless of matched or mismatched testing and training\nvelocities, demonstrated a significantly greater increase in\neccentric strength of 20.70 N.m (95% CI 10.56 to 30.85;\np,0.0001; n = 257) (fig 5), after eccentric compared with\nconcentric training. A subgroup meta-analysis of studies that\nmatched velocities of testing and training showed a significantly\ngreater increase in eccentric strength of 23.56 N.m (95% CI\n12.22 to 34.91; p,0.0001; n = 237) (fig 5) after eccentric training\ncompared with concentric training. Subgroup analysis of studies\nthat mismatched velocities of testing and training found no\nsignificant difference (p = 0.54) in eccentric strength gains after\nthe two types of training (fig 5).\nConcentric strength\nThe meta-analyses showed no significant differences in con-\ncentric strength gains of participants training eccentrically\ncompared with concentrically regardless of the overall or\nsubgroup analyses. Subgroup analysis found no difference in\nchange in concentric strength after training at higher eccentric\nversus concentric intensities as measured by average peak\nTable 2 Continued\nStudy Participants* Muscle group Interventions Results {\nTomberlin et al\n57\nGender not provided\n(n = 63); mean age 27\nKnee extensors 6 weeks (3 sessions 6week)\n30 repetitions6session\nIntensity = MVC\nEcc and con groups\nimproved ecc and con\nstrength respectively\nSeger et al\n58\nTrained men (n = 10);\nmean age 25\nKnee extensors 20 weeks (3 sessions 6week)\n40 repetitions6session\nIntensity = MVC\nEcc and con training\nincreased ecc and con\nmuscle strength respectively;\nCSA was improved only after\necc training; no differences in\nmuscle fibre characteristics\nbetween groups\nSeger and Thorstensson\n59\nMen (n = 10); mean age 25 Knee extensors 10 weeks (3 sessions 6week)\n40 repetitions6session\nIntensity = MVC\nEcc and con training\nincreased ecc and con\nmuscle strength respectively;\ngains after ecc training were\nmore mode- and velocity-\nspecific\nBlazevich et al\n60\nMen (n = 14) and women\n(n = 16); mean age 23\nKnee extensors 10 weeks (3 sessions 6week)\n30 repetitions6session\nIntensity = MVC\nCon strength was improved\nmore after con training; no\ndifferences in muscle\nthickness after either training\ngroups was found\nFarthing and Chilibeck\n61\nMen (n = 12) and women\n(n = 22); mean age 21\nElbow flexors 16 weeks; (3 sessions 6week)\n32 repetitions6session\nIntensity = MVC\nFast ecc training was more\neffective to increase ecc and\ncon strength than con or\nslow ecc training; fast ecc\ntraining was more effective\nto increase muscle thickness\nthan con or slow ecc training\n*Number of participants at the end of the studies.\n{Only results for the outcomes of interest are provided.\n% 1 RM: percentage repetition maximum; CSA, cross-sectional area; con, co ncentric; ecc, eccentric; MVC, maximal voluntary contraction.\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 561\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\ntorque (WMD 23.34 N.m; 95% CI 28.30 to 1.62; p = 0.19;\nn = 294) (fig 6) or at comparable or different training intensities\nas reflected by concentric strength gains of 1 RM (WMD\n0.10 kg; 95% CI 21.23 to 1.43; p = 0.88; n = 72) (table 3). The\nCIs of meta-analyses for concentric strength as measured by the\naverage peak torque indicated a tendency towards a greater\nimprovement among those training concentrically compared\nwith eccentrically (fig 6).\nMeta-analyses demonstrated no difference in concentric strength\ngains among participants who were exercising eccentrically\ncompared with concentrically for all three subgroup analyses at\nmatched or mismatched velocities of testing and training (WMD\n23.81 N.m; 95% CI 29.31 to 1.69; p = 0.17; n = 257), matched\nvelocities of testing and training only (WMD23.97 N.m; 95% CI\n210.00 to 2.07; p = 0.20; n = 237) and mismatched velocities of\ntesting and training only (WMD 22.36 N.m; 95% CI 218.46 to\n13.73; p = 0.77; n = 20) (fig 7). However, CIs indicated a trend\ntowards greater improvements in concentric strength among those\nexercising concentrically compared with eccentrically for each of\nthese analyses (fig 7).\nFigure 2 Forest plot of meta-analyses showing comparison of eccentric versus conc entric training at different intensities on total strength measured\nas average peak torque (N.m). Total strength is calculated as the average o f eccentric, concentric and isometric strength. Subgroup analyses were\nperformed on studies with higher or comparable intensities of eccentric v ersus concentric training.\nFigure 3 Forest plot of meta-analyses showing comparison of eccentric versus conc entric training at matched or mismatched testing and training\nvelocities on total strength measured as average peak torque (N.m). Total strength is calculated as the average of eccentric, concentric and isomet ric\nstrength. Subgroup analyses were performed on studies categorised accor ding to matched or mismatched testing and training velocities.\nReview\n562 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nIsometric strength\nMeta-analyses showed no difference in isometric strength gains\nbetween participants exercising eccentrically compared with\nthose exercising concentrically at different or equal training\nintensities (WMD 23.54 N.m; 95% CI 214.33 to 7.24; p = 0.52;\nn = 39).\nMuscle mass\nNine of the 20 included studies measured muscle\nmass.46 47 49 51–53 58 60 62 Two meta-analyses were performed with\na combination of up to five studies (table 4). Subgroup analyses\nwere performed for training intensity on studies that used\nhigher eccentric than concentric training intensity. Meta-\nanalyses on all studies and the subgroup analysis demonstrated\nsignificantly greater increases in muscle mass as measured by\ngirth by 0.46 and 0.49 cm, respectively, among participants\nexercising eccentrically compared with participants exercising\nconcentrically (table 4). The CIs for cross-sectional area also\nindicated a modest trend towards a greater improvement in\nmuscle mass among participants exercising eccentrically at\nhigher levels of intensities compared with concentric training\nintensity (WMD 1.49 cm 2; 95% CI 21.32 to 4.31; p = 0.30;\nn = 73) (table 4).",
    "discussion": "Strength\nMeta-analyses of strength outcomes indicate that regardless of\nvelocity of testing and training, eccentric training performed at\nhigh intensities is associated with greater improvements in total\nand eccentric strength compared with concentric training.\nFurthermore, when velocity of testing and training were\nincorporated into the meta-analyses, strength gains from\nFigure 4 Forest plot of meta-analysis showing comparison of eccentric versus conc entric exercise on eccentric strength measured as average peak\ntorque (N.m). Since studies only included groups where eccentric trainin g was performed at a higher intensity than concentric training, no subgrou p\nanalysis was performed on comparisons of eccentric and concentric traini ng at equal intensities.\nFigure 5 Forest plot of meta-analyses showing comparison of eccentric versus conc entric training on eccentric strength measured as average peak\ntorque (N.m). Subgroup analyses were performed on studies with matched or mismatched velocities of testing and training.\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 563\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\neccentric exercise tended to be more velocity-specific. In other\nwords, compared with concentric exercise, strength gains after\neccentric exercise were more pronounced when the velocity of\ntesting and training was the same. Despite the difference not\nbeing significant, concentric training showed a trend towards a\ngreater improvement of concentric strength compared with\neccentric training. Taken together, these results suggest that\neccentric is superior to concentric exercise in promoting\nstrength gains but also that strength gains from eccentric\nexercise are highly specific to the mode of contraction and\nvelocity of movement.\nWhile previous studies have reported on the specificity of\nstrength gains in relation to the mode of contraction, 64 our\nsystematic review provides evidence that strength gains from\neccentric training are also velocity-dependent. The high\nspecificity of eccentric exercise has to be taken into account\nwhen gains in total strength are interpreted. The results of this\nreview suggest that eccentric training increased more eccentric\nstrength than concentric training increased concentric strength.\nBecause total strength was calculated as the average of\neccentric, concentric and isometric strength gains, we must\nconsider that excessively weighted gains in eccentric strength\ncould have influenced the measure of total strength.\nAlthough in some studies the intensity of training was not\nspecifically reported, we assumed that when participants were\nperforming eccentric training at MVC, the absolute intensity\nwas higher compared with concentric training. This estimation\nis based on our own experience with isokinetic training as well\nas previous studies showing that muscles can achieve higher\nabsolute forces when contracting eccentrically compared with\nconcentrically.11–13 In contrast, when intensity between con-\ncentric and eccentric training was equated as a percentage of 1\nRM during concentric training, 75 25 36 2 the intensity of eccentric\ntraining was assumed to be far below its maximum potential.\nFigure 6 Forest plot with meta-analysis showing comparison of eccentric versus co ncentric exercise on concentric strength measured as average\npeak torque (N.m). A subgroup analysis could only be performed for studies with higher intensities of eccentric versus concentric training.\nFigure 7 Forest plot with meta-analyses showing comparison of eccentric versus co ncentric exercise on concentric strength measured as average\npeak torque (N.m). Subgroup analyses were performed for studies with matc hed or mismatched velocities of testing and training.\nReview\n564 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\nSubgroup analyses showed that the three studies 52 53 62 in\nwhich intensity was equated as a percentage of 1 RM during\nconcentric training showed no major differences between\neccentric and concentric training in promoting gains in strength.\nIn contrast, strength gains were maximised in all studies in\nwhich eccentric training was performed at higher intensities\nexcept in three studies. 52 60 63 Noteworthy, two of these studies\nmeasured isometric strength only.53 63 One study not included in\nthe meta-analysis showed that although the intensity of eccentric\nexercise was equated to the concentric MVC, eccentric was\nsuperior to concentric exercise in promoting strength gains.7 The\nmain characteristic of this latter study7 is that the training loads\nwere matched at higher intensities (concentric MVC) compared\nwith the rest of studies in which intensity was equated as a\npercentage of 1 RM during concentric exercise.52 53 62 These results\nsuggest that the higher forces developed during eccentric\ncontractions might be a critical factor in contributing to greater\nstrength gains after eccentric training.\nDue to the lack of raw data, four studies included in the\nreview were not incorporated in the meta-analysis for strength\nTable 3 Results of meta-analyses of studies that measured strength using 1 repeti tion maximum (1 RM)\nOutcomes Subgroup analyses Individual studies N\nWeighted mean difference\n(95% CI)\nOverall effect\n(p value)\nHeterogeneity\n(p value) Interpretation\nTotal strength (1\nRM kg)\nAll studies in this category:\nhigher or comparable\neccentric versus concentric\ntraining intensities\nKomi and Buskirk\n49\n72 1.07 kg ( 20.22 to 2.37) 0.10 0.07** No difference in change\nin total strength among\necc compared with con\ntrainers\nVikne et al\n46\nBen-Sira et al\n62\nRaue et al\n52\nSubgroup: higher eccentric\nversus concentric training\nintensities\nKomi and Buskirk\n49\n38 1.80 kg (0.50 to 3.10) 0.007* 0.50 Statistically significant\ngreater increase in total\nstrength in ecc\ncompared with con\ntrainers\nVikne et al\n46\nSubgroup: comparable\neccentric and concentric\ntraining intensities\nBen-Sira et al\n62\n34 21.84 kg ( 28.45 to 4.78) 0.59 0.03** No difference in change\nin total strength among\necc compared with con\ntrainers\nRaue et al\n52\nEcc strength (1\nRM kg)\nAll studies in this category:\nhigher eccentric versus\nconcentric training intensities\nKomi and Buskirk\n49\n38 4.11 kg (1.47 to 6.76) 0.002* 0.10 Statistically significant\ngreater increase in ecc\nstrength in ecc\ncompared with con\ntrainers\nVikne et al\n46\nCon strength (1\nRM kg)\nAll studies in this category:\nhigher or comparable\neccentric versus concentric\ntraining intensities\nKomi and Buskirk\n49\n72 0.10 kg ( 21.23 to 1.43) 0.88 0.04** No difference in change\nin con strength among\necc compared with con\ntrainers\nVikne et al\n46\nBen-Sira et al\n62\nRaue et al\n52\nSubgroup: higher eccentric\nversus concentric training\nintensities\nKomi and Buskirk\n49\n38 20.07 kg ( 21.44 to 1.30) 0.92 0.25 No difference in change\nin con strength among\necc compared with con\ntrainers\nVikne et al\n46\nSubgroup: comparable\neccentric and concentric\ntraining intensities\nBen-Sira et al\n46\n34 21.84 kg ( 28.45 to 4.78) 0.59 0.03** No difference in change\nin con strength among\necc compared with con\ntrainers\nRaue et al\n52\ncon, concentric; ecc, eccentric; N, number of participants.\n*Statistically significant for overall effect (p ,0.05).\n**Statistically significant for heterogeneity (p ,0.1).\nTable 4 Results of meta-analyses: muscle mass\nOutcomes Subgroup analyses Individual studies N\nWeighted mean\ndifference (95% CI)\nOverall effect\n(p value)\nHeterogeneity\n(p value) Interpretation\nMuscle mass\n(CSA, cm2)\nSubgroup: higher\neccentric versus\nconcentric training\nintensity\nBlazevich et al\n60\n73 1.49 cm 2 (21.32 to 4.31) 0.30 0.28 No difference in change in\nmuscle CSA among ecc\ncompared with con trainers;\nconfidence interval indicates a\npositive trend towards a greater\nimprovement in CSA among ecc\ntrainers\nHigbie et al\n51\nVikne et al\n46\nMuscle mass\n(girth, cm)\nAll studies in this\ncategory: higher or\ncomparable eccentric\nversus concentric\ntraining intensities\nDuncan et al\n55\n73 0.46 cm (0.11 to 0.81) 0.01 0.59 Statistically significant greater\nincrease in muscle girth in ecc\ncompared with con trainers\nBen-Sira et al\n62\nKomi and Buskirk\n49\nSubgroup: higher\neccentric versus\nconcentric training\nintensity\nDuncan et al\n55\n51 0.49 cm (0.12 to 0.87) 0.01 0.84 Statistically significant greater\nincrease in muscle girth in ecc\ncompared with con trainers\nKomi and Buskirk\n49\ncon, concentric; CSA, cross-sectional area; ecc, eccentric.\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 565\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\ngains.275 05 4 While three of these studies support the results of\nthe meta-analyses,275 0 one study did not find eccentric training\nsuperior to concentric in promoting strength gains. 54 However,\nin this study,54 the intensity of training was submaximal, which\ncould explain the discrepancies in the results.\nIt is noteworthy that 16 of 18 subgroup analyses performed\nfor strength were positive for heterogeneity. Reasons for\nheterogeneity may include differences in the type of eccentric\nand concentric training interventions, intensities of training\ninterventions, methods of strength testing and characteristics of\nparticipants. A potential source of heterogeneity that might\nlimit the interpretation of these results is related to the different\nduration of the studies included in the meta-analyses. Training\ninterventions lasted from 4 to 25 weeks, and so we cannot\nignore the fact that, depending on the duration of the studies,\nimprovements in strength were due to central or peripheral\nadaptations.\nMuscle mass\nThe results of meta-analyses suggest that eccentric exercise is\nmore effective than concentric exercise in increasing muscle\ngirth. However, due to its low reproducibility, the use of\nmuscle girth measurements to estimate muscle mass should be\nregarded with caution. We also observed a positive trend\ntowards a greater improvement in muscle cross-sectional area\namong participants exercising eccentrically at higher levels of\nintensity. It is noteworthy that two 58 61 of the three\nstudies47 58 61 not included in the meta-analyses underscored\nthe greater effect of eccentric exercise in promoting increases in\nmuscle mass.\nConflicting results regarding muscle mass gains after eccentric\nversus concentric exercise could be partly explained by the\ndifferent methods of evaluation used. While some studies used\nmuscle girth, 49 55 62 dual x ray absorptiometry (DEXA) 47 and\nultrasound,61 four studies assessed increases in muscle cross-\nsectional area via MRI 51 58 60 or computerised tomography\n(CT),46 which are regarded as the most reliable methods for\nmuscle mass measurement. Three studies that used MRI 51 58 or\nCT46 showed that eccentric training is superior to increase\nmuscle mass compared with concentric training. In contrast,\none study failed to show any difference between improvements\nof muscle cross-sectional area assessed with MRI after eccentric\nand concentric training.60 Since these studies were quite similar\nwith respect to populations and interventions, 46 51 58 60 the\nreasons for these discrepancies are unclear.\nThe results of this review indicate that either eccentric or\nconcentric training performed separately can promote in-\ncreases in muscle mass. However, given the higher absolute\nloads that are generated during eccentric contractions, greater\nhypertrophy after eccentric training could be expected. 65\nAlthough our results indicate that eccentric training could\nmaximise muscle hypertrophy, other factors such as nutri-\ntional or hormonal status can influence muscle growth. 66\nWhether there are contraction-specific mechanisms of\nmuscle hypertrophy is a matter that requires more investiga-\ntion. In the future, more studies controlling for potential\nconfounding factors and including measures of muscle\narchitecture such as fascicle length and pennation angle should\nbe performed. 60\nIn summary, this systematic review suggests that compared\nwith concentric training, eccentric training may be associated\nwith greater improvements in both total and eccentric\nstrength in healthy individuals. In addition, eccentric training\nappeared to be more effective in promoting overall increases in\nmuscle mass. The effectiveness of eccentric training in\npromoting strength gains is possibly mediated by the capacity\nto achieve higher forces during eccentric muscle actions.\nHowever, strength gains after eccentric training are highly\nspecific to the mode of contraction and velocity of movement.\nEven though the results of the present review support the\neffectiveness of eccentric training in promoting strength gains,\nwhether the neural specificity of eccentric exercise 3 may\ncompromise the transferability of strength gains to more\nfunctional movements requires further investigations.\nAcknowledgements: The authors especially thank A Blazevich (Brunel University),\nJ Farthing (University of Saskatchewan) and S Nickols-Richardson (Penns ylvania State\nUniversity) for providing data required to conduct the meta-analyses. In addition, the\nauthors acknowledge the support of A Busch and S Harris for their helpful gu idance\nthroughout the design and writing of the study, and C Beck for her assistanc e with\nsearch strategies.\nFunding: During this study, MR was funded by a BC Lung Foundation fellowship in\nrespiratory rehabilitation. KOB was supported by a fellowship from the CI HR HIV/AIDS\nresearch program. BS was funded by a scholarship from Michael Smith Health\nResearch Foundation (MSHRF) and a BC Lung Foundation fellowship in respir atory\nrehabilitation.\nCompeting interests: None.\nREFERENCES\n1. McCafferty WB, Horvath SM. Specificity of exercise and specificity of training: a\nsubcellular review. Res Q 1977;48:358–71.\n2. Hortobagyi T, Hill JP, Houmard JA, et al. Adaptive responses to muscle lengthening\nand shortening in humans. J Appl Physiol 1996;80:765–72.\n3. Enoka R. Eccentric contractions require unique activation strategies by the nerv ous\nsystem. J Biomech 1996;30:447–55.\n4. Fang Y, Seminonow V, Sahgal V, et al. Greater movement related cortical potential\nduring human eccentric versus concentric muscle contractions. J Neurophysiol\n2001;86:1764–72.\n5. Nardone A, Romano` C, Schieppati M. Selective recruitment of high threshold human\nmotor units during voluntary isotonic lengthening of active muscles. J Physiol\n1989;409:451–71.\nWhat is already known on this topic\nc Higher muscular forces can be produced during eccentric\ncontractions compared with concentric.\nc Eccentric contractions produce less fatigue and are more\nefficient at metabolic level compared with concentric\ncontractions.\nc Unaccustomed eccentric contractions produce transient\nmuscle damage, soreness and force impairments.\nWhat this study adds\nc Eccentric training is more effective at increasing total and\neccentric strength than concentric training.\nc Eccentric training appears to be more effective at increasing\nmuscle mass than concentric training.\nc The superiority of eccentric training to produce adaptations in\nstrength and muscle mass is possibly mediated by the higher\nforces developed during this type of exercise.\nc Adaptations after eccentric training are highly specific to the\nvelocity and type of contraction.\nReview\n566 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\n6. Hortobagyi T, Lambert J, Hill JP. Greater cross education following\ntraining with muscle lengthening than shortening. Med Sci Sports Exerc\n1997;29:107–12.\n7. Hortobagyi T, Barrier J, Beard D, et al. Greater initial adaptations to\nsubmaximal muscle lengthening than maximal shortening. J Appl Physiol\n1996;81:1677–82.\n8. Carrasco DI, Delp MD, Ray CA. Effect of concentric and eccentric muscle actions on\nmuscle sympathetic nerve activity. J Appl Physiol 1999;86:558–63.\n9. Tesch PA, Dudley GA, Duvoisin MR, et al. Force and EMG signal patterns during\nrepeated bouts of concentric or eccentric muscle actions. Acta Physiol Scan\n1990;138:263–71.\n10. Grabiner MD, Owings TM. EMG differences between concentric and eccentric\nmaximum voluntary contractions are evident prior to movement onset. Exp Brain Res\n2002;145:505–11.\n11. Crenshaw AG, Karlsson S, Styf J, et al. Knee extension torque and intramuscular\npressure of the vastus lateralis muscle during eccentric and concentric a ctivities.\nEur J Appl Physiol 1995;70:13–19.\n12. Westing SH, Cresswell AG, Thortensson A. Muscle activation during\nmaximal voluntary exercise and concentric knee extension. Eur J Appl Physiol\n1991;62:104–8.\n13. Westing SH, Seger JY. Eccentric and concentric torque velocity\ncharacteristics, torque output comparisons and gravity effect torque co rrections for\nthe quadriceps and hamstring muscles in females. Int J Sports Med\n1989;10:175–80.\n14. Goldberg AL, Etlinger JD, Goldspink DF, et al. Mechanism of\nwork-induced hypertrophy of skeletal muscle. Med Sci Sports Exerc\n1975;7:185–98.\n15. Hather BM, Tesch PA, Buchanan P, et al. Influence of eccentric actions\non skeletal muscle adaptations to resistance training. Acta Physiol Scand\n1991;143:177–85.\n16. Molinari F, Knaflitz M, Bonato P, et al. Electrical manifestation of muscle fatigue\nduring concentric and eccentric isokinetic knee flexion-extension move ments. IEEE\nTrans Bio Eng 2006;53:1309–16.\n17. Okamoto T, Masuhara M, Ikuta K. Cardiovascular responses induced during high-\nintensity eccentric and concentric isokinetic muscle contraction in hea lthy young\nadults. Clin Physiol Funct Imaging 2006;26:39–44.\n18. Vallejo AF, Schroeder ET, Zheng L, et al. Cardiopulmonary responses to\neccentric and concentric resistance exercise in older adults. Age Ageing\n2006;35:291–7.\n19. Perrey S, Betik A, Candau R, et al. Comparison of oxygen uptake\nkinetics during concentric and eccentric cycle exercise. J Appl Physiol\n2001;91:2135–42.\n20. Overend TJ, Versteegh TH, Thompson E, et al. Cardiovascular stress associated with\nconcentric and eccentric isokinetic exercise in young and older adults.J Gerontol A Biol\nSci Med Sci 2000;55:177–82B.\n21. Knuttgen HG, Petersen FB, Klausen K. Oxygen uptake and heart rate responses to\nexercise performed with concentric and eccentric muscle contractions. Med Sci\nSports Exerc 1971;3:1–5.\n22. Chung F, Dean E, Ross J. Cardiopulmonary responses of middle-aged men without\ncardiopulmonary disease to steady-rate positive and negative work perfo rmed on a\ncycle ergometer. Phys Ther 1999;79:476–87.\n23. Horstmann T, Mayer F, Maschmann J, et al. Metabolic reaction after concentric and\neccentric endurance-exercise of the knee and ankle. Med Sci Sports Exerc\n2001;33:791–5.\n24. Ryschon TW, Fowler MD, Wysong RE, et al. Efficiency of human skeletal muscle in\nvivo: comparison of isometric, concentric, and eccentric muscle actions . J Appl\nPhysiol 1997;83:867–74.\n25. Benedict FG, Parmenter HS. The energy metabolism of women while ascending or\ndescending stairs. Am J Physiol 1928;84:675–98.\n26. LaStayo PC, Pierotti DD, Pifer J, et al. Eccentric ergometry: increases in locomotor\nmuscle size and strength at low training intensities. Am J Physiol Regul Integr Comp\nPhysiol 2000;278:1282–8.\n27. Hortoba´gyi T, Devita P. Favorable neuromuscular and cardiovascular responses to\n7 days of exercise with an eccentric overload in elderly women. J Gerontol A Biol Sci\nMed Sci 2000;55A:B401–10.\n28. LaStayo PC, Ewy GA, Pierotti DD, et al. The positive effects of negative work:\nincreased muscle strength and decreased fall risk in a frail elderly popul ation.\nJ Gerontol A Biol Sci Med Sci 2003;58:M419–24.\n29. Roig M, Shadgan B, Reid WD. Eccentric exercise in patients with chronic health\nconditions: a systematic review. Physiother Can 2008;60:146–60.\n30. Byrne C, Twist C, Eston R. Neuromuscular function after exercise-induced muscle\ndamage. Sports Med 2004;34:49–69.\n31. Brooks SV. Changes with aging. In: Tiidus PM, ed. Skeletal muscle damage and\nrepair. Champaign: Human Kinetics, 2008:105–12.\n32. Taylor C. Force development during sustained locomotion: a determinant of gait,\nspeed and metabolic power. J Exp Biol 1985;115:253–62.\n33. Moritani T. Neuromuscular adaptations during the acquisition of muscle strength,\npower and motor tasks. J Biomech 1993;26(1 Suppl):95–107S.\n34. Alegre LM, Jime´nez F, Gonzalo-Orden JM, et al. Effects of dynamic\nresistance training on fascicle length and isometric strength. J Sports Sci\n2006;24:501–8.\n35. Aagaard P, Andersen JL, Dyhre-Poulsen P, et al. A mechanism for increased\ncontractile strength of human pennate muscle in response to strength trai ning:\nchanges in muscle architecture. J Physiol 2001;534:613–23.\n36. Kawakami Y, Abe T, Kuno SY, et al. Training-induced changes in\nmuscle architecture and specific tension. Eur J Appl Physiol Occup Physiol\n1995;72:37–43.\n37. Faulkner J. Terminology for contractions of muscles during\nshortening, while isometric, and during lengthening. J Appl Physiol\n2003;95:455–9.\n38. Pollock ML, Gaesser GA, Butcher JD, et al .A C S Mp o s i t i o ns t a n d :t h e\nrecommended quantity and quality of exercise for developing and maintain ing\ncardiorespiratory and muscular fitness, and flexibility in healthy adul ts. Med Sci\nSports Exerc 1998;30:975–91.\n39. Zhou S. Chronic neural adaptations to unilateral exercise: mechanisms of cross\neducation. Exerc Sport Sci Rev 2000;28:177–84.\n40. Physiotherapy Evidence Database . PEDro scale. http://www.pedro.fhs.usyd.edu.\nau/scale_item.html (accessed 11 May 2007).\n41. Maher CG, Sherrington C, Herbert RD, et al. Reliability of the PEDro\nscale for rating quality of randomized controlled trials. Phys Ther\n2003;83:713–21.\n42. Tooth L, Bennett S, McCluskey A, et al. Appraising the quality of randomized\ncontrolled trials: inter-rater reliability for the OTseeker evidence da tabase. J Eval Clin\nPract 2005;11:547–55.\n43. Verhagen AP, de Vet HCW, de Bie RA, et al. The Delphi list: a criteria list for quality\nassessment of randomized clinical trials for conducting systematic revi ews developed\nby Delphi consensus. J Clin Epidemiol 1998;51:1235–41.\n44. Portney LG, Watkins MP. Foundations of clinical research: applications to practice .\nEnglewood Cliffs: Prentice-Hall, 2000.\n45. Lau J, Ioannidis JPA, Schmid CH. Quantitative synthesis in systematic reviews. Ann\nIntern Med 1997;127:820–6.\n46. Vikne H, Refsnes PE, Ekmark M, et al. Muscular performance after\nconcentric and eccentric exercise in trained men. Med Sci Sports Exerc\n2006;38:1770–81.\n47. Nickols-Richardson S, Miller L, Wootten D, et al. Concentric and eccentric\nisokinetic resistance training similarly increases muscular strength, fat-free soft tissue\nmass, and specific bone mineral measurements in young women. Osteoporosis Int\n2007;18:789–96.\n48. Miller LE, Pierson LM, Nickols-Richardson SM, et al. Knee extensor and flexor torque\ndevelopment with concentric and eccentric isokinetic training. Res Quart Exerc Sport\n2006;77:58–63.\n49. Komi PV, Buskirk. Effect of eccentric and concentric muscle conditioning\non tension and electrical activity of human muscle. Ergonomics\n1972;15:417–34.\n50. Hortobagyi T, Dempsey L, Fraser D, et al. Changes in muscle strength, muscle fibre\nsize and myofibrillar gene expression after immobilization and retraini ng in humans.\nJ Physiol (Lond) 2000;524:293–304.\n51. Higbie EJ, Cureton KJ, Warren GL III, et al. Effects of concentric and eccentric\ntraining on muscle strength, cross-sectional area, and neural activatio n. J Appl\nPhysiol 1996;81:2173–81.\n52. Raue U, Terpstra B, Williamson DL, et al. Effects of short-term concentric vs.\neccentric resistance training on single muscle fiber MHC distribution in humans.\nInt J Sports Med 2005;26:339–43.\n53. Mayhew T, Rothstein J, Finucane S, et al. Muscular adaptation to\nconcentric and eccentric exercise at equal power levels. Med Sci Sports Exerc\n1995;27:868–73.\n54. Mont MA, Cohen DB, Campbell KR, et al. Isokinetic concentric\nversus eccentric training of shoulder rotators with functional evaluati on of\nperformance enhancement in elite tennis players. Am J Sports Med\n1994;22:513–17.\n55. Duncan PW, Chandler JM, Cavanaugh DK, et al. Mode and speed\nspecificity of eccentric and concentric exercise training. J Orthop Sports Phys Ther\n1989;11:70–5.\n56. Ellenbecker TS, Davies GJ, Rowinski MJ. Concentric versus eccentric isokinetic\nstrengthening of the rotator cuff: Objective data versus functional test . Am J Sports\nMed 1988;16:64–9.\n57. Tomberlin JP, Basford JR, Schwen EE, et al. Comparative study of isokinetic\neccentric and concentric quadriceps training. J Orthop Sports Phys Ther\n1991;14:31–6.\n58. Seger JY, Arvidsson B, Thorstensson A. Specific effects of eccentric and concentri c\ntraining on muscle strength and morphology in humans. Eur J Appl Physiol\n1998;79:49–57.\n59. Seger JY, Thorstensson A. Effects of eccentric versus concentric training on thigh\nmuscle strength and EMG. Int J Sports Med 2005;26:45–52.\n60. Blazevich AJ, Cannavan D, Coleman DR, et al. Influence of concentric and eccentric\nresistance training on architectural adaptation in human quadriceps mus cles. J Appl\nPhysiol 2007;103:1565–75.\n61. Farthing JP, Chilibeck PD. The effect of eccentric training at different velocities on\ncross-education. Eur J Appl Physiol 2003;89:570–7.\n62. Ben-Sira D, Ayalon A, Tavi M. The effect of different types of\nstrength training on concentric strength in women. J Strength Cond Res\n1995;9:143–8.\nReview\nBr J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417 567\n on 6 August 2009 bjsm.bmj.comDownloaded from \n\n63. Pavone E, Moffat M. Isometric torque of the quadriceps femoris after\nconcentric, eccentric and isometric training. Arch Phys Med Rehabil 1985;66:\n168–70.\n64. Morrissey MC, Harman EA, Johnson MJ. Resistance training modes: specificity and\neffectiveness. Med Sci Sports Exerc 1995;27:648–60.\n65. Booth FW, Thomason DB. Molecular and cellular adaptation of\nmuscle in response to exercise: perspectives of various models. Physiol Rev\n1991;71:541–85.\n66. Rennie MJ, Wackerhage H, Spangenburg EE, et al. Control of the size of the human\nmuscle mass. Annu Rev Physiol 2004;66:799–828.\nReview\n568 Br J Sports Med 2009;43:556–568. doi:10.1136/bjsm.2008.051417\n on 6 August 2009 bjsm.bmj.comDownloaded from \nView publication statsView publication stats"
  },
  "outcomes": {
    "primary": [
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 25,
    "primary_human": "hypertrophy (muscle_mass; CSA); strength (1RM; isokinetic; isometric)"
  },
  "bucket": "A",
  "notes": "Both eccentric- and concentric-focused RT increase strength and muscle mass; eccentric-emphasized training often yields equal or slightly greater hypertrophy and eccentric strength, but both modes are effective."
}