{
  "id": 33,
  "title": "Effects of Range of Motion on Resistance Training Adaptations: A Systematic Review and Meta-analysis",
  "authors": "Pallarés JG; Hernández-Belmonte A; Martínez-Cava A; Vetrovsky T; Steffl M; Courel-Ibáñez J",
  "year": 2021,
  "doi": "10.1111/sms.14006",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "range_of_motion",
    "full_ROM",
    "partial_ROM",
    "hypertrophy",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (healthy adults)"
  },
  "sections": {
    "methods": "The original protocol (CRD42020160976) was prospectively registered \nin the PROSPERO database. Medline, Scopus, and Web of Science databases were \nsearched to identify relevant articles from the earliest record up to and including \nMarch 2021. The RoB 2 and GRADE tools were used to judge the level of bias and \nquality of evidence. Meta- analyses were performed using robust variance estimation \nwith small- sample corrections.",
    "results": "Sixteen studies were finally included in the systematic review and meta- \nanalyses. Full ROM training produced significantly greater adaptations than par-\ntial ROM on muscle strength (ES = 0.56, p = 0.004) and lower- limb hypertrophy \n(ES = 0.88, p = 0.027). Furthermore, although not statistically significant, changes \nin functional performance were maximized by the full ROM training (ES  =  0.44, \np  =  0.186). Finally, no significant superiority of either ROM was found to pro-\nduce changes in muscle thickness, pennation angle, and fascicle length (ES = 0.28, \np = 0.226).",
    "conclusion": "Full ROM resistance training is more effective than partial ROM to \nmaximize muscle strength and lower- limb muscle hypertrophy. Likewise, functional \nperformance appears to be favored by the use of full ROM exercises. On the contrary, \nthere are no large differences between the full and partial ROM interventions to gen-\nerate changes in muscle architecture.\nKEYWORDS\nhealth, injury, performance, range of movement, sport, strength training\n\n\n | 1867\nPALLARÉS et AL.\n1 |",
    "introduction": "There is solid evidence regarding the many benefits of re-\nsistance training for different ages, from children 1,2 to older \nadults.3,4 Resistance training has been proven as an effective \nstrategy to reduce the negative impact of some diseases, such \nas sarcopenia,5 osteoporosis,6 diabetes,7 or cáncer, 8 as well \nas to increase daily physical activity levels and sports per -\nformance.9,10 Nevertheless, neuromuscular, functional, and \nstructural adaptations in response to a given strength training \nprogram mainly depend on the manipulation of the type of \nexercises,11 relative intensity, 12 training frequency 13,14 and \nvolume,15,16 rest intervals,17 and movement velocity.18,19\nIn addition, training effects can be modulated by the range \nof motion (ROM), defined as the degree of movement that \noccurs at a specific joint during the execution of an exercise.20 \nIn daily practice, the ROM can be modified by altering the \nbody posture21 or grip width,22,23 using external materials like \nsecurity bars or wood boards 24,25 or by voluntarily reducing \nthe degree of movement at the beginning or end of the ex-\necution.26,27 Thus, resistance training with no restrictions in \nthe degree of movement is commonly defined as “full ROM,” \nwhile training using any displacement reduction is consid-\nered as “partial ROM.” 28 On this matter, the specific ROM \ninfluences different biomechanical aspects that affect, among \nothers, the development of force, motor units activation, and \ndynamic joint stability.25,29 More specifically, the ROM used \nin each repetition determines the zone of the force- length re-\nlationship on which the stimulus is applied.30 Thus, providing \nthis stimulus at a longer or shorter muscle length, as well as \navoiding specific zones within this force- length relationship \n(eg, zone of maximal active or passive force),31 could modu-\nlate the neuromuscular and functional adaptations.32 Similarly, \napplying the training stimulus on muscle lengths that exceed \nthose required by the daily activities could generate a restruc-\nturing of the muscular architecture (eg, an increment in fasci-\ncle length),33 thus altering the force- length and force- velocity \nrelationships.34 These aspects together would suggest that two \nresistance training programs conducted at full or partial ROMs \ncould generate distinct long- term neuromuscular, functional, \nand structural adaptations, even when all other training vari-\nables (eg, relative intensity, volume, recovery) are matched.\nTo date, only one study has gathered the literature to com-\npare the training adaptations produced by the resistance training \nat different ROMs.35 This study concludes that full ROM exe-\ncutions would provide superior hypertrophy than partial ROM \nones, especially on the lower- limb musculature.35 Nevertheless, \nevidence about the neuromuscular and functional adaptations \nproduced by the different ROMs is still lacking.\nTherefore, the current study aimed to systematically re-\nview the scientific evidence examining the effects of full and \npartial ROM resistance training interventions on neuromus-\ncular, functional, and structural adaptations. Furthermore, \nto address this issue comprehensively, a meta- analysis was \nconducted to synthesize the outcomes of comparative stud-\nies. These findings may provide insight into whether there \nis merit for increasing or limiting the ROM of resistance \nexercises to produce specific adaptations and maximize \nperformance.\n2 | METHODS\n2.1 | Registration of systematic review \nprotocol\nThis systematic review and meta- analysis was conducted ac-\ncording to the Cochrane Handbook for Systematic Reviews \nof Interventions 36 and the Preferred Reporting Items for \nSystematic Reviews and Meta- Analyses (PRISMA) state-\nment.37 The review protocol was preregistered in PROSPERO \n(CRD42020160976).\n2.2 | Eligibility criteria\nThe PICOS (population, intervention, comparators, out-\ncomes, study design) criteria for the eligibility of studies 38 \nwere used to determine the inclusion and exclusion criteria.\n2.2.1 | Participants\nHealthy adults (aged 18 or older) with no restrictions of sex, \nhealth, and socio- economic status, ethnicity, or geographical \narea. Studies including people suffering from musculoskel-\netal disorders, injuries, or diseases were excluded.\n2.2.2 | Intervention\nInvestigations implementing training programs based on dy-\nnamic resistance exercises performed by means of a meas-\nurable external load were included. Isometric training was \nexcluded as this type of contraction is characterized by the \napplication of force at a single point of the ROM and not \nalong its length. Moreover, because of previous experimen-\ntal studies reporting significant changes in muscle size and \nstructure after only 10 days of strength training,39 no duration \nrestriction was set.\n2.2.3 | Comparators\nThe ROM used during the resistance training intervention \nwas considered as the main independent variable. Eligible \n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1868 | \nPALLARÉS et AL.\ninvestigations should compare experimental groups that \ntrained the same exercise using a different ROM. For exam-\nple, <110° of knee flexion (full squat group), ~90° of knee \nflexion (half squat group), and ~60° of knee flexion (quarter \nsquat group). The current systematic review compared the \neffects of resistance training at full ROM against the group \ntraining at the shortest ROM. Considering the abovemen-\ntioned example, we compared the full squat group against \nthe quarter squat. Studies in which one intervention group \ntrained with more than one ROM (ie, full ROM combined \nwith partial ROM) were excluded. Investigations without a \ncontrol group (ie, a group that fully refrained from any type \nof training) were also included.\n2.2.4 | Outcomes\nThis review evaluated three main outcomes: i) changes in \nstrength measured by dynamic, isometric, or isokinetic tests, ii) \nchanges in functional performance measured by jump height, \nacceleration, agility, or specific tests, and iii) changes in mus-\ncle size (cross- sectional area [CSA] or volume) and architec-\nture (muscle thickness, pennation angle or fascicle length). \nRegarding the changes in muscle size, we only considered \nmeasurements collected by using magnetic resonance imaging \nor ultrasound scans to ensure the reliability of the outcomes.40- 43\n2.2.5 | Study design\nThis systematic review included reports on the efficacy of \ntraining at full or partial ROMs from randomized controlled \ntrials (RCTs).\n2.3 | Identification and selection of studies\nMedline, Scopus, and Web of Science (core collection) da-\ntabases were searched using a combination of keywords to \nidentify relevant articles from the earliest record up to and \nincluding March 2021. The following search strategy was \nadapted for each database and applied to the title,",
    "abstract": ", \nand keyword search:\n(\"range of movement\" OR \"range of motion\") \nAND (\"resistance training\" OR \"strength train-\ning\" OR \"weight training\" OR \"weightlifting\") \nAND (“neuromuscular\" OR “functional\" OR \n\"strength” OR “performance” OR \"hypertro-\nphy\" OR \"musc* mass\" OR \"musc* thickness\" \nOR \"musc* volume\" OR \"CSA\" OR \"cross- \nsectional area\" OR \"musc* architecture\" OR \n\"musc* geometry”)\nEnglish language articles were included at the screening \nlevel. To ensure a relatively complete census of relevant lit-\nerature, we performed a backward- forward search, reviewing \nthe references and citations of studies included.44 Moreover, a \nsecond- level backward reference search was done by pulling \nthe references of the references.45 Records retrieved from the \ndatabase search were imported to Mendeley (v1.19.6, Elsevier, \nUK) and processed in Microsoft Excel 2016 (Microsoft \nCorporation, USA) by AHB. After the removal of duplicates, \ntwo investigators (AHB and AMC) independently screened the \ntitles and abstracts. References not eliminated were subjected \nto a second- stage screening of the full text. To ensure a quality \nappraisal of the review process, we assessed the agreement be-\ntween the two researchers using an inter- rater reliability test.46 \nDiscrepancies at any stage were resolved by",
    "discussion": "with a \nthird investigator (JGP).\n2.4 | Data extraction\nTwo reviewers (TV and JCI) independently collected the data \nof all included studies using standardized forms in Microsoft \nExcel, including author/s, year, sample characteristics (age, \nsex, training experience), intervention groups (full and par-\ntial ROMs trained), configuration of the resistance training \nprogram (exercise/s, duration, frequency, relative intensity, \ncontraction type, movement velocity, and rest intervals), \ndependent variables of interest (neuromuscular, functional, \nand structural outcomes), and assessment tests. For quanti-\ntative analyses (meta- analyses), we collected the group size \nand mean differences of the aforementioned outcomes with a \n95% confidence interval (CI) or standard deviations (SD) for \nboth intervention groups. Disagreements were adjudicated by \nJGP.\n2.5 | Dealing with missing data\nCorresponding authors were contacted to provide missing \ndata of relevant variables. Otherwise, data were obtained \nfrom figures when possible using WebPlotDigitizer. 47 \nStudies with missing mean values were excluded from the \nmeta- analysis but discussed in the review. Missing SD were \ncalculated or estimated from relevant statistics provided (eg, \nfrom CI, standard errors, p values) or imputed from an ap-\npropriate pretest.48\n2.6 | Risk- of- bias and quality of evidence \nassessments\nTwo reviewers (JCI and AHB) used the Cochrane \nCollaboration Risk- of- Bias Tool (RoB 2)49 and the GRADE \n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1869\nPALLARÉS et AL.\n(Grading of Recommendations, Assessment, Development, \nand Evaluations)50 to judge the level of bias and quality of \nevidence. The GRADE quality rating was downgraded one \nlevel for each of the following limitations: the 95% CI in-\ncludes both appreciable benefit and harm (imprecision); high \nvariability and heterogeneity across studies (inconsistency); \nand the presence of high risk of bias. Disagreements were \nresolved by discussion with JGP.\n2.7 | Statistical analysis\nThe effect sizes (ESs) were calculated as the standardized \nmean differences between the full and partial ROM groups. \nThe sample size and mean ES across all studies were used \nto calculate the variance around each ES. Meta- analyses \nwere performed using robust variance estimation (RVE) with \nsmall- sample corrections.51,52 RVE is a form of random- \neffects meta- regression for multilevel data structures, which \nallows for multiple effect sizes from the same study to be \nincluded in a meta- analysis, even when information on the \ncovariance of these effect sizes is unavailable. Instead, RVE \nestimates the variance of meta- regression coefficient esti-\nmates using the observed residuals. It does not require distri-\nbutional assumptions and does not make any requirements on \nthe weights.51,52 A study was used as the clustering variable \nto account for correlated effects within studies. Observations \nwere weighted by the inverse of the sampling variance. A \nsensitivity analysis, using alternative correlational values \nto calculate the standard error, revealed that the choice of \ncorrelational value did not impact the overall results of the \nmeta- analysis. Between- study heterogeneity was evaluated \nusing the I2 index. Values of I2 more than 25%, 50%, and 75% \nwere selected to reflect low, moderate, and high heterogene-\nity, respectively.36 All analyses were performed using pack-\nages robumeta (version 2.0) and metafor (version 2.4- 0) in R \nversion 3.5.2 (The R Foundation for Statistical Computing, \nVienna, Austria).\n3 | RESULTS\nThe initial search yielded 1810  studies from the electronic \ndatabase search and four from other sources (reference \nlists) (Figure 1). After removing duplicates, 1365 titles and \nabstracts were screened, resulting in 29 potentially eligible \nfull texts. After the full- text screening, 16 studies were con-\nsidered for qualitative analysis and meta- analyses.53- 68 Two \nauthors provided missing data not published in the original \nstudies.54,60\n3.1 | Study characteristics\nDetails from the 16 RCTs (n = 551 participants) included in \nthe final analysis are presented in Table 1. Resistance train-\ning interventions were conducted on male- only samples in \nten studies, 54,56- 59,61- 63,66,67 female- only in two studies, 55,65 \nFIGURE 1 Flowchart illustrating \nthe different phases of the search and \nstudy selection, according to the \nPRISMA (Preferred Reporting Items for \nSystematic Reviews and Meta- Analyses) \nstatements\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1870 | \nPALLARÉS et AL.\nTABLE 1 Summary of included studies\nStudy Exercise, groups and sample Resistance training intervention\nOutcomes\nMuscle strength\nFunctional \nperformance Muscle hypertrophy\nMuscle \narchitecture\nBloomquist \net al.,56\nBack squat (free weight)\nDeep SQ: 60° k.flex (n = 8)\nShallow SQ: 120° k.flex (n = 9)\n24 ± 5 y\n100% males, students\n12 wk, 3 d/wk\n2 blocks of 6 wk\nLoad from 3 × 10 RM to 5 × 3 RM\n2– 4 s eccentric and max concentric\n1RM (loading test):\n1RM Deep SQ\n1RM Shallow SQ\nIsometric (dynamometer):\nMVC Torque 40°*\nMVC Torque 75°*\nMVC Torque 105°\nJump (Force plate):\nCMJ height*\nSJ height*\nMRI:\nCSA front thigh\nCSA back thigh\nCSA patellar tendon*\nUltrasound:\nPennation angle \nvastus lateralis\nMuscle thickness \nvastus lateralis\nCale- Benzoor \net al.,55\nUnilateral push- pull (dynamometer)\nFull ROM (n = 15)\nLimited ROM 1/3 full ROM (n = 15)\n18– 50 y\n100% females, healthy adults\n6 wk, 2 d/wk\n5 sets, 10 reps\nNondominant side, both pull and push \nmotion. Limited ROM: 12.22 cm/s, \nFull ROM: 36.67 cm/s. Load \nadjusted each set by barbell velocity \nmonitoring\nIsokinetic (dynamometer):\nPeak force push\nPeak force pull\n— — — \nGoto et al.,58 Lying elbow extension (free weight)\nFull EX: 0º - 120º EX (n = 22)\nPartial EX: 45º - 90º EX (n = 22)\n20.6 ± 0.9 y (FRE) / 21.6 ± 1.3 y (PRE)\n100% males, resistance- trained\n8 wk, 3 d/wk\n3 sets of 8RM\nLoad increased 2.5 kg to complete the \ntarget 8RM\nIsometric (dynamometer):\nTorque 90º elbow\nIsokinetic (dynamometer):\nTorque at 120º/s\nTorque at 200º/s\nUltrasound × \ncircumference:\nCSA triceps brachii\nHartmann \net al.,67\nFront/back squat (Smith machine)\nDeep front SQ: <60° k.ext (n = 20)\nDeep back SQ: <60 k.ext (n = 20)\nQuarter back SQ: 120° k.ext (n = 19)\nControl (n = 16)\n24 ± 3 y\n100% males, students\n10 wk, 2 d/wk\n3 blocks\n5 sets from 8– 10 RM to 2– 4 RM\nLoad adapted 2.5 to 10 kg between sets/\nsessions. Each set included 2 last \nforced repetitions\n1RM loading test):\n1RM Deep front SQ\n1RM Deep back SQ\n1RM Quarter back SQ\nIsometric (Forceplate):\nMVC Unilateral leg press\nMRFD Unilateral leg press\nJump (Force plate):\nCMJ height\nSJ height\n— — \nKubo et al.,66 Back squat (free weight)\nFull SQ: 140° k.flex (n = 8)\nHalf SQ: 90° k.flex (n = 9)\n21 ± 1 y\n100% males, physically active\n10 wk, 2 d/wk\n3 sets, 8 reps\nLoad from 60% to 90% 1RM\n1RM (loading test):\n1RM Full SQ\n1RM Half SQ\n— MRI: Vol. rectus \nfemoris\nVol. vastus lateralis\nVol. vastus intermedius\nVol. vastus medialis\nVol. biceps femoris\nVol. semitendinosus\nVolume gluteus \nmaximus*\nVolume adductor*\n— \n(Continues)\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1871\nPALLARÉS et AL.\nStudy Exercise, groups and sample Resistance training intervention\nOutcomes\nMuscle strength\nFunctional \nperformance Muscle hypertrophy\nMuscle \narchitecture\nMartínez- \nCava \net al.,59\nBench press (Smith machine)\nFull BP: chest contact (n = 11)\n2/3 BP: 2/3 full ROM (n = 13)\n1/3 BP: 1/3 full ROM (n = 13)\nControl (n = 12)\n24 ± 5 y\n100% males, resistance- trained men\n10 wk, 2 d/wk\n4– 5 sets, 8– 4 reps\nLoad from 60% to 80% 1RM\nLoad adjusted each set by barbell \nvelocity monitoring\n1RM (loading test):\n1RM Full BP\n1RM 2/3 BP\n1RM 1/3 BP\nBarbell velocity (Encoder)\nMPV Full BP\nMPV 2/3 BP\nMPV 1/3 BP\n— — — \nMassey \net al.,57\nBench press\nFull BP: chest contact (n = 11)\n1/3 BP:1/3 of the Full BP (n = 15)\nControl: combinate these two (n = 30)\n100% males, students, recreational \nweightlifters\n10 wk, 2 d/wk\n3 sets, 15 reps\nLoad started 65% 1RM (Full BP) and \n100% 1RM (2/3 BP)\nAllowed to increase 5 pounds per \nsession. Routine included a variety \nof lower- limb strength exercises in \naddition to the bench press\n1RM (loading test):\n1RM Full BP\n— — — \nMassey \net al.,65\nBench press\nFull BP: chest contact (n = 11)\n1/3 BP: 1/3 of the Full BP (n = 8)\nControl: combinate these two (n = 8)\n100% females, students, recreational \nweightlifters\n1RM (loading test):\n1RM Full BP\n— — — \nMcMahon \net al.,64\nKnee flexion (dynamometer)\nLong ROM: 90° k.flex (n = 8)\nShort ROM: 50° k.flex (n = 8)\nControl (n = 10)\n18 to 36 y\n54% males, students\n8 wk, 3 d/wk (2 supervised, \n1 home- based)\n3 sets, 10 reps, 80% 1RM + 1 d 30 reps\n2 s load hold (using metronome)\n1RM test each 2wk for load adjustment\nRoutine included a variety of lower- limb \nstrength exercises in addition to the \nk.flex\nIsometric (dynamometer):\nMVC Torque 30° to 90° \nknee flexion\n— Ultrasound:\nCSA vastus lateralis\nUltrasound:\nPennation angle \nvastus lateralis\nFascicle length \nvastus lateralis\nPallarés \net al.,63\nBack Squat (Smith machine)\nFull SQ: thighs and calves contact (n = 12)\nParallel SQ: inguinal crease aligned with \nknee (n = 13)\nHalf SQ: 90° k.flex (n = 11)\nControl (n = 14)\n23 ± 4 y\n100% males, resistance- trained men\n10 wk, 2 d/wk\n4– 5 sets, 8– 4 reps\nLoad from 60% to 80% 1RM\nLoad adjusted each set by barbell \nvelocity monitoring\n1RM (loading test):\n1RM Full SQ\n1 RM Parallel SQ\n1RM Half SQ\nBarbell velocity (Encoder)\nMPV Full SQ\nMPV Parallel SQ\nMPV Half SQ\nJump (Infrared system):\nCMJ height\nSprint (Timing gates):\nSprint 20 m\nEndurance (ergometer):\nWingate peak power\n— — \nTABLE 1 (Continued)\n(Continues)\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1872 | \nPALLARÉS et AL.\nStudy Exercise, groups and sample Resistance training intervention\nOutcomes\nMuscle strength\nFunctional \nperformance Muscle hypertrophy\nMuscle \narchitecture\nPinto et al.,62 Elbow flexion (curl bench)\nFull EF: 0° to 130° e.flex (n = 15)\nHalf EF: 50° to 100° e.flex (n = 15)\nControl (n = 10)\n23 ± 3 y\n100% males, no resistance training \nexperience\n10 wk, 2 d/wk\n2– 4 sets, from 20RM to 8RM\n1RM (loading test):\n1RM Full EF\n1RM Half EF\n— — Ultrasound:\nMuscle thickness \nelbow flexors\nRhea et al.,61 Back squat (free weight)\nFull SQ: >110° k.flex (n = 10)\nHalf SQ: 95– 95° k.flex (n = 9)\nQuarter SQ: 55– 65° k.flex (n = 9)\n100% males, highly train athletes\n16 wk, 2 d/wk\n4– 8 sets\nLoad from 8, 6, 4, 2 RM then reverting to \n8 RM. Same relative loads per group\n1RM (loading test):\n1RM Full SQ\n1RM Half SQ\n1RM Quarter SQ\nJump (Vertec system)\nCMJ height\nSprint (Timing gates):\nSprint 40 yards\n— — \nSteele et al.,60 Lumbar extension (machine)\nFull ROM (n = 10)\nLim ROM 50% (n = 7)\nControl (n = 7)\n43 ± 15 y\n55% males, physically active\n12 wk; 1 d/wk\n1 set 80% RM until concentric volitional \nfatigue\nLoad increased 5% once the set took \n>105 s. 2 s concentric, 1s extension \nand 4 s eccentric\nIsometric (dynamometer):\nLumbar extension\nROM (Standing tests):\nSchober's flexion\nSchober's extension\nLumbar ROM\n— - — \nValamatos \net al.,54\nIsokinetic knee extensions (machine)\nFull ROM: 100° k.flex (n = 11)a\nPartial ROM: 60° k.flex (same than FULL)a\nControl (n = 8)\n18 to 34 y\n100% males, physically active\n15 wk; 3 d/wk\n5 blocks of 3 wk\n2– 7 sets of 6– 15 reps\nLoad increased 30°/s every block\nTime under tension increased from 50 s \nto 55 s. Kick as fast as possible\nIsokinetic (dynamometer):\nTorque from 30° to 100°\nIsometric (dynamometer):\nMVC torque\nQuadriceps force\nVastus lateralis fascicle force\nVastus specific tension\n— MRI\nCSA vastus lateralis\nVolume vastus lateralis\nUltrasound:\nPennation angle \nvastus lateralis\nFascicle length \nvastus lateralis\nWeiss et al.,53 Squat (Bear machine)\nDeep SQ: thighs parallel to floor (n = 6)\nShallow SQ: 50% Deep SQ (n = 7)\nControl (n = 6)\n24 ± 6 y\n55% males, students\n9 wk, 3 d/wk\n2– 4 sets from 9– 10 RM to 3– 4 RM\n1 wk of active rest between, after which \n1 d of Leg Press was included due to \nsevere shoulder girdle discomfort\n1RM (loading test):\n1RM Deep SQ\n1RM Shallow SQ\nPower (dynamometer):\nPeak power at 1.43 m/s*\nPeak power at 0.51 m/s*\nJump (Vertec system)\nDepth Jump height*\nDJ height from 20 cm*\nSVJ height*\nRVJ jump height*\n— — \nTABLE 1 (Continued)\n(Continues)\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1873\nPALLARÉS et AL.\nand mixed- samples in four studies. 53,60,64,68 Nine studies in-\nvestigated lower- limb exercises, 53,54,56,61,63,64,66- 68 with five \nof them training the squat, 53,56,63,66,67 two a combination of \nlower- limb exercises,61,64 one the leg press exercise, 68 and \none the knee extension exercise. 54 Seven studies performed \nupper- limb exercises,55,57- 60,62,65 with three studies train-\ning the bench press 57,59,65 and the other the elbow flexion, 62 \nelbow extension, 58 arm push- and- pull55 and lumbar exten-\nsion60 exercises. The main strength outcome analyzed was \nthe one- repetition maximum (1RM), 53,56,57,59,61- 63,65- 67 fol-\nlowed by isometric tests, 54,56,58,60,64,67,68 isokinetic evalua-\ntions,54,55,68 and barbell velocity assessments.59,63 Functional \ntests included vertical jumps,53,56,61,63,67 sprints,61,63 Wingate \nanaerobic test 63 and flexibility assessment. 60 Four and two \nstudies assessed changes in muscle hypertrophy using the \ncross- sectional area54,56,58,64 and muscle volume,54,66 respec-\ntively. Five studies included variables of muscle architecture \nmeasured by means of ultrasound scans, including the penna-\ntion angle,54,56,64,68 fascicle length, 54,64,68 and muscle thick-\nness.56,62,68 Results for the GRADE certainty of the evidence \nof particular outcomes are presented in Table 2.\n3.2 | Quality of studies and risk of bias\nA summary of the risk- of- bias assessment is shown in Figure 2. \nNo study was considered as a low risk of bias in all categories. \nThe greatest biases were found in the randomization process, \nmeasurement of the outcomes, and selection of the reported \nresults. No study provided a trial preregistration. Three stud-\nies showed a high risk of bias in the selection of the reported \nresults since they only presented one dependent variable.55,57,65\n3.3 | Muscle strength\nMeta- analysis showed that exercise training at full ROM pro-\nduced a significantly greater effect on the muscle strength \nwith moderate effect size (ES [95% CI]  =  0.56 [0.20 to \n0.91], p  =  0.004, I2  =  77.6%, studies: n  =  16, Figure 3). \nSpecifically, separate variables analysis (Table  2) revealed \nthat the full ROM training produced significantly greater im-\nprovements than partial ROM in 1RM Full ROM lower- limb \nstrength (ES = 1.53, n  =  6, p = 0.001) and nonsignificant but \nnotably higher enhancements in 1RM Full ROM upper- limb \nstrength (ES = 0.69, n  =  4, p = 0.078) and isometric lower- \nlimb strength (ES = 0.74, n  =  5, p = 0.194).\n3.4 | Functional performance\nMeta- analysis showed that training at full ROM produced a \ngreater but not- statistically significant effect on the functional \nStudy Exercise, groups and sample Resistance training intervention\nOutcomes\nMuscle strength\nFunctional \nperformance Muscle hypertrophy\nMuscle \narchitecture\nWerkhausen \net al.,68\nLeg press (machine)\nFull ROM: 90º to 0º k.flex (n = 15)a\nPartial ROM: 90º to 81º k.flex (n = 15)a\n25 ± 4 y\n67% males, resistance- trained men\n10 wk, 3 d/wk\n3– 6 sets of 4– 8 reps (4- 8RM).\nOnly concentric action\nTraining loads adjusted using a scale \n(1– 10). Weight increased when effort \nwas rated below 8\nLeg press power test:\nPeak power\nIsokinetic (dynamometer):\nTorque at 30, 60, 180, and \n300º/s\nIsometric (dynamometer):\nTorque at 50, 100, and \n150 ms\n— — Ultrasound:\nPennation angle \nvastus lateralis\nFascicle length \nvastus lateralis\nMuscle thickness \nvastus lateralis\nAbbreviations: 1RM, one- repetition maximum; Bm, Body mass; BP, Bench press; CMJ, Countermovement jump; CSA, Muscle cross- sectional area; DJ, Drop jump; e.flex, elbow flexion; EF, Elbow flexor; EX, Elbow extensor; \nk.ext, Knee extension; k.flex, Knee flexion; MPV, Mean propulsive velocity; MRFD, isometric maximal rate of force development; MRI, Magnetic Resonance Imaging; MVC, Maximal isometric voluntary contraction; RVJ, \nRestricted vertical jump; SJ, Squat jump; SQ, Squat. SVJ, Standing vertical jump.\n*Results not included in the meta- analysis due to missing data. aDominant vs. nondominant legs randomly selected.\nTABLE 1 (Continued)\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1874 | \nPALLARÉS et AL.\nperformance (ES [95% CI] = 0.44 [−0.32 to 1.20], p  =  0.186, \nI2  =  63.1%, studies: n  =  5, Figure 4). Likewise, separate vari-\nables analysis (Table 2) revealed greater but not- statistically \nsignificant improvements in jump capability after full ROM \ntraining (ES = 0.55, n  =  4, p = 0.164) (Table 2). No conclu-\nsive evidence was found for the sprint time and Wingate test.\n3.5 | Muscle hypertrophy\nMeta- analysis showed that exercise training at full ROM \nproduced significantly greater muscle hypertrophy on lower- \nlimb muscles, compared to partial ROM training (ES [95% \nCI] = 0.88 [0.19 to 1.57], p = 0.027, I 2  =  80.3%, studies: \nn  =  4, Figure 5).\n3.6 | Muscle architecture\nMeta- analysis showed no large differences in muscle ar-\nchitecture (ES [95% CI] = 0.28 [−0.26 to 0.82], p  = 0.226, \nI2   =  74.6%, studies: n   =  5, Figure  6). No conclusive evi-\ndence was found when variables of muscle architecture were \nanalyzed separately, although fascicle length tended to be fa-\nvored by the full ROM training (ES = 0.87, n  =  3, p = 0.327).\n4 | DISCUSSION\nThis systematic review found that full ROM resistance train-\ning is more effective than partial ROM in improving some \ntraining adaptations. In particular, full ROM produced signifi-\ncantly greater improvements in muscle strength and lower- \nlimb muscle hypertrophy. Moreover, although not statistically \nsignificant, our results suggest that functional performance \ncould be favored by the use of full ROM exercises. On the \ncontrary, although fascicle length tended to be favored by the \nfull ROM training, we did not detect significant differences \nbetween ROM interventions to produce changes in muscle \narchitecture. To the best of our knowledge, this is the first \nsystematic review and meta- analysis reporting the effects \nof resistance training with full ROM exercises compared to \npartial or restricted variants. The results of our investigation \ncontribute to clarify the effectiveness of commonly used exer-\ncises during resistance training. The synthesis of the available \nliterature aids a better understanding of the methods used and \nthe identification of research gaps and future challenges.\n4.1 | Muscle strength\nFull ROM repetitions during resistance training were found \nmore effective than partials to enhance muscle strength, \nparticularly lower- limb 1RM Full ROM (ES  =  1.53, \np = 0.001). The results seemed to be homogeneous in a \nbroad variety of exercises (squat, knee extension, bench \npress, elbow flexion, arm push- and- pull, and lumbar \nextension).\nTraditionally, resistance training at partial ROM has \nbeen suggested as a good strategy to reduce neural inhibi-\ntion and improve the coordination of primary and stabiliz-\ning muscles. 69,70 However, this meta- analysis has not found \nany longitudinal intervention that supports these superior \nneural benefits in favor of the partial ROM. Moreover, par -\ntial ROM resistance training has been believed to produce \ngreater strength adaptations, since it allows us to lift a higher \nabsolute weight, as a result of evading the critical region \nof the movement (ie, the sticking region). 25,71 However, \nthis was not supported by the current meta- analysis, with \nmost of the studies reporting greater neuromuscular adap-\ntations after a full ROM training, both in the upper 59,60,62,65 \nand lower limbs, 56,63,64,67 even using lower absolute loads \n(ie, kg) (Table 1, Figure 3). The sticking region would be \ncaused by an interaction between the muscle force- length \nrelationship and the external torque. 31 On this matter, the \nsticking region would be the zone at which the maximal \namount of contractile material is involved, due to two main \nreasons: i) the optimal (or close to optimal) muscle length \n(ie, not excessive stretched or contracted position of the sar -\ncomeres),30 and ii) the minimal velocity (ie, the number of \ncross- bridges attached increases as the shortening velocity \ndecreases). 72,73  Therefore, the fact that partial repetitions \nsystematically avoid this zone of maximal active tension \ncould be the reason behind the lower effectiveness of partial \nROM in enhancing strength. 59,63 However, future research \nis needed to understand the kinematics and physiological \nmechanisms that underlie these findings. On the contrary, \nthe lack of studies executing the partial ROM training at \nlong muscle lengths limited the current research to exam-\nine whether there are differences between full and partial \nROMs according to the muscle length trained by the lat-\nter. Specifically, except for one group that trained by using \npartial repetitions executed at a long muscle length, 68 and \nthree studies that executed partial repetitions at an interme-\ndiate region of the force- length relationship, 55,60,62 the rest \nof the investigations trained the partial ROM at short mus-\ncle lengths. Nevertheless, since the muscle length trained \nwould be closely related to the moment arm (eg, smaller \nmoment arms at more flexed knee angles, and so at longer \nmuscle lengths), 74 it would be of great practical value that \nfuture investigations compare the full and partial ROM in-\nterventions including partial repetitions executed at short \nand long muscle lengths.\nThe present review found some controversy about the \nspecificity training principle, which states that responses to \ntraining will be adapted in a similar manner to that employed \n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1875\nPALLARÉS et AL.\nduring training. In this regard, some studies found that each \ntraining group obtained the greatest 1RM improvements at \nthe specific ROM at which they trained (eg, the partial squat \ngroup achieved more 1RM enhancements in the partial squat \ntest than in the full squat test).56,61,66,67 Conversely, other in-\nvestigations showed that, although each training group max-\nimized the strength gains at the specific ROM they trained, \nthe full ROM group obtained the greatest neuromuscular \nimprovements even in the partial tests.59,63 It should be taken \ninto account that the specificity principle could be related \nto the learning effect of participants, after regular practice. \nFor example, a participant who trained during weeks at a \ngiven ROM is expected to obtain greater post- intervention \nperformance in this specific ROM as a consequence of the \nfamiliarization with the execution of the exercise. 75,76 An \ninteresting approach to reduce the impact of the learning \nTABLE 2 Summary of quality of evidence synthesis (GRADE) for the efficacy of full vs. partial ROM resistance training in particular \noutcomes\nOutcomes\nNo of participants \n(studies)\nCertainty of the \nevidence (GRADE) Effect size (95% IC) p- value I2\nMuscle Strength\nLower- limb 1RM Full ROM 127 (6 RCTs)53,56,61,63,66,67 ⨁⨁⨁◯\nMODERATEa \n1.53* (0.94 to 2.11) 0.001 40.1\nLower- limb 1RM Partial ROM 127 (6 RCTs)53,56,61,63,66,67 ⨁⨁⨁◯\nMODERATEa \n−0.27 (−1.03 to 0.50) 0.412 6.3\nLower- limb isometric strength 124 (5 RCTs)54,56,64,67,68 ⨁⨁◯◯\nLOWa,b \n0.74 (−0.58 to 2.06) 0.194 84.3\nUpper- limb 1RM Full ROM 101 (4 RCTs)52,57,59,62 ⨁⨁⨁◯\nMODERATEa \n0.69 (−0.14 to 1.52) 0.078 30.1\nUpper- limb isokinetic strength 74 (2 RCTs)55,60 ⨁⨁◯◯\nLOWa,b \n0.24 (−2.18 to 2.66) 0.424 18.8\nFunctional performance\nJump height 98 (4 RCTs)50,54,56,61 ⨁⨁◯◯\nLOWa,b \n0.55 (−0.41 to 1.51) 0.164 59.7\nSprint 42 (2 RCTs)50,61 ⨁⨁◯◯\nLOWa,b \n0.10 (−9.89 to 10.08) 0.923 83.2\nMuscle Architecture\nVastus lateralis pennation angle 84 (4 RCTs)54,56,64 ⨁⨁◯◯\nLOWa,b \n−0.01 (−1.53 to 1.51) 0.984 79.6\nVastus lateralis fascicle length 67 (3 RCTs)54,64,68 ⨁⨁◯◯\nLOWa,b \n0.87 (−2.04 to 3.77) 0.327 84.6\nVastus lateralis muscle \nthickness\n76 (3 RCTs)56,62,68 ⨁⨁◯◯\nLOWa,b \n0.05 (−0.30 to 0.39) 0.605 0.0\nNote: Significant differences in favor to the full ROM: *p < 0.01.\naEvidence limited by heterogeneity between studies.\nbEvidence limited by imprecise data (small sample size or lack of a clear effect).\nFIGURE 2 Risks of bias of the studies examining the efficacy of full vs. partial ROM resistance training. The use of exercise training makes \nit impossible to truly blind patients to treatment allocation; therefore, this was not considered in the overall risk- of- bias assessment of each study\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1876 | \nPALLARÉS et AL.\neffect when interpreting the main results is the inclusion of \ncomplementary neuromuscular tests, not related to the spe-\ncific resistance training performed during the intervention, \nfor instance, maximal isometric contractions at specific an-\ngles.56,64,67 Thus, taking into account these complementary \nevaluations, our results continue to support the greater ef-\nficacy of the full ROM training to enhance strength gains \n(Table 2).\n4.2 | Functional performance\nThe choice of the optimal ROM to improve sports per-\nformance has been under discussion for decades. 28,77- 79 \nAccording to our review, most of the research suggests \nfull ROM resistance training as preferable to increase jump \nability53,56,63,67 (Table  2), with only one study supporting \nthe superior effectiveness of partial ROM 61 (Figure  4). \nHowever, although effect sizes favored the full ROM, the \nmeta- analysis was not significant. Interestingly, except for \nRhea et al.,61 studies reporting specific strength adaptations \nat the ROM trained (specificity principle) showed higher \neffectiveness of the full ROM training to increase jump \nheight.56,67 On the contrary, the two studies examining the \nsprint performance showed conflicting results 61,63 ; there-\nfore, we cannot present a clear conclusion about the optimal \nROM to maximize this functional capability. Furthermore, \nonly one study examined sports abilities different from \njumping or sprinting, by means of the Wingate anaerobic \ntest, with positive results favoring the full ROM. 63 Future \nresearch should confirm these results.\n4.3 | Muscle hypertrophy\nThe present study found superior effectiveness of the \nfull ROM training to produce lower- limb muscle growth \n(Figure 5). Our results are in line with a previous systematic \nreview35 suggesting a potential greater effect of full ROM \nresistance training on muscle hypertrophy, especially in \nthe lower limbs. 54,56,64,66 It is worth noting that, except for \nGoto et al. 58 (muscle size measured at a single point of the \nmuscle length), the rest of the investigations used as an in-\ndicator of muscle hypertrophy either the muscle volume 54,66 \nor CSA measurements acquired at different lengths of the \ntarget muscle (eg, proximal- medial- distal).54,56,64 Although \nthe assessment of the muscle volume via MRI would be the \ngold- standard technique, 80 measuring the CSA at different \npoints would allow researchers to identify regional changes \nwhich would be dependent on the exercise trained (eg, leg \npress and knee extension would maximize hypertrophy in \nthe middle 81 and distal sites 39 of the muscle, respectively). \nTherefore, the results found by the current study regarding \nthe superior effectiveness of the full ROM in generating \nFIGURE 3 Forest plot showing comparative effect of full and \npartial ROMs on muscle strength\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1877\nPALLARÉS et AL.\nFIGURE 4 Forest plot showing \ncomparative effect of full and partial ROMs \non functional performance\nForest Plot\nStudies Effect Size Weight\nBloomquist 2013\nCMJ height\nSJ height\nHartmann 2012\nCMJ height\nSJ height\nPallares 2019\nCMJh eight\nSprint2 0m\nWingate peak power\nWingatem ean power\nRhea 2016\nCMJh eight\nSprint4 0y ards\nSteele 2013\nSchober flexion\nSchober extension\nLumbarR OM\n0.653\n1.325\n1.249\n0.445\n0.719\n0.871\n0.756\n0.191\n−0.392\n−0.701\n0.106\n−0.514\n0.941\n0.818\n0.818\n1.094\n1.094\n0.474\n0.474\n0.474\n0.474\n0.888\n0.888\n0.558\n0.558\n0.558\n−2 −1 01 23\nEffect SizeFavoursp artial ROMF avoursf ull ROM\n0.44 (p = 0.186)\nFIGURE 5 Forest plot showing \ncomparative effect of full and partial ROMs \non lower- limb muscle hypertrophy\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1878 | \nPALLARÉS et AL.\nmuscle hypertrophy would be reinforced once the evalu-\nation techniques used by the individual studies have been \nconsidered. Nevertheless, two limitations related to the \nmuscle hypertrophy analysis should be noted. Firstly, the \nscarcity of scientific evidence examining the upper- limb \nhypertrophy through sensitive methods (ie, muscle volume \nor multiple CSA measurements) limits us to provide a clear \nconclusion about the influence of the trained ROM on mus-\ncle growth of the upper- limb muscles. Secondly, the limited \nduration of the training programs designed by the studies \nincluded (mean duration = 10.4 weeks; ranging from 6 to \n16 weeks) would have influenced the hypertrophy values \ndetected by the current review. Specifically, although sig-\nnificant increases in muscle size have been observed after \nonly a few weeks of training (~3 weeks), 39 muscle growth \nhas been proved to be influenced by the duration of the \ntraining program in a linear fashion (ie, the longer the dura-\ntion, the more muscle hypertrophy). 82 Hence, future inves-\ntigations comparing the full and partial ROMs in terms of \nmuscle hypertrophy are encouraged to implement training \nprograms of longer duration.\n4.4 | Muscle architecture\nOur results revealed large disparities in the effectiveness of \nfull or partial ROM training to modify the muscle thickness, \npennation angle, and fascicle length. 54,56,64 However, two \nof the three studies analyzing the fascicle length found su-\nperior adaptations after full ROM repetitions 54,64 (Table 2, \nFigure 6). On this matter, muscles adapt their structure by \nadding or removing sarcomeres as a function of different \ntraining parameters, including the range at which they are \nstimulated.83- 85  This may account for the higher enhance-\nments of fascicle length after full ROM training, as a re-\nsponse to stimulate the muscles at lengths that exceed those \nrequired by the daily activities, 54,64 particularly during the \neccentric phase of the movement. 81,86 Consequently, the \nchanges in fascicle length would modify the muscle function \ndue to its influence on force- length and force- velocity rela-\ntionships.34 Thus, a reduction in the number of sarcomeres in \nseries would vary the joint angle where optimal force is pro-\nduced during the activity (ie, altering the force- length rela-\ntionship) and reduce the shortening velocity (ie, altering the \nforce- velocity relationship).87- 89 Furthermore, having short \nfascicles has been related to the rise of microscope mus-\ncle damage after repetitive eccentric actions. 34  Therefore, \nathletes’ risk of injury could be reduced by training at full \nROM.\nThis study is not exempt from limitations. Firstly, we had \nto estimate results from studies that only reported them graph-\nically or lacked some specific statistic (eg, SD). Secondly, \nmost of the meta- analyses indicated moderate to high levels \nof heterogeneity. This fact could be explained mainly by the \ndifferent variables included in each quantitative analysis (ie, \nclinical diversity), as well as the different methodologies (eg, \nprogramming, volume, intensity, exercise, duration) used by \neach study (ie, methodological diversity). Thirdly, the scarce \nand contradictory results about some effects, both functional \n(sprint, cycling) and structural (upper- limb hypertrophy and \nmuscle architecture), limit the present study to provide a clear \nconclusion about these specific adaptations.\nFIGURE 6 Forest plot showing \ncomparative effect of full and partial ROMs \non muscle architecture\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1879\nPALLARÉS et AL.\n5 | PERSPECTIVE\nThe main findings of this study suggest that full ROM resist-\nance training is more effective than partial ROM to maxi-\nmize muscle strength and lower- limb muscle hypertrophy. \nSimilarly, functional performance appears to be favored by \nfull ROM exercises. On the contrary, although fascicle length \ntended to be favored by the full ROM training, there are no \nlarge differences between the full and partial ROM interven-\ntions to generate changes in muscle architecture. Currently, \nthere is a wide debate and controversy about the most ef-\nfective ROM to maximize the positive effects of resistance \ntraining. On this matter, the results of this systematic review \nand meta- analysis importantly contribute toward a better un-\nderstanding of a training variable traditionally interpreted on \nthe basis of dubious and noncontrasted beliefs.\nCONFLICT OF INTEREST\nThe authors declare that they have no competing interests. \nNo funding was received for this research.\nDATA AVAILABILITY STATEMENT\nThe data that support the findings of this study are available \nfrom the corresponding author upon reasonable request.\nORCID\nJesús G. Pallarés  https://orcid.org/0000-0002-6087-1583 \nAlejandro Hernández- Belmonte  https://orcid.\norg/0000-0002-0638-5859 \nAlejandro Martínez- Cava  https://orcid.\norg/0000-0002-9435-8163 \nTomas Vetrovsky  https://orcid.org/0000-0003-2529-7069 \nMichal Steffl  https://orcid.org/0000-0001-7297-8145 \nJavier Courel- Ibáñez  https://orcid.\norg/0000-0003-2446-1875 \nREFERENCES\n 1. Lesinski M, Herz M, Schmelcher A, Granacher U. Effects of resis-\ntance training on physical fitness in healthy children and adoles-\ncents: an umbrella review. Sport Med. 2020;50:1901- 1928.\n 2. Lloyd RS, Faigenbaum AD, Stone MH, et al. Position statement on \nyouth resistance training: the 2014 International Consensus. Br J \nSports Med. 2014;48:498- 505.\n 3. Fragala MS, Cadore EL, Dorgo S, et al. Resistance train-\ning for older adults: position statement from the National \nStrength and Conditioning Association. J Strength Cond Res. \n2019;33:2019- 2052.\n 4. Hunter GR, McCarthy JP, Bamman MM. Effects of resistance \ntraining on older adults. Sport Med. 2004;34:329- 348.\n 5. Ciolac EG, Rodrigues- da- Silva JM. Resistance training as a tool \nfor preventing and treating musculoskeletal disorders. Sport Med. \n2016;46:1239- 1248.\n 6. Guadalupe- Grau A, Fuentes T, Guerra B, Calbet JA. Exercise and \nbone mass in adults. Sport Med. 2009;39:439- 468.\n 7. Lee JH, Kim DH, Kim CK. Resistance training for glycemic con-\ntrol, muscular strength, and lean body mass in old type 2 diabetic \npatients: a meta- analysis. Diabetes Ther. 2017;8:459- 473.\n 8. Fairman CM, Hyde PN, Focht BC. Resistance training interven-\ntions across the cancer control continuum: a systematic review of \nthe implementation of resistance training principles. Br J Sports \nMed. 2017;51:677- 685.\n 9. Liu CJ, Shiroy DM, Jones LY, Clark DO. Systematic review of \nfunctional training on muscle strength, physical functioning, and \nactivities of daily living in older adults. Eur Rev Aging Phys Act. \n2014;11:95- 106.\n 10. Lesinski M, Prieske O, Granacher U. Effects and dose- response re-\nlationships of resistance training on physical performance in youth \nathletes: a systematic review and meta- analysis. Br J Sports Med. \n2016;50:781- 795.\n 11. Gentil P, Fisher J, Steele J. A review of the acute effects and long- \nterm adaptations of single- and multi- joint exercises during resis-\ntance training. Sport Med. 2017;47:843- 855.\n 12. Csapo R, Alegre LM. Effects of resistance training with moderate \nvs heavy loads on muscle mass and strength in the elderly: a meta- \nanalysis. Scand J Med Sci Sports. 2016;26:995- 1006.\n 13. Ralston GW, Kilgore L, Wyatt FB, Buchan D, Baker JS. Weekly \ntraining frequency effects on strength gain: a meta- analysis. Sport \nMed Open. 2018;4:36.\n 14. Grgic J, Schoenfeld BJ, Davies TB, Lazinica B, Krieger JW, \nPedisic Z. Effect of resistance training frequency on gains in mus-\ncular strength: a systematic review and meta- analysis. Sport Med. \n2018;48:1207- 1220.\n 15. Schoenfeld BJ, Ogborn D, Krieger JW. Dose- response relation-\nship between weekly resistance training volume and increases in \nmuscle mass: a systematic review and meta- analysis. J Sports Sci. \n2017;35:1073- 1082.\n 16. Ralston GW, Kilgore L, Wyatt FB, Baker JS. The effect of \nweekly set volume on strength gain: a meta- analysis. Sport Med. \n2017;47:2585- 2601.\n 17. Grgic J, Lazinica B, Mikulic P, Krieger JW, Schoenfeld BJ. The \neffects of short versus long inter- set rest intervals in resistance \ntraining on measures of muscle hypertrophy: a systematic review. \nEur J Sport Sci. 2017;17:983- 993.\n 18. Davies TB, Kuang K, Orr R, Halaki M, Hackett D. Effect of \nmovement velocity during resistance training on dynamic mus-\ncular strength: a systematic review and meta- analysis. Sport Med. \n2017;47:1603- 1617.\n 19. Hackett DA, Davies TB, Orr R, Kuang K, Halaki M. Effect \nof movement velocity during resistance training on muscle- \nspecific hypertrophy: a systematic review. Eur J Sport Sci. \n2018;18:473- 482.\n 20. Haff GG, Triplett TN. Essentials of Strength & Conditioning. 4th \ned. Hum Kinet; 2016; p. 320.\n 21. García- Ramos A, Pérez- Castilla A, Villar Macias FJ, Latorre- \nRomán P, Párraga JA, García- Pinillos F. Differences in the one- \nrepetition maximum and load- velocity profile between the flat and \narched bench press in competitive powerlifters. Sport Biomech. \n2018;20:1- 13.\n 22. Wagner LL, Evans SA, Weir JP, Housh TJ, Johnson GO. The effect \nof grip width on bench press performance. Int J Sport Biomech. \n1992;8:1- 10.\n 23. Pérez- Castilla A, Martínez- García D, Jerez- Mayorga D, \nRodríguez- Perea Á, Chirosa- Ríos LJ, García- Ramos A. Influence \nof the grip width on the reliability and magnitude of different \n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n1880 | \nPALLARÉS et AL.\nvelocity variables during the bench press exercise. Eur J Sport Sci. \n2020;20:1- 10.\n 24. Swinton PA, Lloyd R, Agouris I, Stewart A. Contemporary train-\ning practices in elite British powerlifters: survey results from an \ninternational competition. J Strength Cond Res. 2009;23:380- 384.\n 25. Martínez- Cava A, Morán- Navarro R, Sánchez- Medina L, \nGonzález- Badillo JJ, Pallarés JG. Velocity- and power- load re-\nlationships in the half, parallel and full back squat. J Sports Sci. \n2019;37:1088- 1096.\n 26. Pérez- Castilla A, García- Ramos A, Padial P, Morales- Artacho AJ, \nFeriche B. Load- velocity relationship in variations of the half- \nsquat exercise: influence of execution technique. J Strength Cond \nRes. 2020;34:1024- 1031.\n 27. Clark R, Humphries B, Hohmann E, Bryant A. The influence of \nvariable range of motion training on neuromuscular performance \nand control of external loads. J Strength Cond Res. 2011;25:704- 711.\n 28. Hartmann H, Wirth K, Klusemann M. Analysis of the load on the \nknee joint and vertebral column with changes in squatting depth \nand weight load. Sport Med. 2013;43:993- 1008.\n 29. Da Silva JJ, Schoenfeld BJ, Marchetti PN, Pecoraro SL, Greve \nJMD, Marchetti PH. Muscle activation differs between partial \nand full back squat exercise with external load equated. J Strength \nCond Res. 2017;31:1688- 1693.\n 30. Rassier DE, MacIntosh BR, Herzog W. Length dependence \nof active force production in skeletal muscle. J Appl Physiol. \n1999;86:1445- 1457.\n 31. Kompf J, Arandjelović O. Understanding and overcoming the \nsticking point in resistance exercise. Sport Med. 2016;46:751- 762.\n 32. Noorkõiv M, Nosaka K, Blazevich AJ. Effects of isometric quad-\nriceps strength training at different muscle lengths on dynamic \ntorque production. J Sports Sci. 2015;33:1952- 1961.\n 33. Marušič J, Vatovec R, Marković G, Šarabon N. Effects of ec-\ncentric training at long- muscle length on architectural and func-\ntional characteristics of the hamstrings. Scand J Med Sci Sports. \n2020;30:2130- 2142.\n 34. Timmins RG, Shield AJ, Williams MD, Lorenzen C, Opar DA. \nArchitectural adaptations of muscle to training and injury: a narra-\ntive review outlining the contributions by fascicle length, pennation \nangle and muscle thickness. Br J Sports Med. 2016;50:1467- 1472.\n 35. Schoenfeld BJ, Grgic J. Effects of range of motion on muscle de-\nvelopment during resistance training interventions: a systematic \nreview. SAGE Open Med. 2020;8:205031212090155.\n 36. Higgins JPT, Green S. Cochrane handbook for systematic reviews \nof interventions version 5.1.0. The Cochrane Collaboration. 2011; \nAvailable from [https://handb ook- 5- 1.cochr ane.org].\n 37. Moher D, Liberati A, Tetzlaff J, Altman DG, Group TP Preferred \nreporting items for systematic reviews and meta- analyses: the \nPRISMA statement. PLoS Med. 2009;6:e1000097.\n 38. Centre for Reviews and Dissemination. Systematic Reviews: \nCRD’s guidance for undertaking systematic reviews in health care. \nUniversity of York; 2009.\n 39. Seynnes OR, De Boer M, Narici MV. Early skeletal muscle hy -\npertrophy and architectural changes in response to high- intensity \nresistance training. J Appl Physiol. 2007;102:368- 373.\n 40. Scott JM, Martin DS, Ploutz- Snyder R, et al. Reliability and valid-\nity of panoramic ultrasound for muscle quantification. Ultrasound \nMed Biol. 2012;38:1656- 1661.\n 41. Franchi MV, Fitze DP, Hanimann J, Sarto F, Spörri J. Panoramic ul-\ntrasound vs. MRI for the assessment of hamstrings cross- sectional \narea and volume in a large athletic cohort. Sci Rep. 2020;10:1- 10.\n 42. Ahtiainen JP, Hoffren M, Hulmi JJ, et al. Panoramic ultrasonogra-\nphy is a valid method to measure changes in skeletal muscle cross- \nsectional area. Eur J Appl Physiol. 2010;108:273- 279.\n 43. Tanaka NI, Ogawa M, Yoshiko A, Ando R, Akima H. Reliability \nof size and echo intensity of abdominal skeletal muscles using \nextended field- of- view ultrasound imaging. Eur J Appl Physiol. \n2017;117:2263- 2270.\n 44. Webster J, Watson T. Analyzing the past to prepare for the future: \nWriting a literature review. MIS Quaterly. 2002.\n 45. Levy Y, Ellis TJ. A systems approach to conduct an effective liter-\nature review in support of information systems research. Informing \nSci. 2006;9:181- 211.\n 46. Belur J, Tompson L, Thornton A, Simon M. Interrater reliability \nin systematic review methodology: exploring variation in coder \ndecision- making. Sociol Methods Res. 2018;50(2):837- 865.\n 47. Drevon D, Fursa SR, Malcolm AL. Intercoder reliability and valid-\nity of WebPlotDigitizer in extracting graphed data. Behav Modif. \n2017;41:323- 339.\n 48. Weir CJ, Butcher I, Assi V, et al. Dealing with missing standard de-\nviation and mean values in meta- analysis of continuous outcomes: \na systematic review. BMC Med Res Methodol. 2018;8:25.\n 49. Sterne JAC, Savović J, Page MJ, et al. RoB 2: a revised tool for \nassessing risk of bias in randomised trials. BMJ. 2019;366:4898.\n 50. Guyatt GH, Oxman AD, Vist GE, et al. GRADE: an emerging con-\nsensus on rating quality of evidence and strength of recommenda-\ntions. BMJ. 2008;336:924- 926.\n 51. Hedges LV, Tipton E, Johnson MC. Robust variance estimation in \nmeta- regression with dependent effect size estimates. Res Synth \nMethods. 2010;1:39- 65.\n 52. Tipton E. Small sample adjustments for robust variance estima-\ntion. Psychol Methods. 2015;20:375- 393.\n 53. Weiss LW, Fry AC, Wood LE, Relyea GE, Melton C. Comparative \neffects of deep versus shallow squat and leg- press training on \nvertical jumping ability and related factors. J Strength Cond Res. \n2000;14:241- 247.\n 54. Valamatos MJ, Tavares F, Santos RM, Veloso AP, Mil- Homens \nP. Influence of full range of motion vs. equalized partial range of \nmotion training on muscle architecture and mechanical properties. \nEur J Appl Physiol. 2018;118:1969- 1983.\n 55. Cale’- Benzoor M, Dickstein R, Arnon M, Ayalon M. Strength en-\nhancement with limited range closed kinetic chain isokinetic exer-\ncise of the upper extremity. Isokinet Exerc Sci. 2014;22:37- 46.\n 56. Bloomquist K, Langberg H, Karlsen S, Madsgaard S, Boesen \nM, Raastad T. Effect of range of motion in heavy load squat-\nting on muscle and tendon adaptations. Eur J Appl Physiol. \n2013;113:2133- 2142.\n 57. Massey CD, Vincent J, Maneval M, Moore M, Johnson JT. An \nanalysis of full range of motion vs. partial range of motion training \nin the development of strength in untrained men. J Strength Cond \nRes. 2004;18:518- 521.\n 58. Goto M, Maeda C, Hirayama T, et al. Partial range of motion ex-\nercise is effective for facilitating muscle hypertrophy and function \nthrough sustained intramuscular hypoxia in young trained men. J \nStrength Cond Res. 2019;33:1286- 1294.\n 59. Martínez- Cava A, Hernández- Belmonte A, Courel- Ibáñez J, \nMorán- Navarro R, González- Badillo JJ, Pallarés JG. Bench press \nat full range of motion produces greater neuromuscular adapta-\ntions than partial executions after prolonged resistance training. \nJ Strength Cond Res. 2019;1:91. https://doi.org/10.1519/jsc.00000 \n00000 003391\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n | 1881\nPALLARÉS et AL.\n 60. Steele J, Bruce- Low S, Smith D, Jessop D, Osborne N. A random-\nized controlled trial of limited range of motion lumbar extension \nexercise in chronic low back pain. Spine. 2013;38:1245- 1252.\n 61. Rhea MR, Kenn JG, Peterson MD, et al. Joint- angle specific \nstrength adaptations influence improvements in power in highly \ntrained athletes. Hum Mov. 2016;17:43- 49.\n 62. Pinto RS, Gomes N, Radaelli R, Botton CE, Brown LE, Bottaro \nM. Effect of range of motion on muscle strength and thickness. J \nStrength Cond Res. 2012;26:2140- 2145.\n 63. Pallarés JG, Martínez- Cava A, Courel- Ibáñez J, González- \nBadillo JJ, Morán- Navarro R. Full squat produces greater neu-\nromuscular and functional adaptations and lower pain than \npartial squats after prolonged resistance training. Eur J Sport \nSci. 2020;20:115- 124.\n 64. McMahon GE, Morse CI, Burden A, Winwood K, Onambélé GL. \nImpact of range of motion during ecologically valid resistance \ntraining protocols on muscle size, subcutaneous fat, and strength. J \nStrength Cond Res. 2014;28:245- 255.\n 65. Massey CD, Vincent J, Maneval M, Johnson JT. Influence of range \nof motion in resistance training in women: early phase adaptations. \nJ Strength Cond Res. 2005;19:409- 411.\n 66. Kubo K, Ikebukuro T, Yata H. Effects of squat training with dif-\nferent depths on lower limb muscle volumes. Eur J Appl Physiol. \n2019;119:1933- 1942.\n 67. Hartmann H, Wirth K, Klusemann M, Dalic J, Matuschek C, \nSchmidtbleicher D. Influence of squatting depth on jumping per -\nformance. J Strength Cond Res. 2012;26:3243- 3261.\n 68. Werkhausen A, Solberg CE, Paulsen G, Bojsen- Møller J, Seynnes \nOR. Adaptations to explosive resistance training with partial range \nof motion are not inferior to full range of motion. Scand J Med Sci \nSports. 2021;31(5):1026- 1035.\n 69. Clark RA, Bryant AL, Humphries B. An examination of strength \nand concentric work ratios during variable range of motion train-\ning. J Strength Cond Res. 2008;22:1716- 1719.\n 70. Mookerjee S, Ratamess N. Comparison of strength differences \nand joint action durations between full and partial range- of- motion \nbench press exercise. J Strength Condition Res. 1999;13:76- 81.\n 71. Martínez- Cava A, Morán- Navarro R, Hernández- Belmonte A, \net al. Range of motion and sticking region effects on the bench press \nload- velocity relationship. J Sport Sci Med. 2019;18:645- 652.\n 72. Alcazar J, Csapo R, Ara I, Alegre LM. On the shape of the force- \nvelocity relationship in skeletal muscles: the linear, the hyperbolic, \nand the double- hyperbolic. Front Physiol. 2019;10:769.\n 73. Chin L, Yue P, Feng JJ, Seow CY. Mathematical simulation of \nmuscle cross- bridge cycle and force- velocity relationship. Biophys \nJ. 2006;91:3653- 3663.\n 74. Reeves ND, Narici MV, Maganaris CN. In vivo human muscle \nstructure and function: adaptations to resistance training in old age. \nExp Physiol. 2004;89:675- 689.\n 75. Ploutz- Snyder LL, Giamis EL. Orientation and Familiarization to \n1RM strength testing in old and young women. J Strength Cond \nRes. 2001;15:519- 523.\n 76. Ritti- Dias RM, Avelar A, Salvador EP, Cyrino ES. Influence of \nprevious experience on resistance training on reliability of one- \nrepetition maximum test. J Strength Cond Res. 2011;25:1418- 1422.\n 77. Zatsiorsky VM, Kraemer WJ. Science and practice of strength \ntraining. Human Kinetics. 2006;122- 123.\n 78. Wilson GJ. Strength and power in sport. In: Bloomfield J, Ackland \nTR, Elliot BC, eds. Appl Anat Biomech Sport, 3rd edn. Berlin, \nGermany: Blackwell; 1998:110- 208.\n 79. Young W, Benton D, Duthie G, Pryor J. Resistance training for \nshort sprints and maximum- speed sprints. Strength Cond J. \n2001;23:7.\n 80. Sarto F, Spörri J, Fitze DP, Quinlan JI, Narici MV, Franchi MV. \nImplementing ultrasound imaging for the assessment of muscle and \ntendon properties in elite sports: practical aspects, methodological \nconsiderations and future directions. Sports Med. 2021;51:1- 20.\n 81. Franchi MV, Atherton PJ, Reeves ND, et al. Architectural, func-\ntional and molecular responses to concentric and eccentric loading \nin human skeletal muscle. Acta Physiol. 2014;210:642- 654.\n 82. Narici MV, Hoppeler H, Kayser B, et al. Human quadriceps \ncross- sectional area, torque and neural activation during 6 months \nstrength training. Acta Physiol Scand. 1996;157:175- 186.\n 83. Goldspink G. Malleability of the motor system: a comparative ap-\nproach. J Exp Biol. 1985;115:375- 391.\n 84. Goldspink G. Changes in muscle mass and phenotype and the ex-\npression of autocrine and systemic growth factors by muscle in \nresponse to stretch and overload. J Anat. 1999;194:323- 334.\n 85. Williams PE, Goldspink G. The effect of immobilization \non the longitudinal growth of striated muscle fibres. J Anat. \n1973;116:45.\n 86. Walker S, Trezise J, Haff GG, Newton RU, Häkkinen K, Blazevich \nAJ. Increased fascicle length but not patellar tendon stiffness after \naccentuated eccentric- load strength training in already- trained \nmen. Eur J Appl Physiol. 2020;120:2371- 2382.\n 87. Lieber RL, Fridén J. Functional and clinical significance of skele-\ntal muscle architecture. Muscle Nerve. 2000;23:1647- 1666.\n 88. Wickiewicz TL, Roy RR, Powell PL, Perrine JJ, Edgerton VR. \nMuscle architecture and force- velocity relationships in humans. J \nAppl Physiol Respir Environ Exerc Physiol. 1984;57:435- 443.\n 89. Davis JF, Khir AW, Barber L, et al. The mechanisms of adaptation \nfor muscle fascicle length changes with exercise: implications for \nspastic muscle. Med Hypotheses. 2020;144:110199.\nHow to cite this article: Pallarés JG, Hernández- \nBelmonte A, Martínez- Cava A, Vetrovsky T, Steffl M, \nCourel- Ibáñez J. Effects of range of motion on \nresistance training adaptations: A systematic review and \nmeta- analysis. Scand J Med Sci Sports. 2021;31:1866– \n1881. https://doi.org/10.1111/sms.14006\n 16000838, 2021, 10, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/sms.14006 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 16,
    "primary_human": "hypertrophy (muscle_thickness; CSA); strength (1RM; isometric)"
  },
  "bucket": "A",
  "notes": "Full ROM tends to yield greater overall hypertrophy and strength across the joint ROM; partial ROM gives joint-angle-specific strength gains and can still be a useful tool."
}