{
  "id": 34,
  "title": "Effects of Resistance Training Volume on Physical Function, Lean Body Mass and Lower-Body Muscle Hypertrophy and Strength in Older Adults: A Systematic Review and Network Meta-analysis of 151 Randomised Trials",
  "authors": "Radaelli R; Rech A; Molinari T; Markarian AM; Petropoulou M; Granacher U; Hortobágyi T; Lopez P",
  "year": 2025,
  "doi": "10.1007/s40279-024-02123-z",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "resistance_training",
    "training_volume",
    "older_adults",
    "hypertrophy",
    "strength",
    "physical_function",
    "network_meta_analysis"
  ],
  "population": {
    "training_status": "network_meta_analysis (older adults)",
    "sample_size": 6306
  },
  "sections": {
    "abstract": "Background The optimal prescription and precise recommendations of resistance training volume for older adults is unclear \nin the current literature. In addition, the interactions between resistance training volume and program duration as well as \nphysical health status remain to be determined when assessing physical function, muscle size and hypertrophy and muscle \nstrength adaptations in older adults.\nObjectives This study aimed to determine which resistance training volume is the most effective in improving physical \nfunction, lean body mass, lower-limb muscle hypertrophy and strength in older adults. Additionally, we examined whether \neffects were moderated by intervention duration (i.e. short term, < 20 weeks; medium-to-long term, ≥ 20 weeks) and physical \nhealth status (i.e. physically healthy, physically impaired, mixed physically healthy and physically impaired; PROSPERO \nidentifier: CRD42023413209).",
    "methods": "CINAHL, Embase, LILACS, PubMed, Scielo, SPORTDiscus and Web of Science databases were searched up to \nApril 2023. Eligible randomised trials examined the effects of supervised resistance training in older adults (i.e. ≥ 60 years). \nResistance training programs were categorised as low (LVRT), moderate (MVRT) and high volume (HVRT) on the basis \nof terciles of prescribed weekly resistance training volume (i.e. product of frequency, number of exercises and number of \nsets) for full- and lower-body training. The primary outcomes for this review were physical function measured by fast walk-\ning speed, timed up and go and 6-min walking tests; lean body mass and lower-body muscle hypertrophy; and lower-body \nmuscle strength measured by knee extension and leg press one-repetition maximum (1-RM), isometric muscle strength and \nisokinetic torque. A random-effects network meta-analysis was undertaken to examine the effects of different resistance \ntraining volumes on the outcomes of interest.",
    "results": "We included a total of 161 articles describing 151 trials (n = 6306). LVRT was the most effective for improving \ntimed up and go [− 1.20 standardised mean difference (SMD), 95% confidence interval (95% CI): − 1.57 to − 0.82], 6-min \nwalk test (1.03 SMD, 95% CI: 0.33–1.73), lean body mass (0.25 SMD, 95% CI: 0.10–0.40) and muscle hypertrophy (0.40 \nSMD, 95% CI: 0.25–0.54). Both MVRT and HVRT were the most effective for improving lower-limb strength, while only \nHVRT was effective in increasing fast walking speed (0.40 SMD, 95% CI: − 0.57 to 0.14). Regarding the moderators, our \nresults were independent of program duration and mainly observed for healthy older adults, while evidence was limited for \nthose who were physically impaired.",
    "conclusions": "A low resistance training volume can substantially improve healthy older adults’ physical function and benefits \nlean mass and muscle size independently of program duration, while a higher volume seems to be necessary for achieving \ngreater improvements in muscle strength. A low volume of resistance training should be recommended in future exercise \nguidelines, particularly for physically healthy older adults targeting healthy ageing.\nExtended author information available on the last page of the article\n\n168 R. Radaelli et al.\nKey Points \nThe optimal prescription and precise recommenda-\ntions of resistance training volume, considered by most \nexperts to be a critical training variable, remain incon-\nclusive for older adults.\nA low resistance training volume can substantially \nimprove healthy older adults’ physical function and \nbenefits lean mass and muscle size independently of \nprogram duration.\nA higher volume seems to be necessary for achieving \ngreater improvements in muscle strength in older adults \nindependently of program duration.\nA low volume resistance training program should be rec-\nommended in future exercise guidelines, particularly for \nphysically healthy older adults targeting healthy ageing.\n1",
    "introduction": "Even healthily ageing older adults exhibit biological changes \nin the nervous and musculoskeletal systems, resulting in \nclinically meaningful declines in skeletal muscle mass (~ 1% \nper year), muscle strength (~ 2% per year) and power (~ 3% \nper year) after 60 years of age [1 –3]. Consequently, it is \nexpected that older adults will naturally experience a severe \nimpact on their ability to engage in activities of daily liv -\ning over the years [4 ], which increases the risk of physical \ndisability and falls [5, 6]. These factors ultimately lead to a \ngreater dependence and a higher risk of institutionalisation \nand all-cause mortality [7, 8].\nResistance training is recognised as a safe and effective \nintervention to counteract age-related declines in the nervous \nand musculoskeletal systems [9 –11]. Numerous resistance \ntraining programs [12–15], varying in duration, volume and \nintensity, have been demonstrated to reduce the loss rate for \nlean mass, muscle strength and physical function in healthy \nolder adults to some extent. However, the optimal prescrip-\ntion and precise recommendations of resistance training \nvolume (i.e. total amount of work performed), considered \nby most experts to be a critical training variable [12, 14, \n16], remain inconclusive for healthy older adults. A higher \nresistance training volume, compared with a lower resist-\nance training volume, is thought to have a greater potential \nto induce muscle hypertrophy and improve muscle strength \n[12, 14, 16]. The rationale behind this is that a higher vol-\nume of resistance training, through repetitive cumulative \ntime under tension during each session, can sustain a higher \ndegree of weekly anabolism for muscle hypertrophy [17]. \nDue to anabolic resistance [18], older adults present a dimin-\nished acute myofibrillar protein synthesis response to resist-\nance training compared with younger adults [19], which, in \nturn, may require a higher stimulus from resistance train-\ning to significantly increase myofibrillar protein synthesis \nand anabolic signalling [19]. Additionally, a combination \nof nervous and skeletal muscle adaptations resulting from \nhigh-volume resistance training can lead to greater muscle \nstrength adaptations [20, 21]. This is important to counteract \nage-related impairments, including decreased spinal excit-\nability [22], increased variability in motor units discharge \nrate [23], lower incidence of doublet discharges [24] and \ncortical plasticity [25]. Therefore, a higher resistance train-\ning volume may be necessary to induce specific neuromus-\ncular adaptations that translate into improved mobility in \nhealthy older adults. However, additional resistance training \nstudies are necessary to further investigate the potential role \nof resistance training volume and confirm whether a higher \ndosage is necessary to further induce improvements in physi-\ncal function, lean mass and muscle strength.\nWhile the benefits from a high resistance training vol-\nume have been supported by previous meta-analyses in \nolder adults [12, 14, 16, 26], there is also evidence sug-\ngesting a lack of volume-dependence of resistance training \nwith similar results between both low- and high-volume \nresistance training [15, 27]. For example, the previous \ndose–response meta-analysis by Borde et al. [15] found no \nsignificant association between the total number of resist-\nance training sets and improvements in muscle strength \nand size across 25 resistance training trials involving older \nadults aged ≥ 60 years. Similarly, Marques et al.’s [27] meta-\nanalysis indicated very small and not meaningful differences \nbetween low and high resistance training volume on lower-\nlimb muscle strength (~ 2 kg) and muscle size (effect size of \n0.15) after analysing 15 resistance training trials involving \nadults aged ≥ 50 years. The conflicting data between studies \nindicating a superior effect from high versus low resistance \ntraining volume [12, 14, 16, 26] and those indicating similar \neffects between both [15, 27] may be attributed to (i) differ-\nences between studies involving participants whose age, sex \ndistribution and physical health status varied strongly; (ii) \na lack of studies comparing well-defined ranges of resist-\nance training volume, such as low, moderate and high; (iii) \na low number of studies included in the analyses; (iv) results \nderived from different meta-analytic models (meta-analysis \nversus meta-regression) and (v) a lack of operational defi-\nnition of resistance training volume (e.g. number of exer -\ncises × number of sets versus number of exercises × number \nof sets × number of repetitions versus number of exer -\ncises × number of sets × number of repetitions × tempo). As \n\n169\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\na result, a more comprehensive assessment of the literature \nis necessary to elucidate the role of resistance training vol-\nume in physical function, lean mass and muscle strength \nadaptations in older adults, and generate more information \nfor those with frailty, sarcopenia and mobility limitations.\nAnother confounding factor in understanding the role of \nresistance exercise volume is the duration of resistance exer-\ncise programs (i.e. number of weeks). Previous resistance \nexercise recommendations [9 , 10] have indicated that low-\nvolume programs can benefit musculoskeletal (e.g. increase \nin skeletal muscle mass) and neuromuscular (e.g. changes in \nthe level of excitation and inhibition derived from a cortical \nand subcortical level and increases in motoneuron output \nand inter- and intramuscular coordination) adaptations in the \nshort term (< 20 weeks). As participants reach a certain level \nof fitness, transitioning to a high-volume resistance training \nbecomes necessary for medium-to-long term (≥ 20 weeks) \nmaintenance and continued progress [9 ]. This involves \nincreasing training time with higher training volume and \nload and/or specific exercises to result in additional muscle \nand physical function improvements (i.e. law of diminish-\ning returns) [28, 29]. These findings were supported by our \nprevious studies [30, 31] and others [32, 33], which reported \nsimilar results between lower and higher resistance training \nvolumes after 12–13 weeks, when participants are physically \ninactive, but not after 20 weeks when participants present a \nmoderate level of physical activity [28]. In regard to physical \nhealth status, resistance training has been considered one \nof the most effective interventions to counteract domains \nof sarcopenia [34, 35] and frailty [36]. However, recom-\nmendations on resistance training volume for older adults \nsuffering from these conditions as well as mobility limita-\ntion are unclear and remain speculative in the current litera-\nture, supported mainly by studies involving healthy older \nadults. Therefore, it is critical to consider the interaction \nbetween resistance training volume and program duration \n(< 20 weeks versus ≥ 20 weeks) as well as physical health \nstatus (physically healthy versus physically impaired) when \nassessing muscle hypertrophy, muscle strength and physical \nfunction adaptations in older adults.\nIn the current systematic review and network meta-analy-\nsis, we aimed to determine which resistance training volume \n(low, moderate or high) is the most effective in improving \nphysical function, whole-body lean mass and muscle hyper-\ntrophy measures and lower-limb strength in older adults. \nAdditionally, we examined whether effects were moder -\nated by intervention duration (i.e. short term, < 20 weeks; \nmedium-to-long term, ≥ 20 weeks) and physical health \nstatus.\n2 Methods\nAll procedures undertaken in the present study were reported \nin accordance with the Cochrane Back Review Group \n(CBRG) [37], Implementing Preferred Reporting Items \nfor Systematic Reviews and Meta-analyses (PRISMA) in \nExercise, Rehabilitation, Sport Medicine and Sports Science \n(PERSiST) [38] and the Preferred Reporting Items for Sys-\ntematic Reviews and Meta-analyses for Network Meta-anal-\nyses (PRISMA-NMA) [39] statement with registration at the \nInternational Prospective Register of Systematic Reviewers \n(PROSPERO identifier: CRD42023413209).\n2.1 Study Eligibility Criteria\nStudies were included when meeting the following criteria \nregarding participants, intervention, comparator, outcomes \nand study design (PICOS): (i) studies involving older adults \n(≥ 60 years; as defined by the World Health Organiza-\ntion) with no systematic exercise training background (e.g. \nhealthy, institutionalised, mobility limited, sarcopenic, and \nfrail); (ii) studies undertaking low-, moderate- or high-\nvolume resistance training programs, as defined by terciles \nof weekly volume; (iii) studies involving different resist-\nance training volumes and/or nonexposed (e.g. usual care, \nno formal intervention, and waitlist) or minimally exposed \ncontrol groups (e.g. walking group); (iv) studies measuring \nfast walking speed, timed up and go test, 6-min walking test, \nlean body mass, muscle hypertrophy, knee extension one-\nrepetition maximum (1-RM), leg press 1-RM, knee exten-\nsion isometric muscle strength or isokinetic knee extension \nmuscle strength (all primary outcomes for this review); and \n(v) randomised controlled or clinical trials.\nThe exclusion criteria were (i) studies including older \nadults exclusively with acute or chronic neurological, mus-\nculoskeletal, cardiovascular or metabolic conditions (e.g. \nosteoarthritis, type 2 diabetes and cancer; chronic haemo-\ndialysis, heart failure, hospitalised, osteoporosis and fibro-\nmyalgia); (ii) studies involving within-subject design; (iii) \ninterventions involving any other type of physical exercise \ncomponent (e.g. aerobic exercise, impact-loading, and \nbalance exercise); (iv) interventions involving any type \nof nutritional intervention (e.g. protein supplementation, \ncaloric restriction, low-fat diet and low-carbohydrate diet); \n(v) studies reporting insufficient information on the resist-\nance training volume prescribed (i.e. frequency, number of \nexercise and number of sets); (vi) interventions lasting less \nthan 4 weeks; and (vii) studies written in a language other \nthan English, Portuguese or Spanish.\n\n170 R. Radaelli et al.\n2.2 Search Strategy and Study Selection Process\nA systematic search was conducted by a researcher (PL) \nusing CINAHL, Embase, LILACS, PubMed, Scielo, \nSPORTDiscus and Web of Science databases from incep-\ntion to 17 April 2023. The search strategy was undertaken \nusing controlled vocabulary and free-text terms as pre-\nsented in the Electronic Supplementary Material (ESM) \nAppendix S1. In addition to database searching, a manual \nsearch of references in previous systematic reviews was \nperformed to detect potentially eligible articles for inclu-\nsion. During the screening phase, titles and abstracts were \nfirst independently evaluated following the eligibility cri-\nteria. Eligibility was assessed independently in triplicate \n(A.M.M., T.M. and P.L.) with differences resolved by \nconsensus when disagreements occurred. When abstracts \ndid not provide sufficient information, they were selected \nfor full-text evaluation. Full-text articles meeting criteria \nwere retrieved and read independently by the researchers \n(A.M.M., T.M. and P.L.) and assessed for study inclusion.\n2.3 Data Extraction and Endpoints\nOne researcher (P.L.) extracted data using a standard-\nised form. Relevant information extracted from studies \nincluded publication information (i.e. authors and year of \npublication), demographic and clinical characteristics such \nas age, body mass index (BMI) and health status (e.g. self-\nreported physical disability, mobility-limited, sarcopenia \nand frailty), experimental design and sample size. Resist-\nance training prescription characteristics such as delivery, \nfrequency, volume and intensity were extracted and used to \ncategorise the resistance training programs as low (LVRT), \nmoderate (MVRT) and high volume (HVRT) on the basis \nof terciles of prescribed weekly resistance training volume \n(i.e. product of frequency, number of exercises and number \nof sets) for full- and lower-body training.\nThe primary outcomes for physical function were fast \nwalking speed, timed up and go and 6-min walking test. \nFor muscle hypertrophy, we assessed lean body mass and \nlower-body muscle hypertrophy. With regards to muscle \nstrength, leg press 1-RM, knee extension 1-RM, knee \nextension isometric strength and knee extension isoki-\nnetic test at 60° s−1 or 120° s−1 were recorded. If authors \nof the identified articles did not include dispersion values \nof change, the standard deviation (SD) of the change was \ncalculated assuming a correlation of r = 0.5 between the \nbaseline and post-intervention assessment measures [40]. \nInformation was extracted from baseline versus < 20 weeks \nand/or ≥ 20 weeks post-intervention.\n2.4 Risk of Bias Assessment and Certainty \nof Evidence (GRADE)\nThe risk of bias was evaluated according to the Cochrane \nrisk-of-bias tool 2.0 (RoB 2) [41], with each assessment \nfocused on the outcome level. The study quality assessment \nfor all included studies was performed independently by two \nresearchers (T.M. and A.M.M.), with disagreements resolved \nby consensus. The certainty of evidence for the network of \ninterventions was assessed using the Grading of Recommen-\ndations Assessment, Development and Evaluation (GRADE) \napproach for network meta-analysis [42].\n2.5 Data Synthesis and Analysis\nContinuous outcome data in both pairwise and network \nmeta-analyses (NMA) were summarised as standardised \nmean differences (SMD) and 95% confidence intervals \n(95% CI). All values used for analyses are presented in \nESM Tables S1–S9. The frequentist NMA model was per -\nformed following the current PRISMA guideline for NMA \n[43, 44]. All NMA analyses were conducted using the R \npackage ‘netmeta’ [45]. A random-effects model was under-\ntaken to examine the effect of different resistance training \nvolumes and controls. The between-study variability (i.e. \nheterogeneity) of the intervention effects within each inter -\nvention comparison was assessed by I 2 and the magnitude \nof the between-study variance (τ 2) and estimated using the \ngeneralised DerSimonian–Laird estimator and the Q-profile \napproach. For each NMA, we assessed a priori the transitiv-\nity assumption, which implies that the distribution of the \npotential treatment effect modifiers is balanced across the \navailable direct comparisons [46]. We used the percentage \nof male participants, average age, BMI, health status and \noverall risk of bias as potential intervention effect modifiers. \nWe also evaluated each network for inconsistency globally \nusing the random-effects design-by-treatment interaction \nmodel [47 ]. If the global test suggested inconsistency, we \nassessed inconsistency locally by splitting the direct and \nindirect evidence [48].\nComparisons were made when more than one study \nwas included for each comparator. According to Hedges’ \ng, SMD values of 0.0 to ≤ 0.5 indicate small; 0.51–0.79, \nmedium or moderate; and ≥ 0.8, large effects. Intervention \neffects were ranked according to P -scores [49 ]. Extreme-\nstudy effects (i.e. outliers) were explored with the forward \nsearch (FS) algorithm [50] using the R package ‘NMAout-\nlier’ [51]. When obvious outliers were detected, these were \nexcluded in a sensitivity analysis to assess the robustness \nof results. A comparison-adjusted funnel plot was drawn to \nassess publication bias and small study effects when more \nthan 10 studies were available. Subgroup NMA analyses \nwere provided for intervention duration (i.e. < 20 weeks \n\n171\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\nand ≥ 20 weeks) and health status (i.e. physically healthy, \nphysically impaired, mixed physically healthy and physi-\ncally impaired).\n3 Results\nFollowing deletion of duplicates, a total of 4635 poten-\ntial records were identified. Of these, 2695 records were \nexcluded on the basis of titles and abstracts due to their \nirrelevance to the research question, resulting in 1940 \nrecords deemed eligible for full-text review. A total of \n1813 reports were excluded for reasons listed in Fig.  1. \nAfter including 34 additional studies via reference lists \n[52– 85], a total of 161 articles [30, 32, 33, 86– 209] \ndescribing 151 randomised trials were included in the \npresent systematic review and network meta-analysis.\nnoitacifitnedIgnineercSytilibigilEdedulcnI\n7,311r ecordsi dentified throughd atabases \nand registers( CINAHL= 811, \nEMBASE= 357, LILACS= 469, \nPubMed=1 ,493, Scielo=1 08, \nSportDiscus= 727, \nWeb of Science=3 ,346)\n2,676 duplicatesr emoved\n4,635r ecords screened on \ntitlea nd abstracts\n2,695r ecords excluded \nbased on title and abstract\n1,940r ecords screened for \neligibility 1,813f ull-text articles excluded with reasons:\n-1 88 abstracts/protocols/reviews/opinions;\n-1 5p reclinical studies;\n-2 77 studies with differentp opulation;\n-5 77 studies with different design;\n-4 97 studies with different interventions;\n-3 7s tudies with different outcomes;\n-1 1s tudies with differentl anguage;\n-4 8s tudies with insufficient datar eported;\n-1 studyw ith intervention lasting< 4 weeks;\n-1 53 unavailable studies;\n-9 secondary reports with no additional \ninformation\n127s tudies initiallyi ncluded \nin systematic review and\nnetwork meta-analysis\n34 additional studiesv ia \nreferencel ists and previous\nsystematic reviews\n161 articles (describing 151\nstudies)i ncluded in systematic \nreview and network meta-analysis\nFig. 1 Flow chart of study selection process\n\n172 R. Radaelli et al.\n3.1 Study, Participant and Intervention \nCharacteristics\nA total of 6306 participants (females, n = 3877; males, \nn = 1720; not reported, n = 709) were included with a \nmedian age of 68.8 [interquartile range (IQR) = 67.0; 72.4] \nyears and BMI of 26.8 (IQR = 25.2; 28.0) kg m−2. Most of \nthe studies included physically healthy participants (119 \nout of 151 studies, 78.8%), followed by participants with \nsarcopenia (9 out of 119, 6.0%), mobility limitations (6 out \nof 119, 4.0%) and frailty (5 out of 119, 3.3%). A total of 12 \nstudies included both physically healthy participants and \nparticipants with physical disability (7.9%).\nA total of 164 resistance training interventions from \n161 articles were analysed. The median intervention dura-\ntion was 12 (IQR: 12; 20) weeks, with a median of 36 \n(IQR: 24; 48) sessions. Most interventions (119, 72.6%) \nwere short term (5–18 weeks), while fewer (45, 27.4%) \nwere medium-to-long term (20–118 weeks). All studies \nreported resistance training volume, with a median of \n48 (IQR: 36; 72) weekly sets for whole-body resistance \ntraining, and 23 (IQR: 15; 30) weekly sets for lower-body \nresistance training. Peak intensity was reported for 141 \ninterventions (86.0%) with a median of 80% (IQR: 75%; \n80%) of the 1-RM. The median attendance was 92.0% \n(IQR: 84%; 96%), while the median dropout rate was 8.0% \n(IQR: 0%; 17.6%). A total of 146 studies were randomised \ncontrolled trials (96.7%), while five studies (3.3%) com-\npared different resistance training volumes without a con-\ntrol group. The characteristics of the individual studies are \npresented in ESM Table S10. The risk of bias assessment \nfor each outcome is presented in ESM Tables S11–S14.\n3.2 Network Meta‑analysis\nResistance training programs were categorised using ter -\nciles as low-volume (LVRT; total-body: 10 to < 42 weekly \nsets; lower limb: 5 to < 18 weekly sets), moderate-volume \n(MVRT; total-body: 42 to < 61 weekly sets; lower limb: \n18 to < 27 weekly sets) and high-volume resistance train-\ning (HVRT; total-body: ≥ 61 weekly sets; lower limb: ≥ 27 \nweekly sets). Specifically, the LVRT group performed a \nmedian of 30 (IQR: 24; 36), the MVRT performed 48 \n(IQR: 42; 54) and the HVRT group performed 72 (IQR: \n72; 84) full-body weekly sets. The LVRT group performed \na median of 12 (IQR: 9; 15), the MVRT group performed \n21 (IQR: 18; 24) and the HVRT group performed 36 (IQR: \n27; 45) weekly sets for the lower body. The network geom-\netry of studies examining the physical function outcomes, \nlean body mass and lower-limb muscle hypertrophy and \nmuscle strength outcomes is presented in ESM Figs. S1 \nand S2.\n3.2.1 Physical Function Outcomes\nLVRT was the most effective for reducing the time to \nperform the timed up and go test [number of compari -\nsons (k ) = 49; − 1.20 SMD, 95% CI: − 1.57 to − 0.82, \nP < 0.001; P-score = 94.4%] and improving 6-min walk \n(k = 21; 1.03 SMD, 95% CI: 0.33–1.73, P = 0.004; \nP-score = 81.9%) deriving large effects when compared \nwith controls (Table  1). Despite the small effect, HVRT \nwas the most effective program for increasing fast walking \nspeed (k = 10; 0.40 SMD, 95% CI: 0.10–0.71, P = 0.010; \nP-score = 90.2%) compared with controls (Table  1). \nSubgroup NMAs for intervention duration and physical \nhealth status are presented in Figs.  2 and 3 , respectively. \nFor timed up and go, LVRT resulted in significantly \nlarge effects in the short and medium-to-long term, while \nMVRT and HVRT only resulted in significant effects in \nthe short term (Fig.  2b). For the 6-min walk test, both \nLVRT and MVRT resulted in significantly large effects \nin the short term (Fig.  2c). A significant effect on fast \nwalking speed was only observed following HVRT in the \nshort term (Fig.  2a). For physical health status, physically \nhealthy participants derived significant effects on timed up \nand go (Fig.  3b) and the 6-min walk test following LVRT \nand MVRT (Fig.  3c). Results for physically impaired par -\nticipants were only available and significant for timed up \nand go following HVRT (Fig.  3a). \nThe design-by-treatment interaction model showed no \nevidence of statistically significant inconsistency in the \nNMA for timed up and go (Q = 0.47, P = 0.791) and 6-min \nwalk test (Q = 0.86, P = 0.652). Local side-split analyses \nare presented in ESM Table S15. Visual assessment of \ncomparison-adjusted funnel plots (ESM Fig. S3) sug-\ngested evidence of small-study effects for timed up and \ngo (P = 0.039), but not 6-min walk test (P = 0.067) and \nfast walking speed (P = 0.910). The study by Fritz et al. \n[166] was detected as an outlier in the FS iteration 39 \nfor timed up and go and FS iteration 16 for the 6-min \nwalk test. The identification of these outliers was based \non the FS algorithm, which resulted in sharp changes in \nthe ratio of variances, as presented in ESM Figs. S4 and \nS5. We conducted sensitivity analyses by excluding the \noutlier detected for both timed up and go [166] and 6-min \nwalk test [166]. Sensitivity analyses results are presented \nin ESM Table S16. For timed up and go, the effect of \nMVRT was reduced from − 0.91 SMD to − 0.63 SMD, \nwhile the heterogeneity of the model was reduced (from \n78% to 68%). Sensitivity analyses for 6-min walk test did \nnot change the results. Overall, the certainty of the evi-\ndence was graded ‘low’ for fast walking speed, timed up \nand go and 6-min walk test.\n\n173\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\n3.2.2 Lean Body Mass and Lower‑Limb Muscle Hypertrophy\nAll resistance training programs (k = 76) resulted in small \nincreases in lean body mass compared with controls, \nwith LVRT (0.25 SMD, 95% CI: 0.10–0.40, P = 0.001; \nP-score = 76.7%) and MVRT (0.24 SMD, 95% CI: \n0.13–0.36, P < 0.001; P-score = 75.3%) considered the most \neffective (Table 2). For lower-limb muscle hypertrophy, all \nresistance training programs were significantly effective \ncompared with controls, with LVRT considered the most \neffective program (k = 45; 0.40 SMD, 95% CI: 0.25–0.54, \nP < 0.001; P-score = 94.2%; Table 2). Subgroup NMAs are \npresented in Figs. 4 and 5. LVRT resulted in a significantly \nsmall effect on lean mass in the short and medium-to-long \nterm, while MVRT and HVRT were only statistically signifi-\ncant in the short term (Fig. 4a). Improvements in lower-limb \nmuscle hypertrophy were only observed following LVRT in \nthe short and medium-to-long term and MVRT in the short \nterm (Fig. 4b). For physical health status, physically healthy \nparticipants increased lean body mass (Fig.  5a) and lower-\nlimb muscle hypertrophy (Fig.  5b) following all resistance \ntraining volumes. Results for physically impaired partici-\npants were only available and statistically significant for lean \nbody mass following MVRT (Fig. 5a). \nThe design-by-treatment interaction model showed no \nevidence of statistically significant inconsistency in the \nNMA for lean body mass (Q = 3.30, P = 0.986) or lower-limb \nmuscle hypertrophy ( Q = 2.47, P = 0.650). Local side-split \nanalyses are presented in ESM Table S17. Visual assessment \nof comparison-adjusted funnel plots (ESM Fig. S6) sug-\ngested no evidence of small-study effects for lean body mass \n(P = 0.096) and lower-limb muscle hypertrophy (P = 0.588). \nThe FS algorithm provided an outlier [155] in lower-limb \nmuscle hypertrophy (ESM Fig. S7). Sensitivity analyses \nTable 1 Network meta-analysis \nresults for physical function \noutcomes\na Certainty of evidence downgraded due to study limitations, with studies most studies (>50%) presenting \nwith high risk in the risk of bias assessment\nb Certainty of evidence downgraded due to inconsistency, with a source of inconsistency between direct and \nindirect evidence identified or lack of sufficient direct comparisons\nc Lower values indicate better outcome\n95% CI 95% confidence interval; HVRT high-volume resistance training; k number of comparisons; LVRT \nlow-volume resistance training; MVRT moderate-volume resistance training; SMD standardised mean dif-\nference\nd Certainty of evidence downgraded due to publication bias, with visual assessment of comparison-adjusted \nfunnel plots suggesting evidence of small-study effects\ne Certainty of evidence downgraded due to imprecision, with confidence intervals from interventions cross-\ning null values or including values favouring both interventions tested\nComparisons SMD (95% CI) P-value I2 P-score Certainty\nFast walking speed k = 10\nLVRT vs. control groups −0.21 (−0.57 to 0.14) 0.238 8% HVRT: 90.2%\nMVRT: 75.3%\nLVRT: 3.0%\n⊕⊕⊝⊝\nLowa,b\nMVRT vs. control groups 0.29 (0.03 to 0.54) 0.029\nHVRT vs. control groups 0.40 (0.10 to 0.71) 0.010\nLVRT vs. MVRT −0.50 (−0.94 to −0.06) 0.025\nLVRT vs. HVRT −0.61 (−1.08 to −0.15) 0.010\nMVRT vs. HVRT −0.12 (−0.52 to 0.28) 0.570\nTimed-up and goc k = 49\nLVRT vs. control groups −1.20 (−1.57 to −0.82) <0.001 78% LVRT: 94.4%\nMVRT: 66.6%\nHVRT: 39.0%\n⊕⊕⊝⊝\nLowa,d\nMVRT vs. control groups −0.91 (−1.32 to −0.50) <0.001\nHVRT vs. control groups −0.63 (−0.99 to −0.26) 0.001\nLVRT vs. MVRT −0.28 (−0.83 to 0.26) 0.306\nLVRT vs. HVRT −0.57 (−1.09 to −0.04) 0.033\nMVRT vs. HVRT −0.28 (−0.83 to 0.26) 0.310\n6-min walking k = 21\nLVRT vs. control groups 1.03 (0.33 to 1.73) 0.004 84% LVRT: 81.9%\nMVRT: 80.6%\nHVRT: 30.3%\n⊕⊕⊝⊝\nLowa,e\nMVRT vs. control groups 1.00 (0.38 to 1.63) 0.002\nHVRT vs. control groups 0.27 (−0.40 to 0.94) 0.427\nLVRT vs. MVRT 0.03 (−0.87 to 0.92) 0.956\nLVRT vs. HVRT 0.76 (−0.21 to 1.73) 0.125\nMVRT vs. HVRT 0.73 (−0.19 to 1.65) 0.118\n\n174 R. Radaelli et al.\nFig. 2 Subgroup network meta-\nanalysis on fast walking speed \n(a), timed up and go (b) and \n6-min walk test (c) based on \nstudy duration. Light-grey shade \nindicates small effect size, grey \nshade indicates medium effect \nsize and dark-grey indicates \nlarge effect size. LVRT low-\nvolume resistance training pro-\ngrams; MVRT moderate-volume \nresistance training programs; \nHVRT high-volume resistance \ntraining programs\n\n175\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\nFig. 3 Subgroup network \nmeta-analysis on fast walk-\ning speed (a), timed up and \ngo (b) and 6-min walk test (c) \nbased on physical health status. \nLight-grey shade indicates \nsmall effect size, grey shade \nindicates medium effect size \nand dark-grey indicates large \neffect size. LVRT low-volume \nresistance training programs; \nMVRT moderate-volume resist-\nance training programs; HVRT \nhigh-volume resistance training \nprograms\n\n176 R. Radaelli et al.\nomitting the outlier were not different from the primary \nanalyses (ESM Table S18). The certainty of evidence was \nconsidered low for lean body mass and lower-limb muscle \nhypertrophy.\n3.2.3 Muscle Strength Outcomes\nAll resistance training programs resulted in increases in knee \nextension (k = 68) and leg press 1-RM (k = 62), with MVRT \n(knee extension 1-RM, 1.14 SMD, 95% CI: 0.87–1.41, \nP < 0.001; P-score = 79.1%; leg press 1-RM, 1.24 SMD, \n95% CI: 0.96–1.53, P < 0.001; P-score = 81.2%) and HVRT \n(knee extension 1-RM, 1.18 SMD, 95% CI: 0.86–1.49, \nP < 0.001; P-score = 84.1%; leg press 1-RM, 1.23 SMD, 95% \nCI: 0.93–1.53, P < 0.001; P-score = 78.6%) considered the \nmost effective programs compared with controls (Table  3). \nMVRT was the most effective regimen and resulted in large \neffects on knee extension isometric strength (k = 42; 1.09 \nTable 2 Network meta-analysis \nresults for lean body mass and \nlower-limb muscle hypertrophy\n95% CI 95% confidence interval; HVRT high-volume resistance training; k number of comparisons; LVRT \nlow-volume resistance training; MVRT moderate-volume resistance training; SMD standardised mean dif-\nference\na Certainty of evidence downgraded due to study limitations, with studies most studies (>50%) presenting \nwith high risk in the risk of bias assessment\nb Certainty of evidence downgraded due to imprecision, with confidence intervals from interventions cross-\ning null values or including values favouring both interventions tested\nComparisons SMD (95% CI) P-value I2 P-score Certainty\nLean body mass k = 76\nLVRT vs. control groups 0.25 (0.10 to 0.40) 0.001 0% LVRT: 76.7%\nMVRT: 75.3%\nHVRT: 47.9%\n⊕⊕⊝⊝\nLow a, b\nMVRT vs. control groups 0.24 (0.13 to 0.36) <0.001\nHVRT vs. control groups 0.18 (0.06 to 0.30) 0.003\nLVRT vs. MVRT 0.01 (−0.17 to 0.18) 0.948\nLVRT vs. HVRT 0.07 (−0.11 to 0.25) 0.448\nMVRT vs. HVRT 0.06 (−0.09 to 0.22) 0.428\nLower-limb muscle hypertrophy k = 45\nLVRT vs. control groups 0.40 (0.25 to 0.54) <0.001 22% LVRT: 94.2%\nMVRT: 65.2%\nHVRT: 40.0%\n⊕⊕⊝⊝\nLow a, b\nMVRT vs. control groups 0.28 (0.10 to 0.47) 0.003\nHVRT vs. control groups 0.18 (0.02 to 0.34) 0.032\nLVRT vs. MVRT 0.11 (−0.11 to 0.34) 0.312\nLVRT vs. HVRT 0.22 (0.01 to 0.43) 0.036\nMVRT vs. HVRT 0.11 (−0.14 to 0.35) 0.395\nFig. 4 Subgroup network meta-analysis on lean body mass (a) and \nlower-body muscle hypertrophy (b) based on study duration. Light-\ngrey shade indicates small effect size, grey shade indicates medium \neffect size and dark-grey indicates large effect size. LVRT low-volume \nresistance training programs; MVRT moderate-volume resistance \ntraining programs; HVRT high-volume resistance training programs\n\n177\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\nSMD, 95% CI: 0.57–1.61, P < 0.001; P-score = 95.4%), \nwhile HVRT resulted in a large effect on knee extension \nisokinetic torque (k = 15; 1.13 SMD, 95% CI: 0.66–1.60, \nP < 0.001; P-score = 98.4%) compared with controls. Sub -\ngroup analyses for intervention duration and physical health \nstatus are presented in Figs.  6 and 7, respectively. Results \nwere statistically significant following all resistance training \nvolumes in the short and medium-to-long term for all muscle \nstrength outcomes (Fig.  6), except for the effects of LVRT \non knee extension isometric strength in the medium-to-long \nterm (Fig. 6c). Evidence was unavailable for knee extension \nisokinetic torque in the medium-to-long term. Physically \nhealthy participants derived significant effects on muscle \nstrength outcomes following all resistance training volumes \n(Fig. 7), except for knee extension isokinetic torque follow-\ning LVRT, for which evidence was not available. Physically \nimpaired participants benefited from LVRT and MVRT on \nknee extension 1-RM (Fig.  7a), leg press 1-RM (Fig.  7b) \nand from LVRT and HVRT on knee extension isometric \nstrength (Fig. 7c). \nThe design-by-treatment interaction model showed no \nevidence of statistically significant inconsistency in the \nNMA for knee extension 1-RM (Q = 3.74, P = 0.928), leg \npress 1-RM (Q = 0.69, P = 0.995), knee extension isomet-\nric strength (Q = 0.08, P = 0.960) and isokinetic torque \n(Q = 0.45, P = 0.503). Local side-split analyses are pre-\nsented in ESM Table S19. Visual assessment of comparison-\nadjusted funnel plots (ESM Fig. S8) suggested evidence of \nsmall-study effects for knee extension 1-RM (P < 0.001), leg \npress 1-RM (P < 0.001), knee extension isometric strength \n(P < 0.001) and isokinetic torque (P = 0.015). For knee \nextension isometric strength, an outlier [131] was detected \nat the interaction 31 of FS algorithm due to sharp changes \nin the ratio of variances (ESM Fig. S9). After omitting the \noutlier, results were not different from the primary analyses \n(ESM Table S20). On the basis of the GRADE approach, \nthe certainty of evidence was considered ‘very low’ for all \nmuscle strength outcomes.\n4",
    "discussion": "We aimed to determine the most effective resistance training \nvolume to improve physical function, lean body mass and \nlower-body muscle hypertrophy and strength in older adults \naged ≥ 60 years. In addition, we examined whether inter -\nvention duration and physical health status moderate such \neffects. Even though we observed significant improvements \nacross all resistance training volumes compared with no \nphysical exercise, a low resistance training volume proved \nhighly effective in improving timed up and go, lean mass and \nmuscle hypertrophy. Except for muscle strength, prescribing \na high resistance training volume did not accrue additional \nbenefits for the outcomes examined. Regarding the modera-\ntors tested, our results were independent of program duration \nand mainly observed for healthy older adults, while evidence \nwas limited for those who were physically impaired. There-\nfore, our findings are that a low resistance training volume \ncan substantially improve healthy older adults’ physical \nfunction and benefits lean mass and muscle size indepen-\ndently of program duration, while a higher volume seems to \nbe necessary for achieving greater improvements in muscle \nstrength.\nThe present review indicates that a low volume of resist-\nance training, median of ~ 12 weekly sets for lower limb \nmuscles, equivalent to two sessions per week and two sets \nFig. 5 Subgroup network meta-analysis on lean body mass (a) and \nlower-body muscle hypertrophy (b) based on physical health status. \nLight-grey shade indicates small effect size, grey shade indicates \nmedium effect size and dark-grey indicates large effect size. LVRT \nlow-volume resistance training programs; MVRT moderate-volume \nresistance training programs; HVRT high-volume resistance training \nprograms\n\n178 R. Radaelli et al.\nper exercise for three lower-limb resistance training exer -\ncises, has proven highly effective in enhancing physical \nfunction measured by timed up and go and 6-min walk test \nbut not fast walking speed in healthy older adults. The same \nwas not observed in the previous meta-analysis of Rocha \net al. [26]. The reason may be related to the different meta-\nanalysis design (network versus pairwise) and the combina-\ntion of physical function outcomes in a single analysis in \nRocha et al. [26]. It should be noted that physical function \nbenefits derived from resistance training are test depend -\nent, which is why resistance training effects are mostly \ntest-specific and training prescription should be individu-\nalised in older adults [210]. While the exact reasons remain \nunclear, we propose that the positive effects of resistance \ntraining on physical function may not be linear, as they do \nnot increase further beyond a certain resistance training \ndosage. In regard to fast walking speed, a previous study \nalso observed greater improvements in fast walking speed \nfollowing a high-volume resistance training compared with \na low-volume resistance training [211]. However, the pre-\nvious review by Beijersbergen et al. [212] indicated that \nthe neuromuscular mechanisms behind resistance training \nTable 3 Network meta-analysis results for muscle strength outcomes\n95% CI 95% confidence interval; HVRT high-volume resistance training; k number of comparisons; LVRT low-volume resistance training; MVRT \nmoderate-volume resistance training; SMD standardised mean difference\na Certainty of evidence downgraded due to study limitations, with studies most studies (>50%) presenting with high risk in the risk of bias \nassessment\nb Certainty of evidence downgraded due to imprecision, with confidence intervals from interventions crossing null values or including values \nfavouring both interventions tested\nc Certainty of evidence downgraded due to publication bias, with visual assessment of comparison-adjusted funnel plots suggesting evidence of \nsmall-study effects\nd Certainty of evidence downgraded due to inconsistency, with a source of inconsistency between direct and indirect evidence identified or lack \nof sufficient direct comparisons\nComparisons SMD (95% CI) P-value I2 P-score Certainty\nKnee extension 1-RM k = 68\nLVRT vs. control groups 0.85 (0.55 to 1.14) <0.001 74% HVRT: 84.1%\nMVRT: 79.1%\nLVRT: 36.8%\n⊕⊝⊝⊝\nVery lowa,b,c\nMVRT vs. control groups 1.14 (0.87 to 1.41) <0.001\nHVRT vs. control groups 1.18 (0.86 to 1.49) <0.001\nLVRT vs. MVRT −0.29 (−0.65 to 0.06) 0.106\nLVRT vs. HVRT −0.33 (−0.73 to 0.07) 0.103\nMVRT vs. HVRT −0.04 (−0.44 to 0.37) 0.852\nLeg press 1-RM k = 62\nLVRT vs. control groups 0.99 (0.73 to 1.25) <0.001 63% MVRT: 81.2%\nHVRT: 78.6%\nLVRT: 40.0%\n⊕⊝⊝⊝\nVery lowa,b,c,d\nMVRT vs. control groups 1.24 (0.96 to 1.53) <0.001\nHVRT vs. control groups 1.23 (0.93 to 1.53) <0.001\nLVRT vs. MVRT −0.26 (−0.62 to 0.11) 0.169\nLVRT vs. HVRT −0.24 (−0.63 to 0.15) 0.228\nMVRT vs. HVRT 0.02 (−0.39 to 0.42) 0.941\nKnee extension isometric strength k = 42\nLVRT vs. control groups 0.59 (0.30 to 0.88) <0.001 65% MVRT: 95.4%\nHVRT: 61.4%\nLVRT: 43.2%\n⊕⊝⊝⊝\nVery lowa,b,c,d\nMVRT vs. control groups 1.09 (0.57 to 1.61) <0.001\nHVRT vs. control groups 0.71 (0.49 to 0.94) <0.001\nLVRT vs. MVRT −0.50 (−1.06 to 0.07) 0.085\nLVRT vs. HVRT −0.12 (−0.47 to 0.23) 0.506\nMVRT vs. HVRT 0.38 (−0.19 to 0.94) 0.189\nKnee extension isokinetic torque k = 15\nLVRT vs. control groups 0.36 (−0.25 to 0.98) 0.248 34% HVRT: 98.4%\nMVRT: 58.0%\nLVRT: 39.5%\n⊕⊝⊝⊝\nVery low a,c,d\nMVRT vs. control groups 0.55 (0.24 to 0.86) 0.001\nHVRT vs. control groups 1.13 (0.66 to 1.60) <0.001\nLVRT vs. MVRT −0.19 (−0.81 to 0.44) 0.563\nLVRT vs. HVRT −0.76 (−1.54 to 0.01) 0.053\nMVRT vs. HVRT −0.58 (−1.14 to −0.02) 0.044\n\n179\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\nimprovements in walking speed are unclear and poorly cor-\nrelated with muscle strength improvements. As a result, \nmore studies are required to explore the effects of resistance \ntraining dosage on the physiological mechanisms involved \nin walking speed adaptations. Nevertheless, as seen in this \nstudy, a minimum amount of 12 lower-limb weekly sets \n(approximately 8–10 repetitions per set) may be enough \nand worth recommending for future resistance training \nguidelines for older adults. This finding is critical due to the \nwell-known barriers to engaging in exercise programs, such \nas limited time and convenience [213, 214], affecting adher-\nence to current physical activity recommendations for older \nadults [215]. A low-volume workout for the lower limbs can \nbe completed in less than 20 min, providing opportunities \nto incorporate other components associated with healthy \nageing such as aerobic and balance exercises [10, 11, 216]. \nAdditionally, we observed that the benefits from a low resist-\nance training volume in the short term persist over longer \nperiods, and a higher resistance training volume was not \nnecessary for continuous improvement in timed up and go. \nHowever, it is important to note that our results mainly apply \nto physically healthy participants, indicating the potential \nbenefits of a low-volume program for preventing mobility \ndisability. As a result, untrained older adults engaging in a \nlow-volume program may preserve important components \nof daily living [28] while attenuating age-related declines in \nphysical function and maintaining healthy ageing.\nA low volume of resistance training also proved highly \neffective in enhancing lean body mass and promoting lower-\nbody muscle hypertrophy. Our results were partially similar \nto the results of Marques et al. [ 27] and Rocha et al. [ 26], \nindicating that both low- and high-volume resistance train-\ning may result in similar increases in lean body mass. In \ncontrast, our results concur and extend the findings from our \nprevious network meta-analysis [217] and the study by Cur-\nrier et al. [218]. As noted previously across the spectrum of \nFig. 6 Subgroup network meta-analysis on knee extension 1-RM \n(a), leg press 1-RM (b), knee extension isometric strength (c) and \nknee extension isokinetic torque (d) based on study duration. Light-\ngrey shade indicates small effect size, grey shade indicates medium \neffect size and dark-grey indicates large effect size. LVRT low-volume \nresistance training programs; MVRT moderate-volume resistance \ntraining programs; HVRT high-volume resistance training programs\n\n180 R. Radaelli et al.\nresistance training intensities [217, 218], it seems that once \na certain volume threshold is surpassed, resistance training \nimproves lean mass and lower-body muscle hypertrophy \nindependently of the dosage. We observed median increases \nranging from 0.6 to 0.8 kg in lean mass. Our results partially \nconcur with current recommendations [9–11], indicating that \nan even lower resistance training volume than previously \nsuggested for muscle function and size improvement can \nbe sustained for longer periods (≥ 20 weeks). Interestingly, \nadopting a low volume resistance training program with ~ 30 \nfull-body weekly sets (or ~ 12 lower-limb weekly sets) led \nto slightly superior benefits and was the only program to \nresult in continuous improvements over the medium-to-\nlong term. Furthermore, the relatively modest effects and \nlack of continuous improvement in these outcomes were \nobserved in previous studies [18, 219, 220] and seem to \nbe associated with anabolic resistance [18, 219, 220], as \nwe previously observed [221], and the diminishing returns \nprinciple, respectively. Nonetheless, low-volume resistance \ntraining may be an interesting strategy to help participants \nstay motivated, build on compliance and achieve their goals, \nespecially considering the challenges of long-term adher -\nence to resistance training and dropouts in participation \nin physical activity programs over time. Regarding those \nwho may derive these benefits, our results were predomi-\nnantly observed in physically healthy participants. This was \nexpected, given that the current evidence is limited for those \nat higher risk of disability [222–224]. While resistance train-\ning can prevent muscle wasting in older adults with sar -\ncopenia or frailty [222– 224], the most effective resistance \ntraining dosage for this group remains to be determined.\nRegarding muscle strength, all resistance training vol-\numes resulted in large effects on knee extension and leg \npress 1-RM. While we did not directly measure the impact of \nresistance training intensity, which is highly associated with \ngains in muscle strength [217, 225], the studies we examined \nhad predominantly prescribed a peak intensity of at least \n80% of the 1-RM. The principle of training specificity [226] \nexplains the large effects on 1-RM outcomes, as most partic-\nipants trained more closely to the requirement for the 1-RM \nFig. 7 Subgroup network meta-analysis on knee extension 1-RM (a), \nleg press 1-RM (b), knee extension isometric strength (c) and knee \nextension isokinetic torque (d) based on physical health status. Light-\ngrey shade indicates small effect size, grey shade indicates medium \neffect size and dark-grey indicates large effect size. LVRT low-volume \nresistance training programs; MVRT moderate-volume resistance \ntraining programs; HVRT high-volume resistance training programs\n\n181\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\ntest and presented greater transfer. However, a moderate-\nto-high volume was associated with greater improvements \nin isometric muscle strength and isokinetic torque. This \nresult seems to be similar to the results of Rocha et al. [26], \nalthough these authors combined different measures of mus-\ncle strength in the same analysis. For greater improvements \nin non-specific muscle strength, these were likely attributed \nto volume rather than peak intensity, with a higher dosage \nassociated with greater changes in isometric strength and \nisokinetic torque. Nevertheless, gains in knee extension and \nleg press muscle strength following higher volumes, regard-\nless of muscle strength type, were not specifically associ-\nated with gains in the physical function tests investigated. A \nnonlinear association between muscle strength and physi-\ncal function has been previously noted [227]. Therefore, \nwhen muscle strength reaches a certain threshold, likely \nachieved following different resistance training volumes, \nfurther increases do not contribute to better physical func-\ntion. Regarding the moderators tested, results were consist-\nently observed in the short and medium-to-long term, with a \nmoderate-to-high resistance training volume associated with \ngreater improvements. Interestingly, both physically healthy \nand physically impaired participants derived significantly \nlarge effects from moderate-to-high resistance training vol-\nume, which is important to preserve muscle strength for \nthose targeting healthy ageing and achieve a greater safety \nmargin before the threshold for disabilities.\nAs far as we know, this systematic review and network \nmeta-analysis represents the largest synthesis of resistance \ntraining volume in older adults. The strengths of the present \nstudy are as follows: (i) the inclusion of 151 randomised \ntrials with 6306 older adults (≥ 60 years), (ii) a network \nmeta-analysis comparing well-defined ranges of resist-\nance training volumes and (iii) resistance training studies \nwithout interference from other exercise components. How-\never, there are limitations worthy of comment. First, most \nstudies had a high risk of bias. Several concerns regarding \nthe randomisation process, measurement of outcomes and \nselection of reported results were identified. Transparency \nabout randomisation, allocation aspects and more rigorous \nassessments of outcomes must be considered in future resist-\nance training trials in older adults to reduce bias, achieve \na high certainty of evidence and better inform guidelines \nand health professionals. Second, most studies were con-\nducted in the short term (72.6%) and included older adults \nwho were deemed physically healthy (78.8%). These fac-\ntors have limited the generalisability of the data to longer \nperiods and older adults with physical limitations. Third, \nwe did not account for the specific number of repetitions \nprescribed/performed or tempo to calculate the resistance \ntraining volume, which are other methods to calculate \nthe total volume. Given the high variability and ranges of \nrepetitions prescribed in the studies examined and lack of \nreporting of resistance training tempo, an estimation and \ninclusion of these measures to calculate the resistance train-\ning volume would be imprecise and likely misleading in the \ncurrent context. Fourth, we did not account for the effects \nof resistance training compliance (i.e. ratio of the total vol-\nume of resistance training completed to that prescribed). It \nis expected that participants will present reduced compli-\nance in long-term programs, and this could affect physical \nfunction, muscle hypertrophy and strength adaptations in the \nlong term. Finally, our findings for fast walking speed were \nlimited by the small number of studies (n = 11) and lack of \ndirect comparisons between the resistance training volumes \ninvestigated.\n5 Conclusions\nIn summary, our findings indicated that a low volume is \nhighly effective for enhancing physical function, lean \nmass and muscle size in older adults in the short term \n(< 20  weeks). This approach was also effective in the \nmedium-to-long term (≥ 20 weeks). While prescribing a \nhigh resistance training volume may result in additional \nbenefits for muscle strength, our study suggests that a lower \nresistance training volume, approximately ~ 30 full-body \nweekly sets (or ~ 12 lower-limb weekly sets), equivalent to \ntwo sessions per week and two sets per exercise for eight \nlower-limb resistance exercises, is a reasonable and feasible \namount of resistance exercise. This volume of resistance \ntraining should be recommended in future exercise guide-\nlines, particularly for physically healthy older adults target-\ning healthy ageing.\nSupplementary Information The online version contains supplemen-\ntary material available at https:// doi. org/ 10. 1007/ s40279- 024- 02123-z.\nAcknowledgements Maria Petropoulou is funded by the German \nResearch Foundation (DFG; grant number PE 3629/1-1). The results \nof the study are presented clearly, honestly and without fabrication, \nfalsification or inappropriate data manipulation.\nDeclarations \nFunding No financial support was received to conduct the present \nstudy, or for the preparation or publication of this manuscript.\nConflict of Interests Régis Radaelli, Anderson Rech, Talita Molinari, \nAnna Maria Markarian, Maria Petropoulou, Urs Granacher, Tibor \nHortobagyi and Pedro Lopez declare that they have no conflict of in-\nterest with the content of this article.\nData Availability Data used in the present study such as data extraction \ntemplates, forms and analysis will be made available upon reasonable \nrequest to the corresponding author.\n\n182 R. Radaelli et al.\nAuthor Contributions Conception and design: Régis Radaelli, Ander-\nson Rech and Pedro Lopez; Acquisition, analysis or interpretation of \ndata: Régis Radaelli, Anderson Rech, Talita Molinari, Anna Maria \nMarkarian, Maria Petropoulou, Urs Granacher, Tibor Hortobagyi and \nPedro Lopez; Drafting of the manuscript: Régis Radaelli, Anderson \nRech, Talita Molinari, Anna Maria Markarian, Maria Petropoulou, Urs \nGranacher, Tibor Hortobagyi and Pedro Lopez; Critical revision of the \nmanuscript for important intellectual content: Régis Radaelli, Anderson \nRech, Talita Molinari, Anna Maria Markarian, Maria Petropoulou, Urs \nGranacher, Tibor Hortobagyi and Pedro Lopez. All authors have read \nand approved the final version of the article.\nReferences\n 1. Lexell J, Taylor CC, Sjöström M. What is the cause of the age-\ning atrophy? Total number, size and proportion of different \nfiber types studied in whole vastus lateralis muscle from 15- to \n83-year-old men. J Neurol Sci. 1988;84(2–3):275–94. https:// \ndoi. org/ 10. 1016/ 0022- 510x(88) 90132-3. (Epub 1988/04/01. \nPubMed PMID: 3379447).\n 2. Delmonico MJ, Harris TB, Visser M, Park SW, Conroy MB, \nVelasquez-Mieyer P, Boudreau R, Manini TM, Nevitt M, \nNewman AB, Goodpaster BH. Longitudinal study of muscle \nstrength, quality, and adipose tissue infiltration. Am J Clin Nutr. \n2009;90(6):1579–85. https:// doi. org/ 10. 3945/ ajcn. 2009. 28047. \n(Epub 2009/10/30. PubMed PMID: 19864405; PubMed Cen-\ntral PMCID: PMC2777469).\n 3. Bean JF, Kiely DK, Herman S, Leveille SG, Mizer K, Frontera \nWR, Fielding RA. The relationship between leg power and physi-\ncal performance in mobility-limited older people. J Am Geriatr \nSoc. 2002;50(3):461–7 (Epub 2002/04/12. PubMed PMID: \n11943041).\n 4. Steffen TM, Hacker TA, Mollinger L. Age- and gender-related \ntest performance in community-dwelling elderly people: six-\nminute walk test, berg balance scale, timed up & go test, and \ngait speeds. Phys Ther. 2002;82(2):128–37. https:// doi. org/ 10. \n1093/ ptj/ 82.2. 128. (PubMed PMID: 11856064).\n 5. Seeman TE, Merkin SS, Crimmins EM, Karlamangla AS. Disa-\nbility trends among older Americans: National Health And Nutri-\ntion Examination Surveys, 1988–1994 and 1999–2004. Am J \nPublic Health. 2010;100(1):100–7. https:// doi. org/ 10. 2105/ ajph. \n2008. 157388. (Epub 2009/11/17. PubMed PMID: 19910350; \nPubMed Central PMCID: PMC2791257).\n 6. Tinetti ME, Speechley M, Ginter SF. Risk factors for falls \namong elderly persons living in the community. N Engl J Med. \n1988;319(26):1701–7. https:// doi. org/ 10. 1056/ nejm1 98812 \n29319 2604. (Epub 1988/12/29. PubMed PMID: 3205267).\n 7. Cawthon PM, Fox KM, Gandra SR, Delmonico MJ, Chiou CF, \nAnthony MS, Sewall A, Goodpaster B, Satterfield S, Cummings \nSR, Harris TB. Do muscle mass, muscle density, strength, and \nphysical function similarly influence risk of hospitalization in \nolder adults? J Am Geriatr Soc. 2009;57(8):1411–9. https:// doi. \norg/ 10. 1111/j. 1532- 5415. 2009. 02366.x. (Epub 2009/08/18. \nPubMed PMID: 19682143; PubMed Central PMCID: \nPMC3269169).\n 8. Hanlon P, Nicholl BI, Jani BD, Lee D, McQueenie R, Mair \nFS. Frailty and pre-frailty in middle-aged and older adults \nand its association with multimorbidity and mortality: a pro-\nspective analysis of 493 737 UK Biobank participants. Lancet \nPublic Health. 2018;3(7):e323–32. https:// doi. org/ 10. 1016/ \ns2468- 2667(18) 30091-4. (Epub 2018/06/18. PubMed PMID: \n29908859; PubMed Central PMCID: PMC6028743).\n 9. American College of Sports M. American College of Sports \nMedicine position stand. Progression models in resistance train-\ning for healthy adults. Med Sci Sports Exerc. 2009;41(3):687–\n708. https:// doi. org/ 10. 1249/ MSS. 0b013 e3181 915670. (PubMed \nPMID: 19204579).\n 10. Fragala MS, Cadore EL, Dorgo S, Izquierdo M, Kraemer WJ, \nPeterson MD, Ryan ED. Resistance training for older adults: \nposition statement from the national strength and conditioning \nassociation. J Strength Cond Res. 2019;33(8):2019–52. https:// \ndoi. org/ 10. 1519/ jsc. 00000 00000 003230. (Epub 2019/07/26. \nPubMed PMID: 31343601).\n 11. Izquierdo M, Merchant RA, Morley JE, Anker SD, Aprahamian \nI, Arai H, Aubertin-Leheudre M, Bernabei R, Cadore EL, Cesari \nM, Chen LK, de Souto BP, Duque G, Ferrucci L, Fielding RA, \nGarcía-Hermoso A, Gutiérrez-Robledo LM, Harridge SDR, Kirk \nB, Kritchevsky S, Landi F, Lazarus N, Martin FC, Marzetti E, \nPahor M, Ramírez-Vélez R, Rodriguez-Mañas L, Rolland Y, Ruiz \nJG, Theou O, Villareal DT, Waters DL, Won Won C, Woo J, Vel-\nlas B, Fiatarone SM. International exercise recommendations in \nolder adults (ICFSR): expert consensus guidelines. J Nutr Health \nAging. 2021;25(7):824–53. https:// doi. org/ 10. 1007/ s12603- 021- \n1665-8. (Epub 2021/08/20. PubMed PMID: 34409961).\n 12. Krieger JW. Single vs. multiple sets of resistance exercise for \nmuscle hypertrophy: a meta-analysis. J Strength Cond Res. \n2010;24(4):1150–9. https:// doi. org/ 10. 1519/ JSC. 0b013 e3181 \nd4d436. (PubMed PMID: 20300012).\n 13. Peterson MD, Rhea MR, Sen A, Gordon PM. Resistance exercise \nfor muscular strength in older adults: a meta-analysis. Ageing \nRes Rev. 2010;9(3):226–37. https:// doi. org/ 10. 1016/j. arr. 2010. \n03. 004. (Epub 20100410. PubMed PMID: 20385254; PubMed \nCentral PMCID: PMC2892859).\n 14. Peterson MD, Sen A, Gordon PM. Influence of resistance exer -\ncise on lean body mass in aging adults: a meta-analysis. Med \nSci Sports Exerc. 2011;43(2):249–58. https:// doi. org/ 10. 1249/ \nMSS. 0b013 e3181 eb6265. (PubMed PMID: 20543750; Pub-\nMed Central PMCID: PMC2995836).\n 15. Borde R, Hortobágyi T, Granacher U. Dose-response relation-\nships of resistance training in healthy old adults: a systematic \nreview and meta-analysis. Sports Med. 2015;45(12):1693–720. \nhttps:// doi. org/ 10. 1007/ s40279- 015- 0385-9. (PubMed PMID: \n26420238; PubMed Central PMCID: PMC4656698).\n 16. Figueiredo VC, de Salles BF, Trajano GS. Volume for muscle \nhypertrophy and health outcomes: the most effective variable in \nresistance training. Sports Med. 2018;48(3):499–505. https:// doi. \norg/ 10. 1007/ s40279- 017- 0793-0. (PubMed PMID: 29022275).\n 17. Schoenfeld BJ, Ogborn D, Krieger JW. Dose–response relation-\nship between weekly resistance training volume and increases \nin muscle mass: a systematic review and meta-analysis. J Sports \nSci. 2017;35(11):1073–82. https:// doi. org/ 10. 1080/ 02640 414. \n2016. 12101 97. (Epub 20160719. PubMed PMID: 27433992).\n 18. Morton RW, Traylor DA, Weijs PJM, Phillips SM. Defining ana-\nbolic resistance: implications for delivery of clinical care nutri-\ntion. Curr Opin Crit Care. 2018;24(2):124–30. https:// doi. org/ 10. \n1097/ mcc. 00000 00000 000488. (PubMed PMID: 29389741).\n 19. Kumar V, Selby A, Rankin D, Patel R, Atherton P, Hildebrandt \nW, Williams J, Smith K, Seynnes O, Hiscock N, Rennie MJ. Age-\nrelated differences in the dose–response relationship of muscle \nprotein synthesis to resistance exercise in young and old men. \nJ Physiol. 2009;587(1):211–7. https:// doi. org/ 10. 1113/ jphys iol. \n2008. 164483. (Epub 20081110. PubMed PMID: 19001042; \nPubMed Central PMCID: PMC2670034).\n 20. Hakkinen K. Neuromuscular adaptation during strength training, \nageing, detraining, and immobilization. Crit Rev Phys Rehabil \nMed. 1994;14:161–98.\n\n183\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\n 21. Moritani T, deVries HA. Neural factors versus hypertrophy \nin the time course of muscle strength gain. Am J Phys Med. \n1979;58(3):115–30 (PubMed PMID: 453338).\n 22. Kido A, Tanaka N, Stein RB. Spinal excitation and inhi-\nbition decrease as humans age. Can J Physiol Pharmacol. \n2004;82(4):238–48. https:// doi. org/ 10. 1139/ y04- 017. (PubMed \nPMID: 15181462).\n 23. Christie A, Kamen G. Doublet discharges in motoneurons of \nyoung and older adults. J Neurophysiol. 2006;95(5):2787–95. \nhttps:// doi. org/ 10. 1152/ jn. 00685. 2005. (Epub 20060201. Pub-\nMed PMID: 16452261).\n 24. Laidlaw DH, Bilodeau M, Enoka RM. Steadiness is reduced \nand motor unit discharge is more variable in old adults. Muscle \nNerve. 2000;23(4):600–12. https:// doi. org/ 10. 1002/ (sici) 1097- \n4598(200004) 23:4% 3c600:: aid- mus20% 3e3.0. co;2-d. (PubMed \nPMID: 10716772).\n 25. Curtin D, Cadwallader CJ, Taylor EM, Andrews SC, Stout \nJC, Hendrikse JJ, Chong TT, Coxon JP. Ageing attenu-\nates exercise-enhanced motor cortical plasticity. J Physiol. \n2023;601(24):5733–50. https:// doi. org/ 10. 1113/ jp285 243. (Epub \n20231102. PubMed PMID: 37917116).\n 26. Rocha JNS, Pereira-Monteiro MR, Vasconcelos ABS, Pantoja-\nCardoso A, Aragão-Santos JC, Da Silva-Grigoletto ME. Differ -\nent resistance training volumes on strength, functional fitness, \nand body composition of older people: a systematic review with \nmeta-analysis. Arch Gerontol Geriatr. 2024;119:105303. https:// \ndoi. org/ 10. 1016/j. archg er. 2023. 105303. (Epub 20231207. Pub-\nMed PMID: 38128241).\n 27. Marques DL, Neiva HP, Marinho DA, Marques MC. Manipu-\nlating the resistance training volume in middle-aged and older \nadults: a systematic review with meta-analysis of the effects on \nmuscle strength and size, muscle quality, and functional capacity. \nSports Med. 2023;53(2):503–18. https:// doi. org/ 10. 1007/ s40279- \n022- 01769-x. (Epub 20221028. PubMed PMID: 36307745).\n 28. Brahms CM, Hortobágyi T, Kressig RW, Granacher U. The inter-\naction between mobility status and exercise specificity in older \nadults. Exerc Sport Sci Rev. 2021;49(1):15–22. https:// doi. org/ \n10. 1249/ jes. 00000 00000 000237. (PubMed PMID: 33044331).\n 29. Haskell WL, Wolffe JB. Memorial lecture health. Consequences \nof physical activity: understanding and challenges regarding \ndose–response. Med Sci Sports Exerc. 1994;26(6):649–60. \nhttps:// doi. org/ 10. 1249/ 00005 768- 19940 6000- 00001. (PubMed \nPMID: 8052103).\n 30. Radaelli R, Botton CE, Wilhelm EN, Bottaro M, Brown LE, Lac-\nerda F, Gaya A, Moraes K, Peruzzolo A, Pinto RS. Time course \nof low- and high-volume strength training on neuromuscular \nadaptations and muscle quality in older women. Age (Dordr). \n2014;36(2):881–92. https:// doi. org/ 10. 1007/ s11357- 013- 9611-2. \n(Epub 20140111. PubMed PMID: 24414336; PubMed Cen-\ntral PMCID: PMC4039257).\n 31. Radaelli R, Wilhelm EN, Botton CE, Rech A, Bottaro M, \nBrown LE, Pinto RS. Effects of single vs. multiple-set short-\nterm strength training in elderly women. Age (Dordr). \n2014;36(6):9720. https:// doi. org/ 10. 1007/ s11357- 014- 9720-6. \n(Epub 20141031. PubMed PMID: 25358552; PubMed Cen-\ntral PMCID: PMC4214965).\n 32. Galvão DA, Taaffe DR. Resistance exercise dosage in older \nadults: single- versus multiset effects on physical performance \nand body composition. J Am Geriatr Soc. 2005;53(12):2090–7. \nhttps:// doi. org/ 10. 1111/j. 1532- 5415. 2005. 00494.x. (PubMed \nPMID: 16398892).\n 33. Cunha PM, Nunes JP, Tomeleri CM, Nascimento MA, Schoen-\nfeld BJ, Antunes M, Gobbo LA, Teixeira D, Cyrino ES. Resist-\nance training performed with single and multiple sets induces \nsimilar improvements in muscular strength, muscle mass, mus-\ncle quality, and IGF-1 in older women: a randomized controlled \ntrial. J Strength Cond Res. 2020;34(4):1008–16. https:// doi. org/ \n10. 1519/ jsc. 00000 00000 002847. (PubMed PMID: 30272625).\n 34. Chen YC, Chen WC, Liu CW, Huang WY, Lu I, Lin CW, Huang \nRY, Chen JS, Huang CH. Is moderate resistance training ade-\nquate for older adults with sarcopenia? A systematic review \nand network meta-analysis of RCTs. Eur Rev Aging Phys Act. \n2023;20(1):22. https:// doi. org/ 10. 1186/ s11556- 023- 00333-4. \n(Epub 20231129. PubMed PMID: 38030985; PubMed Cen-\ntral PMCID: PMC10687931).\n 35. Shen Y, Shi Q, Nong K, Li S, Yue J, Huang J, Dong B, Beau-\nchamp M, Hao Q. Exercise for sarcopenia in older people: a sys-\ntematic review and network meta-analysis. J Cachexia Sarcope-\nnia Muscle. 2023;14(3):1199–211. https:// doi. org/ 10. 1002/ jcsm. \n13225. (Epub 20230414. PubMed PMID: 37057640; PubMed \nCentral PMCID: PMC10235889).\n 36. Sun X, Liu W, Gao Y, Qin L, Feng H, Tan H, Chen Q, Peng \nL, Wu IXY. Comparative effectiveness of non-pharmacological \ninterventions for frailty: a systematic review and network meta-\nanalysis. Age Ageing. 2023. https:// doi. org/ 10. 1093/ ageing/ afad0 \n04.\n 37. Furlan AD, Pennick V, Bombardier C, van Tulder M. 2009 \nupdated method guidelines for systematic reviews in the \nCochrane Back Review Group. Spine (Phila Pa 1976). \n2009;34(18):1929–41. https:// doi. org/ 10. 1097/ BRS. 0b013 e3181 \nb1c99f. (PubMed PMID: 19680101).\n 38. Ardern CL, Büttner F, Andrade R, Weir A, Ashe MC, Holden S, \nImpellizzeri FM, Delahunt E, Dijkstra HP, Mathieson S, Rath-\nleff MS, Reurink G, Sherrington C, Stamatakis E, Vicenzino \nB, Whittaker JL, Wright AA, Clarke M, Moher D, Page MJ, \nKhan KM, Winters M. Statement items for systematic reviews in \nthe sport and exercise medicine, musculoskeletal rehabilitation \nand sports science fields: the PERSiST (implementing Prisma \nin Exercise, Rehabilitation, Sport Medicine and Sports Science) \nguidance. Br J Sports Med. 2022;56(4):175–95.\n 39. Hutton B, Salanti G, Caldwell DM, Chaimani A, Schmid CH, \nCameron C, Ioannidis JP, Straus S, Thorlund K, Jansen JP, Mul-\nrow C, Catalá-López F, Gøtzsche PC, Dickersin K, Boutron I, \nAltman DG, Moher D. The PRISMA extension statement for \nreporting of systematic reviews incorporating network meta-\nanalyses of health care interventions: checklist and explanations. \nAnn Intern Med. 2015;162(11):777–84. https:// doi. org/ 10. 7326/ \nm14- 2385. (Epub 2015/06/02. PubMed PMID: 26030634).\n 40. Higgins JDJ, Altman DG. Special topics in statistics. Cochrane \nhandbook for systematic reviews of interventions; 2011. pp. \n482–8.\n 41. Sterne JAC, Savović J, Page MJ, Elbers RG, Blencowe NS, \nBoutron I, Cates CJ, Cheng HY, Corbett MS, Eldridge SM, \nEmberson JR, Hernán MA, Hopewell S, Hróbjartsson A, Jun-\nqueira DR, Jüni P, Kirkham JJ, Lasserson T, Li T, McAleenan A, \nReeves BC, Shepperd S, Shrier I, Stewart LA, Tilling K, White \nIR, Whiting PF, Higgins JPT. RoB 2: a revised tool for assess-\ning risk of bias in randomised trials. Br Med J. 2019;366:l4898. \nhttps:// doi. org/ 10. 1136/ bmj. l4898. (Epub 2019/08/30. PubMed \nPMID: 31462531).\n 42. Salanti G, Del Giovane C, Chaimani A, Caldwell DM, Higgins \nJP. Evaluating the quality of evidence from a network meta-\nanalysis. PLoS ONE. 2014;9(7): e99682. https:// doi. org/ 10. 1371/ \njourn al. pone. 00996 82. (Epub 2014/07/06. PubMed PMID: \n24992266; PubMed Central PMCID: PMC4084629).\n 43. Rücker G. Network meta-analysis, electrical networks and \ngraph theory. Res Synth Methods. 2012;3(4):312–24. https:// \ndoi. org/ 10. 1002/ jrsm. 1058. (Epub 20120925. PubMed PMID: \n26053424).\n 44. Shim SR, Kim SJ, Lee J, Rücker G. Network meta-analysis: \napplication and practice using R software. Epidemiol Health. \n2019;41: e2019013. https:// doi. org/ 10. 4178/ epih. e2019 013. \n\n184 R. Radaelli et al.\n(Epub 20190408. PubMed PMID: 30999733; PubMed Cen-\ntral PMCID: PMC6635665).\n 45. Rücker G, Krahn U, König J, Efthimiou O, Davies A, Papakon-\nstantinou T, Schwarzer G. netmeta: network meta-analysis using \nfrequentist methods. R package version 2.1-1; 2022.\n 46. Jansen JP, Naci H. Is network meta-analysis as valid as stand-\nard pairwise meta-analysis? It all depends on the distribution \nof effect modifiers. BMC Med. 2013;11:159. https:// doi. org/ 10. \n1186/ 1741- 7015- 11- 159. (Epub 2013/07/06. PubMed PMID: \n23826681; PubMed Central PMCID: PMC3707819).\n 47. Dias S, Welton NJ, Caldwell DM, Ades AE. Checking consist-\nency in mixed treatment comparison meta-analysis. Stat Med. \n2010;29(7–8):932–44. https:// doi. org/ 10. 1002/ sim. 3767. (Epub \n2010/03/10. PubMed PMID: 20213715).\n 48. König J, Krahn U, Binder H. Visualizing the flow of evidence \nin network meta-analysis and characterizing mixed treatment \ncomparisons. Stat Med. 2013;32(30):5414–29. https:// doi. org/ 10. \n1002/ sim. 6001. (Epub 2013/10/15. PubMed PMID: 24123165).\n 49. Rücker G, Schwarzer G. Ranking treatments in frequentist net-\nwork meta-analysis works without resampling methods. BMC \nMed Res Methodol. 2015;15:58. https:// doi. org/ 10. 1186/ s12874- \n015- 0060-8. (Epub 20150731. PubMed PMID: 26227148; \nPubMed Central PMCID: PMC4521472).\n 50. Petropoulou M, Salanti G, Rücker G, Schwarzer G, Moustaki \nI, Mavridis D. A forward search algorithm for detecting \nextreme study effects in network meta-analysis. Stat Med. \n2021;40(25):5642–56. https:// doi. org/ 10. 1002/ sim. 9145. (Epub \n2021/07/23. PubMed PMID: 34291499).\n 51. Petropoulou M, Schwarzer G, Panos A, Mavridis D. NMA out-\nlier: detecting outliers in network meta-analysis. R package ver-\nsion 0.1.18. 2021.\n 52. Fiatarone MA, O’Neill EF, Ryan ND, Clements KM, Solares GR, \nNelson ME, Roberts SB, Kehayias JJ, Lipsitz LA, Evans WJ. \nExercise training and nutritional supplementation for physical \nfrailty in very elderly people. N Engl J Med. 1994;330(25):1769–\n75. https:// doi. org/ 10. 1056/ nejm1 99406 23330 2501. (PubMed \nPMID: 8190152).\n 53. Ades PA, Ballor DL, Ashikaga T, Utton JL, Nair KS. Weight \ntraining improves walking endurance in healthy elderly per -\nsons. Ann Intern Med. 1996;124(6):568–72. https:// doi. org/ 10. \n7326/ 0003- 4819- 124-6- 19960 3150- 00005. (PubMed PMID: \n8597320).\n 54. Rall LC, Meydani SN, Kehayias JJ, Dawson-Hughes B, \nRoubenoff R. The effect of progressive resistance training \nin rheumatoid arthritis. Increased strength without changes \nin energy balance or body composition. Arthritis Rheum. \n1996;39(3):415–26. https:// doi. org/ 10. 1002/ art. 17803 90309. \n(PubMed PMID: 8607890).\n 55. Buchner DM, Cress ME, de Lateur BJ, Esselman PC, Margherita \nAJ, Price R, Wagner EH. The effect of strength and endurance \ntraining on gait, balance, fall risk, and health services use in \ncommunity-living older adults. J Gerontol A Biol Sci Med Sci. \n1997;52(4):M218–24. https:// doi. org/ 10. 1093/ gerona/ 52a.4. \nm218. (PubMed PMID: 9224433).\n 56. Brandon LJ, Boyette LW, Gaasch DA, Lloyd A. Effects of lower \nextremity strength training on functional mobility in older adults. \nJ Aging Phys Act. 2000;8(3):214–27.\n 57. Hagerman FC, Walsh SJ, Staron RS, Hikida RS, Gilders RM, \nMurray TF, Toma K, Ragg KE. Effects of high-intensity resist-\nance training on untrained older men. I. Strength, cardiovascu-\nlar, and metabolic responses. J Gerontol A Biol Sci Med Sci. \n2000;55(7):B336–46. https:// doi. org/ 10. 1093/ gerona/ 55.7. b336. \n(PubMed PMID: 10898247).\n 58. Parkhouse WS, Coupland DC, Li C, Vanderhoek KJ. IGF-1 \nbioavailability is increased by resistance training in older \nwomen with low bone mineral density. Mech Ageing Dev. \n2000;113(2):75–83. https:// doi. org/ 10. 1016/ s0047- 6374(99) \n00103-7. (PubMed PMID: 10708256).\n 59. Hortobágyi T, Tunnel D, Moody J, Beam S, DeVita P. Low- \nor high-intensity strength training partially restores impaired \nquadriceps force accuracy and steadiness in aged adults. J Ger -\nontol A Biol Sci Med Sci. 2001;56(1):B38–47. https:// doi. org/ \n10. 1093/ gerona/ 56.1. b38. (PubMed PMID: 11193224).\n 60. Hunter GR, Wetzstein CJ, McLafferty CL Jr, Zuckerman PA, \nLanders KA, Bamman MM. High-resistance versus variable-\nresistance training in older adults. Med Sci Sports Exerc. \n2001;33(10):1759–64. https:// doi. org/ 10. 1097/ 00005 768- \n20011 0000- 00022. (PubMed PMID: 11581563).\n 61. Fahlman MM, Boardley D, Lambert CP, Flynn MG. Effects of \nendurance training and resistance training on plasma lipopro-\ntein profiles in elderly women. J Gerontol A Biol Sci Med Sci. \n2002;57(2):B54–60. https:// doi. org/ 10. 1093/ gerona/ 57.2. b54. \n(PubMed PMID: 11818424).\n 62. Malliou P, Fatouros I, Beneka A, Gioftsidou A, Zissi V, Godo-\nlias G, Fotinakis P. Different training programs for improv -\ning muscular performance in healthy inactive elderly. Isokinet \nExerc Sci. 2003;11(4):189–95.\n 63. Miszko TA, Cress ME, Slade JM, Covey CJ, Agrawal SK, \nDoerr CE. Effect of strength and power training on physical \nfunction in community-dwelling older adults. J Gerontol A \nBiol Sci Med Sci. 2003;58(2):171–5. https:// doi. org/ 10. 1093/ \ngerona/ 58.2. m171. (PubMed PMID: 12586856).\n 64. Rabelo H, Oliveira R, Bottaro M. Effects of resistance train-\ning on activities of daily living in older women. Biol Sport. \n2004;21(4):325–36.\n 65. Beneka A, Malliou P, Fatouros I, Jamurtas A, Gioftsidou A, \nGodolias G, Taxildaris K. Resistance training effects on mus-\ncular strength of elderly are related to intensity and gender. \nJ Sci Med Sport. 2005;8(3):274–83. https:// doi. org/ 10. 1016/ \ns1440- 2440(05) 80038-6. (PubMed PMID: 16248468).\n 66. DeBeliso M, Harris C, Spitzer-Gibson T, Adams KJ. A com-\nparison of periodised and fixed repetition training protocol on \nstrength in older adults. J Sci Med Sport. 2005;8(2):190–9. \nhttps:// doi. org/ 10. 1016/ s1440- 2440(05) 80010-6. (PubMed \nPMID: 16075779).\n 67. Fatouros IG, Kambas A, Katrabasas I, Nikolaidis K, Chatz-\ninikolaou A, Leontsini D, Taxildaris K. Strength training and \ndetraining effects on muscular strength, anaerobic power, and \nmobility of inactive older men are intensity dependent. Br J \nSports Med. 2005;39(10):776–80. https:// doi. org/ 10. 1136/ \nbjsm. 2005. 019117. (PubMed PMID: 16183776; PubMed \nCentral PMCID: PMC1725040).\n 68. Haykowsky M, McGavock J, Vonder Muhll I, Koller M, \nMandic S, Welsh R, Taylor D. Effect of exercise training on \npeak aerobic power, left ventricular morphology, and muscle \nstrength in healthy older women. J Gerontol A Biol Sci Med \nSci. 2005;60(3):307–11. https:// doi. org/ 10. 1093/ gerona/ 60.3. \n307. (PubMed PMID: 15860465).\n 69. Chin APMJ, van Poppel MN, Twisk JW, van Mechelen W. \nOnce a week not enough, twice a week not feasible? A ran-\ndomised controlled exercise trial in long-term care facili-\nties [ISRCTN87177281]. Patient Educ Couns. 2006;63(1–\n2):205–14. https:// doi. org/ 10. 1016/j. pec. 2005. 10. 008. (Epub \n20060119. PubMed PMID: 16426800).\n 70. Simons R, Andel R. The effects of resistance training and \nwalking on functional fitness in advanced old age. J Aging \nHealth. 2006;18(1):91–105. https:// doi. org/ 10. 1177/ 08982 \n64305 281102. (PubMed PMID: 16470977).\n 71. Fahlman M, Morgan A, McNevin N, Topp R, Boardley D. \nCombination training and resistance training as effective inter -\nventions to improve functioning in elders. J Aging Phys Act. \n\n185\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\n2007;15(2):195–205. https:// doi. org/ 10. 1123/ japa. 15.2. 195. \n(PubMed PMID: 17556785).\n 72. Bobeuf F, Labonté M, Khalil A, Dionne IJ. Effects of resist-\nance training combined with antioxidant supplementation on \nfat-free mass and insulin sensitivity in healthy elderly sub-\njects. Diabetes Res Clin Pract. 2010;87(1):e1–3. https:// doi. \norg/ 10. 1016/j. diabr es. 2009. 10. 001. (Epub 20091101. PubMed \nPMID: 19880208).\n 73. Kanegusuku H, Queiroz AC, Chehuen MR, Costa LA, \nWallerstein LF, Mello MT, Ugrinowitsch C, Forjaz CL. \nStrength and power training did not modify cardiovascular \nresponses to aerobic exercise in elderly subjects. Braz J Med \nBiol Res. 2011;44(9):864–70. https:// doi. org/ 10. 1590/ s0100- \n879x2 01100 75001 00. (Epub 20110812. PubMed PMID: \n21845341).\n 74. Vincent HK, Bourguignon C, Vincent KR. Resistance training \nlowers exercise-induced oxidative stress and homocysteine levels \nin overweight and obese older adults. Obesity (Silver Spring). \n2006;14(11):1921–30. https:// doi. org/ 10. 1038/ oby. 2006. 224. \n(PubMed PMID: 17135607).\n 75. Campos ALP, Del Ponte LdS, Cavalli AS, Afonso MdR, Schild \nJFG, Reichert FF. Efeitos do treinamento concorrente sobre \naspectos da saúde de idosas. Braz J Kinathrop Hum Perform. \n2013;15:437–47.\n 76. Bento PC, Rodacki AL. Muscle function in aged women in \nresponse to a water-based exercises program and progressive \nresistance training. Geriatr Gerontol Int. 2015;15(11):1193–200. \nhttps:// doi. org/ 10. 1111/ ggi. 12418. (Epub 20141211. PubMed \nPMID: 25495858).\n 77. Uematsu A, Tsuchiya K, Kadono N, Kobayashi H, Kaetsu T, \nHortobágyi T, Suzuki S. A behavioral mechanism of how \nincreases in leg strength improve old adults’ gait speed. PLoS \nONE. 2014;9(10): e110350. https:// doi. org/ 10. 1371/ journ al. \npone. 01103 50. (Epub 20141013. PubMed PMID: 25310220; \nPubMed Central PMCID: PMC4195722).\n 78. Frank P, Andersson E, Pontén M, Ekblom B, Ekblom M, \nSahlin K. Strength training improves muscle aerobic capac-\nity and glucose tolerance in elderly. Scand J Med Sci Sports. \n2016;26(7):764–73. https:// doi. org/ 10. 1111/ sms. 12537. (Epub \n20150814. PubMed PMID: 26271931).\n 79. Ribeiro AS, Schoenfeld BJ, Pina FL, Souza MF, Nascimento \nMA, dos Santos L, Antunes M, Cyrino ES. Resistance train-\ning in older women: comparison of single vs. multiple sets on \nmuscle strength and body composition. Isokinet Exerc Sci. \n2015;23(1):53–60.\n 80. Gambassi BB, Rodrigues B, Feriani DJ, de Jesus Furtado AF, \nSauaia BA, Schwingel PA, de Moraes OA, Pulcherio JOB, \nAndrade MFB, Mostarda CT. Effects of resistance training of \nmoderate intensity on heart rate variability, body composition, \nand muscle strength in healthy elderly women. Sport Sci Health. \n2016;12:389–95.\n 81. Sundstrup E, Jakobsen MD, Andersen LL, Andersen TR, Rand-\ners MB, Helge JW, Suetta C, Schmidt JF, Bangsbo J, Krustrup P, \nAagaard P. Positive effects of 1-year football and strength train-\ning on mechanical muscle function and functional capacity in \nelderly men. Eur J Appl Physiol. 2016;116(6):1127–38. https:// \ndoi. org/ 10. 1007/ s00421- 016- 3368-0. (Epub 20160411. PubMed \nPMID: 27068158.).\n 82. Monteiro A, Bartolomeu RF, Forte P, Carvalho J. Los efectos de \ntres tipos diferentes de entrenamiento en la aptitud funcional y la \ncomposición corporal en mujeres mayores. J Sport Health Res. \n2019;11(3).\n 83. Richardson DL, Duncan MJ, Jimenez A, Juris PM, Clarke ND. \nEffects of movement velocity and training frequency of resistance \nexercise on functional performance in older adults: a randomised \ncontrolled trial. Eur J Sport Sci. 2019;19(2):234–46. https:// doi. \norg/ 10. 1080/ 17461 391. 2018. 14977 09. (Epub 20180717. Pub-\nMed PMID: 30016185).\n 84. Hooshmand-Moghadam B, Eskandari M, Golestani F, Rezae \nS, Mahmoudi N, Gaeini AA. The effect of 12-week resistance \nexercise training on serum levels of cellular aging process param-\neters in elderly men. Exp Gerontol. 2020;141:111090. https:// doi. \norg/ 10. 1016/j. exger. 2020. 111090. (Epub 20200909. PubMed \nPMID: 32919015).\n 85. Coelho-Júnior HJ, Uchida MC. Effects of low-speed and high-\nspeed resistance training programs on frailty status, physical per-\nformance, cognitive function, and blood pressure in prefrail and \nfrail older adults. Front Med (Lausanne). 2021;8:702436. https:// \ndoi. org/ 10. 3389/ fmed. 2021. 702436. (Epub 20210726. PubMed \nPMID: 34381802; PubMed Central PMCID: PMC8350041).\n 86. Charette SL, McEvoy L, Pyka G, Snow-Harter C, Guido D, \nWiswell RA, Marcus R. Muscle hypertrophy response to resist-\nance training in older women. J Appl Physiol. 1991;70(5):1912–\n6. https:// doi. org/ 10. 1152/ jappl. 1991. 70.5. 1912. (PubMed \nPMID: 1864770).\n 87. Pollock ML, Carroll JF, Graves JE, Leggett SH, Braith RW, \nLimacher M, Hagberg JM. Injuries and adherence to walk/jog \nand resistance training programs in the elderly. Med Sci Sports \nExerc. 1991;23(10):1194–200 (PubMed PMID: 1758297).\n 88. Nichols JF, Omizo DK, Peterson KK, Nelson KP. Efficacy of \nheavy-resistance training for active women over sixty: muscular \nstrength, body composition, and program adherence. J Am Geri-\natr Soc. 1993;41(3):205–10. https:// doi. org/ 10. 1111/j. 1532- 5415. \n1993. tb066 92.x. (PubMed PMID: 8440838).\n 89. Judge JO, Whipple RH, Wolfson LI. Effects of resistive and bal-\nance exercises on isokinetic strength in older persons. J Am Geri-\natr Soc. 1994;42(9):937–46. https:// doi. org/ 10. 1111/j. 1532- 5415. \n1994. tb065 84.x. (PubMed PMID: 8064101).\n 90. Pyka G, Lindenberger E, Charette S, Marcus R. Muscle strength \nand fiber adaptations to a year-long resistance training program \nin elderly men and women. J Gerontol. 1994;49(1):M22–7. \nhttps:// doi. org/ 10. 1093/ geronj/ 49.1. m22. (PubMed PMID: \n8282977).\n 91. McCartney N, Hicks AL, Martin J, Webber CE. Long-term resist-\nance training in the elderly: effects on dynamic strength, exer -\ncise capacity, muscle, and bone. J Gerontol A Biol Sci Med Sci. \n1995;50(2):B97-104. https:// doi. org/ 10. 1093/ gerona/ 50a.2. b97. \n(PubMed PMID: 7874586).\n 92. Sipilä S, Suominen H. Effects of strength and endurance training \non thigh and leg muscle mass and composition in elderly women. \nJ Appl Physiol (1985). 1995;78(1):334–40. https:// doi. org/ 10. \n1152/ jappl. 1995. 78.1. 334. (PubMed PMID: 7713834).\n 93. Taaffe DR, Pruitt L, Reim J, Butterfield G, Marcus R. Effect \nof sustained resistance training on basal metabolic rate in older \nwomen. J Am Geriatr Soc. 1995;43(5):465–71. https:// doi. \norg/ 10. 1111/j. 1532- 5415. 1995. tb060 90.x. (PubMed PMID: \n7730525).\n 94. Sipilä S, Multanen J, Kallinen M, Era P, Suominen H. Effects \nof strength and endurance training on isometric muscle strength \nand walking speed in elderly women. Acta Physiol Scand. \n1996;156(4):457–64. https:// doi. org/ 10. 1046/j. 1365- 201X. 1996. \n46117 7000.x. (PubMed PMID: 8732251).\n 95. Taaffe DR, Pruitt L, Pyka G, Guido D, Marcus R. Comparative \neffects of high- and low-intensity resistance training on thigh \nmuscle strength, fiber area, and tissue composition in elderly \nwomen. Clin Physiol. 1996;16(4):381–92. https:// doi. org/ 10. \n1111/j. 1475- 097x. 1996. tb007 27.x. (PubMed PMID: 8842574).\n 96. Tsutsumi T, Don BM, Zaichkowsky LD, Takenaka K, Oka K, \nOhno T. Comparison of high and moderate intensity of strength \ntraining on mood and anxiety in older adults. Percept Mot Skills. \n1998;87(3 Pt 1):1003–11. https:// doi. org/ 10. 2466/ pms. 1998. \n87.3. 1003. (PubMed PMID: 9885072).\n\n186 R. Radaelli et al.\n 97. Taaffe DR, Duret C, Wheeler S, Marcus R. Once-weekly resist-\nance exercise improves muscle strength and neuromuscular per-\nformance in older adults. J Am Geriatr Soc. 1999;47(10):1208–\n14. https:// doi. org/ 10. 1111/j. 1532- 5415. 1999. tb052 01.x. \n(PubMed PMID: 10522954).\n 98. Haykowsky M, Humen D, Teo K, Quinney A, Souster M, Bell \nG, Taylor D. Effects of 16 weeks of resistance training on left \nventricular morphology and systolic function in healthy men >60 \nyears of age. Am J Cardiol. 2000;85(8):1002–6. https:// doi. org/ \n10. 1016/ s0002- 9149(99) 00918-2. (PubMed PMID: 10760343).\n 99. Rhodes EC, Martin AD, Taunton JE, Donnelly M, Warren J, \nElliot J. Effects of one year of resistance training on the relation \nbetween muscular strength and bone density in elderly women. \nBr J Sports Med. 2000;34(1):18–22. https:// doi. org/ 10. 1136/ \nbjsm. 34.1. 18. (PubMed PMID: 10690445; PubMed Central \nPMCID: PMC1724140).\n 100. Jubrias SA, Esselman PC, Price LB, Cress ME, Conley KE. \nLarge energetic adaptations of elderly muscle to resistance and \nendurance training. J Appl Physiol (1985). 2001;90(5):1663–70. \nhttps:// doi. org/ 10. 1152/ jappl. 2001. 90.5. 1663. (PubMed PMID: \n11299253).\n 101. Panton LB, Franke WD, Bleil DA, Baier SM, King DS. Effects \nof resistance training on cardiovascular responses to lower body \nnegative pressure in the elderly. Clin Physiol. 2001;21(5):605–\n11. https:// doi. org/ 10. 1046/j. 1365- 2281. 2001. 00357.x. (PubMed \nPMID: 11576162).\n 102. Schlicht J, Camaione DN, Owen SV. Effect of intense strength \ntraining on standing balance, walking speed, and sit-to-stand \nperformance in older adults. J Gerontol A Biol Sci Med Sci. \n2001;56(5):M281–6. https:// doi. org/ 10. 1093/ gerona/ 56.5. m281. \n(PubMed PMID: 11320107).\n 103. Fatouros IG, Taxildaris K, Tokmakidis SP, Kalapotharakos V, \nAggelousis N, Athanasopoulos S, Zeeris I, Katrabasas I. The \neffects of strength training, cardiovascular training and their \ncombination on flexibility of inactive older adults. Int J Sports \nMed. 2002;23(2):112–9. https:// doi. org/ 10. 1055/s- 2002- 20130. \n(PubMed PMID: 11842358).\n 104. Lange KH, Andersen JL, Beyer N, Isaksson F, Larsson B, Ras-\nmussen MH, Juul A, Bülow J, Kjaer M. GH administration \nchanges myosin heavy chain isoforms in skeletal muscle but \ndoes not augment muscle strength or hypertrophy, either alone \nor combined with resistance exercise training in healthy elderly \nmen. J Clin Endocrinol Metab. 2002;87(2):513–23. https:// doi. \norg/ 10. 1210/ jcem. 87.2. 8206. (PubMed PMID: 11836279).\n 105. Vincent KR, Braith RW, Feldman RA, Magyari PM, Cutler RB, \nPersin SA, Lennon SL, Gabr AH, Lowenthal DT. Resistance \nexercise and physical performance in adults aged 60 to 83. J Am \nGeriatr Soc. 2002;50(6):1100–7. https:// doi. org/ 10. 1046/j. 1532- \n5415. 2002. 50267.x. (PubMed PMID: 12110072).\n 106. Frontera WR, Hughes VA, Krivickas LS, Kim SK, Foldvari \nM, Roubenoff R. Strength training in older women: early and \nlate changes in whole muscle and single cells. Muscle Nerve. \n2003;28(5):601–8. https:// doi. org/ 10. 1002/ mus. 10480. (PubMed \nPMID: 14571463).\n 107. Kalapotharakos VI, Michalopoulou M, Godolias G, Tokmakidis \nSP, Malliou PV, Gourgoulis V. The effects of high- and moder -\nate-resistance training on muscle function in the elderly. J Aging \nPhys Act. 2004;12(2):131–43. https:// doi. org/ 10. 1123/ japa. 12.2. \n131. (PubMed PMID: 15223882).\n 108. Liu-Ambrose T, Khan KM, Eng JJ, Lord SR, McKay HA. Bal-\nance confidence improves with resistance or agility training. \nIncrease is not correlated with objective changes in fall risk and \nphysical abilities. Gerontology. 2004;50(6):373–82. https:// doi. \norg/ 10. 1159/ 00008 0175.\n 109. Reeves ND, Narici MV, Maganaris CN. Effect of resistance train-\ning on skeletal muscle-specific force in elderly humans. J Appl \nPhysiol (1985). 2004;96(3):885–92. https:// doi. org/ 10. 1152/ \njappl physi ol. 00688. 2003. (Epub 20031024. PubMed PMID: \n14578365).\n 110. Tracy BL, Byrnes WC, Enoka RM. Strength training reduces \nforce fluctuations during anisometric contractions of the quadri-\nceps femoris muscles in old adults. J Appl Physiol (1985). \n2004;96(4):1530–40. https:// doi. org/ 10. 1152/ jappl physi ol. 00861. \n2003. (Epub 20031017. PubMed PMID: 14565966).\n 111. de Vreede PL, Samson MM, van Meeteren NL, Duursma SA, \nVerhaar HJ. Functional-task exercise versus resistance strength \nexercise to improve daily function in older women: a randomized, \ncontrolled trial. J Am Geriatr Soc. 2005;53(1):2–10. https:// \ndoi. org/ 10. 1111/j. 1532- 5415. 2005. 53003.x. (PubMed PMID: \n15667369).\n 112. Sousa N, Sampaio J. Effects of progressive strength training on \nthe performance of the functional reach test and the timed get-\nup-and-go test in an elderly population from the rural north of \nPortugal. Am J Hum Biol. 2005;17(6):746–51. https:// doi. org/ \n10. 1002/ ajhb. 20446. (PubMed PMID: 16254902).\n 113. Fatouros IG, Kambas A, Katrabasas I, Leontsini D, Chatz-\ninikolaou A, Jamurtas AZ, Douroudos I, Aggelousis N, Taxil-\ndaris K. Resistance training and detraining effects on flexibility \nperformance in the elderly are intensity-dependent. J Strength \nCond Res. 2006;20(3):634–42. https:// doi. org/ 10. 1519/r- \n17615.1. (PubMed PMID: 16937978).\n 114. Henwood TR, Taaffe DR. Short-term resistance training and the \nolder adult: the effect of varied programmes for the enhancement \nof muscle strength and functional performance. Clin Physiol \nFunct Imaging. 2006;26(5):305–13. https:// doi. org/ 10. 1111/j. \n1475- 097X. 2006. 00695.x. (PubMed PMID: 16939509).\n 115. Cassilhas RC, Viana VA, Grassmann V, Santos RT, Santos \nRF, Tufik S, Mello MT. The impact of resistance exercise on \nthe cognitive function of the elderly. Med Sci Sports Exerc. \n2007;39(8):1401–7. https:// doi. org/ 10. 1249/ mss. 0b013 e3180 \n60111f. (PubMed PMID: 17762374).\n 116. Kalapotharakos V, Smilios I, Parlavatzas A, Tokmakidis SP. The \neffect of moderate resistance strength training and detraining on \nmuscle strength and power in older men. J Geriatr Phys Ther. \n2007;30(3):109–13. https:// doi. org/ 10. 1519/ 00139 143- 20071 \n2000- 00005. (PubMed PMID: 18171494).\n 117. Kryger AI, Andersen JL. Resistance training in the oldest old: \nconsequences for muscle strength, fiber types, fiber size, and \nMHC isoforms. Scand J Med Sci Sports. 2007;17(4):422–30. \nhttps:// doi. org/ 10. 1111/j. 1600- 0838. 2006. 00575.x. (Epub \n20070509. PubMed PMID: 17490465).\n 118. Reid KF, Callahan DM, Carabello RJ, Phillips EM, Frontera WR, \nFielding RA. Lower extremity power training in elderly subjects \nwith mobility limitations: a randomized controlled trial. Aging \nClin Exp Res. 2008;20(4):337–43. https:// doi. org/ 10. 1007/ bf033 \n24865. (PubMed PMID: 18852547; PubMed Central PMCID: \nPMC2673568).\n 119. Granacher U, Gruber M, Gollhofer A. Resistance training \nand neuromuscular performance in seniors. Int J Sports Med. \n2009;30(9):652–7. https:// doi. org/ 10. 1055/s- 0029- 12241 78. \n(Epub 20090630. PubMed PMID: 19569007).\n 120. Marsh AP, Miller ME, Rejeski WJ, Hutton SL, Kritchevsky SB. \nLower extremity muscle function after strength or power training \nin older adults. J Aging Phys Act. 2009;17(4):416–43. https:// \ndoi. org/ 10. 1123/ japa. 17.4. 416. (PubMed PMID: 19940322; \nPubMed Central PMCID: PMC4318571).\n 121. Strasser B, Keinrad M, Haber P, Schobersberger W. Efficacy of \nsystematic endurance and resistance training on muscle strength \nand endurance performance in elderly adults—a randomized con-\ntrolled trial. Wien Klin Wochenschr. 2009;121(23–24):757–64. \nhttps:// doi. org/ 10. 1007/ s00508- 009- 1273-9. (PubMed PMID: \n20047114).\n\n187\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\n 122. Kalapotharakos VI, Diamantopoulos K, Tokmakidis SP. Effects \nof resistance training and detraining on muscle strength and func-\ntional performance of older adults aged 80 to 88 years. Aging \nClin Exp Res. 2010;22(2):134–40. https:// doi. org/ 10. 1007/ bf033 \n24786. (PubMed PMID: 20440099).\n 123. Lovell DI, Cuneo R, Gass GC. The effect of strength train-\ning and short-term detraining on maximum force and the \nrate of force development of older men. Eur J Appl Physiol. \n2010;109(3):429–35. https:// doi. org/ 10. 1007/ s00421- 010- \n1375-0. (Epub 20100207. PubMed PMID: 20140683).\n 124. Ahtiainen JP, Hulmi JJ, Kraemer WJ, Lehti M, Nyman K, \nSelänne H, Alen M, Pakarinen A, Komulainen J, Kovanen V, \nMero AA, Häkkinen K. Heavy resistance exercise training and \nskeletal muscle androgen receptor expression in younger and \nolder men. Steroids. 2011;76(1–2):183–92. https:// doi. org/ \n10. 1016/j. stero ids. 2010. 10. 012. (Epub 20101109. PubMed \nPMID: 21070797).\n 125. Rabelo HT, Bezerra LA, Terra DF, Lima RM, Silva MA, Leite \nTK, de Oliveira RJ. Effects of 24 weeks of progressive resist-\nance training on knee extensors peak torque and fat-free mass \nin older women. J Strength Cond Res. 2011;25(8):2298–303. \nhttps:// doi. org/ 10. 1519/ JSC. 0b013 e3181 e86106. (PubMed \nPMID: 21606859).\n 126. Correa CS, LaRoche DP, Cadore EL, Reischak-Oliveira A, \nBottaro M, Kruel LF, Tartaruga MP, Radaelli R, Wilhelm EN, \nLacerda FC, Gaya AR, Pinto RS. 3 Different types of strength \ntraining in older women. Int J Sports Med. 2012;33(12):962–9. \nhttps:// doi. org/ 10. 1055/s- 0032- 13126 48. (Epub 20120710. \nPubMed PMID: 22782384).\n 127. Locks RR, Costa TC, Koppe S, Yamaguti AM, Garcia MC, \nGomes AR. Effects of strength and flexibility training on func -\ntional performance of healthy older people. Rev Bras Fisioter. \n2012;16(3):184–90. https:// doi. org/ 10. 1590/ s1413- 35552 \n01200 03000 03. (PubMed PMID: 22801513).\n 128. Murlasits Z, Reed J, Wells K. Effect of resistance training fre-\nquency on physiological adaptations in older adults. J Exerc \nSci Fit. 2012;10(1):28–32.\n 129. Raj IS, Bird SR, Westfold BA, Shield AJ. Effects of eccen -\ntrically biased versus conventional weight training in older \nadults. Med Sci Sports Exerc. 2012;44(6):1167–76. https:// \ndoi. org/ 10. 1249/ MSS. 0b013 e3182 442ecd. (PubMed PMID: \n22143107).\n 130. Wallerstein LF, Tricoli V, Barroso R, Rodacki AL, Russo \nL, Aihara AY, DaRochaCorreaFernandes A, DeMello MT, \nUgrinowitsch C. Effects of strength and power training on \nneuromuscular variables in older adults. J Aging Phys Act. \n2012;20(2):171–85. https:// doi. org/ 10. 1123/ japa. 20.2. 171.\n 131. Bellomo R, Iodice P, Maffulli N, Maghradze T, Coco V, Saggini \nR. Muscle strength and balance training in sarcopenic elderly: \na pilot study with randomized controlled trial. Eur J Inflamm. \n2013;11(1):193–201.\n 132. Farinatti PT, Geraldes AA, Bottaro MF, Lima MV, Albuquer -\nque RB, Fleck SJ. Effects of different resistance training fre-\nquencies on the muscle strength and functional performance \nof active women older than 60 years. J Strength Cond Res. \n2013;27(8):2225–34. https:// doi. org/ 10. 1519/ JSC. 0b013 e3182 \n78f0db. (PubMed PMID: 23168371).\n 133. Gerage AM, Forjaz CL, Nascimento MA, Januário RS, Polito \nMD, Cyrino ES. Cardiovascular adaptations to resistance \ntraining in elderly postmenopausal women. Int J Sports Med. \n2013;34(9):806–13. https:// doi. org/ 10. 1055/s- 0032- 13311 85. \n(Epub 20130304. PubMed PMID: 23459854).\n 134. Solberg PA, Kvamme NH, Raastad T, Ommundsen Y, Tomten \nSE, Halvari H, Loland NW, Hallén J. Effects of different types \nof exercise on muscle mass, strength, function and well-being in \nelderly. Eur J Sport Sci. 2013;13(1):112–25.\n 135. Yu W, An C, Kang H. Effects of resistance exercise using thera-\nband on balance of elderly adults: a randomized controlled trial. \nJ Phys Ther Sci. 2013;25(11):1471–3. https:// doi. org/ 10. 1589/ \njpts. 25. 1471. (Epub 20131211. PubMed PMID: 24396213; \nPubMed Central PMCID: PMC3881480).\n 136. Fragala MS, Fukuda DH, Stout JR, Townsend JR, Emerson NS, \nBoone CH, Beyer KS, Oliveira LP, Hoffman JR. Muscle quality \nindex improves with resistance exercise training in older adults. \nExp Gerontol. 2014;53:1–6. https:// doi. org/ 10. 1016/j. exger. 2014. \n01. 027. (Epub 20140206. PubMed PMID: 24508922).\n 137. Gualano B, Macedo AR, Alves CR, Roschel H, Benatti FB, \nTakayama L, de Sá Pinto AL, Lima FR, Pereira RM. Cre -\natine supplementation and resistance training in vulnerable \nolder women: a randomized double-blind placebo-controlled \nclinical trial. Exp Gerontol. 2014;53:7–15. https:// doi. org/ 10. \n1016/j. exger. 2014. 02. 003. (Epub 20140213. PubMed PMID: \n24530883).\n 138. Lopes PB, Pereira G, de Souza DM, Rodacki ALF. Comparison \nbetween strength and power training on elderly force-generating \nability. Top Geriatr Rehabil. 2014;30(4):264–9.\n 139. Pinto RS, Correa CS, Radaelli R, Cadore EL, Brown LE, Bot-\ntaro M. Short-term strength training improves muscle qual-\nity and functional capacity of elderly women. Age (Dordr). \n2014;36(1):365–72. https:// doi. org/ 10. 1007/ s11357- 013- 9567-2. \n(Epub 20130724. PubMed PMID: 23881608; PubMed Cen-\ntral PMCID: PMC3889909).\n 140. Ramírez-Campillo R, Castillo A, de la Fuente CI, Campos-\nJara C, Andrade DC, Álvarez C, Martínez C, Castro-Sepúlveda \nM, Pereira A, Marques MC, Izquierdo M. High-speed resist-\nance training is more effective than low-speed resistance train-\ning to increase functional capacity and muscle performance in \nolder women. Exp Gerontol. 2014;58:51–7. https:// doi. org/ 10. \n1016/j. exger. 2014. 07. 001. (Epub 20140709. PubMed PMID: \n25014621).\n 141. Scanlon TC, Fragala MS, Stout JR, Emerson NS, Beyer KS, \nOliveira LP, Hoffman JR. Muscle architecture and strength: adap-\ntations to short-term resistance training in older adults. Muscle \nNerve. 2014;49(4):584–92. https:// doi. org/ 10. 1002/ mus. 23969. \n(Epub 20140127. PubMed PMID: 23893353).\n 142. Kanegusuku H, Queiroz AC, Silva VJ, de Mello MT, Ugrinow -\nitsch C, Forjaz CL. High-intensity progressive resistance train-\ning increases strength with no change in cardiovascular function \nand autonomic neural regulation in older adults. J Aging Phys \nAct. 2015;23(3):339–45. https:// doi. org/ 10. 1123/ japa. 2012- 0324. \n(Epub 20140708. PubMed PMID: 25007720).\n 143. Martins WR, Safons MP, Bottaro M, Blasczyk JC, Diniz LR, \nFonseca RM, Bonini-Rocha AC, de Oliveira RJ. Effects of short \nterm elastic resistance training on muscle mass and strength in \nuntrained older adults: a randomized clinical trial. BMC Geri-\natr. 2015;15:99. https:// doi. org/ 10. 1186/ s12877- 015- 0101-5. \n(Epub 20150812. PubMed PMID: 26265075; PubMed Cen-\ntral PMCID: PMC4533950).\n 144. Prestes J, da Cunha ND, Tibana RA, Teixeira TG, Vieira DC, \nTajra V, de Farias DL, Silva AO, Funghetto SS, de Souza VC, \nNavalta JW. Understanding the individual responsiveness to \nresistance training periodization. Age (Dordr). 2015;37(3):9793. \nhttps:// doi. org/ 10. 1007/ s11357- 015- 9793-x.\n 145. Strandberg E, Edholm P, Ponsot E, Wåhlin-Larsson B, Hellmén \nE, Nilsson A, Engfeldt P, Cederholm T, Risérus U, Kadi F. Influ-\nence of combined resistance training and healthy diet on muscle \nmass in healthy elderly women: a randomized controlled trial. \nJ Appl Physiol (1985). 2015;119(8):918–25. https:// doi. org/ \n10. 1152/ jappl physi ol. 00066. 2015. (Epub 20150903. PubMed \nPMID: 26338453).\n 146. Tieland M, Verdijk LB, de Groot LC, van Loon LJ. Handgrip \nstrength does not represent an appropriate measure to evaluate \n\n188 R. Radaelli et al.\nchanges in muscle strength during an exercise intervention \nprogram in frail older people. Int J Sport Nutr Exerc Metab. \n2015;25(1):27–36. https:// doi. org/ 10. 1123/ ijsnem. 2013- 0123. \n(Epub 20140605. PubMed PMID: 24903908).\n 147. Canuto Wanderley FA, Oliveira NL, Marques E, Moreira P, \nOliveira J, Carvalho J. Aerobic versus resistance training effects \non health-related quality of life, body composition, and function \nof older adults. J Appl Gerontol. 2015;34(3):Np143–65. https:// \ndoi. org/ 10. 1177/ 07334 64812 468502. (Epub 20130102. Pub-\nMed PMID: 24652860).\n 148. Andersen TR, Schmidt JF, Pedersen MT, Krustrup P, Bangsbo \nJ. The effects of 52 weeks of soccer or resistance training on \nbody composition and muscle function in +65-year-old healthy \nmales—a randomized controlled trial. PLoS ONE. 2016;11(2): \ne0148236. https:// doi. org/ 10. 1371/ journ al. pone. 01482 36. (Epub \n20160217. PubMed PMID: 26886262; PubMed Central \nPMCID: PMC4757560).\n 149. Flack KD, Davy BM, DeBerardinis M, Boutagy NE, McMillan \nRP, Hulver MW, Frisard MI, Anderson AS, Savla J, Davy KP. \nResistance exercise training and in vitro skeletal muscle oxida-\ntive capacity in older adults. Physiol Rep. 2016. https:// doi. org/ \n10. 14814/ phy2. 12849. (PubMed PMID: 27405968; PubMed \nCentral PMCID: PMC4945835).\n 150. Lopes PB, Pereira G, Lodovico A, Bento PC, Rodacki AL. \nStrength and power training effects on lower limb force, func-\ntional capacity, and static and dynamic balance in older female \nadults. Rejuvenation Res. 2016;19(5):385–93. https:// doi. org/ \n10. 1089/ rej. 2015. 1764. (Epub 20160303. PubMed PMID: \n26707497).\n 151. Park J. Effects of 24-week resistance exercise training on carotid \npeak systolic and end diastolic flow velocity in healthy older \nadults. J Phys Ther Sci. 2016;28(10):2793–7. https:// doi. org/ \n10. 1589/ jpts. 28. 2793. (Epub 20161028. PubMed PMID: \n27821937; PubMed Central PMCID: PMC5088128).\n 152. Yasuda T, Fukumura K, Tomaru T, Nakajima T. Thigh muscle \nsize and vascular function after blood flow-restricted elastic band \ntraining in older women. Oncotarget. 2016;7(23):33595–607. \nhttps:// doi. org/ 10. 18632/ oncot arget. 9564. ( PubMed PMID: \n27244884; PubMed Central PMCID: PMC5085105).\n 153. Chen HT, Chung YC, Chen YJ, Ho SY, Wu HJ. Effects of differ-\nent types of exercise on body composition, muscle strength, and \nIGF-1 in the elderly with sarcopenic obesity. J Am Geriatr Soc. \n2017;65(4):827–32. https:// doi. org/ 10. 1111/ jgs. 14722. (Epub \n20170215. PubMed PMID: 28205203).\n 154. Coelho HJJ, Rodrigues B, de Oliveira Gonçalves I, Uchida MC. \nEffects of a short-term detraining period on muscle functionality \nand cognition of strength-trained older women: a preliminary \nreport. J Exerc Rehabil. 2017;13(5):559–67. https:// doi. org/ 10. \n2965/ jer. 17350 10. 505.\n 155. Cook SB, LaRoche DP, Villa MR, Barile H, Manini TM. Blood \nflow restricted resistance training in older adults at risk of mobil-\nity limitations. Exp Gerontol. 2017;99:138–45. https:// doi. org/ \n10. 1016/j. exger. 2017. 10. 004. (Epub 20171005. PubMed \nPMID: 28987643; PubMed Central PMCID: PMC5660944).\n 156. Cunha PM, Ribeiro AS, Tomeleri CM, Schoenfeld BJ, Silva \nAM, Souza MF, Nascimento MA, Sardinha LB, Cyrino ES. The \neffects of resistance training volume on osteosarcopenic obesity \nin older women. J Sports Sci. 2018;36(14):1564–71. https:// doi. \norg/ 10. 1080/ 02640 414. 2017. 14034 13. (Epub 20171110. Pub-\nMed PMID: 29125017).\n 157. Duff WR, Chilibeck PD, Candow DG, Gordon JJ, Mason RS, \nTaylor-Gjevre R, Nair B, Szafron M, Baxter-Jones A, Zello GA, \nKontulainen SA. Effects of ibuprofen and resistance training on \nbone and muscle: a randomized controlled trial in older women. \nMed Sci Sports Exerc. 2017;49(4):633–40. https:// doi. org/ 10. \n1249/ mss. 00000 00000 001172. (PubMed PMID: 27875501).\n 158. Edholm P, Strandberg E, Kadi F. Lower limb explosive strength \ncapacity in elderly women: effects of resistance training and \nhealthy diet. J Appl Physiol. 2017;123(1):190–6. https:// doi. org/ \n10. 1152/ jappl physi ol. 00924. 2016. (Epub 20170504. PubMed \nPMID: 28473614).\n 159. Liao CD, Tsauo JY, Lin LF, Huang SW, Ku JW, Chou LC, Liou \nTH. Effects of elastic resistance exercise on body composition \nand physical capacity in older women with sarcopenic obesity: \na CONSORT-compliant prospective randomized controlled \ntrial. Medicine (Baltimore). 2017;96(23): e7115. https:// \ndoi. org/ 10. 1097/ md. 00000 00000 007115. (PubMed PMID: \n28591061; PubMed Central PMCID: PMC5466239).\n 160. Tomeleri CM, Souza MF, Burini RC, Cavaglieri CR, Ribeiro \nAS, Antunes M, Nunes JP, Venturini D, Barbosa DS, Sardinha \nLB, Cyrino ES. Resistance training reduces metabolic syn-\ndrome and inflammatory markers in older women: a rand-\nomized controlled trial. J Diabetes. 2018;10(4):328–37. https:// \ndoi. org/ 10. 1111/ 1753- 0407. 12614. (Epub 20171211. PubMed \nPMID: 29031002).\n 161. Vale RGdS, Ferrão MLD, Nunes RdAM, Silva JBd, Nodari RJ, \nDantas EHM. Muscle strength, GH and IGF-1 in older women \nsubmitted to land and aquatic resistance training. Braz J Sports \nMed. 2017;23:274–9.\n 162. Walker S, Haff GG, Häkkinen K, Newton RU. Moderate-load \nmuscular endurance strength training did not improve peak \npower or functional capacity in older men and women. Front \nPhysiol. 2017;8:743. https:// doi. org/ 10. 3389/ fphys. 2017. \n00743. (Epub 20170926. PubMed PMID: 29018363; Pub-\nMed Central PMCID: PMC5623052).\n 163. Cavalcante EF, Ribeiro AS, do Nascimento MA, Silva AM, \nTomeleri CM, Nabuco HCG, Pina FLC, Mayhew JL, Da Silva-\nGrigoletto ME, da Silva DRP, Fleck SJ, Cyrino ES. Effects of \ndifferent resistance training frequencies on fat in overweight/\nobese older women. Int J Sports Med. 2018;39(7):527–34. \nhttps:// doi. org/ 10. 1055/a- 0599- 6555. (Epub 20180518. Pub-\nMed PMID: 29775988).\n 164. do Nascimento MA, Gerage AM, Januário RS, Pina FL, Gobbo \nLA, Mayhew JL, Cyrino ES. Resistance training with dietary \nintake maintenance increases strength without altering body \ncomposition in older women. J Sports Med Phys Fitness. \n2018;58(4):457–64. https:// doi. org/ 10. 3736/ s0022- 4707. 16. \n06730-x. (Epub 20161013. PubMed PMID: 27735890).\n 165. Mazini Filho ML, Aidar FJ, Gama de Matos D, Costa Moreira \nO, Patrocínio de Oliveira CE, Rezende de Oliveira Venturini \nG, Magalhães Curty V, Menezes Touguinha H, Caputo Fer -\nreira ME. Circuit strength training improves muscle strength, \nfunctional performance and anthropometric indicators in sed-\nentary elderly women. J Sports Med Phys Fitness. 2018;58(7–\n8):1029–36. https:// doi. org/ 10. 23736/ s0022- 4707. 17. 06903-1. \n(Epub 20170426. PubMed PMID: 28474873).\n 166. Fritz NB, Juesas Á, Gargallo P, Calatayud J, Fernández-Gar -\nrido J, Rogers ME, Colado JC. Positive effects of a short-term \nintense elastic resistance training program on body composi-\ntion and physical functioning in overweight older women. Biol \nRes Nurs. 2018;20(3):321–34. https:// doi. org/ 10. 1177/ 10998 \n00418 757676. (Epub 20180211. PubMed PMID: 29430940).\n 167. Gargallo P, Colado JC, Juesas A, Hernando-Espinilla A, Estañ-\nCapell N, Monzó-Beltran L, García-Pérez P, Cauli O, Sáez \nGT. The effect of moderate-versus high-intensity resistance \ntraining on systemic redox state and DNA damage in healthy \nolder women. Biol Res Nurs. 2018;20(2):205–17. https:// doi. \norg/ 10. 1177/ 10998 00417 753877. (Epub 20180123. PubMed \nPMID: 29361834).\n 168. Cebrià IIM, Balasch-Bernat M, Tortosa-Chuliá M, Balasch-\nParisi S. Effects of resistance training of peripheral muscles \nversus respiratory muscles in older adults with sarcopenia who \n\n189\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\nare institutionalized: a randomized controlled trial. J Aging \nPhys Act. 2018;26(4):637–46. https:// doi. org/ 10. 1123/ japa. \n2017- 0268. (Epub 20180827. PubMed PMID: 29431561).\n 169. Letieri RV, Teixeira AM, Furtado GE, Lamboglia CG, Rees \nJL, Gomes BB. Effect of 16 weeks of resistance exercise and \ndetraining comparing two methods of blood flow restriction in \nmuscle strength of healthy older women: a randomized con-\ntrolled trial. Exp Gerontol. 2018;114:78–86. https:// doi. org/ 10. \n1016/j. exger. 2018. 10. 017. (Epub 20181101. PubMed PMID: \n30391274).\n 170. Saeterbakken AH, Bårdstu HB, Brudeseth A, Andersen V. Effects \nof strength training on muscle properties, physical function, and \nphysical activity among frail older people: a pilot study. J Aging \nRes. 2018;2018:8916274. https:// doi. org/ 10. 1155/ 2018/ 89162 74. \n(Epub 20180603. PubMed PMID: 29988285; PubMed Cen-\ntral PMCID: PMC6008824).\n 171. Watanabe K, Holobar A, Mita Y, Kouzaki M, Ogawa M, Akima \nH, Moritani T. Effect of resistance training and fish protein intake \non motor unit firing pattern and motor function of elderly. Front \nPhysiol. 2018;9:1733. https:// doi. org/ 10. 3389/ fphys. 2018. 01733. \n(Epub 20181204. PubMed PMID: 30564141; PubMed Cen-\ntral PMCID: PMC6288440).\n 172. Carral JMC, Rodríguez AL, Cardalda IM, Bezerra J. Muscle \nstrength training program in nonagenarians—a randomized con-\ntrolled trial. Rev Assoc Med Bras. 2019;65(6):851–6. https:// doi. \norg/ 10. 1590/ 1806- 9282. 65.6. 851. (Epub 20190722. PubMed \nPMID: 31340316).\n 173. Coelho-Júnior HJ, de Oliveira Gonçalvez I, Sampaio RAC, Sewo \nSampaio PY, Cadore EL, Izquierdo M, Marzetti E, Uchida MC. \nPeriodized and non-periodized resistance training programs on \nbody composition and physical function of older women. Exp \nGerontol. 2019;121:10–8. https:// doi. org/ 10. 1016/j. exger. 2019. \n03. 001. (Epub 20190309. PubMed PMID: 30862526).\n 174. Eriksen CS, Svensson RB, Gylling AT, Couppé C, Magnusson \nSP, Kjaer M. Load magnitude affects patellar tendon mechani-\ncal properties but not collagen or collagen cross-linking after \nlong-term strength training in older adults. BMC Geriatr. \n2019;19(1):30. https:// doi. org/ 10. 1186/ s12877- 019- 1043-0. \n(Epub 20190131. PubMed PMID: 30704412; PubMed Cen-\ntral PMCID: PMC6357404).\n 175. Krause M, Crognale D, Cogan K, Contarelli S, Egan B, News-\nholme P, De Vito G. The effects of a combined bodyweight-based \nand elastic bands resistance training, with or without protein sup-\nplementation, on muscle mass, signaling and heat shock response \nin healthy older people. Exp Gerontol. 2019;115:104–13. https:// \ndoi. org/ 10. 1016/j. exger. 2018. 12. 004. (Epub 20181205. PubMed \nPMID: 30529477).\n 176. Lee H, Kim IG, Sung C, Jeon TB, Cho K, Ha YC, Park KS, Yoo \nJI, Kang GH, Kim SJ, Kim JS. Exercise training increases skel-\netal muscle strength independent of hypertrophy in older adults \naged 75 years and older. Geriatr Gerontol Int. 2019;19(3):265–\n70. https:// doi. org/ 10. 1111/ ggi. 13597. (Epub 20190108. Pub-\nMed PMID: 30623548).\n 177. Lee SR, Jo E, Khamoui AV. Chronic fish oil consumption with \nresistance training improves grip strength, physical function, \nand blood pressure in community-dwelling older adults. Sports \n(Basel). 2019;7(7). https:// doi. org/ 10. 3390/ sport s7070 167. \n(Epub 20190709. PubMed PMID: 31323951; PubMed Cen-\ntral PMCID: PMC6680896).\n 178. Mafi F, Biglari S, Ghardashi Afousi A, Gaeini AA. Improvement \nin skeletal muscle strength and plasma levels of follistatin and \nmyostatin induced by an 8-week resistance training and epicat-\nechin supplementation in sarcopenic older adults. J Aging Phys \nAct. 2019;27(3):384–91. https:// doi. org/ 10. 1123/ japa. 2017- 0389. \n(Epub 20190227. PubMed PMID: 30299198).\n 179. Pina FLC, Nunes JP, Schoenfeld BJ, Nascimento MA, Gerage \nAM, Januário RSB, Carneiro NH, Cyrino ES, Oliveira AR. \nEffects of different weekly sets-equated resistance training fre-\nquencies on muscular strength, muscle mass, and body fat in \nolder women. J Strength Cond Res. 2020;34(10):2990–5. https:// \ndoi. org/ 10. 1519/ jsc. 00000 00000 003130. (PubMed PMID: \n30908365).\n 180. Pina FLC, Nunes JP, Nascimento MA, Ribeiro AS, Mayhew \nJL, Cyrino ES. Similar effects of 24 weeks of resistance train-\ning performed with different frequencies on muscle strength, \nmuscle mass, and muscle quality in older women. Int J Exerc \nSci. 2019;12(6):623–35 (Epub 20190501. PubMed PMID: \n31156757; PubMed Central PMCID: PMC6533095).\n 181. Pirauá ALT, Cavalcante BR, de Oliveira VMA, Beltrão NB, \nde Amorim BG, Pitangui ACR, Behm D, de Araújo RC. Effect \nof 24-week strength training on unstable surfaces on mobility, \nbalance, and concern about falling in older adults. Scand J Med \nSci Sports. 2019;29(11):1805–12. https:// doi. org/ 10. 1111/ sms. \n13510. (Epub 20190726. PubMed PMID: 31273863).\n 182. Urzi F, Marusic U, Ličen S, Buzan E. Effects of elastic resist-\nance training on functional performance and myokines in older \nwomen—a randomized controlled trial. J Am Med Dir Assoc. \n2019;20(7):830-834.e2. https:// doi. org/ 10. 1016/j. jamda. 2019. \n01. 151. (Epub 20190320. PubMed PMID: 30902674).\n 183. Vezzoli A, Mrakic-Sposta S, Montorsi M, Porcelli S, Vago P, \nCereda F, Longo S, Maggio M, Narici M. Moderate intensity \nresistive training reduces oxidative stress and improves muscle \nmass and function in older individuals. Antioxidants (Basel). \n2019;8(10). https:// doi. org/ 10. 3390/ antio x8100 431 (Epub \n20190926. PubMed PMID: 31561586; PubMed Central \nPMCID: PMC6826968).\n 184. Yamada M, Kimura Y, Ishiyama D, Nishio N, Otobe Y, Tanaka \nT, Ohji S, Koyama S, Sato A, Suzuki M, Ogawa H, Ichikawa \nT, Ito D, Arai H. Synergistic effect of bodyweight resistance \nexercise and protein supplementation on skeletal muscle in \nsarcopenic or dynapenic older adults. Geriatr Gerontol Int. \n2019;19(5):429–37. https:// doi. org/ 10. 1111/ ggi. 13643. (Epub \n20190313. PubMed PMID: 30864254).\n 185. Ziegler AK, Jensen SM, Schjerling P, Mackey AL, Andersen \nJL, Kjaer M. The effect of resistance exercise upon age-related \nsystemic and local skeletal muscle inflammation. Exp Geron-\ntol. 2019;121:19–32. https:// doi. org/ 10. 1016/j. exger. 2019. 03. \n007. (Epub 20190321. PubMed PMID: 30905721).\n 186. Cavalcante BR, de Souza MF, Falck RS, Liu-Ambrose T, \nBehm DG, Pitangui ACR, de Araújo RC. Effects of resistance \nexercise with instability on cognitive function (rei study): a \nproof-of-concept randomized controlled trial in older adults \nwith cognitive complaints. J Alzheimers Dis. 2020;77(1):227–\n39. https:// doi. org/ 10. 3233/ jad- 200349. (PubMed PMID: \n32804132).\n 187. dos Santos L, Ribeiro AS, Gobbo LA, Nunes JP, Cunha PM, \nCampa F, Toselli S, Schoenfeld BJ, Sardinha LB, Cyrino ES. \nEffects of resistance training with different pyramid systems on \nbioimpedance vector patterns, body composition, and cellular \nhealth in older women: a randomized controlled trial. Sustain-\nability. 2020;12(16):6658.\n 188. Fritz NB, Gargallo P, Juesas A, Flandez J, Furtado GE, Teixeira \nAM, Colado JC. High-and moderate-intensity resistance training \nprovokes different effects on body composition, functionality, and \nwell-being in elderly. J Hum Sport Exerc. 2021;16(2):S335–52.\n 189. Gylling AT, Bloch-Ibenfeldt M, Eriksen CS, Ziegler AK, \nWimmelmann CL, Baekgaard M, Boraxbekk CJ, Siebner HR, \nMortensen EL, Kjaer M. Maintenance of muscle strength fol -\nlowing a one-year resistance training program in older adults. \nExp Gerontol. 2020;139:111049. https:// doi. org/ 10. 1016/j. exger. \n2020. 111049. (Epub 20200808. PubMed PMID: 32781112).\n\n190 R. Radaelli et al.\n 190. Lopez P, Crosby BJ, Robetti BP, Turella DJP, Weber TAS, de \nOliveira ML, Rech A. Effects of an 8-week resistance training \nintervention on plantar flexor muscle quality and functional \ncapacity in older women: a randomised controlled trial. Exp \nGerontol. 2020;138:11003. https:// doi. org/ 10. 1016/j. exger. 2020. \n111003. (Epub 20200617. PubMed PMID: 32562747).\n 191. Qiao Z, Jin JW. The effects of elastic band resistance training on \nthe physical activities, strength, body composition, and quality \nof life of the elderly. Int J Clin Exp Med. 2020;13(12):9516–25.\n 192. Van Roie E, Walker S, Van Driessche S, Delabastita T, Van-\nwanseele B, Delecluse C. An age-adapted plyometric exercise \nprogram improves dynamic strength, jump performance and \nfunctional capacity in older men either similarly or more than tra-\nditional resistance training. PLoS ONE. 2020;15(8): e0237921. \nhttps:// doi. org/ 10. 1371/ journ al. pone. 02379 21. (Epub 20200825. \nPubMed PMID: 32841300; PubMed Central PMCID: \nPMC7447006).\n 193. Baker BS, Weitzel KJ, Royse LA, Miller K, Guess TM, Ball \nSD, Duren DL. Efficacy of an 8-week resistance training pro-\ngram in older adults: a randomized controlled trial. J Aging Phys \nAct. 2021;29(1):121–9. https:// doi. org/ 10. 1123/ japa. 2020- 0078. \n(Epub 20200812. PubMed PMID: 32788412).\n 194. Campa F, Schoenfeld BJ, Marini E, Stagi S, Mauro M, Toselli \nS. Effects of a 12-week suspension versus traditional resistance \ntraining program on body composition, bioimpedance vector \npatterns, and handgrip strength in older men: a randomized con-\ntrolled trial. Nutrients 2021;13(7). https:// doi. org/ 10. 3390/ nu130 \n72267. (Epub 20210630. PubMed PMID: 34209004; PubMed \nCentral PMCID: PMC8308438).\n 195. Lai X, Bo L, Zhu H, Chen B, Wu Z, Du H, Huo X. Effects of \nlower limb resistance exercise on muscle strength, physical fit-\nness, and metabolism in pre-frail elderly patients: a randomized \ncontrolled trial. BMC Geriatr. 2021;21(1):447. https:// doi. org/ 10. \n1186/ s12877- 021- 02386-5. (Epub 20210730. PubMed PMID: \n34330211; PubMed Central PMCID: PMC8323206).\n 196. Lee SY, Goh A, Tan K, Choo PL, Ong PH, Wong WP, Wee \nSL. Effectiveness of a community-delivered pneumatic machine \nresistance training programme (Gym Tonic) for older adults at \nneighbourhood senior centres—a randomized controlled trial. \nEur Rev Aging Phys Act. 2021;18(1):21. https:// doi. org/ 10. \n1186/ s11556- 021- 00273-x. (Epub 20211007. PubMed PMID: \n34620081; PubMed Central PMCID: PMC8499414).\n 197. Osuka Y, Kojima N, Sasai H, Wakaba K, Miyauchi D, Tanaka K, \nKim H. Effects of exercise and/or β-hydroxy-β-methylbutyrate \nsupplementation on muscle mass, muscle strength, and physi-\ncal performance in older women with low muscle mass: a rand-\nomized, double-blind, placebo-controlled trial. Am J Clin Nutr. \n2021;114(4):1371–85. https:// doi. org/ 10. 1093/ ajcn/ nqab1 76. \n(PubMed PMID: 34081113).\n 198. Seo MW, Jung SW, Kim SW, Lee JM, Jung HC, Song JK. \nEffects of 16 weeks of resistance training on muscle quality and \nmuscle growth factors in older adult women with sarcopenia: \na randomized controlled trial. Int J Environ Res Public Health. \n2021;18(13). https:// doi. org/ 10. 3390/ ijerp h1813 6762. (Epub \n20210623 PubMed PMID: 34201810; PubMed Central \nPMCID: PMC8267934).\n 199. Son WM, Park JJ. Resistance band exercise training prevents \nthe progression of metabolic syndrome in obese postmenopau-\nsal women. J Sports Sci Med. 2021;20(2):291–9. https:// doi. org/ \n10. 2082/ jssm. 2021. 291. (Epub 20210315. PubMed PMID: \n34211322; PubMed Central PMCID: PMC8219266).\n 200. Cunha PM, Werneck AO, Nunes JP, Stubbs B, Schuch FB, \nKunevaliki G, Zou L, Cyrino ES. Resistance training reduces \ndepressive and anxiety symptoms in older women: a pilot study. \nAging Ment Health. 2022;26(6):1136–42. https:// doi. org/ 10. \n1080/ 13607 863. 2021. 19226 03. (Epub 20210518. PubMed \nPMID: 34003711).\n 201. da Silva RP, Martinez D, Uribe Ramos JM, Martins EF, Tedesco-\nSilva LM, Lopez P, Cadore EL. The effects of resistance exer -\ncise on obstructive sleep apnea severity and body water con-\ntent in older adults: a randomized controlled trial. Sleep Med. \n2022;95:37–46. https:// doi. org/ 10. 1016/j. sleep. 2022. 04. 014. \n(Epub 20220422. PubMed PMID: 35561473).\n 202. Filho MM, Venturini G, Moreira OC, Leitão L, Mira PAC, de \nCastro JBP, Aidar FJ, Novaes JDS, Vianna JM, Caputo Ferreira \nME. Effects of different types of resistance training and detrain-\ning on functional capacity, muscle strength, and power in older \nwomen: a randomized controlled study. J Strength Cond Res. \n2022;36(4):984–90. https:// doi. org/ 10. 1519/ jsc. 00000 00000 \n004195. (PubMed PMID: 35319001).\n 203. Ghasemabad KH, Kamalden TFT, Dev RDO, Nekooei P, Majlesi \nS, Alemi B, Nekouei P. The role of high-, moderate-, and low-\nintensity training in enhancing functional mobility and muscle \nstrength of aged female: a randomized controlled trial. Pertanika \nJ Soc Sci Human. 2022;30(1):57–78.\n 204. Griffen C, Duncan M, Hattersley J, Weickert MO, Dallaway A, \nRenshaw D. Effects of resistance exercise and whey protein sup-\nplementation on skeletal muscle strength, mass, physical func-\ntion, and hormonal and inflammatory biomarkers in healthy \nactive older men: a randomised, double-blind, placebo-con-\ntrolled trial. Exp Gerontol. 2022;158:111651. https:// doi. org/ 10. \n1016/j. exger. 2021. 111651. (Epub 20211209. PubMed PMID: \n34896568).\n 205. Kim SW, Park HY, Jung WS, Lim K. Effects of twenty-four \nweeks of resistance exercise training on body composition, \nbone mineral density, functional fitness and isokinetic muscle \nstrength in obese older women: a randomized controlled trial. \nInt J Environ Res Public Health. 2022;19(21). https:// doi. org/ \n10. 3390/ ijerp h1921 14554 (Epub 20221106. PubMed PMID: \n36361434; PubMed Central PMCID: PMC9656451).\n 206. Balachandran AT, Evans WJ, Cawthon PM, Wang Y, Shankaran \nM, Hellerstein MK, Qiu P, Manini T. Comparing D3-creatine \ndilution and dual-energy x-ray absorptiometry muscle mass \nresponses to strength training in low-functioning older adults. \nJ Gerontol A Biol Sci Med Sci. 2023;78(9):1591–6. https:// doi. \norg/ 10. 1093/ gerona/ glad0 47. (PubMed PMID: 36752568; Pub-\nMed Central PMCID: PMC10848235).\n 207. Flor-Rufino C, Barrachina-Igual J, Pérez-Ros P, Pablos-Monzó \nA, Sanz-Requena R, Martínez-Arnau FM. Fat infiltration and \nmuscle hydration improve after high-intensity resistance training \nin women with sarcopenia. A randomized clinical trial. Maturi-\ntas. 2023;168:29–36. https:// doi. org/ 10. 1016/j. matur itas. 2022. \n09. 001. (Epub 20221104. PubMed PMID: 36423489).\n 208. Juesas A, Gargallo P, Gene-Morales J, Babiloni-López C, Saez-\nBerlanga A, Jiménez-Martínez P, Casaña J, Benitez-Martinez JC, \nRamirez-Campillo R, Chulvi-Medrano I, Colado JC. Effects of \nmicrofiltered seawater intake and variable resistance training on \nstrength, bone health, body composition, and quality of life in \nolder women: a 32-week randomized, double-blinded, placebo-\ncontrolled trial. Int J Environ Res Public Health 2023;20(6). \nhttps:// doi. org/ 10. 3390/ ijerp h2006 4700. (Epub 20230307. \nPubMed PMID: 36981609; PubMed Central PMCID: \nPMC10048547).\n 209. Sheoran S, Vints WAJ, Valatkevičienė K, Kušleikienė S, \nGleiznienė R, Česnaitienė VJ, Himmelreich U, Levin O, Masiu-\nlis N. Strength gains after 12 weeks of resistance training cor -\nrelate with neurochemical markers of brain health in older \nadults: a randomized control (1)H-MRS study. Geroscience. \n2023;45(3):1837–55. https:// doi. org/ 10. 1007/ s11357- 023- 00732-\n6. (Epub 20230126. PubMed PMID: 36701005; PubMed Cen-\ntral PMCID: PMC9877502).\n\n191\nResistance Training Volume Effects on Function, Morphology and Strength in Older Adults\n 210. Lopez P, Rech A, Petropoulou M, Newton RU, Taaffe DR, Gal-\nvão DA, Turella DJP, Freitas SR, Radaelli R. Does high-velocity \nresistance exercise elicit greater physical function benefits than \ntraditional resistance exercise in older adults? A systematic \nreview and network meta-analysis of 79 trials. J Gerontol A \nBiol Sci Med Sci. 2023;78(8):1471–82. https:// doi. org/ 10. 1093/ \ngerona/ glac2 30. (PubMed PMID: 36378500; PubMed Central \nPMCID: PMC10395570).\n 211. Nunes PRP, Oliveira AA, Martins FM, Souza AP, Orsatti FL. \nEffect of resistance training volume on walking speed perfor -\nmance in postmenopausal women: a randomized controlled trial. \nExp Gerontol. 2017;97:80–8. https:// doi. org/ 10. 1016/j. exger. \n2017. 08. 011. (Epub 20170810. PubMed PMID: 28804047).\n 212. Beijersbergen CM, Granacher U, Vandervoort AA, DeVita P, \nHortobágyi T. The biomechanical mechanism of how strength \nand power training improves walking speed in old adults remains \nunknown. Ageing Res Rev. 2013;12(2):618–27. https:// doi. org/ \n10. 1016/j. arr. 2013. 03. 001. (Epub 20130315. PubMed PMID: \n23501431).\n 213. Bethancourt HJ, Rosenberg DE, Beatty T, Arterburn DE. Bar -\nriers to and facilitators of physical activity program use among \nolder adults. Clin Med Res. 2014;12(1–2):10–20. https:// doi. org/ \n10. 3121/ cmr. 2013. 1171. (Epub 20140110. PubMed PMID: \n24415748; PubMed Central PMCID: PMC4453303).\n 214. Koh YS, Asharani PV, Devi F, Roystonn K, Wang P, Vaingankar \nJA, Abdin E, Sum CF, Lee ES, Müller-Riemenschneider F, \nChong SA, Subramaniam M. A cross-sectional study on the per-\nceived barriers to physical activity and their associations with \ndomain-specific physical activity and sedentary behaviour. BMC \nPublic Health. 2022;22(1):1051. https:// doi. org/ 10. 1186/ s12889- \n022- 13431-2. (Epub 20220526. PubMed PMID: 35614402; \nPubMed Central PMCID: PMC9132675).\n 215. Harris CD, Watson KB, Carlson SA, Fulton JE, Dorn JM, Elam-\nEvans L. Adult participation in aerobic and muscle-strengthening \nphysical activities—United States, 2011. MMWR Morb Mortal \nWkly Rep. 2013;62(17):326–30 (PubMed PMID: 23636025; \nPubMed Central PMCID: PMC4604926).\n 216. Behm DG, Granacher U, Warneke K, Aragão-Santos JC, Da \nSilva-Grigoletto ME, Konrad A. Minimalist training: is lower \ndosage or intensity resistance training effective to improve physi-\ncal fitness? A narrative review. Sports Med. 2023. https:// doi. \norg/ 10. 1007/ s40279- 023- 01949-3. (Epub 20231104. PubMed \nPMID: 37924459).\n 217. Lopez P, Radaelli R, Taaffe DR, Newton RU, Galvão DA, Trajano \nGS, Teodoro JL, Kraemer WJ, Häkkinen K, Pinto RS. Resistance \ntraining load effects on muscle hypertrophy and strength gain: \nsystematic review and network meta-analysis. Med Sci Sports \nExerc. 2021;53(6):1206–16. https:// doi. org/ 10. 1249/ mss. 00000 \n00000 002585. (PubMed PMID: 33433148; PubMed Central \nPMCID: PMC8126497).\n 218. Currier BS, McLeod JC, Banfield L, Beyene J, Welton NJ, \nDsouza AC, Keogh JAJ, Lin L, Coletta G, Yang A, Colenso-\nSemple L, Lau KJ, Verboom A, Phillips SM. Resistance train-\ning prescription for muscle strength and hypertrophy in healthy \nadults: a systematic review and Bayesian network meta-analysis. \nBr J Sports Med. 2023;57(18):1211–20. https:// doi. org/ 10. 1136/ \nbjspo rts- 2023- 106807. (Epub 20230706. PubMed PMID: \n37414459; PubMed Central PMCID: PMC10579494).\n 219. Breen L, Phillips SM. Skeletal muscle protein metabolism in the \nelderly: interventions to counteract the ‘anabolic resistance’ of \nageing. Nutr Metab (Lond). 2011;8:68. https:// doi. org/ 10. 1186/ \n1743- 7075-8- 68. (Epub 20111005. PubMed PMID: 21975196; \nPubMed Central PMCID: PMC3201893).\n 220. Burd NA, Gorissen SH, van Loon LJ. Anabolic resistance \nof muscle protein synthesis with aging. Exerc Sport Sci Rev. \n2013;41(3):169–73. https:// doi. org/ 10. 1097/ JES. 0b013 e3182 \n92f3d5. (PubMed PMID: 23558692).\n 221. Lopez P, Radaelli R, Taaffe DR, Galvão DA, Newton RU, Non-\nemacher ER, Wendt VM, Bassanesi RN, Turella DJP, Rech A. \nModerators of resistance training effects in overweight and obese \nadults: a systematic review and meta-analysis. Med Sci Sports \nExerc. 2022;54(11):1804–16. https:// doi. org/ 10. 1249/ mss. 00000 \n00000 002984. (Epub 20220817. PubMed PMID: 35977113).\n 222. Lopez P, Pinto RS, Radaelli R, Rech A, Grazioli R, Izqui-\nerdo M, Cadore EL. Benefits of resistance training in physi -\ncally frail elderly: a systematic review. Aging Clin Exp Res. \n2018;30(8):889–99. https:// doi. org/ 10. 1007/ s40520- 017- 0863-z. \n(Epub 20171129. PubMed PMID: 29188577).\n 223. Chen N, He X, Feng Y, Ainsworth BE, Liu Y. Effects of resist-\nance training in healthy older people with sarcopenia: a system-\natic review and meta-analysis of randomized controlled trials. \nEur Rev Aging Phys Act. 2021;18(1):23. https:// doi. org/ 10. \n1186/ s11556- 021- 00277-7. (Epub 20211111. PubMed PMID: \n34763651; PubMed Central PMCID: PMC8588688).\n 224. da Silva Gonçalves L, Santos Lopes da Silva L, Rodrigues Ben-\njamim CJ, Tasinafo Junior MF, Bohn L, Ferreira Abud G, Ortiz \nGU, de Freitas EC. The effects of different exercise training types \non body composition and physical performance in older adults \nwith sarcopenic obesity: a systematic review and meta-analysis. \nJ Nutr Health Aging. 2023;27(11):1076–90. https:// doi. org/ 10. \n1007/ s12603- 023- 2018-6. (PubMed PMID: 37997730).\n 225. Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and \nhypertrophy adaptations between low- vs. high-load resistance \ntraining: a systematic review and meta-analysis. J Strength Cond \nRes. 2017;31(12):3508–23. https:// doi. org/ 10. 1519/ jsc. 00000 \n00000 002200. (PubMed PMID: 28834797).\n 226. Baechle TR, Earle RW. Essentials of strength training and con-\nditioning: human kinetics; 2008.\n 227. Buchner DM, Larson EB, Wagner EH, Koepsell TD, de Lateur \nBJ. Evidence for a non-linear relationship between leg strength \n\n192 R. Radaelli et al.\nand gait speed. Age Ageing. 1996;25(5):386–91. https:// doi. org/ \n10. 1093/ ageing/ 25.5. 386. (PubMed PMID: 8921145).\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law.\nAuthors and Affiliations\nRégis Radaelli1  · Anderson Rech2,3 · Talita Molinari4 · Anna Maria Markarian5,6 · Maria Petropoulou7 · \nUrs Granacher8  · Tibor Hortobágyi9,10,11,12 · Pedro Lopez3,13,14\n * Régis Radaelli \n rradaelli@egasmoniz.edu.pt\n1 Egas Moniz Center for Interdisciplinary Research (CiiEM), \nEgas Moniz School of Health and Science, Caparica, \nAlmada, Portugal\n2 Curso de Educação Física, Universidade de Caxias do Sul, \nCaxias do Sul, Brazil\n3 Grupo de Pesquisa Em Exercício Para Populações Clínicas \n(GPCLIN), Universidade de Caxias do Sul, Caxias do Sul, \nRio Grande do Sul, Brazil\n4 Sport and Exercise Neuromechanics Group, Universidade \nFederal do Rio Grande, Rio Grande, Brazil\n5 Exercise Medicine Research Institute, Edith Cowan \nUniversity, Joondalup, Australia\n6 School of Medical and Health Sciences, Edith Cowan \nUniversity, Joondalup, Australia\n7 Institute of Medical Biometry and Statistics, Faculty \nof Medicine and Medical Center, University of Freiburg, \nFreiburg, Germany\n8 Department of Sport and Sport Science, Exercise and Human \nMovement Science, University of Freiburg, Freiburg, \nGermany\n9 Department of Kinesiology, Hungarian University of Sports \nScience, Budapest, Hungary\n10 Center for Human Movement Sciences, University \nof Groningen Medical Center, Groningen, The Netherlands\n11 Institute of Sport Sciences and Physical Education, \nUniversity of Pécs, Pécs, Hungary\n12 Department of Human Movement Sciences, University \nMedical Center Groningen, Groningen, The Netherlands\n13 Pleural Medicine Unit, Institute for Respiratory Health, \nPerth, WA, Australia\n14 Programa de Pós-Graduação em Ciências da Saúde, \nUniversidade de Caxias do Sul, Caxias do Sul, \nRio Grande do Sul, Brazil"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 118,
    "primary_human": "hypertrophy (lean_body_mass; lower_body_muscle); strength (lower_body_1RM); physical_function (functional_tests)"
  },
  "bucket": "A",
  "notes": "Moderate RT volumes are sufficient to meaningfully improve strength, hypertrophy, and function in older adults; higher volumes may add benefit but with diminishing returns and greater burden."
}