{
  "id": 35,
  "title": "Is Power Training Effective to Produce Muscle Hypertrophy in Older Adults? A Systematic Review and Meta-analysis",
  "authors": "Bet da Rosa Orssatto L; Bezerra E; Shield A; Trajano GS",
  "year": 2020,
  "doi": "10.1139/apnm-2020-0021",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "power_training",
    "older_adults",
    "hypertrophy",
    "strength",
    "rate_of_force_development",
    "meta_analysis"
  ],
  "population": {
    "training_status": "meta-analysis (older adults; power-type RT)",
    "sample_size": 8
  },
  "sections": {
    "abstract": "17 \nPower training has been suggested to be effective to improve st rength, power, and functional 18 \ncapacity in older adults. However, there is still a lack of systematic investigations reporting its 19 \neffectiveness for muscle hypertrophy. Thus, this study investigated the effect of power training 20 \non muscle hypertrophy and compared its magnitude with tradition al moderate-velocity 21 \nresistance training in older adults. A systematic search was conducted to identify clinical trials 22 \ninvestigating the effect of power training on muscle hypertroph y (power training vs. control), 23 \nand/or comparing the effect of power training vs. moderate-velo city resistance training for a 24 \nmeta-analytical approach. Ten studies comparing power training to control conditions and nine 25 \nstudies comparing power training to moderate-velocity resistance training were selected. Three 26 \nstudies were classified as high quality and two were preregiste red. The meta-analysis showed 27 \nthat power training was superior for muscle hypertrophy compare d to control condition (n=8 28 \nstudies; SMD=0.31; 95%CI=0.04, 0.58; p=0.029), and resulted in similar hypertrophy 29 \ncompared to moderate-velocity resistance training (n=7 studies; SMD=0.07; 95%CI=-0.18, 30 \n0.32; p=0.50). No significant heterogeneity was observed (p=0.46 and 0.54, and I2=0 and 0%, 31 \nrespectively). Our data suggest that power training is effective for muscle hypertrophy in older 32 \nadults, with similar effectiveness as moderate-velocity resistance training. 33 \nNovelty 34 \n-It is known that power training might be superior to moderate-velocity resistance training for 35 \nfunction improvements in older adults, but there was no meta-an alysis investigating its effect 36 \non muscle hypertrophy. 37 \n-Power training is effective to induce muscle hypertrophy in older adults to a similar extent to 38 \nmoderate-velocity resistance training. 39 \nKey words: Ageing; Elderly; Hypertrophy; Strength training; Resistance tra ining. 40 \nPROSPERO registration number: CRD42019128951 41 \n\n3 \n \n1.",
    "introduction": "42 \nThe number of humans above 65 years of age is expected to reach approximately 1.6 43 \nbillion globally, by the year of 2050. The expectation that older adults remain actively engaged 44 \nin the work-force for longer, and the socioeconomic burden impo sed by their loss of 45 \nindependence (Stevens et al. 2006; Burge et al. 2007; Heinrich et al. 2010; Cross et al. 2014; 46 \nHunter et al. 2014; Bruyère et al. 2019) makes the development of effective strategies to 47 \nattenuate the negative effects of aging increasingly important. Aging is accompanied by a 48 \nremarkable reduction in muscle mass, which accelerate after 60 years (Janssen et al. 2000; Kyle 49 \net al. 2001; Orssatto et al. 2018; Larsson et al. 2019). Theref ore, it seems imperative to 50 \ndetermine what strategies are optimal (or sub-optimal) to promote muscle hypertrophy in older 51 \nadults. 52 \nResistance training is considered the gold-standard treatment t o increase or maintain 53 \nmuscle mass and counteract the age-related muscle wastage (Steib et al. 2010a; Peterson et al. 54 \n2011; Borde et al. 2015; Csapo and Alegre 2015; Lopez et al. 20 18; Orssatto et al. 2018; 55 \nBeckwée et al. 2019). Resistance training is typically performed with moderate velocities (2-3 56 \ns) in older adults (Borde et al. 2015), but recently, it has been suggested that training with high-57 \nvelocity movements (i.e. power training) would provide superior benefits for this population 58 \n(Byrne et al. 2016; Cadore and Izquierdo 2018; Cadore et al. 20 18; Orssatto et al. 2019a, 59 \n2019b). Power training may elicits greater improvements in func tional capacity and muscular 60 \npower (Steib et al. 2010a; Straight et al. 2015; Byrne et al. 2016; Orssatto et al. 2019a, 2019b) 61 \nand can improve muscular strength to a similar extent to that observed after slow to moderate-62 \nvelocity resistance training (Steib et al. 2010a; Tschopp et al . 2011; Byrne et al. 2016). 63 \nHowever, the effects on muscle are contradictory, where some original studies reported muscle 64 \nhypertrophy (Henwood et al. 2008; Correa et al. 2012; Cadore et al. 2014) while others did not 65 \n(Marsh et al. 2009; Wallerstein et al. 2012; Zech et al. 2012). It has been recommended that 66 \n\n4 \n \npower training should be employed with lower intensity (40-60% and 70-85% of 1RM, 67 \nrespectively) and number of repetitions compared to traditional resistance training (Fragala et 68 \nal. 2019; Orssatto et al. 2019b), resulting in lower training volume. It is important to note that 69 \ntraining volume is probably the most important training variabl e to promote muscle 70 \nhypertrophy (Figueiredo et al. 2017). In addition, this populat ion presents a lower anabolic 71 \nresponse to resistance training (i.e. anabolic resistance) when compared to young adults 72 \n(Hodson et al. 2019). Thus it is not clear if, the typically lo w volume, power training is an 73 \nenough stimulus to induce significant muscle hypertrophy in old er adults. If so, it is also not 74 \nknown if it is as effective as the traditional moderate-velocity resistance training, since higher 75 \ntraining volumes (typically observed during moderate-velocity resistance training) are required 76 \nto enhance muscle hypertrophy in older adults (Peterson et al. 2011; Figueiredo et al. 2017). 77 \nThere is a lack of high-quality systematic review comparing the effect of these two 78 \ntraining modalities on muscle hypertrophy. In fact, only two st udies have attempted to 79 \nsynthesise the literature on this topic. One was a narrative re view that did not involve a meta-80 \nanalysis (Orssatto et al. 2019a). The other was a systematic review and meta-analysis (Tschopp 81 \net al. 2011), however, the literature search was conducted 9 ye ars ago and only two studies 82 \ncomparing both types of training were included. In regards to this last study, it is important to 83 \nnote two major limitations, which are the low statistical power , and the lack of risk of bias 84 \nassessment. As a number of experimental trials have been publis hed since the most recent 85 \nsystematic review, it is now possible to conduct a meta-analysi s providing more robust 86 \nevidence about the topic. This study aims to investigate the effect of power training on muscle 87 \nhypertrophy in older adults. Thereafter, we aim to compare the effect of power versus 88 \nmoderate-velocity resistance training on muscle hypertrophy in older adults. It was 89 \nhypothesised that power training does result in muscle hypertro phy and that this effect would 90 \nbe of similar magnitude to that observed after moderate-velocity resistance training. 91 \n\n5 \n \n2.",
    "methods": "92 \nThis study was registered at the International Prospective Regi ster of Systematic 93 \nReviews (PROSPERO: CRD42019128951). The conduct and reporting of this review followed 94 \nthe Preferred Reporting Items for Systematic Reviews and Meta-A nalyses (PRISMA) 95 \nguidelines (Moher et al. 2009) and was designed based on criteria from A MeaSurement Tool 96 \nto Assess systematic Reviews (AMSTAR) (Pollock et al. 2017). 97 \n 98 \n2.1. Search strategy and eligibility criteria 99 \nA systematic literature search was undertaken in the PUBMED, SCOPUS, and Web of 100 \nScience databases in May 2019. The adopted terms were related to aging, power and resistance 101 \ntraining, and muscle mass. The complete search strategy adopted for each database is detailed 102 \nin Supplemental File 1. After study selection, the reference li sts of selected studies were 103 \nscreened for additional studies. The search included journal ar ticles, conference proceeding 104 \nand meeting abstracts, with no language restriction. Two different study selection criteria were 105 \nused: 1) Studies in which power training was compared to a cont rol condition; and 2) Studies 106 \nin which power training was compared to moderate-velocity resistance training. The PRISMA 107 \nflow diagram is illustrated in Figure 1 (Moher et al. 2009). 108 \nStudy inclusion was decided by the consensus between authors LB RO and ESB. In 109 \ncases of disagreement on the inclusion of an article, GST was consulted. Inclusion criteria were 110 \ndefined according to the PICOS approach (Liberati et al. 2009). Study selection criteria 1: 111 \nPopulation: participants aged ≥60 years; Intervention: resistan ce training-based intervention; 112 \nComparator: Power training compared to control conditions; Outc ome: changes in muscle or 113 \nlean mass after the intervention; Study design: randomised cont rolled trials. Study selection 114 \ncriteria 2: Adopted a similar approach compared to the selectio n c r i t e r i a 1 , e x c e p t f o r t h e 115 \n\n6 \n \ncomparator considering the training velocity comparison (power training vs. moderate-velocity 116 \nresistance training) and the study design (randomised trials). 117 \nExclusion criteria were defined as follows: 1) did not compare the effects of power 118 \ntraining (fast concentric velocity) with a control group and/or a moderate-velocity resistance 119 \ntraining group (where moderate-velocity training was characterised by concentric contractions 120 \nlasting ≥ 2 s); 2) did not report",
    "results": "adequately without accessibility to the data by alternative 121 \nmanners (e.g., contacting authors); 3) examination of the effects of combined training methods 122 \n(i.e. power and moderate-velocity resistance training) within t he same group (e.g., mixed 123 \nsession periodization (Bezerra et al. 2018)); 4) Adopted a doub ly indirect body composition 124 \nmethod (e.g., anthropometric or bioelectrical impedance measure ments). In addition, when 125 \ndifferent published reports were d erived from the same trial, w e excluded the one with the 126 \nshorter intervention period. 127 \n 128 \n2.2. Data extraction 129 \nFirst, study characteristics were extracted: Country where the study was conducted, 130 \nparticipants’ age, baseline and final sample size (n), muscle h ypertrophy assessment method 131 \nand the measured body part. Thereafter, training characteristic s were extracted: Adopted 132 \nexercises, training duration, weekly frequency, intensity, sets and repetition volume, rest 133 \ninterval and contraction velocities. 134 \nFor the meta-analysis, the mean and standard deviation (or stan dard error) of the 135 \noutcome measurements (muscle or lean mass) were extracted for e ach group. When data was 136 \npresented in graphs, data was extracted with Web Plot Digitizer (version 4.1). When the 137 \nstandard error was reported, it was transformed in standard dev iation by multiplying the 138 \nstandard error by the square root of the sample size. 139 \n 140 \n\n7 \n \n2.3. Quality assessment 141 \nMethodological study quality was carried out using the Physioth erapy Evidence 142 \nDatabase (PEDro) scale (Maher et al. 2003). This scale rates ra ndomised clinical trials on a 143 \nscale from 0 to 10 (low- to high-quality) with a cut-off score for high-quality of 6 points. With 144 \nthe intention of avoiding potential author’s bias, scores were obtained from PEDro database, 145 \nin which the studies are scored by independent researches. When a study was not available on 146 \nthe PEDro database, LBRO and ESB independently rated the risk o f bias. Any disagreement 147 \nwas resolved by GST. In addition, articles were screened to identify if prospective registration 148 \nof the clinical trial was conducted. 149 \n 150 \n2.4. Statistical analysis 151 \nMuscle hypertrophy were calculated for control, power training and moderate-velocity 152 \nresistance training groups from the difference between final an d baseline mean and standard 153 \ndeviation. For the studies in which change standard deviation was not reported, it was imputed 154 \nwith a specific equation (r = 0.5) (Higgins and Green 2008). 155 \nRStudio (Version 1.0.153) was used for all analyses (packages: meta (Balduzzi et al. 156 \n2019), metafor (Viechtbauer 2010), dmetar (Harrer et al. 2019), dplyr, and tidyverse (Wickham 157 \net al. 2019)). Meta-analysis was undertaken with the standardised mean difference, the inverse 158 \nvariance method, random effects (Hartung-Knapp adjustment), with Sidik-Jonkman estimator 159 \nfor τ2 (Sidik and Jonkman 2007). Heterogeneity was assessed by visual inspection of forest 160 \nplots and using X2 test for heterogeneity (α = 10%), and described inconsistency between trials 161 \nusing the I2 statistic (I2 = 0 – 40%, might not be important; 30 – 60%, may represent moderate 162 \nheterogeneity; 50 – 90%, may represent substantial heterogeneity; and 75 – 100%, considerable 163 \nheterogeneity) (Deeks et al. 2008). Two meta-analyses were cond ucted: 1) comparing power 164 \n\n8 \n \ntraining and control groups; and 2) comparing power training and moderate-velocity resistance 165 \ntraining groups. 166 \nWhen studies compared the control group with two power training groups (Correa et 167 \nal. 2012; Strandberg et al. 2015), the standardised mean difference was pooled before the final 168 \nmeta-analysis. The same was performed when a study presented mu ltiple measures of muscle 169 \nhypertrophy. These results were pooled with the inverse varianc e and random effects method 170 \n(Higgins and Green 2008). We adopted α = 5% for all meta-analysis. 171 \n\n9 \n \n3. RESULTS 172 \n3.1.Summary of findings 173 \nThe systematic search retrieved 1749 studies, 609 of which were duplicates. 1140 titles 174 \nand abstracts and 85 full-text were screened for eligibility. T he selection of manuscripts 175 \ncomparing power training and control conditions resulted in ten included studies (Reid et al. 176 \n2008; Henwood et al. 2008; Marsh et al. 2009; Correa et al. 2012; Wallerstein et al. 2012; Zech 177 \net al. 2012; Cadore et al. 2014; Strandberg et al. 2015; Hvid et al. 2016; Gray et al. 2018), and 178 \nthe selection of manuscripts comparing power training and moder ate-velocity resistance 179 \ntraining resulted in nine included studies (Reid et al. 2008; H enwood et al. 2008; Marsh et al. 180 \n2009; Nogueira et al. 2009; Claflin et al. 2011; Correa et al. 2012; Wallerstein et al. 2012; Zech 181 \net al. 2012; Gray et al. 2018). A PRISMA flow diagram of the ar ticles search, included, and 182 \nexcluded studies are described in Figure 1. A list of excluded studies is presented in 183 \nSupplemental File 2. 184 \n 185 \n** Figure 1 near here ** 186 \n 187 \n3.2.Methodological Quality 188 \nPEDro scores ranged from 3 to 7 for the selected studies, with only three studies ranked 189 \nas high-quality (Reid et al. 2008; Zech et al. 2012; Cadore et al. 2014) (Table 1 and 190 \nSupplemental File 3). The low overall rating resulted mainly fr om the lack of allocation 191 \nconcealment, participant, therapist, and assessor blinding, adequate follow-up, and the lack of 192 \nintention-to-treat analysis for most of the studies (Supplement al File 3 provided a detailed 193 \ndescription for each study). From the selected studies, only tw o pre-registered their clinical 194 \ntrials (Zech et al. 2012; Hvid et al. 2016) (Table 1). 195 \n 196 \n\n10 \n \n3.3.Studies characteristics 197 \nTen studies were included in the power training vs. control com parison with a total of 198 \n257 and 200 participants at the commencement of training and co ntrol interventions, 199 \nrespectively. However, 195 of 257 experimental and 149 of 200 control participants completed 200 \nthe studies and were included in the analyses; giving dropout r ates of ~25% and ~27%, for 201 \npower training and control groups, respectively. Regarding the muscle/lean mass assessment 202 \nmethods, the studies used computed tomography (n = 1), magnetic resonance imaging (n = 1), 203 \nultrasonography (n = 2), and dual-energy x-ray absorptiometry ( n = 6). Six studies assessed 204 \nlower limbs and four assessed the whole body (Table 1). 205 \nNine studies were included in the power training vs. moderate-v elocity resistance 206 \ntraining comparison. A total of 193 and 184 participants starte d the power training and 207 \nmoderate-velocity training interventions, respectively, while 1 57 and 136 concluded the final 208 \nmeasurements and were included in the analyses, with dropout ra tes of ~22% and ~25% for 209 \npower training and moderate-velocity training, respectively. Th e studies used magnetic 210 \nresonance imaging (n = 1), muscle fibre biopsy (n = 1), ultraso nography (n = 2), and dual-211 \nenergy x-ray absorptiometry (n = 5). Five of them assessed lowe r limbs, one the upper limbs, 212 \nand four the whole body (Table 1). 213 \nParticipants’ age means ranged from 63.0 to 93.4 years, eight s tudies included 214 \napparently health and active elderly and four studies included institutionalised frail, mobility-215 \nlimited, or pre-frail elderly. All studies reported that included participants were untrained. One 216 \nstudy tested only men, two tested only women, two did not report the participants’ sex, and the 217 \nother studies mixed men and women. 218 \n 219 \n** Table 1 near here ** 220 \n 221 \n\n11 \n \n3.4.Training Characteristics 222 \nThe training characteristics varied among studies. Training duration ranged from 10 to 223 \n48 weeks and training session frequency ranged from 2 to 3 sessions per week and these were 224 \nsimilar between power and moderate-velocity resistance training for all the studies. On the 225 \nother hand, training intensity for power training ranged from 3 0 to 85% and for moderate-226 \nvelocity resistance training from 40 to 85% of 1RM. The intensity was similar between groups 227 \nin four studies and lower for power training in three studies c ompared to moderate-velocity 228 \nresistance training. The number of sets (2-4) and repetition range (4-15) were similar between 229 \npower and moderate-velocity resistance training groups, except in one study (Wallerstein et al. 230 \n2012) (Table 2). 231 \n 232 \n** Table 2 near here ** 233 \n 234 \n3.5.The effect of power training vs. control condition on muscle hypertrophy 235 \nThe meta-analysis comparing power training to a control conditi on included eight 236 \nstudies because it was not possible to access the data from Rei d et al. (2008) and Gray et al. 237 \n(2018). Meta-analysis indicated that power training had a positive effect on muscle hypertrophy 238 \ncompared to the control condition (p = 0.0296). There was no he terogeneity between studies 239 \n(X2 statistics, p = 0.457) (Figure 2). 240 \n 241 \n** Figure 2 here ** 242 \n 243 \n\n12 \n \n3.6. Power training vs. Moderate-velocity resistance training and muscle 244 \nhypertrophy 245 \nThe meta-analysis comparing power training to moderate-velocity resistance training 246 \nincluded seven studies because it was not possible to access th e data from Reid et al. (2008) 247 \nand Gray et al. (2018). Meta-analysis indicated similar effects for muscle hypertrophy between 248 \ngroups (p = 0.499). There was no significant heterogeneity in t hese results (X2 statistics, p = 249 \n0.536) (Figure 3). 250 \n** Figure 3 here ** 251 \n\n13 \n \n4.",
    "discussion": "252 \n 253 \n4.1. Effects of power training on muscle hypertrophy 254 \nThe main findings of the present systematic review and meta-ana lysis indicate a 255 \npositive effect of power training on muscle hypertrophy when compared to control conditions. 256 \nWhen comparing the effects of power training vs. moderate-veloc ity resistance training, the 257 \nmeta-analysis resulted in a standardised mean difference almost equal to zero, which suggests 258 \nsimilar muscle hypertrophy when training with either method. 259 \nThe comparison between power training and control conditions de monstrated a 260 \nsignificant effect favouring power training. However, it could be noted that for three studies 261 \nthe effect was null, two studies presented a very small effect, and three studies resulted in an 262 \nadvantage for power training with effect higher than the pooled standardised mean difference. 263 \nThis varied response is also reflected in the 95% predictive in terval, which shows that it is 264 \nexpected in future study effects ranging from -0.28 to 0.89. It was not possible to find any 265 \ndeterminant factor to speculate the reasons for the observed differences in effects. For example, 266 \nparticipants’ characteristics (age and health status) and muscl e hypertrophy measurement 267 \nmethods varied similarly between the studies with small and lar g e e ff e c t ( Se e T a b l e 1 a n d 268 \nFigure 2). The same is observed for the power training characte r i s t i c s , w h e r e s t u d i e s w i t h 269 \nsmaller and larger effects varied similarly for exercise quanti ty, training duration, frequency, 270 \nintensity, sets per exercise, repetitions per set, and between-sets rest interval (See Table 2 and 271 \nFigure 2). Therefore, these results might have been influenced by the small number of studies 272 \nand the heterogeneity observed for participants, training chara cteristics, and hypertrophy 273 \nmeasurement sites and methods (Tables 1 and 2). However, it doe s not allow any speculation 274 \ntrying to understand the differences between-studies magnitude of effect differences when 275 \ncompared to control conditions. 276 \n\n14 \n \nThere was a similar effect observed for the comparison between power and moderate-277 \nvelocity resistance training. Of the seven studies included, tw o showed an advantage for 278 \nmoderate-velocity resistance training (Henwood et al. 2008; Wallerstein et al. 2012), while two 279 \nshowed an advantage for power training (Nogueira et al. 2009; C orrea et al. 2012). 280 \nInterestingly, the studies favouring moderate-velocity resistan ce training adopted lower 281 \nvolume-load (i.e., lower % of 1RM for both studies and less rep etitions were used in 282 \nWallerstein et al. (2012)) for the power training groups, while studies favouring power training 283 \nemployed similar volume-load between groups (Nogueira et al. 2009; Correa et al. 2012). It is 284 \nimportant to note that the two studies that reported favourable results for power training lasted 285 \nsix (Correa et al. 2012) and 10 weeks (Nogueira et al. 2009), w hile the two studies favouring 286 \nmoderate-velocity resistance training were 16 (Wallerstein et al. 2012) and 22 (Henwood et al. 287 \n2008) weeks in duration. Thus, it is unclear if power training induces a faster muscle 288 \nhypertrophy response and moderate-velocity resistance training a higher response after longer 289 \nperiods, or if it is just because the total training volume-load (Figueiredo et al. 2017) was lower 290 \nfor power training in these studies favouring moderate-velocity . Other training variables 291 \n(exercise selection, duration, frequency, sets per exercise, re ps per set, and between-sets 292 \ninterval) were matched between power training and moderate-velo city resistance training for 293 \nmost of the studies, which allows us to speculate that simply increasing the contraction velocity 294 \ndid not reduce the magnitude of muscle hypertrophy when compared to moderate velocity. As 295 \nmentioned for the power training vs control conditions comparison, the small number of studies 296 \nand the heterogeneity observed for participants, training chara cteristics, and hypertrophy 297 \nmeasurement sites and methods (Tables 1 and 2) might have influ enced the results. However, 298 \nall this heterogeneity makes it difficult the understanding of the reasons or mechanisms related 299 \nto the between-studies dissimilar responses. 300 \n 301 \n\n15 \n \n4.2. Agreement and disagreement with other reviews 302 \nTo the best of the authors’ knowledge, no previous meta-analysi s has investigated the 303 \neffects of power training, compared to a control group, on muscle hypertrophy in older adults. 304 \nBorde et al. (2015) reported a standardised mean difference of 0.42 (95% CI = 0.18 – 0.66) 305 \ncomparing resistance training with a control group in older adu lts, which is similar to our 306 \nresults for power training. 307 \nTwo previous reviews attempted to compare the effects of power and moderate-velocity 308 \nresistance training on muscle hypertrophy in older adults (Tsch opp et al. 2011; Orssatto et al. 309 \n2019a). Tschopp et al. (2011) reported similar muscle hypertrophy between moderate-velocity 310 \nresistance training and power training. However, their meta-analysis included only two studies 311 \n(Marsh et al. 2009; Nogueira et al. 2009). Orssatto et al. (2019a) reported a similar percentage 312 \nchange per week with these two training methods; although, they did not conduct a systematic 313 \nreview and meta-analysis to compare training methods. Despite these limitations, these reviews 314 \nare in agreement with our findings. 315 \n 316 \n4.3. Potential biases in the review process and data analyses 317 \nThe systematic literature search resulted in ten studies compar ing the effects of power 318 \ntraining to control condition, and nine studies comparing power and moderate-velocity 319 \nresistance training methods. Eight studies were included in the power training vs. control 320 \ncomparison, and seven in the power training versus moderate-velocity resistance training meta-321 \nanalyses. 322 \nWe tried to reduce bias during data analyses by excluding diffe rent articles from the 323 \nsame clinical trial, thereby avoiding results duplication (Higgins and Green 2008). Strandberg 324 \net al. (2015) published a second study from the same clinical t rial two years later (Edholm et 325 \nal. 2017). Zech et al. (2012) performed a clinical trial with a duration of 36 weeks but also 326 \n\n16 \n \npublished data from the first 12 weeks of their study (Drey et al. 2012). Unfortunately, Reid et 327 \nal. (2008) and Gray et al. (2018) did not report the complete body composition data and did not 328 \nrespond to our request for data so these studies could not be included in the meta-analyses. 329 \nWe also attempted to minimise bias by selecting only studies that did not adopt doubly 330 \nindirect body composition measurements. However, some limitatio ns regarding the different 331 \nmuscle assessment methods should be mentioned. Magnetic resonance imaging and computed 332 \ntomography measured the cross-sectional area of the selected mu scles, while ultrasound was 333 \nused to measure the muscle thickness (distance from the most superficial to the deepest muscle 334 \naponeurosis on a cross-sectional section), and dual-energy x-ray absorptiometry measured total 335 \nbody or appendicular lean mass, which contains other tissues different from fat. Thus, different 336 \nmethods might result in different magnitude of changes (Vigotsk y et al. 2018; Haun et al. 337 \n2019). However, this bias is minimised because between-group co mparisons (power training 338 \nvs. control and power vs. moderate-velocity resistance training ) always involved a single 339 \nmethod of measurement, and studies effects sizes were pooled wi th a standardised mean 340 \ndifference. 341 \n 342 \n4.4.Heterogeneity, publication bias, quality of the evidence, and pre-registration 343 \nNo significant heterogeneity was observed for either meta-analy ses, which indicate 344 \nhomogeneity of study results. The small number of studies inclu ded in the meta-analysis 345 \ndisallowed assessment of small-studies publication bias with a funnel plot and Egger’s test 346 \nanalysis, which requires >10 studies for enough statistical power to distinguish real asymmetry 347 \n(Higgins and Green 2008). 348 \n Our results might be influenced by a high risk of bias, derived from their 349 \nmethodological quality because only two studies (Zech et al. 20 12) included in the current 350 \nmeta-analyses achieved a high-quality classification according to the PEDro scale (≥ 6 points). 351 \n\n17 \n \nFuture studies should attempt to address some feasible criteria not addressed in most of the 352 \nincluded studies, such as concealed allocation, blinding of ass essors, and intention-to-treat 353 \nanalysis. Moreover, only two studies conducted a prospective registration of their clinical trials 354 \n(Zech et al. 2012; Hvid et al. 2016). It has been suggested tha t pre-registration can increase 355 \nresearch transparency by reporti ng all the methods, procedures, and outcomes before the 356 \nintervention commencement, avoiding selective reporting of outc omes and manipulation of 357 \nstatistical analysis favouring significant effects (Zarin et al. 2011; Kaplan and Irvin 2015). 358 \n 359 \n4.5. Relevance of muscle hypertrophy for older adults 360 \nThe loss of muscle mass during aging is detrimental for older a dults’ health. For 361 \nexample, skeletal muscle plays a role in determining insulin re sistance (Matta et al. 2016), 362 \ncardiovascular disease (Baumgartner et al. 1999), arterial stif fness (Ochi et al. 2010), bone 363 \nmineral content (Baumgartner et al. 1996), and in the secretion of myokines (e.g., growth 364 \nfactors and cytokines), which can affect the age-related deteri oration of several others 365 \nbiological systems (Demontis et al. 2013). Higher levels of mus cle loss combined with 366 \ndecreases in muscle strength and functional capacity can lead to sarcopenia (Cruz-Jentoft et al. 367 \n2019). Thus, benefit of muscle hypertrophy induced by using the power training method, which 368 \nmight be more effective than moderate-velocity resistance training for other training outcomes, 369 \nhas an important implication for older adults’ health. It has b een shown that power training 370 \nfavours power and explosive force adaptations (Steib et al. 201 0b; Straight et al. 2015; Byrne 371 \net al. 2016; Orssatto et al. 2019a). However, the potential adv antage for functional capacity 372 \nimprovements remains unclear (Orssatto et al. 2019b). 373 \n 374 \n 375 \n 376 \n\n18 \n \n4.6. Implications for research 377 \nMost of the studies included in our meta-analysis were of low m ethodological quality 378 \nand only two were pre-registered. Further high quality, pre-reg istered trials are required to 379 \nconclusively evaluate the relative effectiveness of power train ing for muscle hypertrophy in 380 \nolder adults. In addition, the use of similar intensities betwe en groups should be considered 381 \nbecause this is a potentially confounding factor when comparing power and moderate-velocity 382 \nresistance training. Future studies should also consider the us e of more robust and accurate 383 \nmethods of assessing muscle volume (e.g., magnetic resonance im aging, computed 384 \ntomography or ultrasound) rather than muscle thickness, anatomi cal cross-sectional area, and 385 \nlean mass assessment. 386 \nResearchers should also consider the typical ~25% dropout rates observed in studies of 387 \nthis type when determining participant numbers. This may help t o ensure adequate statistical 388 \npower for the final statistical analyses. 389 \n\n19 \n \n5.",
    "conclusions": "390 \nBased on the available data, our findings suggest that power tr aining is as effective as 391 \nmoderate-velocity resistance training for muscle hypertrophy in older persons. However, the 392 \nlack of high-quality and pre-registered studies and the lack of more accurate methods use for 393 \nmuscle hypertrophy assessment indicates the need to adopt more robust methods in future 394 \nstudies. Nevertheless, the current evidence indicates that powe r training can be prescribed to 395 \nmuscle hypertrophy in older adults. Caution should be taken when extrapolating these findings 396 \nfor trained individuals. 397 \n\n20 \n \n6. IMPLICATIONS FOR PRACTICE 398 \n Our findings have significant implications for clinical practic e. Exercise professionals 399 \nmay consider both the use of power training or moderate-velocit y resistance training 400 \nfor muscle hypertrophy in untrained older persons. 401 \n Based on the evidence available to date this type of training c ould be preferred over 402 \nmoderate-velocity resistance training since our data showed sim ilar muscle 403 \nhypertrophy between methods, and previous studies indicated that power training might 404 \nbe superior for functional capacity and power (Steib et al. 201 0a; Straight et al. 2015; 405 \nByrne et al. 2016; Orssatto et al. 2019a) improvements in older adults. It is important 406 \nto highlight that all studies adopted untrained participants, which does not allow certain 407 \nextrapolation of our findings for resistance-trained participants. 408 \n The wide heterogeneity observed between studies’ training proto cols should be 409 \nconsidered when prescribing power training for older adults. 410 \n It is important to consider, however, that the interventions included in the current study 411 \nwere 6-24 weeks in duration, so it is not possible to determine how power training 412 \ncompares to moderate-velocity training over longer periods. 413 \n\n21 \n \nREFERENCES 414 \n 415 \nBalduzzi, S., Rücker, G., and Schwarzer, G. 2019. How to perform a meta-analysis with R: A 416 \npractical tutorial. Evid. Based. Ment. Health 22(4): 153–160. doi:10.1136/ebmental-417 \n2019-300117. 418 \nBaumgartner, R.N., Stauber, P.M., Koehler, K.M., Romero, L., and Garry, P.J. 1996. 419 \nAssociations of fat and muscle masses with bone mineral in elderly men and women. 420 \nAm. J. Clin. Nutr. 63(3): 365–372. doi:10.1093/ajcn/63.3.365. 421 \nBaumgartner, R.N., Waters, D.L., Gallagher, D., Morley, J.E., and Garry, P.J. 1999. 422 \nPredictors of skeletal muscle mass in elderly men and women. Mech. Ageing Dev. 423 \n107(2): 123–136. doi:10.1016/S0047-6374(98)00130-4. 424 \nBeckwée, D., Delaere, A., Aelbrecht, S., Baert, V., Beaudart, C., Bruyère, O., Saint-Hubert, 425 \nM. de, and Bautmans, I. 2019. Exercise interventions for the prevention and treatment of 426 \nsarcopenia. A systematic umbrella review. J Nutr Heal. Aging (10). 427 \nBezerra, E. de S., Orssatto, L.B. da R., Moura, B.M. de, Willardson, J.M., Simão, R., and 428 \nMoro, A.R.P. 2018. Mixed session periodization as a new approach for strength, power, 429 \nfunctional performance, and body composition enhancement in aging adults. J. Strength 430 \nCond. Res. 32(10): 2795–2806. doi:10.1519/JSC.0000000000002752. 431 \nBorde, R., Hortobágyi, T., and Granacher, U. 2015. Dose-Response Relationships of 432 \nResistance Training in Healthy Old Adults: A Systematic Review and Meta-Analysis. 433 \nSport. Med. 45(12): 1693–1720. doi:10.1007/s40279-015-0385-9. 434 \nBruyère, O., Beaudart, C., Ethgen, O., Reginster, J.Y., and Locquet, M. 2019. The health 435 \neconomics burden of sarcopenia: a systematic review. Maturitas 119(October 2018): 61–436 \n69. Elsevier. doi:10.1016/j.maturitas.2018.11.003. 437 \nBurge, R., Dawson-hughes, B., Solomon, D.H., Wong, J.B., King, A., and Tosteson, A. 2007. 438 \n\n22 \n \nIncidence and Economic Burden of Osteoporosis-Related Fractures in the United States, 439 \n2005–2025. J. Bone Miner. Res. 22(3): 465–475. doi:10.1359/JBMR.061113. 440 \nByrne, C., Faure, C., Keene, D.J., and Lamb, S.E. 2016. Ageing, Muscle Power and Physical 441 \nFunction: A Systematic Review and Implications for Pragmatic Training Interventions. 442 \nSport. Med.: 1–22. Springer International Publishing. doi:10.1007/s40279-016-0489-x. 443 \nCadore, E.L., Casas-Herrero, A., Zambom-Ferraresi, F., Idoate, F., Millor, N., Gómez, M., 444 \nRodriguez-Mañas, L., and Izquierdo, M. 2014. Multicomponent exercises including 445 \nmuscle power training enhance muscle mass, power output, and functional outcomes in 446 \ninstitutionalized frail nonagenarians. Age (Omaha). 36(2): 773–785. 447 \ndoi:10.1007/s11357-013-9586-z. 448 \nCadore, E.L., and Izquierdo, M. 2018. Muscle Power Training: A Hallmark for Muscle 449 \nFunction Retaining in Frail Clinical Setting. J. Am. Med. Dir. Assoc. 19(3): 190–192. 450 \nAMDA – The Society for Post-Acute and Long-Term Care Medicine. 451 \ndoi:10.1016/j.jamda.2017.12.010. 452 \nCadore, E.L., Pinto, R.S., Reischak-Oliveira, Á., and Izquierdo, M. 2018. Explosive type of 453 \ncontractions should not be avoided during resistance training in elderly. Exp. Gerontol. 454 \n102(October 2017): 81–83. Elsevier. doi:10.1016/j.exger.2017.12.003. 455 \nClaflin, D.R., Larkin, L.M., Cederna, P.S., Horowitz, J.F., Alexander, N.B., Cole, N.M., 456 \nGalecki, A.T., Chen, S., Nyquist, L. V., Carlson, B.M., Faulkner, J.A., and Ashton-457 \nMiller, J.A. 2011. Effects of high- and low-velocity resistance training on the contractile 458 \nproperties of skeletal muscle fibers from young and older humans. J. Appl. Physiol. 459 \n111(4): 1021–1030. doi:10.1152/japplphysiol.01119.2010. 460 \nCorrea, C., LaRoche, D., Cadore, E.L., Reischak-Oliveira, A., Bottaro, M., Kruel, L.F.M., 461 \nTartaruga, M.P., Radaelli, R., Wilhelm, E.N., Lacerda, F.C., Gaya, A.R., and Pinto, R.S. 462 \n2012. 3 Different types of strength training in older women. Int. J. Sports Med. 33: 962–463 \n\n23 \n \n969. 464 \nCross, M., Smith, E., Hoy, D., Nolte, S., Ackerman, I., Fransen, M., Bridgett, L., Williams, 465 \nS., Guillemin, F., Hill, C.L., Laslett, L.L., Jones, G., Cicuttini, F., Osborne, R., Vos, T., 466 \nBuchbinder, R., Woolf, A., and March, L. 2014. The global burden of hip and knee 467 \nosteoarthritis: estimates from the Global Burden of Disease 2010 study. Ann. Rheum. 468 \nDis. 73(7): 1323–30. doi:10.1136/annrheumdis-2013-204763. 469 \nCruz-Jentoft, A.J., Bahat, G., Bauer, J., Boirie, Y., Bruyère, O., Cederholm, T., Cooper, C., 470 \nLandi, F., Rolland, Y., Sayer, A.A., Schneider, S.M., Sieber, C.C., Topinkova, E., 471 \nVandewoude, M., Visser, M., Zamboni, M., Bautmans, I., Baeyens, J.-P., Cesari, M., 472 \nCherubini, A., Kanis, J., Maggio, M., Martin, F., Michel, J.-P., Pitkala, K., Reginster, J.-473 \nY., Rizzoli, R., Sánchez-Rodríguez, D., and Schols, J. 2019. Sarcopenia: revised 474 \nEuropean consensus on definition and diagnosis. Age Ageing (1): 1–16. 475 \ndoi:10.1093/ageing/afy169. 476 \nCsapo, R., and Alegre, L.M. 2015. Effects of resistance training with moderate vs heavy 477 \nloads on muscle mass and strength in the elderly: A meta-analysis. Scand. J. Med. Sci. 478 \nSports: 1–12. doi:10.1111/sms.12536. 479 \nDeeks, J.J., Higgins, J.P.T., and Altman, D.G. 2008. Analysing Data and Undertaking Meta‐480 \nAnalyses. In Cochrane Handbook for Systematic Reviews of Interventions: Cochrane 481 \nBook Series. John Wiley & Sons Ltd and The Cochrane Collaboration. 482 \nDemontis, F., Piccirillo, R., Goldberg, A.L., and Perrimon, N. 2013. The influence of skeletal 483 \nmuscle on systemic aging and lifespan. Aging Cell 12(6): 943–949. 484 \ndoi:10.1111/acel.12126. 485 \nDrey, M., Zech, A., Freiberger, E., Bertsch, T., Uter, W., Sieber, C.C., Pfeifer, K., and Bauer, 486 \nJ.M. 2012. Effects of strength training versus power training on physical performance in 487 \nprefrail community-dwelling older adults. Gerontology 58(3): 197–204. 488 \n\n24 \n \ndoi:10.1159/000332207. 489 \nEdholm, P., Strandberg, E., and Kadi, F. 2017. Lower limb explosive strength capacity in 490 \nelderly women: effects of resistance training and healthy diet. J. Appl. Physiol. 123(1): 491 \n190–196. doi:10.1152/japplphysiol.00924.2016. 492 \nFigueiredo, V.C., de Salles, B.F., and Trajano, G.S. 2017. Volume for Muscle Hypertrophy 493 \nand Health Outcomes: The Most Effective Variable in Resistance Training. Sport. Med.: 494 \n1–7. doi:10.1007/s40279-017-0793-0. 495 \nFragala, M.S., Cadore, E.L., Dorgo, S., Izquierdo, M., Kraemer, W.J., Peterson, M.D., and 496 \nRyan, E.D. 2019. Resistance Training for Older Adults: Position Statement From the 497 \nNational Strength and Conditioning Association. J. strength Cond. Res. 33(8): 2019–498 \n2052. doi:10.1519/JSC.0000000000003230. 499 \nGray, M., Powers, M., Boyd, L., Garver, K., and Gray, M. 2018. Longitudinal comparison of 500 \nlow- and high-velocity resistance training in relation to body composition and functional 501 \nfitness of older adults. Aging Clin. Exp. Res. 30(12): 1465–1473. Springer International 502 \nPublishing. doi:10.1007/s40520-018-0929-6. 503 \nHarrer, M., Cuijpers, P., Furukawa, T., and Ebert, D.D. 2019. dmetar: Companion R Package 504 \nFor The Guide “Doing Meta-Analysis in R”. R package version 0.0.9000. Available 505 \nfrom http://dmetar.protectlab.org. 506 \nHaun, C.T., Vann, C.G., Roberts, B.M., Vigotsky, A.D., Schoenfeld, B.J., and Roberts, M.D. 507 \n2019. A Critical Evaluation of the Biological Construct Skeletal Muscle Hypertrophy: 508 \nSize Matters but So Does the Measurement. Front. Physiol. 10(March): 1–23. 509 \ndoi:10.3389/fphys.2019.00247. 510 \nHeinrich, S., Rapp, K., Rissmann, U., Becker, C., and König, H.H. 2010. Cost of falls in old 511 \nage: A systematic review. Osteoporos. Int. 21(6): 891–902. doi:10.1007/s00198-009-512 \n1100-1. 513 \n\n25 \n \nHenwood, T.R., Riek, S., and Taaffe, D.R. 2008. Strength versus muscle power-specific 514 \nresistance training in community-dwelling older adults. J. Gerontol. A. Biol. Sci. Med. 515 \nSci. 63(1): 83–91. 516 \nHiggins, J.P., and Green, S. 2008. Cochrane Handbook for Systematic Reviews of 517 \nInterventions. In The Cochrane Collaboration. Wiley-Blackwell and The Cochrane 518 \nCollaboration. doi:10.1002/9780470712184. 519 \nHodson, N., West, D.W.D., Philp, A., Burd, N.A., and Moore, D.R. 2019. Molecular 520 \nRegulation Of Human Skeletal Muscle Protein Synthesis In Response To Exercise And 521 \nNutrients: A Compass For Overcoming Age-Related Anabolic Resistance. Am. J. 522 \nPhysiol. Physiol. doi:10.1152/ajpcell.00209.2019. 523 \nHunter, D.J., Schofield, D., and Callander, E. 2014. The individual and socioeconomic 524 \nimpact of osteoarthritis. Nat. Rev. Rheumatol. 10(7): 1–5. Nature Publishing Group. 525 \ndoi:10.1038/nrrheum.2014.44. 526 \nHvid, L.G., Strotmeyer, E.S., Skjødt, M., Magnussen, L. V., Andersen, M., and Caserotti, P. 527 \n2016. Voluntary muscle activation improves with power training and is associated with 528 \nchanges in gait speed in mobility-limited older adults - A randomized controlled trial. 529 \nExp. Gerontol. 80: 51–56. Elsevier Inc. doi:10.1016/j.exger.2016.03.018. 530 \nJanssen, I., Heymsfield, S.B., Wang, Z., Ross, R., Kung, T. a, Cederna, P.S., Meulen, J.H. 531 \nVan Der, Urbanchek, M.G., Kuzon, M., Faulkner, J. a, Biol, J.G. a, Med, S., Morton, D., 532 \nRankin, P., Kent, L., and Dysinger, W. 2000. Skeletal muscle mass and distribution in 533 \n468 men and women aged 18 − 88 yr Skeletal muscle mass and distribution in 468 men 534 \nand women aged 18 – 88 yr. J. Appl. Physiol.: 81–88. 535 \ndoi:10.1093/oxfordjournals.aje.a009520. 536 \nKaplan, R.M., and Irvin, V.L. 2015. Likelihood of null effects of large NHLBI clinical trials 537 \nhas increased over time. PLoS One 10(8): 1–12. doi:10.1371/journal.pone.0132382. 538 \n\n26 \n \nKyle, U.G., Genton, L., Hans, D., Karsegard, L., Slosman, D.O., and Pichard, C. 2001. Age-539 \nrelated differences in fat-free mass, skeletal muscle, body cell mass and fat mass 540 \nbetween 18 and 94 years. Eur. J. Clin. Nutr. 55(8): 663–672. 541 \ndoi:10.1038/sj.ejcn.1601198. 542 \nLarsson, L., Degens, H., Li, M., Salviati, L., Lee, Y. il, Thompson, W., Kirkland, J.L., and 543 \nSandri, M. 2019. Sarcopenia: Aging-Related Loss of Muscle Mass and Function. 544 \nPhysiol. Rev. 99(1): 427–511. doi:10.1152/physrev.00061.2017. 545 \nLiberati, A., Altman, D.G., Tetzlaff, J., Mulrow, C., Gøtzsche, P.C., Ioannidis, J.P.A., Clarke, 546 \nM., Devereaux, P.J., Kleijnen, J., and Moher, D. 2009. The PRISMA Statement for 547 \nReporting Systematic Reviews and Meta-Analyses of Studies That Evaluate Health Care 548 \nInterventions : Explanation and Elaboration. PLoS Med. 6(7). 549 \ndoi:10.1371/journal.pmed.1000100. 550 \nLopez, P., Pinto, R.S., Radaelli, R., Rech, A., Grazioli, R., Izquierdo, M., and Cadore, E.L. 551 \n2018. Benefits of resistance training in physically frail elderly: a systematic review. 552 \nAging Clin. Exp. Res. 30(8): 889–899. Springer International Publishing. 553 \ndoi:10.1007/s40520-017-0863-z. 554 \nMaher, C.G., Sherrington, C., and Elkins, M.R. 2003. Reliability of the PEDro Scale for 555 \nRating Quality of Randomized Controlled Trials. Phys. Ther. (July 2017). 556 \ndoi:10.1093/ptj/83.8.713. 557 \nMarsh, A.P., Miller, M.E., Rejeski, W.J., Hutton, S.L., and Kritchevsky, S.B. 2009. Lower 558 \nextremity muscle function after strength or power training in older adults. J. Aging Phys. 559 \nAct. 17(4): 416–443. doi:10.1123/japa.17.4.416. 560 \nMatta, J., Mayo, N., Dionne, I.J., Gaudreau, P., Fulop, T., Tessier, D., Gray-Donald, K., 561 \nShatenstein, B., and Morais, J.A. 2016. Muscle mass index and animal source of dietary 562 \nprotein are positively associated with insulin resistance in participants of the NuAge 563 \n\n27 \n \nstudy. J. Nutr. Heal. Aging 20(2): 90–97. doi:10.1007/s12603-015-0554-4. 564 \nMoher, D., Liberati, A., Tetzlaff, J., Altman, D.G., Altman, D., Antes, G., Atkins, D., 565 \nBarbour, V., Barrowman, N., Berlin, J.A., Clark, J., Clarke, M., Cook, D., D’Amico, R., 566 \nDeeks, J.J., Devereaux, P.J., Dickersin, K., Egger, M., Ernst, E., Gøtzsche, P.C., 567 \nGrimshaw, J., Guyatt, G., Higgins, J., Ioannidis, J.P.A., Kleijnen, J., Lang, T., Magrini, 568 \nN., McNamee, D., Moja, L., Mulrow, C., Napoli, M., Oxman, A., Pham, B., Rennie, D., 569 \nSampson, M., Schulz, K.F., Shekelle, P.G., Tovey, D., and Tugwell, P. 2009. Preferred 570 \nreporting items for systematic reviews and meta-analyses: The PRISMA statement. 571 \nPLoS Med. 6(7). doi:10.1371/journal.pmed.1000097. 572 \nNogueira, W., Gentil, P., Mello, S.N.M., Oliveira, R.J., Bezerra, A.J.C., and Bottaro, M. 573 \n2009. Effects of power training on muscle thickness of older men. Int. J. Sports Med. 574 \n30(3): 200–204. doi:10.1055/s-0028-1104584. 575 \nOchi, M., Kohara, K., Tabara, Y., Kido, T., Uetani, E., Ochi, N., Igase, M., and Miki, T. 576 \n2010. Arterial stiffness is associated with low thigh muscle mass in middle-aged to 577 \nelderly men. Atherosclerosis 212(1): 327–332. Elsevier Ireland Ltd. 578 \ndoi:10.1016/j.atherosclerosis.2010.05.026. 579 \nOrssatto, L.B. da R., Cadore, E.L., Andersen, L.L., and Diefenthaeler, F. 2019a. Why Fast 580 \nVelocity Resistance Training Should be Prioritized for Elderly People. Strength Cond. J. 581 \n(1): 1–10. doi:10.1519/SSC.0000000000000407. 582 \nOrssatto, L.B. da R., Freitas, C. de la R., Shield, A.J., Pinto, R.S., and Trajano, G.S. 2019b. 583 \nEffects of resistance training concentric velocity on older adults’ functional capacity: A 584 \nsystematic review and meta-analysis of randomised trials. Exp. Gerontol. 127(May): 585 \n110731. Elsevier. doi:10.1016/j.exger.2019.110731. 586 \nOrssatto, L.B. da R., Wiest, M.J., and Diefenthaeler, F. 2018. Neural and musculotendinous 587 \nmechanisms underpinning age-related force reductions. Mech. Ageing Dev. 175(June): 588 \n\n28 \n \n17–23. Elsevier. doi:10.1016/j.mad.2018.06.005. 589 \nPeterson, M.D., Sen, A., and Gordon, P.M. 2011. Influence of Resistance Exercise on Lean 590 \nBody Mass in Aging Adults: A Meta-Analysis. Med. Sci. Sport. Exerc. 43(2): 249–258. 591 \ndoi:10.1249/MSS.0b013e3181eb6265.Influence. 592 \nPollock, M., Fernandes, R.M., and Hartling, L. 2017. Evaluation of AMSTAR to assess the 593 \nmethodological quality of systematic reviews in overviews of reviews of healthcare 594 \ninterventions. BMC Med. Res. Methodol. 17(1): 48. BMC Medical Research 595 \nMethodology. doi:10.1186/s12874-017-0325-5. 596 \nReid, K.F., Callahan, D.M., Carabello, R.J., Phillips, E.M., Frontera, W.R., and Fielding, 597 \nR.A. 2008. Lower extremity power training in elderly subjects with mobility limitations: 598 \na randomized controlled trial. Aging Clin. Exp. Res. 20(4): 337–343. 599 \nSidik, K., and Jonkman, J.N. 2007. A comparison of heterogeneity variance estimators in 600 \ncombining results of studies. Stat. Med. 26(9): 1964–1981. doi:10.1002/sim.2688. 601 \nSteib, S., Schoene, D., and Pfeifer, K. 2010a. Dose-response relationship of resistance 602 \ntraining in older adults: A meta-analysis. Med. Sci. Sports Exerc. 42(5): 902–914. 603 \ndoi:10.1249/MSS.0b013e3181c34465. 604 \nSteib, S., Schoene, D., and Pfeifer, K. 2010b. Dose–Response Relationship of Resistance 605 \nTraining in Older Adults: A Meta-Analysis. : 902–914. 606 \ndoi:10.1249/MSS.0b013e3181c34465. 607 \nStevens, J.A., Corso, P.S., Finkelstein, E.A., and Miller, T.R. 2006. The costs of fatal and 608 \nnon-fatal falls among older adults. Inj. Prev. 12(5): 290–295. 609 \ndoi:10.1136/ip.2005.011015. 610 \nStraight, C.R., Lindheimer, J.B., Brady, A.O., Dishman, R.K., and Evans, E.M. 2015. Effects 611 \nof Resistance Training on Lower-Extremity Muscle Power in Middle-Aged and Older 612 \nAdults: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. 613 \n\n29 \n \nSports Med. 46(3): 353–364. Springer International Publishing. doi:10.1007/s40279-614 \n015-0418-4. 615 \nStrandberg, E., Edholm, P., Ponsot, E., Wåhlin-Larsson, B., Hellmén, E., Nilsson, A., 616 \nEngfeldt, P., Cederholm, T., Riserus, U., and Kadi, F. 2015. Influence of Combined 617 \nResistance Training and Healthy Diet on Muscle Mass in Healthy Elderly Women: A 618 \nRandomized Controlled Trial. J. Appl. Physiol. 1(14): 918–925. 619 \ndoi:10.1152/japplphysiol.00066.2015. 620 \nTschopp, M., Sattelmayer, M.K., and Hilfiker, R. 2011. Is power training or conventional 621 \nresistance training better for function in elderly persons? A meta-analysis. Age Ageing 622 \n40(5): 549–556. doi:10.1093/ageing/afr005. 623 \nViechtbauer, W. 2010. Conducting meta-analyses in R with the metafor. J. Stat. Softw. 36(3): 624 \n1–48. doi:10.18637/jss.v036.i03. 625 \nVigotsky, A.D., Schoenfeld, B.J., Than, C., and Brown, J.M. 2018. Methods matter: the 626 \nrelationship between strength and hypertrophy depends on methods of measurement and 627 \nanalysis. PeerJ 6: e5071. doi:10.7717/peerj.5071. 628 \nWallerstein, L.F., Tricoli, V., Barroso, R., Rodacki, A.L.F., Russo, L., Aihara, A.Y., 629 \nFernandes, A. da R.C., Mello, M.T. de, and Ugrinowitsch, C. 2012. Effects of Strength 630 \nand Power Training on Neuromuscular Variables in Older Adults. J. Aging Phys. Act. 631 \n20(12): 171–185. 632 \nWickham, H., Averick, M., Bryan, J., Chang, W., McGowan, L., François, R., Grolemund, 633 \nG., Hayes, A., Henry, L., Hester, J., Kuhn, M., Pedersen, T., Miller, E., Bache, S., 634 \nMüller, K., Ooms, J., Robinson, D., Seidel, D., Spinu, V., Takahashi, K., Vaughan, D., 635 \nWilke, C., Woo, K., and Yutani, H. 2019. Welcome to the Tidyverse. J. Open Source 636 \nSoftw. 4(43): 1686. doi:10.21105/joss.01686. 637 \nZarin, D.A., Tse, T., Williams, R.J., Califf, R.M., and Ide, N.C. 2011. The ClinicalTrials.gov 638 \n\n30 \n \nResults Database — Update and Key Issues. N. Engl. J. Med. 364(9): 852–860. 639 \ndoi:10.1056/NEJMsa1012065. 640 \nZech, A., Drey, M., Freiberger, E., Hentschke, C., Bauer, J.M., Sieber, C.C., and Pfeifer, K. 641 \n2012. Residual effects of muscle strength and muscle power training and detraining on 642 \nphysical function in community-dwelling prefrail older adults: a randomized controlled 643 \ntrial. BMC Geriatr. 12(1471-2318 (Electronic)): 68. doi:10.1186/1471-2318-12-68. 644 \n 645 \n\n31 \n \nFigures legends: 646 \nFigure 1. PRISMA flow diagram for the systematic review. MVRT, moderate- velocity 647 \nresistance training; PT, power training. 648 \n 649 \nFigure 2. Forest plot presenting standardised mean differences and 95% c onfidence intervals 650 \nfrom studies comparing the effect of power training to control conditions. SMD, standardised 651 \nmean difference; PI, predictive interval; CI, confidence interv al. Red, low-quality studies 652 \n(PEDro score <6); Green, high-quality study (PEDro score ≥6). 653 \n 654 \nFigure 3. Forest plot presenting standardised mean differences and 95% confidence intervals 655 \nfrom studies comparing the effect of power training and moderate-velocity resistance 656 \ntraining. MVRT, moderate-velocity resistance training; SMD, standardised mean difference; 657 \nPI, predictive interval; CI, confidence interval. Red, low-quality studies (PEDro score <6); 658 \nGreen, high-quality study (PEDro score ≥6). 659 \n\n32 \n \nSupplemental files legend: 660 \nSupplemental file 1. Terms adopted in the systematic search 661 \nSupplemental file 2. List of excluded studies in the systematic search 662 \nSupplemental file 3. PEDro score summary 663"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 48,
    "primary_human": "hypertrophy (muscle_mass; lean_mass); strength (1RM); power_output"
  },
  "bucket": "A",
  "notes": "Power-oriented RT (lighter loads, fast intent) can still produce meaningful hypertrophy and strength gains in older adults, alongside improvements in functional power."
}