{
  "id": 36,
  "title": "Relative Protein Intake and Physical Function in Older Adults: A Systematic Review and Meta-Analysis of Observational Studies",
  "authors": "Coelho-Junior HJ et al.",
  "year": 2018,
  "doi": "10.3390/nu10091330",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_adults",
    "protein_intake",
    "physical_function",
    "sarcopenia_risk"
  ],
  "population": {
    "training_status": "meta_analysis_observational (no RT intervention)"
  },
  "sections": {
    "abstract": "(1) Background: The present work aims to conduct a systematic review and meta-analysis\nof observational studies, in order to investigate the association of relative protein intake and physical\nfunction in older adults; (2)",
    "methods": "Observational studies, that investigated the association between\nprotein intake and physical function in older adults, were retrieved from MEDLINE, SCOPUS,\nCINAHL, AgeLine, EMBASE, and Cochrane-CENTRAL. Two independent researchers conducted\nstudy selection and data extraction; (3)",
    "results": "Very high protein intake ( ≥1.2 g/kg/day) and\nhigh protein intake (≥1.0 g/kg/day) groups showed better lower limb physical functioning and\nwalking speed (WS) performance, respectively, in comparison to individuals who present relative low\nprotein (<0.80 g/kg/day) intake. On the other hand, relative high protein intake does not seem to\npropitiate a better performance on isometric handgrip (IHG) and chair rise in comparison to relative\nlow protein intake. In addition, there were no signiﬁcant differences in the physical functioning of\nhigh and middle protein intake groups; (4)",
    "conclusions": "In",
    "conclusion": ", ﬁndings of the present study\nindicate that a very high (≥1.2 g/kg/day) and high protein intake (≥1.0 g/kg/day) are associated\nwith better lower-limb physical performance, when compared to low protein (<0.80 g/kg/day)\nintake, in community-dwelling older adults. These ﬁndings act as additional evidence regarding\nthe potential need to increase protein guidelines to above the current recommendations. However,\nlarge randomized clinical trials are needed to conﬁrm the addictive effects of high-protein diets\n(≥1.0 g/kg/day) in comparison to the current recommendations on physical functioning. All data\nare available in the Open ScienceFramework.\nKeywords: sarcopenia; protein intake; physical function\n1.",
    "introduction": "Sarcopenia is a geriatric condition characterized by progressive muscle atrophy accompanied\nby loss of muscle strength and/or function [ 1]. The incidence of sarcopenia rises with aging and\nits prevalence is markedly increased in older subjects [ 2]. In the absence of targeted interventions,\nthe clinical course of sarcopenia is marked by higher odds of mobility disability, loss of independence,\nNutrients 2018, 10, 1330; doi:10.3390/nu10091330 www.mdpi.com/journal/nutrients\n\nNutrients 2018, 10, 1330 2 of 16\nand mortality [3–6]. In this sense, adequate protein intake and physical exercise have been suggested\nas the two main strategies to counteract sarcopenia, and prevent its deleterious effects [7,8].\nAlthough protein supplementation may be advisable in the management of sarcopenia,\nthe optimal protein requirement for older adults is presently unclear. Indeed, the established guidelines\nrecommended for a number of agencies, such as the Dietary Allowance (RDA), RDI (recommended\ndaily intake) [9], and the RNI (reference nutrient intake) [10] have been questioned, and researchers\nhave discussed if the recommended protein intake is enough to maintain the functional status or even\nprevent its decline and muscle atrophy in older adults [11,12]. Most critical are regarding the RDA,\nso that the main concern is that the amount of protein recommended is based on nitrogen balance\nstudies, which may be associated with a methodological bias [11,13].\nOpinion articles and consensus statements have argued that older people should be encouraged to\nconsume greater quantities of protein than the RDA (1.0–1.5 g/kg) [11–14]. Findings from observational\nstudies are in line with these inferences, since higher protein consumption is associated with lower\nrisk of frailty, loss of lean body mass, slow walking speed, dynapenia, and poor balance [ 15–18].\nNevertheless, there is a lack of direct evidence testing the proposed cut-off points for protein\nconsumption. The few available studies have reported incongruent results regarding the association of\nprotein intake and physical function [17,19–21]. However, to the best of our knowledge, meta-analyses\nhave not been performed to determine the pool of results.\nTherefore, the present work aimed at conducting a systematic review and meta-analysis of\nobservational studies to investigate the association of relative protein intake and physical function in\nolder adults.\n2.",
    "materials and methods": "We conducted a systematic review and meta-analysis of observational studies to assess the\nassociation between relative protein intake and physical function in older adults. The study was\nfully performed by investigators and no librarians were part of the team. This study complies with\nthe criteria proposed by the Primary Reporting Items for Systematic Reviews and Meta-analyses\n(PRISMA) Statement [22], and the Meta-analysis of Observational Studies in Epidemiology (MOOSE)\nguidelines [23]. All data are available in the Open Science Framework at https://doi.org/10.17605/\nOSF.IO/JP5SB.\n2.1. Eligibility Criteria\nThe inclusion criteria consisted of: (a) Observational studies, including cross-sectional and\ncase-control studies, which investigated as primary or secondary outcome the association of relative\nprotein intake and physical function in older adults. Longitudinal cohort studies were also included\nif crude baseline data were available; (b) participant age of 60 years or older; (c) direct assessment\nof at least one physical function domain (studies provided self-reported physical function were\nexcluded); (d) provided the comparison of at least two groups with different relative protein intakes;\n(e) mean values and a measure of dispersion (standard deviation or conﬁdence interval) were\nprovided; (f) published studies (English language). We excluded randomized-clinical trials (RCTs),\nquasi-experimental, cross-over studies and any kind of investigation that examined the effects of a\nnutritional intervention associated or not with other interventions (e.g., physical exercise) on physical\nfunction. Studies that enrolled institutionalized participants or non-institutionalized participants with\ncognitive impairment and/or disorder, gastrointestinal and/or renal diseases, anorexia, cancer or\nany kind of condition that may directly impair protein metabolism (e.g., maple syrup urine disease,\ntyrosinemia) were also excluded. Sarcopenic and frailty older people were included.\n2.2. Search Strategy and Selection Criteria\nStudies published on or before August 2018 were retrieved from the following three electronic\ndatabases by one investigator (H.J.C.J): (1) MEDLINE (PubMed interface); (2) the Cochrane Library\n\nNutrients 2018, 10, 1330 3 of 16\n(Wiley interface); (3) SCOPUS (Elsevier interface); (4) CINAHL (EBSCO interface); (5) AgeLine (EBSCO\ninterface); and (6) EMBASE (EBSCO interface). Reference lists for reviews and retrieved articles for\nadditional studies were checked and citation searches on key articles were performed in Google\nScholar and ResearchGate for additional reports. Initially, a search strategy was designed using\nkeywords, MeSH terms, and free text words, such as protein consumption, physical function, older adults.\nAdditionally, keywords and subject headings were exhaustively combined using Boolean operators.\nThe complete search strategy used for the PubMed is shown in List S1. Only eligible full texts in\nEnglish language were considered for review. Authors were contacted if necessary.\n2.3. Data Extraction and Quality Assessment\nTitles and abstracts of retrieved articles were screened for eligibility by two researchers (H.J.C.-J.\nand B.R.). If an abstract did not provide enough information for evaluation, the full-text was retrieved.\nDisagreements were solved by a third reviewer (M.U.). Reviewers were not blinded to authors,\ninstitutions, or manuscript journals. Studies that provided data for more than two groups—for example,\nlow, middle, high, and very high relative protein intake were also added—since the volunteers were not\nshared among the groups. Data extraction were independently performed by two reviewers (H.J.C.-J.\nand L.M.-T) using a standardized coding form. Disagreements were solved by a third reviewer (M.U.).\nCoded variables included methodological quality and the characteristics of the studies, including:\nYear, authors, country, study design, setting, sample size (n), age, prevalence of female, body mass\nindex (BMI), lean mass, appendicular muscle mass, dietary intake assessment method, total protein\nintake, relative protein intake.\nAfterwards, studies were allocated into four different groups ( low (<0.8 g/kg/day), middle\n(0.8–0.99 g/kg/day), high (≥1.0 g/kg/day), and very high(≥1.2 g/kg/day) protein intake). These\ncutoffs were selected according to previous research. Indeed, longitudinal [24,25] and review [11–14]\nstudies have arguing that older adults should consume at least 1.0 g/kg/day of protein (i.e., high) to\nmaintain muscle mass and optimal physical functioning, so that values below the RDA (<0.8 g/kg/day)\nmay be considered low, while values higher than the RDA, but lower than the recommended for these\naforementioned studies may be considered middle. In addition, some evidence has proposed that a\nminimum of 1.2 g/kg/day of protein should be consumed by older adults in attempt to avoid poor\nhealth-related outcomes and maintain functional performance, regardless the presence of chronic\ndiseases [26,27]. In this sense, investigations that showed a mean protein intake of at least 1.2 g/kg/day\nwere allocated in the very highgroup.\nThe quality of reporting for each study was performed by two researchers (H.J.C.-J. and\nL.M.-T) using the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE)\ninstrument [28]. The agreement rate between reviewers was κ = 0.96 for quality assessment.\n2.4. Statistical Analysis\nMeta-analyses were conducted using Revman V .5. Effect size (ES) were measured using standard\nmean difference (SMD) and mean difference and are reported with 95% conﬁdence intervals (95% CI).\nSMD was used in the comparisons between High protein intakeand Very high protein intakeversus\nLow protein intakein relation to Mobility and Lower limb physical functioning, respectively, since the\ninvestigations assessed the same outcome, but using different tools. However, the mean difference\nwas used in the remaining comparisons, since all the other studies used the same outcome. If the\nrequired outcome metric was not reported in the study, values were calculated using available data.\nDue to the different characteristics of the included studies, a random-effect model was used to calculate\nthe pooled ES. Heterogeneity across studies was tested using Q-statistics and I 2 index was used to\nassess inconsistency [29]. The I2 index was classiﬁed as not important (0–40%), moderate (30–60%),\nsubstantial (50–90%), and considerable (75–100%).\n\nNutrients 2018, 10, 1330 4 of 16\n3. Results\n3.1. Characteristics and Quality of Included Studies\nTable 1 provides a general description of the included studies. Of the 4392 registers recovered\nfrom electronic databases and hand search, 4253 records were excluded based on duplicate data, title\nor abstract. One hundred thirty-nine studies were fully reviewed and assessed for eligibility. Finally,\nseven studies met the inclusion criteria (Figure 1).\nIncluded studies were published between 2014 and 2018, the majority had a prospective\nlongitudinal cohort design [17,30–32], while two had a cross-sectional design [20,33] and one study was\na case-control [21]. Overall, a total of 8754 community-dwelling older adults from six different countries\nwere included. Volunteers were characterized as healthy in three studies [17,31,34], post-menopausal\nin two studies [20,31], sarcopenic in one study [21], and diabetic in one study [32]. Mean age of the\nsubjects ranged from 67.8 to 83.0 years, and the percentage of women among total subject population\nof various study groups varied from 10% to 100%. Mean BMI ranged from 23.7 kg/m 2 to 29.5\nkg/m2, so that one study investigated volunteers with normal BMI [34], while the other six studies\ninvestigated overweight individuals [17,20,21,31–33]. Limited information was available regarding\nthe clinical characteristics of study participants. Nevertheless, osteoporosis, diabetes, hypertension,\ndepression, rheumatoid arthritis, and heart diseases were diagnosed among the included individuals.\nLean mass and appendicular skeletal muscle represented 55.8% and 24.4%, respectively, of the total\nweight. Twenty-nine percent of the volunteers reported an episode of fall in the 12 months before the\ninvestigations. Physical and functional evaluations included isometric handgrip strength (IHG), knee\nextensor strength, one-leg stance, usual walking speed (WS), chair rise, tandem walk speed, narrow\nwalk speed, short physical performance battery (SPPB), and timed 8-foot walk. However, only IHG,\nWS, knee extensor strength, SPPB, and chair rise were included in the ﬁnal analysis, due to availability\nof data. According to protein intake per kg of body weight, volunteers could be divided into four major\ngroups: Low (<0.8 g/kg/day), middle (0.8–0.99 g/kg/day), high (≥1.0 g/kg/day), and very high(≥1.2\ng/kg/day). Methods to evaluate dietary intake included 24-h dietary recall (28.5%), 3-day dietary\nintake record (28.5%), 4-day dietary intake record (14.3%), food frequency questionnaire (14.3%), and\nthe Semi Quantitative-Food Frequency Questionnaire (SQFFQ) (14.3%).\n\nNutrients 2018, 10, 1330 5 of 16\nNutrients 2018, 10, x FOR PEER REVIEW 4 of 16 \n \n \nFigure 1. Flowchart of the present study. \nIncluded studies were published between 2014 and 2018, the majority had a prospective \nlongitudinal cohort design [17,30–32], while two had a cross-sectional design [20,33] and one study \nwas a case-control [21]. Overall, a total of 8754 community-dwelling older adults from six different \n4380 Articles \nidentified from \ndatabase search \n4392 Records \nscreened \n132 Excluded: \n58 Lack of data regarding physical \nfunction; \n26 Lack of data regarding protein \nintake; \n11 only one group; \n17 did not study older adults; \n17 intervention; \n2 review; \n1 Spanish; \n139 Full-text articles \nassessed for \neligibility \n12 Articles \nidentified from \nhand search \n7 Studies included in \nmeta-analysis \n4253 excluded, due to \nduplication, title, abstract \nFigure 1. Flowchart of the present study.\n\nNutrients 2018, 10, 1330 6 of 16\nTable 1. General description of the included studies.\nYear Authors Country Study\nDesign Population Setting Sample Size Age Female\n(%) BMI Lean\nMass\nAppendicular\nMuscle Mass\nDietary\nIntake\nAssessment\nMethod\nTotal\nProtein\nIntake\n(g/Day)\nSTROBE\nScore\n2018\nten\nHaaf\net al.\nNetherland Cross-sectional Healthy Community-dwellingHP: 80; LP: 60 83.0 10 26.1 — — 24-h dietary\nrecall\nHP: 89.5;\nLP: 64.7 19\n2016 Isanejad\net al. Finland Longitudinal Healthy Community-dwellingHP = 112; MP = 269;\nLP = 171 67.8 100 26.6\nHP: 41.3,\n16.4, 6.5;\nMP:40.1,\n15.9, 6.7;\nLP: 39.1,\n15.6, 6.6\n—\n3-day\ndietary\nintake\nrecord\nHP: 83.4;\nMP:65.0; LP:\n51.4\n20\n2016 Rahi\net al. Canada Longitudinal Diabetic Community-dwellingHP: 73; LP: 99 75.0 62 29.5 — — 24-h dietary\nrecall\nHP: 91; LP:\n64.3 20\n2015 Larocque\net al.\nUnited\nStates Longitudinal Post-menopausal\nwomen Community-dwellingLP = 1756; HP = 2889 80.1 100 26.8 — —\nFood\nfrequency\nquestionnaire\nLP = 42.6;\nHP = 71.6 17\n2015 Verlaan\net al.\nUnited\nKingdom Case-control Sarcopenic and\nnon-sarcopenicCommunity-dwellingSarcopenic: 66;\nNon-sarcopenic: 6671.1 39 26.1 —\nSarcopenic:19.0;\nNon-sarcopenic:\n20.4\n3-day\ndietary\nintake\nrecord\nSarcopenic:\n72.5;\nNon-sarcopenic:\n75.3\n19\n2014 Chan\net al. China Longitudinal Healthy Community-dwellingLP = 617; MP =677;\nHP = 705; HP2 = 72771.6 49.8 23.7 — —\nSemi\nQuantitative-Food\nFrequency\nQuestionnaire\n(SQFFQ)\n— 19\n2014 Gregorio\net al.\nUnited\nStates Cross-sectionalPost-menopausal\nwomen Community-dwellingLP = 97; HP = 290 73.0 100 27.4 LP = 40.7;\nHP = 38.2\nLP = 17.0; HP\n= 15.9\n4-day\ndietary\nintake\nrecord\nLP = 49.7;\nHP = 79.7 20\nBMI = body mass index; HP = high protein; MP = middle protein; LP = low protein.\n\nNutrients 2018, 10, 1330 7 of 16\nTable 2 provides the general characteristics of the volunteers according to their relative protein\nintake. All groups presented similar mean age (~73 years). The lowest sample size was observed in\nthe middle protein intake group, followed by the very high protein intake group, low protein intake\ngroup and high protein intake group. The groups presented a similar mean lean mass and mean\nappendicular mass. However, it is important to observe that High protein intake and Very high protein\nintake groups showed a higher percentage of lean mass when compared to Low protein intake and\nMiddle protein intake groups. In addition, a greater performance in knee extensor strength and SPPB\nwas observed in High protein intake and Very high protein intake groups when compared to Low\nprotein intake group. Protein, carbohydrate and fat intake increased according to relative protein\nintake. It should be stressed that these parameters were not reported by all the investigations.\nTable 2. Characteristics of the volunteers according to relative protein intake *.\nLow Protein\nIntake (0.67)\nMiddle Protein\nIntake (0.88)\nHigh Protein\nIntake (1.3)\nVery High Protein\nIntake (1.5)\nVariables n = 2641 n = 395 n = 5619 n = 1145\nAnthropometric characteristics\nAge (years) 73.8 74.0 74.6 73.5\nBMI (kg/m2) 29.1 26.7 27 27.1\nLean Mass (kg) (% in relation to\nweight) 41.0 (53) 40.1 (56.1) 38.7 (58.7) 38.2 (58.1)\nAppendicular Muscle Mass (kg)\n(% in relation to weight) — 19.0 (25.5) 20.4 (24.7) 15.9 (24.2)\nPhysical functional tests\nIHG (kg) 20.4 27.5 24.3 19.1\nKnee Extensor Strength (lb) 54.5 44.5 52.1 57.5\nOne-Leg Stand (s) 13.5 19.3 18.4 15.3\nChair Rises (s) 11.4 10.6 11.8 13.5\nTandem Walk Speed for 6 m (m/s) 0.30 0.34 0.33 —\nUsual Walking Speed (m/s) 1.1 1.2 1.2 1.07\nSPPB (points) 9.9 9.0 11.0 10.6\nTimed 8-Foot Walk (m/s) 1 — 1.1 1.1\nDietary factors\nProtein (g/day) 58.8 67.4 85.4 87.2\nCarbohydrate (g/day) 162.6 199.8 215.9 220.6\nFat (g/day) 43.6 58.6 64.4 —\nBMI = body mass index; IHG = Isometric handgrip; SPPB = Short physical performance battery (i.e., combination\nof results in gait speed, chair stand e balance tests; The ﬁnal score ranged from 0 (worst performance) to 12 (best\nperformance). * Information was not available by all the included investigations.\nStudy quality results are shown in Table S1, while the point by point analysis is shown in Table\nS2. The overall score ranged from 17 to 20. All studies reported the items required by the STROBE\ncriteria in relation to the abstract (items 1 and 2), clarity of the outcomes (items 7 and 15), methods\nof assessment (item 8), handle of quantitative variables (item 11), statistical methods and analysis\n(items 12, 16),",
    "discussion": "(items 18–21), and funding (item 22). However, 14.2% of the studies failed\nto clearly state speciﬁc objectives, including any prespeciﬁed hypotheses (item 3), the main aim of\nthe investigation (item 4), describe the setting, locations and relevant dates of recruitment and data\ncollection (item 5) [25], give the characteristics of study participants (item 14); and report other analyses\ndone—e.g., analyses of subgroups and interactions, and sensitivity analyses (item 17). In turn, 28.5%\ndid not properly report the eligibility criteria, and the sources and methods of selection of participants\n(item 6), 71.4% did not describe any efforts to address potential sources of bias (item 9), 57.1% explained\nhow the study size was arrived at (item 10) and reported numbers of individuals at each stage of study\n(item 13).\n\nNutrients 2018, 10, 1330 8 of 16\n3.2. High Protein Intake verses Low Protein Intake\nA total of four studies provided information to investigate the association of high and low\nprotein intake with physical function (Figure 2). It should be stressed, that Rahi et al. [32] provided\ntheir data according to gender, and the results are presented accordingly. Upper-limb muscle\nstrength—Upper-limb muscle strength was measured by IHG in all studies. Three studies were\nadded in the meta-analysis [ 17,20,31]. Results did not demonstrate signiﬁcant differences in IHG\nbetween the groups, and a small non-signiﬁcant ES was observed (ES = −0.36; 95% CI = −1.15 to\n0.44, p = 0.38). Moderate heterogeneity was found across studies (χ2 = 4.16, df = 2, p= 0.12, I2= 52%)\n(Figure 2a). Lower-limb muscle strength—Lower-limb muscle strength was evaluated by chair-rise and\nknee extensor strength. A meta-analysis of three studies—but evaluating four subgroups—observed a\nsmall non-signiﬁcant difference between groups (ES = −0.09; 95% CI = −0.26 to 0.08, p = 0.30). A not\nimportant heterogeneity was found across studies (χ2 = 3.75, df = 3, p = 0.29, I2 = 20%) (Figure 2b).\nNutrients 2018, 10, x FOR PEER REVIEW 8 of 16 \n \ntheir data according to gender, and the results are presented accordingly. Upper-limb muscle strength—\nUpper-limb muscle strength was measured by IHG in all studies. Three studies were added in the \nmeta-analysis [17,20,31]. Results did not demonstra te significant differences in IHG between the \ngroups, and a small non-significant ES was observed (ES = −0.36; 95% CI = −1.15 to 0.44, p = 0.38). \nModerate heterogeneity was found across studies (χ2 = 4.16, df = 2, p= 0.12, I2= 52%) (Figure 2a). Lower-\nlimb muscle strength —Lower-limb muscle strength was evalua ted by chair-rise and knee extensor \nstrength. A meta-analysis of three studies —but evaluating four subgroups —observed a small non-\nsignificant difference between groups (ES = −0.09; 95% CI = −0.26 to 0.08, p = 0.30). A not important \nheterogeneity was found across studies (χ2 = 3.75, df = 3, p = 0.29, I2 = 20%) (Figure 2b). \n \nFigure 2. Mean difference in ( a) Upper-limb muscle strength and Standardized mean difference in ( b) \nLower-limb muscle strength according to protein intake. Squares represent study-specific estimates; \ndiamonds represent pooled estimates of random-effects meta-analyses. \n3.3. Mobility \nMobility was evaluated by 10-m WS [17] and 6-m WS [34]. In the study of Chan et al. [34], three \nout of four groups showed a high protein intake ( ≥1.0 g/kg/day). In this sense, groups will be \nmentioned as Chan et al., 2014, 2014b, and 2014c, according to relative protein intake. In addition, the \ngroups were evaluated alone and grouped. A sm all ES were observed when the analysis was \nperformed with Chan et al. [34] (1.0 g/kg/day) and Isanejad et al. [17] (ES = 0.10; 95% CI= −0.06 to 0.27, \np =0.23, χ\n2 = 20.66, df = 1, p < 0.00001, I 2 = 95%) (Figure 3a), as well as with Chan et al. (2014b) (1.4 \ng/kg/day) and Isanejad et al. [15] (ES = 0.11; 95% CI = −0.05 to 0.26, p = 0.18, χ2 = 18.41, df = 1, p < \n0.00001, I2 = 95%) (Figure 3b). The combination of the groups—Chan et al. (2014 and 2014b)—changed \nthe results, so that a small and significant ES was observed (ES = 0.07; 95% CI = 0.01 to 0.12, p = 0.02, \nχ2 = 20.84, df = 2, p < 0.00001, I2 = 90%) (Figure 3c). Significant results were also observed when Chan \net al. (2014c) was evaluated alone (ES = 0.13; 95% CI = 0.01 to 0.24, p = 0.04, χ2 = 10.29, df = 1, p = 0.01, \nI2 = 90%) (Figure 3d) and with the other groups (ES = 0.06; 95% CI = 0.02 to 0.11, p = 0.003, χ2 = 27.52, \ndf = 3, p < 0.00001, I2 = 89%) (Figure 3e). \n3.4. Middle Protein Intake verses High Protein Intake \nA total of four studies provided information to investigate the association of high and middle \nprotein intake with physical function (Figure 4). Upper-limb muscle strength —Upper-limb muscle \nstrength was measured by IHG in all studies. Three studies were added in the meta-analysis \n[17,21,33]. Results did not demonstrate significant differences in IHG between groups, and a large \nnon-significant ES was observed (ES = 1.09; 95% CI = −3.78 to 5.96, p = 0.66). A considerable \nheterogeneity was found across studies (χ\n2 = 25.07, df = 2, p = < 0.00001, I2 = 92%) (Figure 4a). Mobility—\nMobility was evaluated in three studies. Pooling of results indicated a small and non-significant ES \n(ES = 0.17; 95% CI= −0.12 to 0.46, p = 0.26). A considerable heterogeneity was found across studies (χ2 \n= 56.46, df = 2, p = < 0.0001, I 2 = 96%) (Figure 4b). Lower-limb muscle strength —Lower-limb muscle \nstrength was evaluated by chair-rise in all studies. A meta-analysis of two studies observe a moderate \nnon-signiﬁ cant di ﬀerence between the groups (ES = 0.49; 95% CI= −0.01 to 0.99, p = 0.05). An \ninsignificant heterogeneity was found across studies (χ2 = 0.72, df = 1, p = 0.40, I2 = 0%) (Figure 4c). \nFigure 2. Mean difference in (a) Upper-limb muscle strengthand Standardized mean difference in (b)\nLower-limb muscle strengthaccording to protein intake. Squares represent study-speciﬁc estimates;\ndiamonds represent pooled estimates of random-effects meta-analyses.\n3.3. Mobility\nMobility was evaluated by 10-m WS [17] and 6-m WS [34]. In the study of Chan et al. [34], three\nout of four groups showed a high protein intake ( ≥1.0 g/kg/day). In this sense, groups will be\nmentioned as Chan et al., 2014, 2014b, and 2014c, according to relative protein intake. In addition,\nthe groups were evaluated alone and grouped. A small ES were observed when the analysis was\nperformed with Chan et al. [ 34] (1.0 g/kg/day) and Isanejad et al. [ 17] (ES = 0.10; 95% CI= −0.06\nto 0.27, p = 0.23, χ2 = 20.66, df = 1, p < 0.00001, I 2 = 95%) (Figure 3a), as well as with Chan et al.\n(2014b) (1.4 g/kg/day) and Isanejad et al. [15] (ES = 0.11; 95% CI = −0.05 to 0.26, p = 0.18, χ2 = 18.41,\ndf = 1, p < 0.00001, I 2 = 95%) (Figure 3b). The combination of the groups—Chan et al. (2014 and\n2014b)—changed the results, so that a small and signiﬁcant ES was observed (ES = 0.07; 95% CI = 0.01\nto 0.12, p = 0.02, χ2 = 20.84, df = 2, p < 0.00001, I2 = 90%) (Figure 3c). Signiﬁcant results were also\nobserved when Chan et al. (2014c) was evaluated alone (ES = 0.13; 95% CI = 0.01 to 0.24, p = 0.04,\nχ2 = 10.29, df = 1, p = 0.01, I2 = 90%) (Figure 3d) and with the other groups (ES = 0.06; 95% CI = 0.02 to\n0.11, p = 0.003, χ2 = 27.52, df = 3, p < 0.00001, I2 = 89%) (Figure 3e).\n\nNutrients 2018, 10, 1330 9 of 16\nNutrients 2018, 10, x FOR PEER REVIEW 9 of 16 \n \n \nFigure 3. Mean differences in Mobility according to protein intake. (a) Chan et al., 2014, and Isanejad \net al., 2016; (b) Chan et al., 2014b, and Isanejad et al., 2016; (c) Chan et al., 2014ab, and Isanejad et al., \n2016; (d) Chan et al., 2014c, and Isanejad et al., 2016; (e) Chan et al., 2014abc, and Isanejad et al., 2016. \nSquares represent study-specific estimates; diamon ds represent pooled estimates of random-effects \nmeta-analyses. \n \nFigure 4. Mean difference in ( a) Upper-limb muscle strength ; ( b) Mobility; and ( c) Lower-limb muscle \nstrength according to protein intake. Squares represent study-specific estimates; diamonds represent \npooled estimates of random-effects meta-analyses. \nFigure 3. Mean differences in Mobility according to protein intake. (a) Chan et al., 2014, and Isanejad\net al., 2016; ( b) Chan et al., 2014b, and Isanejad et al., 2016; ( c) Chan et al., 2014ab, and Isanejad\net al., 2016; ( d) Chan et al., 2014c, and Isanejad et al., 2016; ( e) Chan et al., 2014abc, and Isanejad\net al., 2016. Squares represent study-speciﬁc estimates; diamonds represent pooled estimates of\nrandom-effects meta-analyses.\n3.4. Middle Protein Intake verses High Protein Intake\nA total of four studies provided information to investigate the association of high and middle\nprotein intake with physical function (Figure 4). Upper-limb muscle strength—Upper-limb muscle\nstrength was measured by IHG in all studies. Three studies were added in the meta-analysis [17,21,33].\nResults did not demonstrate signiﬁcant differences in IHG between groups, and a large non-signiﬁcant\nES was observed (ES = 1.09; 95% CI = −3.78 to 5.96, p = 0.66). A considerable heterogeneity was found\nacross studies (χ2 = 25.07, df = 2, p = < 0.00001, I2 = 92%) (Figure 4a). Mobility—Mobility was evaluated\nin three studies. Pooling of results indicated a small and non-signiﬁcant ES (ES = 0.17; 95% CI= −0.12\nto 0.46, p = 0.26). A considerable heterogeneity was found across studies ( χ2 = 56.46, df = 2, p = <\n0.0001, I2 = 96%) (Figure 4b). Lower-limb muscle strength—Lower-limb muscle strength was evaluated by\nchair-rise in all studies. A meta-analysis of two studies observe a moderate non-signiﬁcant difference\nbetween the groups (ES = 0.49; 95% CI= −0.01 to 0.99, p = 0.05). An insigniﬁcant heterogeneity was\nfound across studies (χ2 = 0.72, df = 1, p = 0.40, I2 = 0%) (Figure 4c).\n\nNutrients 2018, 10, 1330 10 of 16\nNutrients 2018, 10, x FOR PEER REVIEW 9 of 16 \n \n \nFigure 3. Mean differences in Mobility according to protein intake. (a) Chan et al., 2014, and Isanejad \net al., 2016; (b) Chan et al., 2014b, and Isanejad et al., 2016; (c) Chan et al., 2014ab, and Isanejad et al., \n2016; (d) Chan et al., 2014c, and Isanejad et al., 2016; (e) Chan et al., 2014abc, and Isanejad et al., 2016. \nSquares represent study-specific estimates; diamon ds represent pooled estimates of random-effects \nmeta-analyses. \n \nFigure 4. Mean difference in ( a) Upper-limb muscle strength ; ( b) Mobility; and ( c) Lower-limb muscle \nstrength according to protein intake. Squares represent study-specific estimates; diamonds represent \npooled estimates of random-effects meta-analyses. \nFigure 4. Mean difference in ( a) Upper-limb muscle strength; (b) Mobility; and ( c) Lower-limb muscle\nstrength according to protein intake. Squares represent study-speciﬁc estimates; diamonds represent\npooled estimates of random-effects meta-analyses.\n3.5. Very High Protein Intake verses Low Protein Intake\nA total of ﬁve investigations provided information to investigate the association ofvery high protein\nintake and low protein intakewith physical function (Figure 5). Due to the lack of available evidence, we\ndid not divide the evaluation according to the type of physical assessment, as was performed above,\nand studies should assess at least one lower limb physical function to be included. The evaluations\nincluded knee extensor strength [32], SPPB [20], and walking speed [34]. Pooling of results indicated a\nsmall and signiﬁcant ES (ES = 0.18; 95% CI = 0.01 to 0.35, p = 0.04). A considerable heterogeneity was\nfound across studies (χ2 = 15.56, df = 4, p = 0.004, I2 = 74%).\nNutrients 2018, 10, x FOR PEER REVIEW 10 of 16 \n \n3.5. Very High Protein Intake verses Low Protein Intake \nA total of five investigations provided in formation to investigate the association of very high \nprotein intake and low protein intake with physical function (Figure 5). Due to the lack of available \nevidence, we did not divide the evaluation accord ing to the type of physical assessment, as was \nperformed above, and studies should assess at least one lower limb physical function to be included. \nThe evaluations included knee extensor strength [32], SPPB [20], and walking speed [34]. Pooling of \nresults indicated a small and significant ES (ES = 0.18; 95% CI = 0.01 to 0.35, p = 0.04). A considerable \nheterogeneity was found across studies (χ\n2 = 15.56, df = 4, p = 0.004, I2 = 74%). \n \nFigure 5. Standardized mean difference in Lower-limb muscle functioning according to protein intake. \nSquares represent study-specific estimates; diamon ds represent pooled estimates of random-effects \nmeta-analyses. \n4. Discussion \nThe present study was designed to investigate the available evidence regarding the association \nof relative protein intake and physical function in older adults. Findings of this investigation indicate \nthat individuals with relatively very high ( ≥1.2 g/kg/day) and high ( ≥1.0 g/kg/day) protein intakes \nshow higher mobility and lower limb physical functioning, respectively, in comparison to those with \nrelative low protein (<0.80 g/kg/day) intake. \nThe assessment of study quality demonstrated that reports were of very good quality and scored \nbetween 17 and 20. The main bias associated with the studies was the lack of adequate description \nabout the efforts to address potential sources of bias (item 9), the design of the study size (item 10), \nand the report regarding the number of participants in all the phases of the study (item 13). \nAlthough in recent years several study groups have strongly recommended that older adults \nconsume greater levels of protein intake than the RDA, there is a lack of direct evidence testing this \nhypothesis [11,13]. Several observational studies have demonstrated incongruent results, so that it is \npossible to observe null [19,33,34] and positive [1 7,20,21] associations between protein intake and \nphysical function in older adults. \nTo the best of our knowledge, this is the first study that directly compared the physical function \nof older adults with different relative protein intakes. Our findings support at least partially the need \nto increase protein guidelines to above the current RDA in older adults, since the very high and high \nprotein intake groups showed be tter muscular health when compared to the low protein intake \ngroup. The plausibility behind these findings is based on the anabolic resistance hypothesis, \naccording to which the muscular anabolic response to appropriate stimulation would be blunted in \nadvanced age (to review, see Calvani et al. [14]; La ndi et al. [35]). This idea is supported by the \nobservation that the aging muscle presents diminished muscle protein synthesis in response to small \namount of essential amino acids (EAAs) [36], the key nutrient for the stimulation of protein synthesis. \nThis would eventually lead to muscle catabolism, loss on lean body mass, dynapenia, and \nimpairment on muscle function [3 5]. Higher availability of EAAs , mainly leucine, seems to be \nnecessary to reverse overcome the anabolic resistance of muscle [37]. Therefore, the greater physical \nperformance observed in the groups with higher protein intake levels (i.e., very high and high) might \nbe ascribed to a larger EAAs availability. \nStudy or Subgroup\nChan et al., 2014b\nChan et al., 2014c\nGregório et al., 2014\nRahi et al., 2016 (men)\nRahi et al., 2016 (women)\nTotal (95% CI)\nHeterogeneity: Tau² = 0.02; Chi² = 15.56, df = 4 (P = 0.004); I² = 74%\nTest for overall effect: Z = 2.05 (P = 0.04)\nMean\n1.05\n1.09\n10.6\n70.4\n44.6\nSD\n0.2\n0.22\n1.6\n22.8\n15.5\nTotal\n705\n727\n290\n43\n30\n1795\nMean\n1.02\n1.02\n9.9\n76.6\n46.1\nSD\n0.21\n0.21\n1.9\n24.5\n13.8\nTotal\n617\n617\n97\n63\n36\n1430\nWeight\n28.9%\n29.0%\n20.6%\n12.3%\n9.2%\n100.0%\nIV, Random, 95% CI\n0.15 [0.04, 0.25]\n0.32 [0.22, 0.43]\n0.42 [0.18, 0.65]\n-0.26 [-0.65, 0.13]\n-0.10 [-0.59, 0.38]\n0.18 [0.01, 0.35]\nVery high protein intake Low protein intake Std. Mean Difference S td. Mean Difference\nIV, Random, 95% CI\n-1 -0.5 0 0.5 1\nLow physical functioning High physical functioning\nFigure 5. Standardized mean difference in Lower-limb muscle functioning according to protein\nintake. Squares represent study-speciﬁc estimates; diamonds represent pooled estimates of\nrandom-effects meta-analyses.\n4. Discussion\nThe present study was designed to investigate the available evidence regarding the association of\nrelative protein intake and physical function in older adults. Findings of this investigation indicate\nthat individuals with relatively very high (≥1.2 g/kg/day) and high (≥1.0 g/kg/day) protein intakes\nshow higher mobility and lower limb physical functioning, respectively, in comparison to those with\nrelative low protein (<0.80 g/kg/day) intake.\n\nNutrients 2018, 10, 1330 11 of 16\nThe assessment of study quality demonstrated that reports were of very good quality and scored\nbetween 17 and 20. The main bias associated with the studies was the lack of adequate description\nabout the efforts to address potential sources of bias (item 9), the design of the study size (item 10),\nand the report regarding the number of participants in all the phases of the study (item 13).\nAlthough in recent years several study groups have strongly recommended that older adults\nconsume greater levels of protein intake than the RDA, there is a lack of direct evidence testing this\nhypothesis [11,13]. Several observational studies have demonstrated incongruent results, so that it\nis possible to observe null [19,33,34] and positive [17,20,21] associations between protein intake and\nphysical function in older adults.\nTo the best of our knowledge, this is the ﬁrst study that directly compared the physical function\nof older adults with different relative protein intakes. Our ﬁndings support at least partially the need\nto increase protein guidelines to above the current RDA in older adults, since the very high and high\nprotein intake groups showed better muscular health when compared to the low protein intake group.\nThe plausibility behind these ﬁndings is based on the anabolic resistance hypothesis, according to\nwhich the muscular anabolic response to appropriate stimulation would be blunted in advanced age (to\nreview, see Calvani et al. [14]; Landi et al. [35]). This idea is supported by the observation that the aging\nmuscle presents diminished muscle protein synthesis in response to small amount of essential amino\nacids (EAAs) [36], the key nutrient for the stimulation of protein synthesis. This would eventually lead\nto muscle catabolism, loss on lean body mass, dynapenia, and impairment on muscle function [35].\nHigher availability of EAAs, mainly leucine, seems to be necessary to reverse overcome the anabolic\nresistance of muscle [37]. Therefore, the greater physical performance observed in the groups with\nhigher protein intake levels (i.e., very high and high) might be ascribed to a larger EAAs availability.\nAlthough our ﬁndings demonstrated that very high and high protein intakes were associated with\ngreater physical functioning in comparison to low protein intake, there were no differences between\nhigh and middle protein intake groups. These results are interesting and deserve concern because the\nmiddle group represented the level of protein intake recommended by the RDA.\nThe main motivation for considering changes from a minimum of 0.8 g/kg/day to 1.0 g/kg/day\nhas been the ﬁndings of longitudinal studies that demonstrated preserved muscle mass [24] and lower\nrisk of frailty [25] in older adults who had a protein intake ≥1.0 g/kg/day, as well as the evidence that\nshowed a signiﬁcant reduction on muscle mass of older adults who consumed the current RDA of\nprotein for a long period [38]. However, no previous studies had directly comparing these proposed\nprotein cutoffs, and the lack of signiﬁcant differences between high and middle groups may occur,\nbecause the values of protein intake are similar, according to ten Haaf et al. [33].\nNonetheless, some researchers may argue that very high protein intake could be sufﬁcient to\nelicit signiﬁcant differences, since the studies of Vellas et al. [26] and Mustafa et al. [27] demonstrated\nthat a very high protein intake was associated with a lower risk to poor health-related outcomes and\nphysical disability. However, there was no available evidence to comparevery highand middle protein\nintake groups. Taken together, these data suggest that a protein intake higher than 1.0 g/kg/day\ncauses beneﬁcial effects when compared to protein intake levels lower than 0.8 g/kg/day, but more\nstudies are still necessary to precisely deﬁne the different effects of very highand high protein intakes in\ncomparison to middle protein intake.\nConversely, from a practical point of view, the consumption of high protein intake by older\nadults has been the subject of intense scientiﬁc debate and a frequent concern of health professionals.\nNowadays, has been accepted that older adults without a previous history of kidney disease show\na lower risk of poor-health outcomes in response to high-protein diets [ 13,39]. However, although\nhigher glomerular ﬁltration rate seems to be a normal mechanism in response to the elevated amount\nof protein in the physiological system of patients with normal kidney function, an increased protein\nintake may collaborate to decline in the renal function of patients with a pre-existing renal disease [39].\nTherefore, ﬁndings of the present study should be carefully extrapolated for other populations than\nhealthy older adults.\n\nNutrients 2018, 10, 1330 12 of 16\nOn the other hand, data of the present study demonstrated that high protein intake was not\nassociated with better performance on the IHG and chair rise when compared to low protein intake\ngroup. These ﬁndings support the inferences that a higher protein intake may be associated with better\nscores on some, but not all physical tests [19].\nOne possible explanation for these results is that a greater intake of protein might promote\nbetter functioning of systems other than the neuromuscular system. It should be stressed that the\nperformance on the IHG and chair-rise seems to be mainly dictated by the neuromuscular system. On\nthe other hand, walking ability needs a larger integration among the body systems in comparison with\nsit and stand up or tightening an object. Indeed, walking is a complex activity involving a variety of\nneural process (e.g., sensory, cortical cognitive, temporal) [40,41], cerebral and peripheral vascular\nbeds [42,43], as well as lung [ 44], cardiac and muscular functions [ 45], to list a few. Consequently,\nwalking ability represents the functioning of multiple organ systems instead of just one system [46],\nand marked disturbances in gait pattern may occur in response to cardiovascular, neurological and\nneuromuscular pathologies [40,41].\nRegarding the relationship between protein intake and neural functioning, for example, evidence\nhas demonstrated that an insufﬁcient protein intake may impair spatial learning and memory and cause\nbrain atrophy [47], while high protein intake decreases markers of oxidative stress (lipid peroxidation)\nin the brain of rats [48], and is associated with low levels of insoluble amyloid-β protein (Aβ) in older\nadults [49]. In addition, a systematic review showed that protein intake was positively associated with\ncognitive function in older adults [50]. Furthermore, increased protein intake may cause changes in the\nvessel wall structure and in cardiovascular control exerted by the central nervous system, consequently\nmediating the negative association between protein intake and blood pressure [51,52].\nPhysical activity levels [ 33], vitamin intake [ 31], inﬂammation [ 15], mood disorders [ 53], and\nthe prevalence of chronic conditions (e.g., sarcopenia) [17] may also affect the relationship between\nprotein intake and physical function. In the study by Isanejad et al. [17], for example, higher protein\nintake and physical function were signiﬁcantly associated in non-sarcopenic, but not in sarcopenic\nolder women. These inferences are in keeping with the hypothesis that individuals suffering from\nillness, physical stress, sarcopenia and/or frailty may require higher protein levels (1.2–1.5 g/kg)\nthan healthy older adults [ 11,12,14]. In the present investigation, a considerable heterogeneity (I 2)\nwas observed in most of the studies. Although we tried to explore heterogeneity among the studies\nperforming the analysis with random effects, the investigations did not offer sufﬁcient details about\nthe samples, as indicated in the quality assessment and food intake limiting the analysis of subgroups\nand meta-regression (see Table 2). Therefore, our results should be taken with caution and should be\nconﬁrmed with further studies.\nIn this context, future studies aimed at investigating the association of protein intake and\nphysical function should collect a number of data allowing better inferences and an inclusion in\nfuture systematic reviews and meta-analysis, including total and appendicular muscle mass, the\nprevalence of morbidities, frailty and sarcopenia assessment, physical activity levels, and an extensive\nreport on food consumption (e.g., amino acid content, protein source) and not just the consumption of\nmacronutrients. Other limitations of the present study include the lack of comparison between low\nand middle protein intake, as well as very high and middle protein intake (due to the lack of available\ndata), and the use of the mean protein intake to identify the groups.\nIn relation to the latter, we allocated the groups mentioned in the studies into low, middle, high,\nand very high according to the mean protein intake reported. Nevertheless, it is possible that some\nindividuals showed higher or lower protein intake levels. One possible way to solve this problem\nwould be that future studies designed the groups based on proposed cut-offs for older adults [11,12,14],\ninstead of separatrix measures (e.g., quartiles), since a low quartile does not necessarily represent a\nlow protein intake.\n\nNutrients 2018, 10, 1330 13 of 16\n5. Conclusions\nIn conclusion, ﬁndings of the present study indicate that a very high ( ≥1.2 g/kg/day) and\nhigh protein intake ( ≥1.0 g/kg/day) are associated with better lower-limb physical performance\nwhen compared to low protein (<0.80 g/kg/day) intake in community-dwelling older adults. These\nﬁndings add evidence regarding the potential need to increase protein guidelines to above the current\nrecommendations. However, large randomized clinical trials are needed to conﬁrm the addictive\neffects of high-protein diets ( ≥1.0 g/kg/day) in comparison to the current recommendations on\nphysical functioning.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2072-6643/10/9/1330/\ns1, List S1: The complete search strategy used for the PubMed. Table S1: Quality assessment analysis, Table S2:\nIndividual quality assessment analysis of each included study.\nAuthor Contributions: Conceptualization, H.J.C.-J., B.R., E.M. and M.U.; Methodology, H.J.C.-J., M.U., B.R.\nand L.M.-T; Analysis, H.J.C.-J.; Writing-Original Draft Preparation, H.J.C.-J., L.M.-T., B.R., R.B., E.M. and M.U.;\nWriting-Review & Editing, H.J.C.-J., L.M.-T., B.R., R.B., E.M. and M.U.; Supervision, M.U.; Project Administration,\nH.J.C.-J.\nFunding: This research received no external funding.\nAcknowledgments: The authors are grateful to the Coordenaç ão de Aperfeiçoamento de Pessoal de N ível\nSuperior (CAPES) for funding this research via scholarships to HJCJ (PhD visiting: 88881.190185/2018-01). BR had\nﬁnancial support from the Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP) and CNPq (BPQ).\nConﬂicts of Interest: The authors declare no conﬂict of interest.\nReferences\n1. Cruz-Jentoft, A.J.; Baeyens, J.P .; Bauer, J.M.; Boirie, Y.; Cederholm, T.; Landi, F.; Martin, F.C.; Michel, J.-P .;\nRolland, Y.; Schneider, S.M.; et al. Sarcopenia: European consensus on deﬁnition and diagnosis: Report\nof the European working group on sarcopenia in older people. Age Ageing2010, 39, 412–423. [CrossRef]\n[PubMed]\n2. Diz, J.B.M.; Leopoldino, A.A.O.; Moreira, B.D.S.; Henschke, N.; Dias, R.C.; Pereira, L.S.M.; Oliveira, V .C.\nPrevalence of sarcopenia in older Brazilians: A systematic review and meta-analysis. Geriatr. Gerontol. Int.\n2017, 17, 5–16. [CrossRef] [PubMed]\n3. Coelho J únior, H.J.; Aguiar, S.D.S.; Gonçalves, I.D.O.; Sampaio, R.A.C.; Uchida, M.C.; Moraes, M.R.;\nAsano, R.Y. Sarcopenia is associated with high pulse pressure in older women. J. Aging Res.2015, 2015.\n[CrossRef] [PubMed]\n4. Kim, J.H.; Lim, S.; Choi, S.H.; Kim, K.M.; Yoon, J.W.; Kim, K.W.; Lim, J.-Y.; Park, K.S.; Jang, H.C.;\nKritchevsky, S. Sarcopenia: An independent predictor of mortality in community-dwelling older Korean\nmen. J. Gerontol. Ser. A2014, 69, 1244–1252. [CrossRef] [PubMed]\n5. Brown, J.C.; Harhay, M.O.; Harhay, M.N. Sarcopenia and mortality among a population-based sample of\ncommunity-dwelling older adults. J. Cachexia. Sarcopenia Muscle2016, 7, 290–298. [CrossRef] [PubMed]\n6. Benjumea, A.-M.; Curcio, C.-L.; Duque, G.; Gómez, F. Dynapenia and sarcopenia as a risk factor for disability\nin a falls and fractures clinic in older persons. Open Access Maced. J. Med. Sci.2018, 6, 344–349. [CrossRef]\n[PubMed]\n7. Martone, A.M.; Marzetti, E.; Calvani, R.; Picca, A.; Tosato, M.; Santoro, L.; Di Giorgio, A.; Nesci, A.;\nSisto, A.; Santoliquido, A.; et al. Exercise and protein intake: A synergistic approach against sarcopenia.\nBioMed Res. Int.2017, 2017. [CrossRef] [PubMed]\n8. Marzetti, E.; Calvani, R.; Tosato, M.; Cesari, M.; Di Bari, M.; Cherubini, A.; Collamati, A.; D’Angelo, E.;\nPahor, M.; Bernabei, R.; et al. SPRINTT consortium sarcopenia: An overview. Aging Clin. Exp. Res.2017, 29,\n11–17. [CrossRef] [PubMed]\n9. Nutrient Reference Values. Available online: https://www.nrv.gov.au/nutrients/protein (accessed on\n26 August 2018).\n10. Protein—British Nutrition Foundation. Available online: https://www.nutrition.org.uk/nutritionscience/\nnutrients-food-and-ingredients/protein.html?start=1 (accessed on 26 August 2018).\n\nNutrients 2018, 10, 1330 14 of 16\n11. Volpi, E.; Campbell, W.W.; Dwyer, J.T.; Johnson, M.A.; Jensen, G.L.; Morley, J.E.; Wolfe, R.R. Is the optimal\nlevel of protein intake for older adults greater than the recommended dietary allowance? J. Gerontol. Ser. A\nBiol. Sci. Med. Sci.2013, 68, 677–681. [CrossRef] [PubMed]\n12. Landi, F.; Calvani, R.; Tosato, M.; Martone, A.M.; Ortolani, E.; Savera, G.; D’Angelo, E.; Sisto, A.; Marzetti, E.\nProtein intake and muscle health in old age: From biological plausibility to clinical evidence. Nutrients 2016,\n8, 295. [CrossRef] [PubMed]\n13. Bauer, J.; Biolo, G.; Cederholm, T.; Cesari, M.; Cruz-Jentoft, A.J.; Morley, J.E.; Phillips, S.; Sieber, C.; Stehle, P .;\nTeta, D.; et al. Evidence-based recommendations for optimal dietary protein intake in older people: A\nposition paper from the prot-age study group. J. Am. Med. Dir. Assoc. 2013, 14, 542–559. [CrossRef]\n[PubMed]\n14. Calvani, R.; Miccheli, A.; Landi, F.; Bossola, M.; Cesari, M.; Leeuwenburgh, C.; Sieber, C.C.; Bernabei, R.;\nMarzetti, E. Current nutritional recommendations and novel dietary strategies to manage sarcopenia.\nJ. Frailty Aging2013, 2, 38–53. [PubMed]\n15. Bartali, B.; Frongillo, E.A.; Bandinelli, S.; Lauretani, F.; Semba, R.D.; Fried, L.P .; Ferrucci, L. Low nutrient\nintake is an essential component of frailty in older persons. J. Gerontol. A. Biol. Sci. Med. Sci.2006, 61,\n589–593. [CrossRef] [PubMed]\n16. Lana, A.; Rodriguez-Artalejo, F.; Lopez-Garcia, E. Dairy consumption and risk of frailty in older adults: A\nprospective cohort study. J. Am. Geriatr. Soc.2015, 63, 1852–1860. [CrossRef] [PubMed]\n17. Isanejad, M.; Mursu, J.; Sirola, J.; Kröger, H.; Rikkonen, T.; Tuppurainen, M.; Erkkilä, A.T. Dietary protein\nintake is associated with better physical function and muscle strength among elderly women. Br. J. Nutr.\n2016, 115, 1281–1291. [CrossRef] [PubMed]\n18. Houston, D.K.; Schwartz, A.V .; Cauley, J.A.; Tylavsky, F.A.; Simonsick, E.M.; Harris, T.B.; De Rekeneire, N.;\nSchwartz, G.G.; Kritchevsky, S.B. Serum parathyroid hormone levels predict falls in older adults with\ndiabetes mellitus. J. Am. Geriatr. Soc.2008, 56, 2027–2032. [CrossRef] [PubMed]\n19. Farsijani, S.; Payette, H.; Morais, J.A.; Shatenstein, B.; Gaudreau, P .; Chevalier, S. Even mealtime distribution\nof protein intake is associated with greater muscle strength, but not with 3-y physical function decline, in\nfree-living older adults: The quebec longitudinal study on nutrition as a determinant of successful aging\n(NuAge study). Am. J. Clin. Nutr.2017, 106, 113–124. [CrossRef] [PubMed]\n20. Gregorio, L.; Brindisi, J.; Kleppinger, A.; Sullivan, R.; Mangano, K.M.; Bihuniak, J.D.; Kenny, A.M.;\nKerstetter, J.E.; Insogna, K.L. Adequate dietary protein is associated with better physical performance\namong post-menopausal women 60–90 years. J. Nutr. Health Aging2014, 18, 155–160. [CrossRef] [PubMed]\n21. Verlaan, S.; Aspray, T.J.; Bauer, J.M.; Cederholm, T.; Hemsworth, J.; Hill, T.R.; McPhee, J.S.; Piasecki, M.;\nSeal, C.; Sieber, C.C.; et al. Nutritional status, body composition, and quality of life in community-dwelling\nsarcopenic and non-sarcopenic older adults: A case-control study. Clin. Nutr.2017, 36, 267–274. [CrossRef]\n[PubMed]\n22. Liberati, A.; Altman, D.G.; Tetzlaff, J.; Mulrow, C.; Gøtzsche, P .C.; Ioannidis, J.P .A.; Clarke, M.; Devereaux, P .J.;\nKleijnen, J.; Moher, D. The PRISMA statement for reporting systematic reviews and meta-analyses of studies\nthat evaluate health care interventions: Explanation and elaboration. PLoS Med.2009, 6, e1000100. [CrossRef]\n[PubMed]\n23. Stroup, D.F.; Berlin, J.A.; Morton, S.C.; Olkin, I.; Williamson, G.D.; Rennie, D.; Moher, D.; Becker, B.J.;\nSipe, T.A.; Thacker, S.B. Meta-analysis of observational studies in epidemiology: A proposal for reporting.\nJAMA 2000, 283, 2008–2012. [CrossRef] [PubMed]\n24. Houston, D.K.; Nicklas, B.J.; Ding, J.; Harris, T.B.; Tylavsky, F.A.; Newman, A.B.; Lee, J.S.; Sahyoun, N.R.;\nVisser, M.; Kritchevsky, S.B. Health ABC study dietary protein intake is associated with lean mass change in\nolder, community-dwelling adults: The health, aging, and body composition (Health ABC) study. Am. J.\nClin. Nutr.2008, 87, 150–155. [CrossRef] [PubMed]\n25. Beasley, J.M.; Lacroix, A.Z.; Neuhouser, M.L.; Huang, Y.; Tinker, L.; Woods, N.; Michael, Y.; Curb, J.D.;\nPrentice, R.L. Protein intake and incident frailty in the women’s health initiative observational study.J. Am.\nGeriatr. Soc.2010, 58, 1063–1071. [CrossRef] [PubMed]\n26. Vellas, B.J.; Hunt, W.C.; Romero, L.J.; Koehler, K.M.; Baumgartner, R.N.; Garry, P .J. Changes in nutritional\nstatus and patterns of morbidity among free-living elderly persons: A 10-year longitudinal study. Nutrition\n1997, 13, 515–519. [CrossRef]\n\nNutrients 2018, 10, 1330 15 of 16\n27. Mustafa, J.; Ellison, R.C.; Singer, M.R.; Bradlee, M.L.; Kalesan, B.; Holick, M.F.; Moore, L.L. Dietary protein\nand preservation of physical functioning among middle-aged and older adults in the framingham offspring\nstudy. Am. J. Epidemiol.2018, 187, 1411–1419. [CrossRef] [PubMed]\n28. Von Elm, E.; Altman, D.G.; Egger, M.; Pocock, S.J.; Gøtzsche, P .C.; Vandenbroucke, J.P .; STROBE Initiative.\nThe strengthening the reporting of observational studies in epidemiology (STROBE) statement: Guidelines\nfor reporting observational studies. Lancet 2007, 370, 1453–1457. [CrossRef]\n29. Green, S.; Higgins, J. Cochrane Handbook for Systematic Reviews of Interventions; The Cochrane Collaboratrion:\nLondon, UK, 2005.\n30. Chan, R.; Leung, J.; Woo, J. Dietary patterns and risk of frailty in Chinese community-dwelling older people\nin Hong Kong: A prospective cohort study. Nutrients 2015, 7, 7070–7084. [CrossRef] [PubMed]\n31. Larocque, S.C.; Kerstetter, J.E.; Cauley, J.A.; Insogna, K.L.; Ensrud, K.; Lui, L.-Y.; Allore, H.G. Dietary protein\nand vitamin D intake and risk of falls: A secondary analysis of postmenopausal women from the study of\nosteoporotic fractures. J. Nutr. Gerontol. Geriatr.2015, 34, 305–318. [CrossRef] [PubMed]\n32. Rahi, B.; Morais, J.A.; Gaudreau, P .; Payette, H.; Shatenstein, B. Energy and protein intakes and their\nassociation with a decline in functional capacity among diabetic older adults from the NuAge cohort.\nEur. J. Nutr.2016, 55, 1729–1739. [CrossRef] [PubMed]\n33. Ten Haaf, D.; van Dongen, E.; Nuijten, M.; Eijsvogels, T.; de Groot, L.; Hopman, M. Protein intake and\ndistribution in relation to physical functioning and quality of life in community-dwelling elderly people:\nacknowledging the role of physical activity. Nutrients 2018, 10, 506. [CrossRef] [PubMed]\n34. Chan, R.; Leung, J.; Woo, J.; Kwok, T. Associations of dietary protein intake on subsequent decline in muscle\nmass and physical functions over four years in ambulant older Chinese people. J. Nutr. Health Aging2014,\n18, 171–177. [CrossRef] [PubMed]\n35. Landi, F.; Calvani, R.; Cesari, M.; Tosato, M.; Martone, A.M.; Ortolani, E.; Savera, G.; Salini, S.; Sisto, A.;\nPicca, A.; et al. Sarcopenia: An overview on current deﬁnitions, diagnosis and treatment. Curr. Protein\nPept. Sci.2018, 19, 633–638. [CrossRef] [PubMed]\n36. Katsanos, C.S.; Kobayashi, H.; Shefﬁeld-Moore, M.; Aarsland, A.; Wolfe, R.R. Aging is associated with\ndiminished accretion of muscle proteins after the ingestion of a small bolus of essential amino acids. Am. J.\nClin. Nutr.2005, 82, 1065–1073. [CrossRef] [PubMed]\n37. Katsanos, C.S.; Kobayashi, H.; Shefﬁeld-Moore, M.; Aarsland, A.; Wolfe, R.R. A high proportion of leucine\nis required for optimal stimulation of the rate of muscle protein synthesis by essential amino acids in the\nelderly. Am. J. Physiol. Metab.2006, 291, E381–E387. [CrossRef] [PubMed]\n38. Campbell, W.W.; Trappe, T.A.; Wolfe, R.R.; Evans, W.J. The recommended dietary allowance for protein may\nnot be adequate for older people to maintain skeletal muscle. J. Gerontol. A. Biol. Sci. Med. Sci.2001, 56,\nM373–M380. [CrossRef] [PubMed]\n39. Martin, W.F.; Armstrong, L.E.; Rodriguez, N.R. Dietary protein intake and renal function.Nutr. Metab.2005,\n2, 25. [CrossRef] [PubMed]\n40. Hamacher, D.; Herold, F.; Wiegel, P .; Hamacher, D.; Schega, L. Brain activity during walking: A systematic\nreview. Neurosci. Biobehav. Rev.2015, 57, 310–327. [CrossRef] [PubMed]\n41. Paraskevoudi, N.; Balcı, F.; Vatakis, A. “Walking” through the sensory, cognitive, and temporal degradations\nof healthy aging. Ann. N. Y. Acad. Sci.2018. [CrossRef] [PubMed]\n42. EI Khoudary, S.R.; Chen, H.-Y.; Barinas-Mitchell, E.; McClure, C.; Selzer, F.; Karvonen-Gutierrez, C.;\nJackson, E.A.; Ylitalo, K.R.; Sternfeld, B. Simple physical performance measures and vascular health in late\nmidlife women: The study of women’s health across the nation.Int. J. Cardiol.2015, 182, 115–120. [CrossRef]\n[PubMed]\n43. Su, N.; Zhai, F.-F.; Zhou, L.-X.; Ni, J.; Yao, M.; Li, M.-L.; Jin, Z.-Y.; Gong, G.-L.; Zhang, S.-Y.; Cui, L.-Y.; et al.\nCerebral small vessel disease burden is associated with motor performance of lower and upper extremities\nin community-dwelling populations. Front. Aging Neurosci.2017, 9, 313. [CrossRef] [PubMed]\n44. Nolan, C.M.; Maddocks, M.; Maher, T.M.; Canavan, J.L.; Jones, S.E.; Barker, R.E.; Patel, S.; Jacob, J.;\nCullinan, P .; Man, W.D.-C. Phenotypic characteristics associated with slow gait speed in idiopathic pulmonary\nﬁbrosis. Respirology 2018, 23, 498–506. [CrossRef] [PubMed]\n45. Vandervoort, A.A. Aging of the human neuromuscular system. Muscle Nerve2002, 25, 17–25. [CrossRef]\n[PubMed]\n\nNutrients 2018, 10, 1330 16 of 16\n46. Rosso, A.L.; Sanders, J.L.; Arnold, A.M.; Boudreau, R.M.; Hirsch, C.H.; Carlson, M.C.; Rosano, C.;\nKritchevsky, S.B.; Newman, A.B. Multisystem physiologic impairments and changes in gait speed of older\nadults. J. Gerontol. Ser. A Biol. Sci. Med. Sci.2015, 70, 319–324. [CrossRef] [PubMed]\n47. Reyes-Castro, L.A.; Padilla-G ómez, E.; Parga-Mart ínez, N.J.; Castro-Rodr íguez, D.C.; Quirarte, G.L.;\nDíaz-Cintra, S.; Nathanielsz, P .W.; Zambrano, E. Hippocampal mechanisms in impaired spatial learning\nand memory in male offspring of rats fed a low-protein isocaloric diet in pregnancy and/or lactation.\nHippocampus 2018, 28, 18–30. [CrossRef] [PubMed]\n48. Madani, Z.; Malaisse, W.J.; Ait-Yahia, D. A comparison between the impact of two types of dietary protein\non brain glucose concentrations and oxidative stress in high fructose-induced metabolic syndrome rats.\nBiomed. Rep.2015, 3, 731–735. [CrossRef] [PubMed]\n49. Fernando, W.M.A.D.; Rainey-Smith, S.R.; Gardener, S.L.; Villemagne, V .L.; Burnham, S.C.; Macaulay, S.L.;\nBrown, B.M.; Gupta, V .B.; Sohrabi, H.R.; Weinborn, M.; et al. Associations of dietary protein and ﬁber intake\nwith brain and blood amyloid-β. J. Alzheimer’s Dis.2018, 61, 1589–1598. [CrossRef] [PubMed]\n50. Koh, F.; Charlton, K.; Walton, K.; McMahon, A.-T. Role of dietary protein and thiamine intakes on cognitive\nfunction in healthy older people: A systematic review. Nutrients 2015, 7, 2415–2439. [CrossRef] [PubMed]\n51. Liu, R.; Dang, S.; Yan, H.; Wang, D.; Zhao, Y.; Li, Q.; Liu, X. Association between dietary protein intake and\nthe risk of hypertension: A cross-sectional study from rural western China. Hypertens. Res. 2013, 36, 972.\n[CrossRef] [PubMed]\n52. Tielemans, S.M.A.J.; Altorf-van der Kuil, W.; Engberink, M.F.; Brink, E.J.; van Baak, M.A.; Bakker, S.J.L.;\nGeleijnse, J.M. Intake of total protein, plant protein and animal protein in relation to blood pressure: A\nmeta-analysis of observational and intervention studies. J. Hum. Hypertens.2013, 27, 564–571. [CrossRef]\n[PubMed]\n53. Guligowska, A.; Pigłowska, M.; Fife, E.; Kostka, J.; Sołtysik, B.K.; Kroc, Ł.; Kostka, T. Inappropriate nutrients\nintake is associated with lower functional status and inferior quality of life in older adults with depression.\nClin. Interv. Aging2016, 11, 1505–1517. [CrossRef] [PubMed]\n© 2018 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access\narticle distributed under the terms and conditions of the Creative Commons Attribution\n(CC BY) license (http://creativecommons.org/licenses/by/4.0/)."
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "primary_human": "physical_function (gait speed, chair rise, balance); strength; body_comp (lean-mass-related proxies)"
  },
  "bucket": "B",
  "notes": "Higher relative protein intake in older adults is associated with better physical function and lower disability risk."
}