{
  "id": 37,
  "title": "Effects of Protein Supplementation on Body Composition, Physiological Adaptations, and Performance During Endurance Training: A Systematic Review and Meta-Analysis",
  "authors": "Xiao Q et al.",
  "year": 2025,
  "doi": "10.3389/fnut.2025.1663860",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "endurance_training",
    "protein_supplementation",
    "body_comp",
    "performance"
  ],
  "population": {
    "training_status": "meta_analysis_RCT (endurance_training + protein_supplementation)"
  },
  "sections": {
    "introduction": "This study aimed to evaluate the long-term effects of endurance \ntraining combined with protein supplementation on body composition, physiological \nadaptations (aerobic/anaerobic capacity), and performance.",
    "methods": "A systematic search was conducted in Web of Science, PubMed, \nand SPORTDiscus databases on April 16, 2025, using the keywords “endurance \ntraining” and “protein supplementation.” Meta-analysis was conducted using \na random-effects model, and the main effect size of each outcome was \nsummarized using the standard mean difference (SMD), and moderators were \nexplored using subgroup and regression analyses.",
    "results": "A total of 23 randomized cross-over trials involving 1,146 participants \nwere included. The results showed that protein supplementation during \nendurance training led to a small, nonsignificant increase in lean body mass \n(SMD = 0.13, 95% CI: −0.01, 0.28; p = 0.07) and a significant improvement in \ntime to exhaustion (TTE) during endurance exercise (SMD = 0.45, 95% CI: 0.15, \n0.76; p < 0.01). While the overall impact on maximal oxygen uptake (VO2max) \nwas not significant, subgroup analysis revealed that untrained individuals may \nexperience greater improvements in VO2max with protein supplementation \n(SMD = 0.21). Although aerobic and anaerobic capacities were assessed, protein \nsupplementation did not lead to significant changes in these outcomes, nor did \nit significantly affect body weight or body fat.",
    "discussion": "In summary, protein supplementation during endurance training \nappears to modestly enhance endurance performance (TTE) and may offer small \nbenefits for lean body mass, particularly in untrained individuals. However, it \ndoes not significantly affect overall body weight, fat mass, or aerobic/anaerobic \ncapacity in the general population.\nSystematic review registration: : Identifier, CRD420251034453, https://www.\ncrd.york.ac.uk/PROSPERO/recorddashboard.\nKEYWORDS\nendurance training, protein supplements, nutritional supplements, meta-analysis, \nbody composition, aerobic capacity, athletic performance\nOPEN ACCESS\nEDITED BY\nFrancisco J. Osuna-Prieto, \nPere Virgili Health Research Institute (IISPV), \nSpain\nREVIEWED BY\nUnai A. Pérez De Arrilucea Le Floc’h, \nUniversidad Europea de Valencia, Spain\nAhmad Chaeroni, \nPadang State University, Indonesia\n*CORRESPONDENCE\nWeiFeng Gao \n 2012027@whsu.edu.cn\nRECEIVED 11 July 2025\nACCEPTED 28 July 2025\nPUBLISHED 07 August 2025\nCITATION\nXiao Y, Deng Z, Sun W, Li J and Gao W (2025) \nEffects of protein supplementation on body \ncomposition, physiological adaptations, and \nperformance during endurance training: a \nsystematic review and meta-analysis.\nFront. Nutr. 12:1663860.\ndoi: 10.3389/fnut.2025.1663860\nCOPYRIGHT\n© 2025 Xiao, Deng, Sun, Li and Gao. This is \nan open-access article distributed under the \nterms of the Creative Commons Attribution \nLicense (CC BY). The use, distribution or \nreproduction in other forums is permitted, \nprovided the original author(s) and the \ncopyright owner(s) are credited and that the \noriginal publication in this journal is cited, in \naccordance with accepted academic \npractice. No use, distribution or reproduction \nis permitted which does not comply with \nthese terms.\nTYPE Systematic Review\nPUBLISHED 07 August 2025\nDOI 10.3389/fnut.2025.1663860\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 02 frontiersin.org\n1 Introduction\nProtein supplementation refers to the increased intake of dietary \nprotein, commonly achieved through commercially available \nsupplements (1). Protein supplementation is popular among fitness \nenthusiasts, high-performance athletes, and public health advocates \nfor helping individuals meet their protein needs when these \nrequirements are difficult to satisfy through daily food sources alone \n(2, 3). Although there is now solid evidence that dietary protein intake \nis fundamental to maximizing muscle hypertrophy and strength \nduring resistance training in strength or power-based athletes (4–6), \nits role in adaptations to endurance training and optimizing \nperformance in endurance athletes is often overlooked (7).\nPositions from the American Dietetic Association, Dietitians of \nCanada, and the American College of Sports Medicine suggest that \noptimal nutrition can enhance physical activity, exercise performance, \nand recovery after exercise (8). Protein supplementation for endurance \nathletes should prioritize performance adaptations and recovery \neffects (9, 10). In endurance exercise, carbohydrate and fat oxidation \nare the main sources of substrate metabolism during endurance \nexercise (11, 12). Still, as the duration of exercise increases (>2 h), the \nrate of amino acid oxidation also increases (1), which is equivalent to \n6% of the total energy cost of exercise (13), among which branched-\nchain amino acids (isoleucine, leucine and valine) are oxidized \npreferentially over other amino acids ( 14). Protein catabolism in \nmuscle is a key factor in increasing the rate of amino acid oxidation \n(15), and the intake of branched-chain amino acids alone has been \nshown to have a positive effect on time trial performance (TT) and \npeak power ( 16). Previous meta-analysis evidence shows that the \ncombined intake of protein and carbohydrates improves exhaustion \ntime by an average of 9% ( 17). This combination stimulates the \nsynthesis rate of skeletal muscle protein in the human body and \nimproves the net protein balance of the whole body (18). The latest \nevidence shows that protein metabolism during endurance exercise is \nsignificantly more active than in the resting state. Exercise intensity is \nthe primary factor affecting protein oxidation, while exercise time and \nvolume have a lesser effect (19). This finding highlights the importance \nof high protein intake following high-intensity endurance training. \nAccording to the current survey, elite endurance athletes appear to \nimplement key pre- and post-training nutritional recovery \nrecommendations (20); however, few athletes deliberately adopt some \nmodern dietary periodization methods (21), suggesting a mismatch \nbetween athlete diets and current and developing sports nutrition \nguidelines. The importance of carbohydrates for endurance training \nis well established (22, 23), while the role of protein and the adaptive \nresponse to endurance training is less clear ( 7), as the effect of \nendurance training on skeletal muscle growth is negligible, which may \nhave led to an underestimation of the role of dietary protein in \nendurance athletes.\nThe International Society of Sports Nutrition currently \nrecommends that most people who exercise aim for a total daily \nprotein intake in the range of 1.4–2.0 g of protein per kilogram of \nbody weight per day (g/kg/d) ( 2). The American Dietetic \nAssociation, Dietitians of Canada, and the American College of \nSports Medicine recommend that endurance athletes consume a \ntotal daily protein intake of 1.2–1.7 g/kg/d (8). Endurance athletes \nhabitually consume >1.2 g protein/kg/d according to a 24-h dietary \nrecall, but the distribution throughout the day may not be optimal \nto maximize skeletal muscle adaptive responses to training ( 24). To \ndate, Lin et al. are the only researchers who have systematically \nreviewed the effects of protein supplementation on endurance \ntraining adaptations in healthy and clinical populations through \nmeta-analysis (25). They concluded that protein supplementation \nfurther increased aerobic capacity, stimulated increases in lean body \nmass, and improved TT during chronic endurance training in these \npopulations (25). However, their meta-analysis did not explore the \nGRAPHICAL",
    "abstract": "Xiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 03 frontiersin.org\npotential moderating effects of participant characteristics and \nprotein type on the outcomes ( 25). Exploring these moderating \nfactors would improve our understanding of how variables such as \ntraining status, gender, and protein source (e.g., whey versus other \ntypes) influence training adaptations. This knowledge could help \ndevelop more tailored nutritional strategies for endurance athletes. \nIn addition, as their search date was up to March 2020, the",
    "conclusions": "of subsequent studies may have challenged their results. \nFor example, Hansen et al. reported that whey protein intake before \neach exercise session and whey protein and carbohydrate intake \nafter exercise during a six-week endurance training period may \nenhance the training effect on specific mitochondrial proteins, but \ndid not change aerobic capacity and TT (26). Similarly, Alghannam \net  al. reported that post-exercise protein supplementation \nupregulated mTOR expression in skeletal muscle during a six-week \nendurance training period. However, the magnitude of improvement \nin maximal oxygen uptake (VO 2max) was similar between \ngroups (27).\nAlthough protein supplementation for endurance athletes has \nreceived extensive attention, there are still some gaps and limitations \nin the current literature. Compared with individual trials, meta-\nanalyses increase the statistical power of the results ( 28), provide \ngreater precision and avenues for integrating results, and address \nmethodological differences between studies, such as the age, sex, and \ntraining status of participants, the dose of protein consumed, and the \nduration of the study. Considering that further research is still needed \nto understand the optimal daily distribution of protein intake, it is \nunclear whether previous meta-analyses can reflect the conclusions of \ncurrent studies. Therefore, a comprehensive systematic review and \nmeta-analysis must be conducted to update previous conclusions, \nderive a higher level of evidence, provide practitioners with the latest \nintegrated results, and provide practical recommendations for \nendurance athletes and sports nutrition professionals.\nThe present study aims to systematically review published \nrandomized controlled trials and use meta-analysis to evaluate the \neffects of endurance training combined with protein supplementation \non body composition, physiological adaptations (both aerobic and \nanaerobic), and performance outcomes, including TT and time to \nexhaustion (TTE).\nIn particular, we  focus on the interaction between endurance \ntraining and protein supplementation to provide robust evidence \nsupporting nutritional strategies for endurance athletes.\n2 Methods\nThis systematic review and meta-analysis followed the 2020 \nPRISMA reporting guidelines (29). To improve research transparency, \nthis study has been pre-registered in the PROSPERO database \n(registration ID: CRD420251034453).\n2.1 Information sources and search \nstrategy\nThree authors independently conducted a comprehensive \nliterature search across Web of Science Core Collection, PubMed, and \nSPORTDiscus, covering all available records up to April 16, 2025. The \nspecific date ranges retrieved from each database were: Web of \nScience (1900–2025), PubMed (1966–2025), and SPORTDiscus \n(1930–2025). Only peer-reviewed articles were considered, and \nrandomized controlled trials were exclusively included in the search \nprocess. For instance, the PubMed search strategy was as follows: \n(“endurance training” OR “aerobic exercise”) AND (“protein \nsupplementation” OR “whey protein” OR “amino acids”) AND \n(“exercise performance” OR “VO2max” OR “time trial performance”) \nAND (“body composition” OR “muscle mass” OR “body fat”) AND \n(“randomized controlled trial” OR “RCT”). The complete search \nstrategies for all databases are provided in Appendix S1 . Two \nsnowball search strategies were also applied to enhance \ncomprehensiveness: (1) screening reference lists of eligible studies; \nand (2) identifying studies that cited the included articles via \nGoogle Scholar.\n2.2 Eligibility criteria\nInclusion criteria were determined according to the Population, \nIntervention, Control, Outcome, and Study Design (PICOS) \nframework: (a) Population: healthy adults aged 18 to 65 years, of either \nsex, with or without prior training experience or protein \nsupplementation; (b) Intervention: nutritional intervention, \nsupplementing the usual diet with protein supplements, regardless of \nthe source of protein; (c) Control: placebo, carbohydrate, or water; (d) \nOutcome: at least one outcome related to body composition, \nphysiological adaptation, or performance (e.g., body weight, VO2max, \nor TT); (e) Study design: randomized controlled trials, including \nparallel-group and crossover designs. In addition, we included studies \nthat supplemented with protein during endurance training and studies \nthat combined endurance training with resistance training. Both \ntraining modalities aim to improve endurance-related outcomes, and \nprotein may play a role in optimizing adaptations in both contexts. \nPotential heterogeneity introduced by training modality was addressed \nthrough subgroup analyses.\nExclusion criteria were as follows: (1) studies that supplemented \nwith isolated amino acids without whole protein intake; (2) short-term \ninterventions lasting less than 4 weeks; (3) studies that included less \nthan two endurance training sessions per week; (4) nonhuman studies, \nreviews, research protocols, books, and case reports.\n2.3 Study selection\nThe studies identified through database searches were imported \ninto EndNote 21 for management, and duplicates were removed. Two \nresearchers conducted title and abstract screening independently \nbased on the inclusion criteria, excluding irrelevant studies. The full \ntexts of potentially eligible studies were reviewed to confirm inclusion. \nDisagreements were resolved through discussion or consultation with \na third researcher.\n2.4 Data extraction and transformation\nData extraction and conversion were performed using a standardized \nprocess. Two researchers independently extracted information, including \nauthors, publication year, study design, participant characteristics, \ntraining regimen, protein supplementation regimen, and outcome \n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 04 frontiersin.org\nmeasures, and extracted this information into an Excel worksheet. Data \nextraction mainly included the mean, standard deviation (SD), and \nsample size before and after the intervention. For studies containing \ngraphical data, the WebPlotDigitizer 4.51 tool was used to extract values. \nThe reliability and validity of this software have been demonstrated (30). \nIf studies only provided data with 95% confidence intervals (CI), they \nwere converted to SD (31):\n \n−= high lowCI CISD 2N t \n(1)\nWhere N is the sample size, CI high is the upper limit of the \nconfidence interval, CIlow is the lower limit of the confidence interval, \nand t represents the t distribution (Equation 1).\nIf standard errors were provided, they were converted to SD \n(Equation 2) (31).\n = ×SD N SE (2)\nFor studies with missing data, attempts were made to contact the \nauthors to provide information. Data extraction was completed \nindependently by two researchers and cross-validated to ensure \naccuracy. In case of disagreement, the two researchers resolved it \nthrough discussion or negotiation without consulting a third \nresearcher. All data were merged into a unified Excel template.\n2.5 Study risk of bias assessment\nThe Cochrane recommended tool ROB2 (32) was used to assess \nthe risk of bias in randomized crossover controlled trials. ROB2 \nassesses bias in five domains: (D1) randomization, (D2) intervention \nimplementation, (D3) outcome data, (D4) outcome measurement, and \n(D5) other bias. Each domain was rated as “low, ” “moderate, ” or “high” \nrisk of bias. The first and second authors performed the assessment, \nand any disagreements were resolved by discussion with a third \nreviewer or by consensus.\n2.6 Statistical analysis\nConventional two-level meta-analysis was performed using the \nmetafor package (33) in R Studio (version 4.4.3). Effect sizes were \npooled using the inverse variance weighting method, and \nheterogeneity was estimated using the restricted maximum likelihood \n(REML) method. Meta-analysis results were visualized using the \norchaRd package (34). Effect sizes were estimated as standardized \nmean differences (SMD). The standard deviation was the difference \nbetween the pre- and post-intervention values (31). The correlation \ncoefficient (“r”) was obtained from the article first, but most articles \ndid not provide the correlation coefficient value, so a conservative \nvalue of 0.5 was taken as the correlation coefficient value, as \nrecommended by the Cochrane Handbook (31). To test the robustness \n1 https://apps.automeris.io/wpd4/\nof the results, sensitivity analyses were also conducted using r = 0.3 \nand r = 0.7 (Equation 3).\n ( )= + − ×× ×22\nchange pre post pre postSD SD SD 2 SD SD r (3)\nEffect sizes were classified as slight (0.2), small (0.2–0.5), moderate \n(0.5–0.8), or large (>0.8) ( 35). Statistical significance was set at \np < 0.05. Cochran’s Q test and I2 statistic were used to assess \nheterogeneity, but I2 is the most commonly used and widely \nrecommended indicator (36), so we  will mainly report I2, with I2 \nvalues of 25, 50, and 75% indicating low, moderate, and high \nheterogeneity, respectively ( 37). I2 > 50% indicated significant \nheterogeneity. Sensitivity analysis was performed using the leave-\none-out method to assess the impact of each study on the effect size.\nTo further explore the sources of heterogeneity and potential \nmoderators, subgroup and regression analyses were performed. \nSubgroups included training status (trained or untrained) ( 38), \nintervention duration ( ≤8 weeks or >8 weeks), sex (male only or \nfemale only or mixed), protein type (whey protein or other protein), \nand training method (endurance training or concurrent training). In \naddition to subgroup analyses of dichotomous variables, we  also \nperformed regression analyses on continuous variables such as daily \nprotein intake, intervention duration, total intervention duration, and \nage. Publication bias was assessed for studies with at least 10 data \npoints using funnel plots ( 39) and Egger’s test ( 40), with p > 0.05 \nindicating no bias. For outcomes with fewer than 10 data points (41), \na leave-one-out analysis was performed to evaluate the impact of \nindividual studies on the overall pooled effect.\n2.7 Certainty of evidence assessment\nWe evaluated evidence quality using the GRADE approach, \nexamining five domains (42): risk of bias, inconsistency, indirectness, \nimprecision, and publication bias. Two authors independently rated \nevidence as high, moderate, low, or very low. Disagreements were \nresolved through discussion with a third author.\n3 Results\n3.1 Study selection\nWe conducted a preliminary search of PubMed, Web of Science, \nand SPORTDiscus, which retrieved a total of 450 articles. After \nrepeated literature screening, 373 articles remained. After screening \nthe titles and abstracts, 29 articles were evaluated in full text. Some \narticles were excluded due to insufficient intervention period, \ninconsistent age of subjects, etc., leaving 13 articles in the preliminary \nsearch. In addition, 16 relevant articles were found through forward \nand backward searches of Google Scholar. After full-text review, 6 \nstudies were excluded due to inconsistent study designs: 2 studies were \nexcluded because the frequency of the intervention period was less \nthan twice a week; 1 study lacked a suitable control group; and 1 study \ndid not implement a suitable endurance training program. A total of \n23 articles were included. The screening process is shown in Figure 1.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 05 frontiersin.org\n3.2 Characteristics of the studies included\nTwenty-three studies were included in this review, all of which were \nrandomised controlled trials, one of which was a crossover trial (43). \nFifteen studies were double-blind (65%) and eight studies were single-\nblind or did not report blinding (35%). The studies involved 1,146 \nparticipants, including 897 men (78%) and 249 women (22%). The sample \nsize of the individual studies ranged from 6 to 387 participants, with an age \nrange of 18 to 63.5 years, and only two studies had participants aged 60 to \n65 years (44, 45). Participants were divided into trained (757 participants) \nand untrained (389 participants) groups according to their physical activity \nlevel, with two studies involving military personnel and one study \ninvolving sports students, who were considered trained. In terms of \ntraining programs, 12 studies were concurrent training (43, 45–55), 11 \nstudies were single endurance training (26, 27, 44, 56–63), and 7 studies \nhad a gradual increase in exercise intensity (27, 48, 52, 54–56, 59). The \nduration of training intervention ranged from the shortest 6 weeks to the \nlongest 26 weeks, and the intervention duration of most studies was \nbetween 8 and 12 weeks. In terms of protein supplement types, 11 studies \nused whey protein, 4 studies used soy protein, 2 studies used milk protein, \n2 studies used casein, 2 studies used collagen peptides, 1 study used amino \nacid supplements, and 1 study used beef protein. The daily protein intake \nin a single study ranged from 0.96 g/kg/day to 3.8 g/kg/day (52, 53), and \nthe daily protein intake in most studies ranged from 1.2 g/kg/day to 2.3 g/\nkg/day. Six studies did not report daily protein intake. For body \ncomposition measurement, 9 studies used dual-energy X-ray \nabsorptiometry (DXA), 5 studies used bioelectrical impedance analyzer \n(BIA), 2 studies used skinfold thickness measurement, 1 study used air \ndisplacement plethysmography (ADP), and 1 study used underwater \nweighing (UWW). Other details are shown in Table 1.\n3.3 Effect size of the intervention\n3.3.1 Body composition\nThe meta-analysis results on body weight (25 studies, 983 \nparticipants) and body fat (18 studies, 837 participants) showed that \nprotein supplementation had no significant effect on body weight \n(SMD = 0.05, 95% CI: −0.08, 0.17; p = 0.46; I2 = 0%) and body fat \n(SMD = −0.11, 95% CI: −0.24, 0.03; p = 0.13; I2 = 0%), and the pooled \neffect heterogeneity was low. The meta-analysis results on lean body \nmass showed that protein supplementation may have a small effect on \nincreasing lean body mass (SMD = 0.13, 95% CI: −0.01, 0.28; p = 0.07; \nI2 = 0%), and the pooled effect heterogeneity was low. See Figure 2.\n3.3.2 Physiological adaptation\nMeta-analysis results of aerobic capacity (18 studies, 521 \nparticipants) and anaerobic capacity (4 studies, 178 participants) \nshowed that protein supplementation had no significant effect on \nVO2max (SMD = 0.10, 95% CI: −0.07, 0.27; p = 0.25; I2 = 0%) and \npeak power (SMD = 0.05, 95% CI: −0.11, 0.49; p = 0.21; I2 = 0%), with \nlow heterogeneity of the combined effect size. See Figure 2.\n3.3.3 Performance\nThe meta-analysis results of time to exhaustion (TTE) (5 \nstudies, 170 participants) showed that protein supplementation \ncould significantly prolong TTE (SMD = 0.45, 95% CI: 0.15, 0.76; \np < 0.01; I2 = 0%), with a moderate effect size and low heterogeneity. \nThe meta-analysis results of TT (10 studies, 313 participants) and \nsprint speed (3 studies, 78 participants) showed that protein \nsupplementation had no significant effect on TT (SMD = −0.02, \n95% CI: −0.43, 0.40; p = 0.93; I2 = 67.44%) and sprint speed \nFIGURE 1\nLiterature screening flow chart.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 06 frontiersin.org\nTABLE 1 Essential characteristics of the included literature.\nStudy Study \ndesign\nParticipant Training \ntype\nTraining \nprogram\nProtein \nsupplement \ngroup\nPlacebo/\nControl group\nRelated \nresults\nAntonio \net al. (46)\nParallel \nRCT\nDouble-\nblind\nN = 19, Men Ration = 0%\nAge = 26.9 ± 6.1/27.4 ± 7.4 years\nBW = 68.9 ± 15.2/74.0 ± 12.8 kg\nHealthy untrained women\nCT\nTraining time: \n6 weeks\nET: 3 times a \nweek, 20 min \neach time\nIntensity: \n70%HRmax\nRT: 3 times a \nweek\nAmino acid supplement \n(1.24 g protein/kg/day)\nIntake time: 20 min \nbefore and 20 min after \ntraining\nAverage daily protein \nintake per kg: 1.24\nTaking the same \nnumber of identical-\nlooking pills \ncontaining fiber (0.9 g \nprotein/kg/day). \nAverage daily protein \nintake per kg: 0.9\nBody \ncomposition \n(DXA), TTE\nFlakoll et al. \n(47)\nParallel \nRCT\nDouble-\nblind\nN = 387, Men Ration = 100%\nAge = 18.9 ± 0.1 years\nBW = 74.4 ± 14.5/74.9 ± 13.7 kg\nMarine Corps Recruits\nCT\nTraining \ntime:54 days\nET: 24 days of \nrunning and \n3 days of \nwalking \ntraining\nIntensity: n/a\nRT: Push-ups, \nsit-ups, pull-\nups\nWhey protein: 10 g \nprotein, 8 g carbs, and \n3 g fat\nIntake time: post-\nexercise intake\nAverage daily protein \nintake per kg: n/a\nCON1: nonnutritive \nplacebo tablets\nCON2: contains 8 \ngrams of \ncarbohydrates and 3 \ngrams of fat\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(BIA)\nLockwood \net al. (48)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 28, Men Ration = 50%\nAge = 34.8 ± 4.9/32.6 ± 6.0 years\nBW = 82.3 ± 15.3/84.7 ± 20.6 kg\nVO2max = 32.9 ± 7.1/35.7 ± 10.1 mL/\nkg/min\nSedentary obese people\nCT (\ngradually \nincrease the \namount and \nintensity of \nexercise)\nTraining \ntime:10 weeks\nET: 15 to \n35 min per day, \n3 days per week \nIntensity: 40 to \n70% HRmax\nRT: 2 days a \nweek\nWhey protein \n(1,854 kJ/day, 131 g \nprotein/day, 190 g \ncarbohydrates/day, 63 g \nfat/day, 22.9 g dietary \nfiber/day)\nIntake time: subject \ndecision\nAverage daily protein \nintake per kg: 1.58\nNo additional dietary \nprotein \nsupplementation \n(1,951 kJ/day, 74.9 g \nprotein/day, 253 g \ncarbohydrate/day, \n70.7 g fat/day, 15.5 g \ndietary fiber/day) \nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(DXA), \nperformance, \naerobic \ncapacity\nWalker et al. \n(49)\nParallel \nRCT\nDouble-\nblind\nN = 30, Men Ration = 100%\nAge = 26.9 years\nBW = 86.8 ± 16.4/83.0 ± 7.7 kg\nAir Force, exercise at least 3 times a \nweek\nCT\nTraining \ntime:8 weeks\nET: run at least \n3 times a week. \nIntensity: n/a\nRT: At least 2 h \nper week\nWhey protein \n(112 kcal/serving, \n19.7 g protein/serving)\nIntake time: before and \nafter exercise\nAverage daily protein \nintake per kg: 1.07\nPlacebo, 0 g protein\nAverage daily protein \nintake per kg: 1.07\nBody \ncomposition \n(DXA), \nperformance\nFerguson-\nStegall et al. \n(56)\nParallel \nRCT\nDouble-\nblind\nN = 32, Men Ration = 50%\nAge = 22.0 ± 0.5 years\nBW = 71.7 ± 13.6 kg\nRecreationally active, but untrained \nmen and women\nET \n(gradually \nincrease the \nintensity of \nexercise)\nTraining \ntime:4 weeks\nET: Cycling for \n30 to 60 min, 5 \ntimes per week\nIntensity: 75 to \n80% of VO2max\nMilk protein (11.48 g \ncarbohydrates/100 mL, \n3.67 g protein/100 mL, \n2.05 g fat/100 mL, \n79.05 kcal/100 mL)\nIntake time: \nimmediately and 1 h \nafter exercise\nAverage daily protein \nintake per kg: n/a\nCON1: carbohydrate \ndrink (15 g \ncarbs/100 mL, 0 g \nprotein, 2.05 g \nfat/100 mL, \n79.05 kcal/100 mL)\nCON2: non-caloric \nplacebo\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(DXA), \naerobic \ncapacity\n(Continued)\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 07 frontiersin.org\nTABLE 1 (Continued)\nStudy Study \ndesign\nParticipant Training \ntype\nTraining \nprogram\nProtein \nsupplement \ngroup\nPlacebo/\nControl group\nRelated \nresults\nBerg et al. \n(57)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 30, Men Ration = 67%\nAge = 24.0 ± 2.1/23.3 ± 1.6 years\nBW = 67.5 ± 10.6/68.3 ± 12.3 kg\nSports students\nET\nTraining \ntime:6 weeks\nET: 60 min of \nendurance \ntraining per \nday, 5 times per \nweek\nIntensity: \naerobic \nthreshold\nSoy protein: contains \n53.3 grams of protein \nper serving, take 2 \nservings daily\nIntake time: \nimmediately and 1 h \nafter exercise\nAverage daily protein \nintake per kg: n/a\nNo supplement\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(ADP), \nperformance\nCramer \net al. (58)\nParallel \nRCT\nDouble-\nblind\nN = 32, Men Ration = 100%\nAge = 23 ± 3 years\nmL/kg/min\nBW = 90.7 ± 11.2/85.1 ± 12.8 kg\nHealthy and physically active men\nET\nTraining \ntime:8 weeks\nET: 60 min of \ncycling 5 times \na week\nIntensity: \n70%VO2max\nWhey protein drinks: \ncontain 14 grams of \nprotein\nIntake time: \nimmediately after \ntraining\nAverage daily protein \nintake per kg: n/a\nPlacebo\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(UWW), \nperformance, \naerobic \ncapacity\nGryson \net al. (45)\nParallel \nRCT\nDouble-\nblind\nN = 48, Men Ration = 100%\nAge = 60.8 ± 2.7 years\nBW = 81.1 ± 10.1 kg\nElderly sedentary men\nCT\nTraining \ntime:16 weeks\nET: 3 × 6 min \nof aerobic \nexercise, 3 \ntimes a week\nIntensity: 50 to \n80%VO2max\nRT: 3 × 6 min \nof free weights, \n3 times per \nweek\nMilk protein: contains \n10 g of milk protein\nIntake time: at breakfast \nand after exercise\nAverage daily protein \nintake per kg: n/a\nPlacebo drink \ncontaining 4 g of dairy \nprotein\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(DXA), \naerobic \ncapacity\nMcAdam \net al. (50)\nParallel \nRCT\nDouble-\nblind\nN = 69, Men Ration = 100%\nAge = 19 ± 1 years\nBW = 73.4 ± 12.7/72.3 ± 10.9 kg\nMale Army Soldier\nCT\nTraining \ntime:9 weeks\nTroop physical \ntraining\nWhey protein: contains \n38.6 grams of protein \nper serving, take two \nservings daily \n(2.8 ± 0.5 g/kg/day)\nIntake time: after \ntraining and before bed\nAverage daily protein \nintake per kg: 2.8\nEnergy-matched \ncarbohydrates (129 g/\nday)\nAverage daily protein \nintake per kg: n/a\nAverage daily protein \nintake per kg: 1.6\nBody \ncomposition \n(skinfold), \nperformance\nOrmsbee \net al. (51)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 51, Men Ration = 51%\nAge = 21 ± 0.6/20.3 ± 0.5 years\nBW = 81.7 ± 1.6/73.1 ± 1.4 kg\nSedentary healthy people\nCT\nTraining \ntime:26 weeks\nET: run 2 to 3 \ntimes a week \nfor 25 to 40 min \neach time\nIntensity: \n70%HRmax\nRT: 2 to 3 \nresistance \ntraining \nsessions per \nweek\nWhey protein: each \nserving contains \n280 kcal, 42 g protein, \n21 g carbohydrates, and \n1.5 g fat, take twice \ndaily (2.3 g/kg/day)\nIntake time: \nimmediately after \nexercise and 8 to 12 h \nlater\nAverage daily protein \nintake per kg: 2.3\nContains calorie-\nequivalent \ncarbohydrates (70 g \nsucrose and fructose) \nand an equivalent \nblend of vitamins and \nminerals\nAverage daily protein \nintake per kg: 1.0\nBody \ncomposition \n(DXA), \naerobic \ncapacity\n(Continued)\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 08 frontiersin.org\nTABLE 1 (Continued)\nStudy Study \ndesign\nParticipant Training \ntype\nTraining \nprogram\nProtein \nsupplement \ngroup\nPlacebo/\nControl group\nRelated \nresults\nKnuiman \net al. (59)\nParallel \nRCT\nSingle-\nblind\nN = 40, Men Ration = 100%\nAge = 22.5 ± 2.3/21.5 ± 1.7 years\nBW = 77.2 ± 7.3/72.3 ± 5.7 kg\nRecreationally active young men\nET \n(gradually \nincrease the \nintensity of \nexercise)\nTraining \ntime:12 weeks\nET: 60 min of \ncycling 3 times \na week\nIntensity: n/a\nCasein \n(127 kcal/250 mL, \n28.7 g protein/250 mL, \n0.3 g fat/250 mL, 2.7 g \ncarbohydrate/250 mL)\nIntake time: after \nexercise and before bed\nAverage daily protein \nintake per kg: 1.8\nCarbohydrates \n(129 kcal/250 mL, \n0.6 g protein/250 mL, \n2.4 g fat/250 mL, \n26.3 g \ncarbohydrates/250 mL)\nAverage daily protein \nintake per kg: 1.3\nBody \ncomposition \n(DXA), \naerobic \ncapacity, \nperformance\nNaclerio \net al. (60)\nParallel \nRCT\nDouble-\nblind\nN = 25, Men Ration = 100%\nAge = 30.3 ± 8.8/34.1 ± 7.8 years\nBW = 68.9 ± 4.4/66.2 ± 4.0 kg\nEndurance athletes\nET\nTraining \ntime:10 weeks\nET: train 5–6 \ntimes a week, \nincluding HIIT\nIntensity: \npolarized \nintensity\n24 g beef and whey \norange drink \n(204 kcal/250 mL, \n27.7 g carbs, 19.84 g \nprotein)\nIntake time: post-\ntraining supplement\nAverage daily protein \nintake per kg: 2.1\nCarbohydrate drink \n(204 kcal/250 mL, \n50.1 g carbs, 0.40 g \nprotein)\nAverage daily protein \nintake per kg: 1.9\nBody \ncomposition \n(DXA), \naerobic \ncapacity, \nperformance\nJonvik et al. \n(61)\nParallel \nRCT\nDouble-\nblind\nN = 56, Men Ration = 100%\nAge = 28 ± 6/26 ± 6 years\nBW = 82.0 ± 9.6/79.7 ± 13.9 kg\nHealthy males\nET\nTraining \ntime:12 weeks\nET: 1 60-min \ncycling session, \n1 SIT \n(6 × 1-min), 1 \nHIIT \n(6 × 4-min) per \nweek\nIntensity: 75 to \n95% HRmax\nCasein \n(129 kcal/250 mL, \n28.7 g protein, 0.3 g fat, \n25.8 g carbohydrates)\nIntake time: after \nexercise and before bed\nAverage daily protein \nintake per kg: 1.58\nPlacebo \n(129 kcal/250 mL, \n0.6 g protein, 2.4 g fat, \n25.8 g carbohydrate)\nAverage daily protein \nintake per kg: 1.18\nBody \ncomposition \n(DXA), \naerobic \ncapacity, \nperformance\nJendricke \net al. (52)\nParallel \nRCT\nDouble-\nblind\nN = 60, Men Ration = 0%\nAge = 25.4 ± 4.2/26.8 ± 5.7 years\nBW = 62.5 ± 8.6/63.3 ± 6.0 kg\nRecreational sportive female runner\nCT \n(gradually \nincrease the \nintensity of \nexercise)\nTraining \ntime:12 weeks\nET: run for 1 h \n3 times a week\nIntensity: 80 to \n90% VIAT\nRT: 3 times a \nweek\n15 g collagen peptides\nIntake time: before and \nafter training\nAverage daily protein \nintake per kg: 0.96\n15 g silicon dioxide\nAverage daily protein \nintake per kg: 0.95\nBody \ncomposition \n(BIA), \nperformance\nForbes et al. \n(53)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 31, Men Ration = 52%\nAge = 27 ± 4/26 ± 3 years\nBW = 65.9 ± 13.3/82.5 ± 9.1 kg\nMen and women trained in rowing\nCT\nTraining \ntime:6 weeks\nET: 4 rowing \nsessions per \nweek, including \nHIIT\nIntensity: \nventilatory\nthreshold\nRT: 2 times a \nweek\nIntervention group 1: \nwhey protein isolate\nIntervention group 2: \nwhey protein \nconcentrate\nIntake time: every \nmorning\nAverage daily protein \nintake per kg: 3.8 grams \nfor men, 3.2 grams for \nwomen\nPlacebo\nAverage daily protein \nintake per kg: n/a\nPerformance, \naerobic \ncapacity\n(Continued)\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 09 frontiersin.org\nTABLE 1 (Continued)\nStudy Study \ndesign\nParticipant Training \ntype\nTraining \nprogram\nProtein \nsupplement \ngroup\nPlacebo/\nControl group\nRelated \nresults\nHansen \net al. (26)\nParallel \nRCT\nDouble-\nblind\nN = 24, Men Ration = 92%\nAge = 30 ± 9/31 ± 10 years\nBW = 70.1 ± 7.7/74.1 ± 7.4 kg\nTrained runners\nET\nTraining time: \n6 weeks\nET: 5 to 7 \nendurance \ntraining \nsessions per \nweek, including \nHIIT\nIntensity: \npyramid \ndistribution\nWhey protein (0.3 g \nprotein/kg, 1 g \ncarbohydrate/kg)\nIntake time: before and \nafter exercise\nAverage daily protein \nintake per kg: 1.59\nCarbohydrates (1.3 g \ncarbs/kg)\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(BIA), \naerobic \ncapacity, \nperformance\nAlghannam \net al. (27)\nParallel \nRCT\nDouble-\nblind\nN = 25, Men Ration = 92%\nAge = 20 ± 2 years\nBW = 76.3 ± 12 kg\nHealthy men and women\nET \n(gradually \nincrease the \nintensity of \nexercise)\nTraining time: \n6 weeks\nET: 40 to \n60 min of \nrunning\nIntensity: 70 to \n75% VO2max\nWhey protein (0.8 g \nprotein/kg, 1.6 g \ncarbohydrate/kg)\nIntake time: \nimmediately and 1 h \nafter exercise\nAverage daily protein \nintake per kg: 2.3\nCarbohydrates (1.6 g \ncarbs/kg)\nAverage daily protein \nintake per kg: 1.4\nAerobic \ncapacity\nHsu et al. \n(44)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 46, Men Ration = 9%\nAge = 57.1 ± 3.8/58.6 ± 3.8 years\nBW = 71.8 ± 11.9/67.1 ± 11.0 kg\nMale elite triathlete\nET\nTraining time: \n12 weeks\nET: exercise 3 \ntimes a week \nfor 60 min, \nincluding HIIT\nIntensity: 70 to \n90% HRmax\nSoy protein (0.4 g/kg/\nday)\nIntake time: \nimmediately and 1 h \nafter exercise\nAverage daily protein \nintake per kg: 1.6\nNo supplements\nAverage daily protein \nintake per kg: 0.91\nBody \ncomposition, \naerobic \ncapacity, and \nperformance\nValenzuela \net al. (43)\nCrossover \nRCT\nDouble-\nblind\nN = 6, Men Ration = 100%\nAge = 21 ± 3 years\nBW = 66 ± 4 kg\nObese middle-aged people\nCT\nTraining time: \n8 weeks\nET: triathlon \ntraining \nprogram\nIntensity: 70 to \n90% HRmax\nRT: 1–2 \nresistance \ntraining \nsessions per \nweek\n25 g beef supplement \n(99.33 kcal, <0.5 g \ncarbs, 20.5 g protein)\nIntake time: \nimmediately after \ntraining\nAverage daily protein \nintake per kg: 2.25\n27.1 g carbohydrate \nsupplement (99.9 kcal, \n19.3 g carbs, 2.0 g \nprotein)\nAverage daily protein \nintake per kg: 1.89\nBody \ncomposition \n(skinfold)\nRöhling \net al. (62)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 23, Men Ration = 70%\nAge = 29.0 ± 11.0/28.6 ± 8.7 years\nBW = 73.7 ± 6.7/71.1 ± 7.5 kg\nExperienced endurance runners\nET\nTraining time: \n12 weeks\nET: specific \nplan unknown\nIntensity:\nunknown\nSoy protein supplement \n(217 kcal, 27.2 g \nprotein, 24.6 g \ncarbohydrate, 1.0 g fat)\nIntake time: once in the \nmorning and once in \nthe evening\nAverage daily protein \nintake per kg: 2.25\nNot supplemented\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(skinfold),\naerobic \ncapacity, and \nperformance\n(Continued)\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 10 frontiersin.org\n(SMD = 0.09, 95% CI: −0.36, 0.76; p = 0.69; I2 = 0%), and the \nheterogeneity of the combined effect of TT was large. See Figure 2.\n3.4 Moderator analysis\nWe conducted subgroup analyses of VO2max and lean body mass \nto explore potential moderating factors of the intervention effect. See \nTables 2, 3. The results showed that no significant moderating effect \nwas observed in all subgroups (p > 0.05), but in terms of VO2max, the \nsubjects who did not perform protein supplementation training \n(SMD = 0.21) had a better improvement in VO2max than those who \nperformed protein supplementation training. There was a statistically \nmarginal effect ( p = 0.06). In addition, we  performed regression \nanalysis to examine the moderating effect of age, daily protein intake, \ntotal intervention duration, and number of intervention weeks on the \ncombined effect of VO2max; however, no significant moderating effect \nwas observed (p > 0.05). See Figure 3.\n3.5 Risk of bias\n3.5.1 Bias and methodological issues\nAmong the studies with random allocation, except for the study \nby Jonvik et al. (61), which had a low overall risk of bias, the remaining \nstudies had some concerns. Most studies (74%) did not disclose the \ndetails of the randomization process and allocation, resulting in a \nmoderate risk of bias in the randomization process. In addition, there \nwas insufficient compliance control during the intervention period, or \nthe subjects were not blinded (65%), resulting in a risk of bias in the \nintervention process. The risk of bias for each study is shown in \nAppendix S2.\nBased on the PEDro scale, the quality of the included studies was \ngenerally good. Of the 23 studies, 18 scored ≥6, which was of medium \nor higher quality, and only 5 scored 5. Most studies performed well \nin terms of random allocation, baseline comparability, and key \noutcome reporting, but there were still deficiencies in blind control. \nSpecific scores are shown in Appendix S3.\nTABLE 1 (Continued)\nStudy Study \ndesign\nParticipant Training \ntype\nTraining \nprogram\nProtein \nsupplement \ngroup\nPlacebo/\nControl group\nRelated \nresults\nLi et al. (63)\nParallel \nRCT\nBlinding \nnot \nreported\nN = 16, Men Ration = 0%\nAge = 38.00 ± 5.88/34.25 ± 5.34 years\nBW = 55.69 ± 7.30/59.06 ± 11.72 kg\nHealthy sedentary women\nET\nTraining time: \n8 weeks\nET: 60 min of \naerobic \nendurance \ntraining twice a \nweek\nIntensity: 40 to \n65% HRmax\n20 g isolate soy protein \nsupplement (72 kcal, \n11.6 g protein, 0.4 g fat, \n5.5 g carbohydrates)\nIntake time: within \n30 min after training\nAverage daily protein \nintake per kg: n/a\nHydration only\nAverage daily protein \nintake per kg: n/a\nBody \ncomposition \n(skinfold)\nJerger et al. \n(54)\nParallel \nRCT\nDouble-\nblind\nN = 32, Men Ration = 100%\nAge = 28.6 ± 5.0/28.3 ± 5.6 years\nBW = 78.5 ± 9.2/75.6 ± 7.7 kg\nEndurance-trained men\nCT\n(gradually \nincrease the \nintensity of \nexercise)\nTraining time: \n12 weeks\nET: 60-min \nrunning \nsessions 3 times \na week\nIntensity: 80 to \n90% VIAT\nRT: 3 times a \nweek resistance \ntraining\n15 g collagen peptides\nIntake time: before and \nimmediately after \ntraining\nAverage daily protein \nintake per kg: 1.04\n15 g silica placebo\nAverage daily protein \nintake per kg: 1.29\nBody \ncomposition \n(BIA), \nperformance\nReljic et al. \n(55)\nParallel \nRCT\nDouble-\nblind\nN = 36, Men Ration = 42%\nAge = 26 ± 4/27 ± 6 years\nBW = 65.9 ± 11.16/75.9 ± 13.7 kg\nUntrained healthy people\nCT\n(gradually \nincrease the \nintensity of \nexercise)\nTraining time: \n8 weeks\nET: 14-min \nHIIT \n(5 × 1-min) 2 \ntimes a week\nIntensity: 80 to \n95% HRmax\nRT: total body \nresistance \ntraining 5 times \na week\n40 g whey protein \nsupplement (213 kcal, \n40 g protein, 7.5 g \ncarbohydrate, 2.6 g fat)\nIntake time: after \nexercise\nAverage daily protein \nintake per kg: 1.2\nMaltodextrin placebo \n(222 kcal, 5 g protein, \n46 g carbohydrate, 2 g \nfat)\nAverage daily protein \nintake per kg: 1.1\nBody \ncomposition \n(BIA), \naerobic \ncapacity\nBW , body weight; CT, Concurrent training; ET, Endurance training; RT, Resistance training; HIIT, high-intensity interval training; BIA, Bioelectrical Impedance Analyzer; DXA, dual-energy \nX-ray absorptiometry; EAA, essential amino acids; TTE, Time to Exhaustion; ADP , Air Displacement Plethysmography; UWW , underwater weighing; VIAT, Individual anaerobic threshold \nrate; HRmax, Maximum heart rate.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 11 frontiersin.org\n3.5.2 Publication bias\nWe drew funnel plots for outcome indicators with 10 or more \nstudies (see Appendix S4). Egger’s test results showed that there was \nno significant publication bias for all indicators (p > 0.05).\n3.6 Sensitivity analysis\nWe used the leave-one-out method to conduct a sensitivity \nanalysis of the effect size of each study. The results showed that after \nexcluding the study of Jovik et  al. ( 61). In the TT indicator, the \nheterogeneity was significantly reduced (SMD = 0.22, I2 = 0%, \np = 0.078), but further exploration found that the design of this study \nwas not significantly different from that of other studies, so it was \nretained. The combined effect size of the other outcome indicators \nshowed stability in the sensitivity analysis.\nIn addition, sensitivity analyses were performed using alternative \nassumed correlation coefficients (r = 0.3 and r = 0.7), which did not \nlead to substantial changes in the results, indicating that the findings \nwere robust to the choice of correlation coefficient.\n3.7 Quality of evidence\nBased on the GRADE assessment, all indicators were downgraded \ndue to a certain risk of bias in the included studies. Except for TTE, \nwhich had a moderate quality of evidence, the quality of evidence for \nthe other indicators was low or very low. See Table 4.\n4 Discussion\nThis article included 23 studies (1,146 subjects) for meta-analysis. \nThe comprehensive results showed that, in terms of body composition, \nlong-term protein supplementation appeared to have a marginal \nbenefit in increasing lean body mass, with a low level of evidence. In \nterms of performance, long-term protein supplementation helped \nprolong TTE in endurance exercise, with a moderate level of evidence. \nAlthough the overall subgroup analysis and meta-regression analysis \ndid not show a significant moderating effect, the training status of the \nsubjects showed a potential moderating effect in VO2max.\n4.1 Body composition to protein \nsupplementation\nOur meta-analysis results showed that protein supplementation had \nno significant effect on body weight and body fat during endurance \ntraining, while the effect on lean body mass was small and non-significant \n(SMD = 0.13, 95% CI: −0.01, 0.28), suggesting that there is statistical \nuncertainty in this effect. The difference from the previous meta-analysis \nresults of Lin et  al. is that they found that protein supplementation \nsignificantly increased lean body mass by 0.32 kg, while our study only \nfound that lean body mass increased by 0.13 kg, and this increase did not \nreach statistical significance. However, the results obtained by Lin et al. \nwere moderately heterogeneous (I2 = 38%) (25), and the population \nincluded in the study included the elderly and chronic disease groups. In \ncontrast, our study focused more on healthy young and middle-aged \nFIGURE 2\nForest plot of combined effect size.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 12 frontiersin.org\npopulations, which reduced the heterogeneity in the study results due to \nsubject characteristics.\nNormally, protein synthesis and breakdown rates in skeletal muscle \nare balanced, maintaining net protein balance (64). During and after \nvarious training types, both processes are stimulated ( 19). Unlike \nresistance training, endurance training primarily increases \nmitochondrial protein concentration without inducing muscle \nhypertrophy (65). This effect is due to enhanced mitochondrial protein \nsynthesis alongside minimal acute changes in myofibrillar protein \nsynthesis (66). During concurrent training, protein supplementation can \naugment muscle protein synthesis, helping to offset the catabolic effects \nof endurance training and promote hypertrophy and strength gains \nduring subsequent resistance training (55, 67). However, this increase is \nsmaller than that from resistance training alone. For example, Walker \nTABLE 2 Subgroup analyses based on meta-analyses results of VO2max.\nSubgroup K (N) SMD 95%CI pd I2 pb\nTraining status\n Untrained 10 (329) 0.21 [−0.01, 0.43] 0.06 0%\n0.10\n Trained 8 (192) −0.09 [−0.37, 0.20] 0.56 0%\nDuration of intervention\n ≤8 weeks 10 (234) 0.11 [−0.17, 0.38] 0.45 0%\n0.97\n >8 weeks 8 (287) 0.10 [−0.13, 0.33] 0.41 0%\nSex\n Mixed sex 9 (276) 0.23 [−0.01, 0.47] 0.06 0%\n0.21 Male only 7 (208) 0.01 [−0.26, 0.29] 0.92 0%\n Female only 2 (37) −0.33 [−0.98, 0.32] 0.32 0%\nProtein type\n Whey protein 14 (356) 0.10 [−0.11, 0.31] 0.33 0%\n0.96\n Other proteins 4 (165) 0.09 [−0.21, 0.40] 0.55 0%\nTraining method\n ET 10 (314) 0.15 [−0.07, 0.38] 0.17 0%\n0.45\n CT 8 (207) 0.02 [−0.25, 0.29] 0.89 0%\nSMD: pooled effect size between the effects observed in the protein supplementation group and the control group; pd: overall pooled effect; pb: between-subgroup difference. ET, endurance \ntraining; CT, concurrent training.\nTABLE 3 Subgroup analyses based on meta-analyses results of LBM.\nSubgroup K (N) SMD 95%CI pd I2 pb\nTraining status\n Untrained 9 (248) 0.19 [−0.07, 0.44] 0.15 0%\n0.62\n Trained 6 (474) 0.10 [−0.07, 0.29] 0.24 0%\nDuration of intervention\n ≤8 weeks 7 (400) 0.10 [−0.10, 0.29] 0.34 0%\n0.57\n >8 weeks 8 (322) 0.18 [−0.04, 0.40] 0.10 0%\nSex\n Mixed sex 5 (142) 0.24 [−0.12, 0.60] 0.19 0%\n0.82 Male only 8 (505) 0.11 [−0.06, 0.29] 0.21 0%\n Female only 2 (75) 0.13 [−0.33, 0.58] 0.58 0%\nProtein type\n Whey protein 8 (513) 0.14 [−0.03, 0.32] 0.11 0%\n0.85\n Other proteins 7 (209) 0.11 [−0.16, 0.38] 0.42 0%\nTraining method\n ET 4 (113) 0.16 [−0.21, 0.53] 0.39 0%\n0.87\n CT 11 (609) 0.13 [−0.03, 0.29] 0.11 0%\nSMD: pooled effect size between the effects observed in the protein supplementation group and the control group; pd: overall pooled effect; pb: between-subgroup difference. ET, endurance \ntraining; CT, concurrent training; LBM, Lean body mass.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 13 frontiersin.org\net al. (49) observed that during the 8-week concurrent training period, \nthe lean body mass of the protein supplement group increased slightly; \nhowever, the increase was not as substantial as that observed in the \nresistance training group. A similar",
    "conclusion": "was reached in the study \nof Ferguson-Stegall et al. (56) During the 4-week endurance training, the \nlean body mass of the protein supplement group increased more than \nthat of the carbohydrate group, but the difference was not significant. \nThis indicates that endurance training slightly but not significantly \nincreases lean body mass to a certain extent. One explanation is that the \nmechanism by which protein supplementation promotes lean body mass \nincrease is likely to be a greater response to myofibrillar protein synthesis \nafter exercise stimulation. Protein supplementation can further promote \nthe rate of myofibrillar muscle protein synthesis (68, 69). In addition, \nprotein supplementation after endurance exercise has also been found \nto regulate specific mRNA signaling pathways related to muscle synthesis \nand type I muscle fiber remodeling (70). Another possible explanation \nis that the protein supplement group may have consumed more total \nenergy (and/or protein) or expended less energy during training \ncompared to the placebo group (49). In addition, the increase in protein \nintake significantly improved nitrogen balance (49), which helped \nprevent the loss of muscle mass (10). This process may have led to an \nincrease in muscle mass and total body water (52). It is worth noting that \nalthough no significant mediation effect was found in the subgroup \nanalysis of lean body mass, previous studies have shown that the \nimprovement of lean body mass may be  affected by factors such as \ngender and initial lean body mass composition, among which men have \na larger increase than women (51), and low initial lean body mass has a \nlarger increase than high lean body mass (50). It may be that due to the \ncurrent insufficient sample size, no significant mediation effect can \nbe observed. Nevertheless, the small effect size observed in our meta-\nanalysis (SMD = 0.13) and the lack of statistical significance (p = 0.07) \nalso confirm the conclusions of previous studies. In conclusion, the effect \nof protein supplementation on lean body mass during endurance \ntraining is small and insignificant.\n4.2 Physiological adaptation and protein \nsupplementation\n4.2.1 Aerobic capacity\nOur meta-analysis results showed that protein supplementation had \nno significant effect on VO2max during endurance training (SMD = 0.10, \n95% CI: −0.07, 0.27), which is contrary to the previous meta-analysis \nresults of Lin et al. (25), who found that protein supplementation further \nincreased VO2max by 0.89 mL/kg/min. However, the number of studies \nincluded by Lin et al. (25) was small (only 9). In contrast, we included \n19 studies, integrated the latest original experiments, and further \nexplored potential modulators of VO 2max through subgroup and \nregression analyses. Previous studies have found that protein \nsupplementation may provide more benefits for untrained subjects, \nwhile trained subjects may experience a ceiling effect because their own \nsystematic training has already led to a significant increase in VO2max. \nFIGURE 3\nRegression analysis of VO2max.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 14 frontiersin.org\nConsistent with previous studies, the effect size for protein \nsupplementation appeared larger in untrained subjects (SMD = 0.21); \nhowever, this difference did not reach statistical significance (p = 0.06), \nindicating uncertainty about the true effect. The major determinants of \nVO2max are the ability of the cardiovascular system to deliver oxygen to \nworking muscles, which is primarily influenced by increases in cardiac \noutput, and the ability of skeletal muscle to extract and utilize oxygen, \nwhich is influenced by increases in mitochondrial density and oxidase \nactivity (71). Ferguson-Stegall et al. (56) suggested that the improvement \nin VO2max with protein supplementation was most likely due to \ncardiovascular adaptation rather than increased oxidative enzyme or \nmitochondrial biogenesis. This may be because protein supplementation \nincreases plasma albumin levels (72), and hepatic albumin synthesis also \nincreases during endurance training ( 73, 74). Therefore, protein \nsupplementation may induce greater hepatic albumin synthesis, thereby \npromoting plasma volume expansion and, in turn, improving VO2max. \nIn addition, Knuiman et al. (59) found that protein supplementation \nincreased citrate synthase activity in skeletal muscle, suggesting that \nprotein supplementation may enhance mitochondrial adaptation and \nthus contribute to the increase in VO2max. Nevertheless, there is still \ninsufficient evidence to prove that protein supplementation further \nimproves VO2max levels, and several studies (26, 27, 51, 53, 58, 61, 63) \nhave shown no significant difference in VO 2max between protein-\nsupplemented groups and controls. Under the premise of adequate \ncarbohydrate intake, protein supplementation may enhance molecular \nmarkers of training adaptation (e.g., mTOR expression and enzyme \nactivity); however, this does not appear to translate into significant \nimprovements in aerobic capacity. This suggests that although protein \nsupplements can reduce exercise-induced muscle damage, stimulate \nmuscle protein synthesis rate, and improve exercise training adaptability, \nthe improvement of aerobic capacity mainly depends on regular \nsystematic training rather than protein supplements. Owing to \nmethodological differences among studies—such as variation in protein \nsupplementation duration, training volume, and subject characteristics—\nthe effects of protein supplementation on aerobic capacity in endurance \nathletes remain inconclusive and warrant further investigation. In \naddition, since the experimental periods included in this article are \nmostly between 6 and 12 weeks, the low intensity of endurance training \nand the short supplementation period may also be the reason why no \nsignificant changes in VO2max were observed in this article.\n4.2.2 Anaerobic capacity\nOur meta-analysis results showed that protein supplementation \nhad no significant effect on peak power during endurance training \n(SMD = 0.19, 95% CI: −0.11, 0.49). Considering that there are \ncurrently few studies on peak power (only 4) and low statistical power, \nthis result was rated as low level of evidence in GRADE and needs to \nbe treated with caution. Since protein supplementation after exercise \ncan stimulate myofibrillar protein synthesis and help maintain or \nincrease lean body mass, lower limb lean body mass is closely related \nto peak power output (75). In addition, Reljic et al. (55) showed that \nthe leg muscle strength of the protein supplement group was more \nsignificantly improved than that of the control group. Protein intake \nmay increase the power output efficiency per unit muscle mass by \nincreasing the density of contractile proteins in muscle fibers ( 4). \nTherefore, it is hypothesized that increases or maintenance of lean body \nmass might be associated with greater power output, although this \nrelationship requires further investigation. However, there is currently \na lack of strong evidence, and more high-quality studies are needed for \nfurther verification.\nTABLE 4 Level of evidence for article conclusions based on GRADE.\nOutcome No of \nparticipants \n(studies)\nCertainty assessment Standardized \nmean effect \n(95%CI)\nGrade\nRisk of \nbias\nInconsistency Indirectness Imprecision Other\nProtein supplements vs. placebo\nWeight 983 (25 RCT) Serious Not serious Not serious Serious None 0.05[−0.08, 0.17]\n⨁⨁◯◯\nLow\nBody fat 837 (18 RCT) Serious Not serious Not serious Serious None −0.11[−0.24, 0.03]\n⨁⨁◯◯\nLow\nLean body \nmass\n722 (15 RCT) Serious Not serious Not serious Serious None 0.13[−0.01, 0.28]\n⨁⨁◯◯\nLow\nVO2max 521 (18 RCT) Serious Not serious Not serious Serious None 0.10[−0.07, 0.27]\n⨁⨁◯◯\nLow\nTT 313 (10 RCT) Serious Serious Not serious Serious None −0.02[−0.43, 0.40]\n⨁◯◯◯\nVery low\nTTE 170 (5 RCT) Serious Not serious Not serious Not serious None 0.45[0.15, 0.76]\n⨁⨁⨁◯\nModerate\nPeak Power 178 (4 RCT) Serious Not serious Not serious Serious None 0.19[−0.11, 0.49]\n⨁⨁◯◯\nLow\nSprint speed 78 (3 RCT) Serious Not serious Not serious Serious None 0.09[−0.36, 0.54]\n⨁⨁◯◯\nLow\nGRADE quality of clinical evidence and recommendations: high: the research group is very confident in the estimated effect size; medium: the research group has moderate confidence in the \nestimated effect size; low: the research group has limited confidence in the estimated effect size; very low: the research group has very limited confidence in the estimated effect size.\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 15 frontiersin.org\n4.3 Performance and protein \nsupplementation\nOur meta-analysis results showed that protein supplementation \nhad no significant effect on TT and sprint speed during endurance \ntraining, but significantly increased TTE (SMD = 0.45, 95% CI: 0.15–\n0.76). Unlike the previous meta-analysis by Lin et  al. ( 25), which \nfound that protein supplementation could further improve TT \n(MD = −29.1 s), our study did not observe a statistically significant \neffect on TT, but found significant benefits in TTE. This difference \nmay be related to factors such as the type of included studies, training \nprotocols, subject characteristics, or assessment methods. In terms of \nTT and sprint speed, it is not surprising that there was no significant \neffect after protein supplementation, considering that most of the \nincluded studies were well-trained or trained endurance athletes, who \nmay have had high baseline levels. Secondly, the four studies (26, 49, \n59, 61) showed that the differences in performance observed in the \ncurrent studies may be related to the length of the experiment and the \nvolume and frequency of endurance exercise training. The poor effect \nof protein supplementation may be related to the low volume and \nfrequency of endurance exercise training or the short duration of the \nstudy. Previous studies (76) have shown a trend toward improved \n5 km timed run performance with a high-protein diet compared with \na low-protein diet ( p = 0.06), but these short-term studies did not \ntranslate into long-term benefits. Therefore, the beneficial effects of \nprotein supplementation on exercise performance during long-term \nendurance training remain to be determined.\nOne potential mechanism by which protein supplementation \nsignificantly improves exhaustion time may be  related to its \nenhancement of aerobic metabolism. Studies have shown that protein \nsupplements can further stimulate fat oxidation during exercise, \nthereby delaying glycogen depletion and improving endurance \nperformance ( 77). In addition, the improvement of endurance \nperformance not only depends on aerobic and anaerobic metabolic \ncapacity, but is also closely related to neuromuscular function and \nrunning economy ( 78, 79). Studies have found that post-exercise \nprotein intake can induce stronger activation of anabolic signaling \npathways (such as mTOR) in human skeletal muscle within 4 h after \nacute resistance training, a process that may bring long-term adaptation \nto muscle-tendon structure (80). Therefore, it can be speculated that \nprotein supplementation may improve running economy by promoting \npositive remodeling of muscle-tendon structure and mechanical \nproperties (81), allowing athletes to achieve higher maximum running \nspeeds at the same relative oxygen consumption (82). However, this \nhypothesis still needs to be  verified by more studies focusing on \nstructural adaptation and running economy mechanisms. In addition, \nit should be noted that the TTE test differs substantially from real-\nworld competitive scenarios, and thus, the practical significance of \nimprovements in TTE should be interpreted with caution.\n4.4 Practical implications\nThis study used meta-analysis techniques to systematically review \nthe effects of endurance training combined with protein supplementation \non body composition, physiological adaptations, and exercise \nperformance to update previous research conclusions, provide \npractitioners with the latest integrated results, and focus on the \ninteraction between endurance training and protein supplementation. \nOur study showed that protein supplementation during endurance \ntraining significantly improved the TTE and slightly increased the lean \nbody mass. It is worth noting that considering that previous studies have \nshown that the current literature still lacks studies exploring the role of \nprotein supplementation in long-term endurance training ( 83), \nwe limited inclusion to studies with supplementation periods longer than \n4 weeks. However, this may affect the generalizability of our findings. \nHowever, in real life, researchers and practitioners are more concerned \nabout the long-term adaptation of protein supplementation to endurance \nathletes (15). In terms of daily protein intake, the average range of the \nstudies we included was 1.2 g/kg/day to 2.3 g/kg/day, which meets the \ndose recommended by the current nutrition association. During training, \nhigher protein intake can meet the needs of cellular protein synthesis and \nmetabolism (13, 84), and the daily protein intake of endurance athletes \nusually reaches the habitual intake level (24). For example, endurance-\ntrained athletes need about 1.8 g/kg/day to support endurance training \nadaptation (85). Nonetheless, practitioners need to take into account \nmetabolic differences between different endurance sports as well as \nindividual differences (86), all of which will affect protein requirements.\n4.5 Limitation\nBefore interpreting the results of this paper, some limitations need \nto be clarified. First, only peer-reviewed and published literature was \nsearched in the literature search, but there was no language restriction. \nThis ensured the quality of the included articles to a certain extent, but \nthere may still be risks of selection and publication bias. Second, most \nstudies did not report the habitual protein intake of the subjects, which \nresulted in our inability to directly evaluate whether individuals \nundergoing endurance training benefited from additional protein. \nThird, we used the SD of mean change in the selection of SD. Since the \ncorrelation coefficients before and after the intervention were rarely \nreported in the included studies, we conservatively assumed that the \ncorrelation coefficient r = 0.50, which is also in line with the \nrecommendations of the Cochrane guidelines. Although this \nassumption is a conservative estimate, its deviation from the true \ncorrelation coefficient may have a certain impact on the effect size \nestimate. Fourth, the inconsistent reporting of protein supplementation \ndosage in the included studies limits our comprehensive evaluation of \nthe moderating effect of supplementation dosage.\n4.6 Prospect\nFirst, it is recommended that future studies clarify the habitual \nprotein intake of subjects and establish a control group that \nconsumes a caloric placebo, which will help evaluate whether the \nadaptations to endurance training are attributed to protein \nsupplementation. Second, although our study included sedentary \nhealthy people to well-trained athletes, it is necessary to explore the \nfeasibility and physiological adaptations of protein supplementation \nin chronic disease populations (such as diabetic patients) and \nsarcopenia populations. Third, the small sample size, lack of large-\nscale long-term studies, and insufficient representation of female \nparticipants are limitations of the current study. Future studies need \nto further expand the sample size and investigate the physiological \n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 16 frontiersin.org\nadaptations brought about by protein supplementation during \nendurance training to clarify the level of contribution of protein \nsupplementation to performance in specific populations. Fourth, \nthere is currently a lack of experimental studies to explore whether \nthe addition of protein can further promote muscle glycogen \nrecovery when consuming optimal carbohydrate intake, which is of \ngreat significance for formulating recovery nutrition strategies for \nendurance athletes.\n5 Conclusion\nProtein supplementation during endurance training results in a \nsmall, non-significant increase in lean body mass and significantly \nimproves TTE during endurance exercise. Protein supplementation \ndoes not cause significant changes in body weight and body fat, nor \ndoes it affect aerobic and anaerobic capacity, but untrained adults may \nfurther improve VO2max with protein supplementation compared to \ntrained adults.\nData availability statement\nThe original contributions presented in the study are included in \nthe article/Supplementary material, further inquiries can be directed \nto the corresponding author.\nAuthor contributions\nYX: Formal analysis, Methodology, Project administration, \nSoftware, Visualization, Writing – original draft, Writing – review & \nediting. ZD: Data curation, Methodology, Supervision, Validation, \nWriting – review & editing. WS: Data curation, Investigation, Project \nadministration, Validation, Writing  – review & editing. JL: Data \ncuration, Investigation, Project administration, Supervision, \nValidation, Writing  – review & editing. WG: Conceptualization, \nFunding acquisition, Project administration, Resources, Supervision, \nWriting – review & editing.\nFunding\nThe author(s) declare that no financial support was received for \nthe research and/or publication of this article.\nConflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nGenerative AI statement\nThe authors declare that no Gen AI was used in the creation of \nthis manuscript.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors \nand do not necessarily represent those of their affiliated organizations, \nor those of the publisher, the editors and the reviewers. Any product \nthat may be evaluated in this article, or claim that may be made by its \nmanufacturer, is not guaranteed or endorsed by the publisher.\nSupplementary material\nThe Supplementary material for this article can be found online \nat: https://www.frontiersin.org/articles/10.3389/fnut.2025.1663860/\nfull#supplementary-material\nReferences\n 1. Antonio J, Cassandra E, Ferrando Arny A, Stout Jeffrey R, Brandi A, Cintineo HP , \net al. Common questions and misconceptions about protein supplementation: what does \nthe scientific evidence really show? J Int Soc Sports Nutr . (2024) 21:2341903. doi: \n10.1080/15502783.2024.2341903\n 2. Jäger R, Kerksick CM, Campbell BI, Cribb PJ, Wells SD, Skwiat TM, et al. \nInternational Society of Sports Nutrition Position Stand: protein and exercise. J Int Soc \nSports Nutr. (2017) 14:20. doi: 10.1186/s12970-017-0177-8\n 3. Kreider RB. Journal of the International Society of Sports Nutrition: a new era \nbegins. J Int Soc Sports Nutr. (2007) 4:1. doi: 10.1186/1550-2783-4-1\n 4. Morton RW , Murphy KT, McKellar SR, Schoenfeld BJ, Henselmans M, Helms E, \net al. A systematic review, meta-analysis and meta-regression of the effect of protein \nsupplementation on resistance training-induced gains in muscle mass and strength in \nhealthy adults. Br J Sports Med. (2018) 52:376–84. doi: 10.1136/bjsports-2017-097608\n 5. Trommelen J, Betz MW , van Loon LJC. The muscle protein synthetic response to \nmeal ingestion following resistance-type exercise. Sports Med. (2019) 49:185–97. doi: \n10.1007/s40279-019-01053-5\n 6. Phillips SM, Moore DR, Tang JE. A critical examination of dietary protein \nrequirements, benefits, and excesses in athletes. Int J Sport Nutr Exerc Metab. (2007) \n17:S58–76. doi: 10.1123/ijsnem.17.s1.s58\n 7. Tipton KD. Protein for adaptations to exercise training. Eur J Sport Sci . (2008) \n8:107–18. doi: 10.1080/17461390801919102\n 8. American Dietetic Association; Dietitians of Canada; American College of Sports \nMedicineRodriguez NR, Di Marco NM, Langley S. American College of Sports Medicine \nposition stand. Nutrition and athletic performance. Med Sci Sports Exerc. (2009) 41:709. \ndoi: 10.1249/MSS.0b013e31890eb86,\n 9. Cintineo HP , Arent MA, Antonio J, Arent SM. Effects of protein supplementation \non performance and recovery in resistance and endurance training. Front Nutr. (2018) \n5:83. doi: 10.3389/fnut.2018.00083\n 10. Moore DR, Camera DM, Areta JL, Hawley JA. Beyond muscle hypertrophy: why \ndietary protein is important for endurance athletes. Appl Physiol Nutr Metab. (2014) \n39:987–97. doi: 10.1139/apnm-2013-0591\n 11. van Loon LJ, Greenhaff PL, Constantin-Teodosiu D, Saris WH, Wagenmakers AJ. \nThe effects of increasing exercise intensity on muscle fuel utilisation in humans. J Physiol. \n(2001) 536:295–304. doi: 10.1111/j.1469-7793.2001.00295.x\n 12. Gonzalez JT, Fuchs CJ, Betts JA, van Loon LJC. Liver glycogen metabolism during \nand after prolonged endurance-type exercise. Am J Physiol Endocrinol Metab. (2016) \n311:E543–53. doi: 10.1152/ajpendo.00232.2016\n 13. Tarnopolsky M. Protein requirements for endurance athletes. Nutrition. (2004) \n20:662–8. doi: 10.1016/j.nut.2004.04.008\n 14. Boyer B, Odessey R. Kinetic characterization of branched chain ketoacid \ndehydrogenase. Arch Biochem Biophys . (1991) 285:1–7. doi: 10.1016/0003- \n9861(91)90321-9\n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 17 frontiersin.org\n 15. Witard OC, Hearris M, Morgan PT. Protein nutrition for endurance athletes: a \nmetabolic focus on promoting recovery and training adaptation. Sports Med. (2025) \n55:1361–76. doi: 10.1007/s40279-025-02203-8\n 16. Kephart WC, Wachs TD, Thompson RM, Brooks Mobley C, Fox CD, McDonald \nJR, et al. Ten weeks of branched-chain amino acid supplementation improves select \nperformance and immunological variables in trained cyclists. Amino Acids. (2016) \n48:779–89. doi: 10.1007/s00726-015-2125-8\n 17. Stearns RL, Emmanuel H, Volek JS, Casa DJ. Effects of ingesting protein in \ncombination with carbohydrate during exercise on endurance performance: a systematic \nreview with meta-analysis. J Strength Cond Res . (2010) 24:2192–202. doi: \n10.1519/JSC.0b013e3181ddfacf\n 18. Howarth KR, Moreau NA, Phillips SM, Gibala MJ. Coingestion of protein with \ncarbohydrate during recovery from endurance exercise stimulates skeletal muscle \nprotein synthesis in humans. J Appl Physiol (1985) . (2009) 106:1394–402. doi: \n10.1152/japplphysiol.90333.2008\n 19. Clauss M, Jensen J. Effect of exercise intensity, duration, and volume on protein \noxidation during endurance exercise in humans: a systematic review with meta-analysis. \nScand J Med Sci Sports. (2025) 35:e70038. doi: 10.1111/sms.70038\n 20. Heikura IA, Stellingwerff T, Burke LM. Self-reported periodization of nutrition in \nelite female and male runners and race walkers. Front Physiol. (2018) 9:1732. doi: \n10.3389/fphys.2018.01732\n 21. Heikura IA, Stellingwerff T, Mero AA, Uusitalo ALT, Burke LM. A mismatch \nbetween athlete practice and current sports nutrition guidelines among elite female and \nmale middle- and long-distance athletes. Int J Sport Nutr Exerc Metab. (2017) 27:351–60. \ndoi: 10.1123/ijsnem.2016-0316\n 22. Cermak NM, van Loon LJC. The use of carbohydrates during exercise as an \nergogenic aid. Sports Med. (2013) 43:1139–55. doi: 10.1007/s40279-013-0079-0\n 23. Naderi A, Gobbi N, Ali A, Berjisian E, Hamidvand A, Forbes SC, et al. \nCarbohydrates and endurance exercise: a narrative review of a food first approach. \nNutrients. (2023) 15:1367. doi: 10.3390/nu15061367\n 24. Gillen JB, Trommelen J, Wardenaar FC, Brinkmans NYJ, Versteegen JJ, Jonvik \nKL, et al. Dietary protein intake and distribution patterns of well-trained Dutch \nathletes. Int J Sport Nutr Exerc Metab . (2017) 27:105–14. doi: 10.1123/ijsnem. \n2016-0154\n 25. Lin Y-N, Tseng T-T, Knuiman P , Chan WP , Wu S-H, Tsai C-L, et al. Protein \nsupplementation increases adaptations to endurance training: a systematic review and \nmeta-analysis. Clin Nutr. (2021) 40:3123–32. doi: 10.1016/j.clnu.2020.12.012\n 26. Hansen M, Oxfeldt M, Larsen AE, Thomsen LS, Rokkedal-Lausch T, Christensen \nB, et al. Supplement with whey protein hydrolysate in contrast to carbohydrate supports \nmitochondrial adaptations in trained runners. J Int Soc Sports Nutr. (2020) 17:46. doi: \n10.1186/s12970-020-00376-3\n 27. Alghannam AF , Templeman I, Thomas JE, Jedrzejewski D, Griffiths S, Lemon J, \net al. Effect of carbohydrate-protein supplementation on endurance training adaptations. \nEur J Appl Physiol. (2020) 120:2273–87. doi: 10.1007/s00421-020-04450-1\n 28. Jackson D, Turner R. Power analysis for random-effects meta-analysis. Res Synth \nMethods. (2017) 8:290–302. doi: 10.1002/jrsm.1240\n 29. Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. \nThe PRISMA 2020 statement: an updated guideline for reporting systematic reviews. \nBMJ. (2021) 372:n71. doi: 10.1136/bmj.n71\n 30. Drevon D, Fursa SR, Malcolm AL. Intercoder reliability and validity of \nWebPlotDigitizer in extracting graphed data. Behav Modif. (2017) 41:323–39. doi: \n10.1177/0145445516673998\n 31. Cumpston M, Li T, Page MJ, Chandler J, Welch V A, Higgins JP , et al. Updated \nguidance for trusted systematic reviews: a new edition of the Cochrane handbook for \nsystematic reviews of interventions. Cochrane Database Syst Rev. (2019) 10:ED000142. \ndoi: 10.1002/14651858.ED000142\n 32. Sterne JAC, Savović J, Page MJ, Elbers RG, Blencowe NS, Boutron I, et al. RoB 2: \na revised tool for assessing risk of bias in randomised trials. BMJ. (2019) 366:l4898. doi: \n10.1136/bmj.l4898\n 33. Viechtbauer W . Conducting meta-analyses in R with the metafor package. J Stat \nSoftw. (2010) 36:1–48. doi: 10.18637/jss.v036.i03\n 34. Nakagawa S, Lagisz M, O’Dea RE, Pottier P , Rutkowska J, Senior AM, et al. \norchaRd 2.0: an R package for visualising meta-analyses with orchard plots. Methods \nEcol Evol. (2023) 14:2003–10. doi: 10.1111/2041-210X.14152\n 35. Nakagawa S, Cuthill IC. Effect size, confidence interval and statistical significance: \na practical guide for biologists. Biol Rev Camb Philos Soc . (2007) 82:591–605. doi: \n10.1111/j.1469-185X.2007.00027.x\n 36. Nakagawa S, Noble DW A, Senior AM, Lagisz M. Meta-evaluation of meta-analysis: \nten appraisal questions for biologists. BMC Biol . (2017) 15:18. doi: \n10.1186/s12915-017-0357-7\n 37. Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in \nmeta-analyses. BMJ. (2003) 327:557–60. doi: 10.1136/bmj.327.7414.557\n 38. McKay AKA, Stellingwerff T, Smith ES, Martin DT, Mujika I, Goosey-Tolfrey VL, \net al. Defining training and performance caliber: a participant classification framework. \nInt J Sports Physiol Perform. (2022) 17:317–31. doi: 10.1123/ijspp.2021-0451\n 39. Peters JL, Sutton AJ, Jones DR, Abrams KR, Rushton L. Contour-enhanced meta-\nanalysis funnel plots help distinguish publication bias from other causes of asymmetry. \nJ Clin Epidemiol. (2008) 61:991–6. doi: 10.1016/j.jclinepi.2007.11.010\n 40. Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis detected \nby a simple, graphical test. BMJ. (1997) 315:629–34. doi: 10.1136/bmj.315.7109.629\n 41. Sterne JAC, Sutton AJ, Ioannidis JPA, Terrin N, Jones DR, Lau J, et al. \nRecommendations for examining and interpreting funnel plot asymmetry in meta-\nanalyses of randomised controlled trials. BMJ. (2011) 343:d4002. doi: \n10.1136/bmj.d4002\n 42. Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y , Alonso-Coello P , et al. \nGRADE: an emerging consensus on rating quality of evidence and strength of \nrecommendations. BMJ. (2008) 336:924–6. doi: 10.1136/bmj.39489.470347.AD\n 43. Valenzuela PL, Montalvo Z, Mata F , González M, Larumbe-Zabala E, Naclerio F . \nEffects of beef protein supplementation in male elite triathletes: a randomized, \ncontrolled, double-blind, cross-over study. J Am  Coll Nutr . (2021) 40:53–60. doi: \n10.1080/07315724.2020.1727377\n 44. Hsu K-J, Chien K-Y , Tsai S-C, Tsai Y-S, Liao Y-H, Chen J-J, et al. Effects of exercise \nalone or in combination with high-protein diet on muscle function, aerobic capacity, \nand physical function in middle-aged obese adults: a randomized controlled trial. J Nutr \nHealth Aging. (2021) 25:727–34. doi: 10.1007/s12603-021-1599-1\n 45. Gryson C, Ratel S, Rance M, Penando S, Bonhomme C, Le Ruyet P , et al. Four-\nmonth course of soluble milk proteins interacts with exercise to improve muscle strength \nand delay fatigue in elderly participants. J Am Med Dir Assoc. (2014) 15:958.e1–9. doi: \n10.1016/j.jamda.2014.09.011\n 46. Antonio J, Sanders MS, Ehler LA, Uelmen J, Raether JB, Stout JR. Effects of \nexercise training and amino-acid supplementation on body composition and \nphysical performance in untrained women. Nutrition. (2000) 16:1043–6. doi: \n10.1016/s0899-9007(00)00434-2\n 47. Flakoll PJ, Judy T, Flinn K, Carr C, Flinn S. Postexercise protein supplementation \nimproves health and muscle soreness during basic military training in marine recruits. \nJ Appl Physiol (1985). (2004) 96:951–6. doi: 10.1152/japplphysiol.00811.2003\n 48. Lockwood CM, Moon JR, Tobkin SE, Walter AA, Smith AE, Dalbo VJ, et al. \nMinimal nutrition intervention with high-protein/low-carbohydrate and low-fat, \nnutrient-dense food supplement improves body composition and exercise benefits in \noverweight adults: a randomized controlled trial. Nutr Metab (Lond). (2008) 5:11. doi: \n10.1186/1743-7075-5-11\n 49. Walker TB, Smith J, Herrera M, Lebegue B, Pinchak A, Fischer J. The influence of \n8 weeks of whey-protein and leucine supplementation on physical and cognitive \nperformance. Int J Sport Nutr Exerc Metab . (2010) 20:409–17. doi: \n10.1123/ijsnem.20.5.409\n 50. McAdam JS, McGinnis KD, Beck DT, Haun CT, Romero MA, Mumford PW , et al. \nEffect of whey protein supplementation on physical performance and body composition \nin army initial entry training soldiers. Nutrients. (2018) 10:1248. doi: \n10.3390/nu10091248\n 51. Ormsbee MJ, Willingham BD, Marchant T, Binkley TL, Specker BL, Vukovich MD. \nProtein supplementation during a 6-month concurrent training program: effect on body \ncomposition and muscular strength in sedentary individuals. Int J Sport Nutr Exerc \nMetab. (2018) 28:619–28. doi: 10.1123/ijsnem.2018-0036\n 52. Jendricke P , Kohl J, Centner C, Gollhofer A, König D. Influence of specific collagen \npeptides and concurrent training on cardiometabolic parameters and performance \nindices in women: a randomized controlled trial. Front Nutr. (2020) 7:580918. doi: \n10.3389/fnut.2020.580918\n 53. Forbes SC, Bell GJ. Whey protein isolate or concentrate combined with \nconcurrent training does not augment performance, cardiorespiratory fitness, or \nstrength adaptations. J Sports Med Phys Fitness . (2020) 60:832–40. doi: \n10.23736/S0022-4707.20.10314-1\n 54. Jerger S, Jendricke P , Centner C, Bischof K, Kohl J, Keller S, et al. Effects of specific \nbioactive collagen peptides in combination with concurrent training on running \nperformance and indicators of endurance capacity in men: a randomized controlled \ntrial. Sports Med Open. (2023) 9:103. doi: 10.1186/s40798-023-00654-9\n 55. Reljic D, Zieseniss N, Herrmann HJ, Neurath MF , Zopf Y . Protein supplementation \nincreases adaptations to low-volume, intra-session concurrent training in untrained \nhealthy adults: a double-blind, placebo-controlled, randomized trial. Nutrients. (2024) \n16:2713. doi: 10.3390/nu16162713\n 56. Ferguson-Stegall L, McCleave E, Ding Z, Doerner Iii PG, Liu Y , Wang B, et al. \nAerobic exercise training adaptations are increased by postexercise carbohydrate-\nprotein supplementation. J Nutr Metab. (2011) 2011:623182. doi: 10.1155/2011/623182\n 57. Berg A, Schaffner D, Pohlmann Y , Baumstark MW , Deibert P , König D, et al. A \nsoy-based supplement alters energy metabolism but not the exercise-induced stress \nresponse. Exerc Immunol Rev. (2012) 18:128–41.\n 58. Cramer JT, Housh TJ, Johnson GO, Coburn JW , Stout JR. Effects of a carbohydrate-, \nprotein-, and ribose-containing repletion drink during 8 weeks of endurance training \non aerobic capacity, endurance performance, and body composition. J Strength Cond \nRes. (2012) 26:2234–42. doi: 10.1519/JSC.0b013e3182606cec\n 59. Knuiman P , van Loon LJC, Wouters J, Hopman M, Mensink M. Protein \nsupplementation elicits greater gains in maximal oxygen uptake capacity and stimulates \n\nXiao et al. 10.3389/fnut.2025.1663860\nFrontiers in Nutrition 18 frontiersin.org\nlean mass accretion during prolonged endurance training: a double-blind randomized \ncontrolled trial. Am J Clin Nutr. (2019) 110:508–18. doi: 10.1093/ajcn/nqz093\n 60. Naclerio F , Larumbe-Zabala E, Larrosa M, Centeno A, Esteve-Lanao J, Moreno-\nPérez D. Intake of animal protein blend plus carbohydrate improves body composition \nwith no impact on performance in endurance athletes. Int J Sport Nutr Exerc Metab. \n(2019) 29:474–80. doi: 10.1123/ijsnem.2018-0359\n 61. Jonvik K, Paulussen K, Danen S, Ceelen I, Horstman A, Wardenaar F , et al. Protein \nsupplementation does not augment adaptations to endurance exercise training. Med Sci \nSports Exerc. (2019) 51:2041–9. doi: 10.1249/MSS.0000000000002028\n 62. Röhling M, McCarthy D, Berg A. Continuous protein supplementation reduces \nacute exercise-induced stress markers in athletes performing Marathon. Nutrients. \n(2021) 13:2929. doi: 10.3390/nu13092929\n 63. Li F , Hsueh Y-T, Hsu Y-J, Lee M-C, Chang C-H, Ho C-S, et al. Effects of isolated \nsoy protein supplementation combined with aerobic exercise training on improving \nbody composition, anthropometric characteristics and cardiopulmonary endurance in \nwomen: a pilot study. Int J Environ Res Public Health . (2021) 18:11798. doi: \n10.3390/ijerph182211798\n 64. Burd NA, Tang JE, Moore DR, Phillips SM. Exercise training and protein \nmetabolism: influences of contraction, protein intake, and sex-based differences. J Appl \nPhysiol. (2009) 106:1692–701. doi: 10.1152/japplphysiol.91351.2008\n 65. Holloszy JO, Booth FW . Biochemical adaptations to endurance exercise in muscle. \nAnnu Rev Physiol. (1976) 38:273–91. doi: 10.1146/annurev.ph.38.030176.001421\n 66. Wilkinson SB, Phillips SM, Atherton PJ, Patel R, Y arasheski KE, Tarnopolsky MA, \net al. Differential effects of resistance and endurance exercise in the fed state on \nsignalling molecule phosphorylation and protein synthesis in human muscle. J Physiol. \n(2008) 586:3701–17. doi: 10.1113/jphysiol.2008.153916\n 67. Beelen M, Tieland M, Gijsen AP , Vandereyt H, Kies AK, Kuipers H, et al. \nCoingestion of carbohydrate and protein hydrolysate stimulates muscle protein synthesis \nduring exercise in young men, with no further increase during subsequent overnight \nrecovery. J Nutr. (2008) 138:2198–204. doi: 10.3945/jn.108.092924\n 68. Breen L, Philp A, Witard OC, Jackman SR, Selby A, Smith K, et al. The influence \nof carbohydrate-protein co-ingestion following endurance exercise on myofibrillar and \nmitochondrial protein synthesis. J Physiol . (2011) 589:4011–25. doi: \n10.1113/jphysiol.2011.211888\n 69. Camera DM, West DWD, Phillips SM, Rerecich T, Stellingwerff T, Hawley JA, et al. \nProtein ingestion increases myofibrillar protein synthesis after concurrent exercise. Med \nSci Sports Exerc. (2015) 47:82–91. doi: 10.1249/MSS.0000000000000390\n 70. Rowlands DS, Thomson JS, Timmons BW , Raymond F , Fuerholz A, Mansourian \nR, et al. Transcriptome and translational signaling following endurance exercise in \ntrained skeletal muscle: impact of dietary protein. Physiol Genomics. (2011) 43:1004–20. \ndoi: 10.1152/physiolgenomics.00073.2011\n 71. Bassett DR, Howley ET. Limiting factors for maximum oxygen uptake and \ndeterminants of endurance performance. Med Sci Sports Exerc. (2000) 32:70–84. doi: \n10.1097/00005768-200001000-00012\n 72. Okazaki K, Goto M, Nose H. Protein and carbohydrate supplementation increases \naerobic and thermoregulatory capacities. J Physiol . (2009) 587:5585–90. doi: \n10.1113/jphysiol.2009.180562\n 73. Nagashima K, Cline GW , Mack GW , Shulman GI, Nadel ER. Intense exercise \nstimulates albumin synthesis in the upright posture. J Appl Physiol (1985) . (2000) \n88:41–6. doi: 10.1152/jappl.2000.88.1.41\n 74. Y ang RC, Mack GW , Wolfe RR, Nadel ER. Albumin synthesis after intense \nintermittent exercise in human subjects. J Appl Physiol (1985). (1998) 84:584–92. doi: \n10.1152/jappl.1998.84.2.584\n 75. Pearson SJ, Cobbold M, Orrell RW , Harridge SDR. Power output and muscle \nmyosin heavy chain composition in young and elderly men. Med Sci Sports Exerc. (2006) \n38:1601–7. doi: 10.1249/01.mss.0000227638.75983.9d\n 76. Williamson E, Kato H, Volterman KA, Suzuki K, Moore DR. The effect of dietary \nprotein on protein metabolism and performance in endurance-trained males. Med Sci \nSports Exerc. (2019) 51:352–60. doi: 10.1249/MSS.0000000000001791\n 77. Soenen S, Plasqui G, Smeets AJ, Westerterp-Plantenga MS. Protein intake induced \nan increase in exercise stimulated fat oxidation during stable body weight. Physiol Behav. \n(2010) 101:770–4. doi: 10.1016/j.physbeh.2010.08.019\n 78. Paavolainen L, Häkkinen K, Hämäläinen I, Nummela A, Rusko H. Explosive-\nstrength training improves 5-km running time by improving running economy and \nmuscle power. J Appl Physiol (1985). (1999) 86:1527–33. doi: 10.1152/jappl.1999.86.5.1527\n 79. Beattie K, Kenny IC, Lyons M, Carson BP . The effect of strength training on \nperformance in endurance athletes. Sports Med . (2014) 44:845–65. doi: \n10.1007/s40279-014-0157-y\n 80. Centner C, Jerger S, Mallard A, Herrmann A, Varfolomeeva E, Gollhofer S, et al. \nSupplementation of specific collagen peptides following high-load resistance exercise \nupregulates gene expression in pathways involved in skeletal muscle signal transduction. \nFront Physiol. (2022) 13:838004. doi: 10.3389/fphys.2022.838004\n 81. Praet SFE, Purdam CR, Welvaert M, Vlahovich N, Lovell G, Burke LM, et al. Oral \nsupplementation of specific collagen peptides combined with calf-strengthening \nexercises enhances function and reduces pain in Achilles tendinopathy patients. \nNutrients. (2019) 11:76. doi: 10.3390/nu11010076\n 82. Barnes KR, Kilding AE. Strategies to improve running economy. Sports Med. \n(2015) 45:37–56. doi: 10.1007/s40279-014-0246-y\n 83. Knuiman P , Hopman MTE, Verbruggen C, Mensink M. Protein and the adaptive \nresponse with endurance training: wishful thinking or a competitive edge? Front Physiol. \n(2018) 9:598. doi: 10.3389/fphys.2018.00598\n 84. Phillips SM. Dietary protein requirements and adaptive advantages in athletes. Br \nJ Nutr. (2012) 108:S158–67. doi: 10.1017/S0007114512002516\n 85. Kato H, Suzuki K, Bannai M, Moore DR. Protein requirements are elevated in \nendurance athletes after exercise as determined by the indicator amino acid oxidation \nmethod. PLoS One. (2016) 11:e0157406. doi: 10.1371/journal.pone.0157406\n 86. Moore DR. One size doesn’t fit all: postexercise protein requirements for the \nendurance athlete. Am J Clin Nutr. (2020) 112:249–50. doi: 10.1093/ajcn/nqaa144"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "vo2"
    ],
    "intervention_weeks": 26,
    "primary_human": "body_comp (FFM, FM); performance (VO₂max, time trial, time to exhaustion); strength (secondary)"
  },
  "bucket": "B",
  "notes": "Protein supplementation during endurance training produces small benefits for lean mass and modest improvements in some endurance performance outcomes. (Wiley Online Library)"
}