{
  "id": 38,
  "title": "Systematic Review and Meta-Analysis of Protein Intake to Support Muscle Mass and Function in Healthy Adults",
  "authors": "Nunes EA et al.",
  "year": 2022,
  "doi": "10.1002/jcsm.12922",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "healthy_adults",
    "protein_intake",
    "muscle_mass",
    "muscle_function"
  ],
  "population": {
    "training_status": "meta_analysis_RCT_mixed (RT and non-RT interventions)"
  },
  "sections": {
    "abstract": "We performed a systematic review, meta-analysis, and meta-regression to determine if increasing daily protein inges-\ntion contributes to gaining lean body mass (LBM), muscle strength, and physical/functional test performance in\nhealthy subjects. A protocol for the present study was registered (PROSPERO, CRD42020159001), and a systematic\nsearch of Medline, Embase, CINAHL, and Web of Sciences databases was undertaken. Only randomized controlled tri-\nals (RCT) where participants increased their daily protein intake and were healthy and non-obese adults were included.\nResearch questions focused on the main effects on the outcomes of interest and subgroup analysis, splitting the studies\nby participation in a resistance exercise (RE), age (<65 or ≥65 years old), and levels of daily protein ingestion.\nThree-level random-effects meta-analyses and meta-regressions were conducted on data from 74 RCT. Most of the se-\nlected studies tested the effects of additional protein ingestion during RE training. The evidence suggests that increas-\ning daily protein ingestion may enhance gains in LBM in studies enrolling subjects in RE (SMD [standardized mean\ndifference] = 0.22, 95% CI [95% conﬁdence interval] 0.14:0.30,P < 0.01, 62 studies, moderate level of evidence).\nThe effect on LBM was signiﬁcant in subjects≥65 years old ingesting 1.2–1.59 g of protein/kg/day and for younger sub-\njects (<65 years old) ingesting≥1.6 g of protein/kg/day submitted to RE. Lower-body strength gain was slightly higher\nby additional protein ingestion at≥1.6 g of protein/kg/day during RE training (SMD = 0.40, 95% CI 0.09:0.35,\nP < 0.01, 19 studies, low level of evidence). Bench press strength is slightly increased by ingesting more protein in\n<65 years old subjects during RE training (SMD = 0.18, 95% CI 0.03:0.33,P = 0.01, 32 studies, low level of evidence).\nThe effects of ingesting more protein are unclear when assessing handgrip strength and only marginal for performance\nin physical function tests. In",
    "conclusion": ", increasing daily protein ingestion",
    "results": "in small additional gains in LBM and\nlower body muscle strength gains in healthy adults enrolled in resistance exercise training. There is a slight effect on\nbench press strength and minimal effect performance in physical function tests. The effect on handgrip strength is\nunclear.\nKeywords Muscle mass; Muscle strength; Protein quantity; Physical function\nReceived: 13 June 2021; Revised: 5 January 2022; Accepted:10 January 2022\n*Correspondence to: Stuart M. Phillips, Department of Kinesiology, Ivor Wynne Centre, McMaster University,1280 Main St. West, Hamilton, ON L8S 4L8, Canada.\nTel: +1-905-525-9140 (ext. 24465), Email: phillis@mcmaster.ca and publications@ilsieurope.be\nREVIEW\n© 2022 The Authors. Journal of Cachexia, Sarcopenia and Muscle published by John Wiley & Sons Ltd on behalf of Society on Sarcopenia, Cachexia and Wasting Disorders.\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium,\nprovided the original work is properly cited, the use is non-commercial and no modiﬁcations or adaptations are made.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nPublished online 20 February 2022 in Wiley Online Library (wileyonlinelibrary.com)DOI: 10.1002/jcsm.12922",
    "introduction": "Skeletal muscle is the main component of lean body mass\n(LBM), and beyond locomotion, muscle has several\nhealth-related roles.1 Reduced skeletal muscle mass and\nfunction in adults have been linked to chronic diseases, poor\nquality of life, sarcopenia, physical disability, increased risk of\nfractures, and risk for frailty.\n2–8 Protein ingestion and resis-\ntance exercise (RE) are the main non-pharmacologic factors\ndriving anabolic signals to increase or maintain skeletal mus-\ncle mass.\n9 Nonetheless, many questions still arise when con-\nstructing dietary or physical activity guidelines focusing on\nskeletal muscle health.\n10 Particularly, the optimal daily pro-\ntein intake level required to optimize skeletal muscle mass\ngain or maintenance in healthy adults, which is still largely\nunclear.\n10–13 It is also unclear whether additional protein in-\ngestion can preserve lean body mass and muscle function in\nhealthy adults who do not engage in RE.14\nIt appears that ingesting sufﬁcient protein is required to\nmaintain muscle mass.11,15,16 Recommended protein intakes\nfor healthy adults slightly vary worldwide but are generally\nin the range of 0.8 –0.9 g protein/kg body weight (BW)/\nday; an intake proposed to maintain nitrogen balance in\n~98% of individuals. For example, the current Recom-\nmended Dietary Allowance in the USA and Canada is 0.8 g\nprotein/kg BW/day,\n17 the FAO of the UN/WHO recommen-\ndation is 0.83 g/kg BW/day,18 and the European Food Safety\nAuthority also established its population reference intake\nfor protein as 0.83 g/kg BW/day for all adults. These dietary\nprotein intake recommendations have traditionally been the\nsame for adults (>18 years old), regardless of age or sex.\nNevertheless, a higher daily protein intake (1.2 –1.6 g/kg\nBW/day) has been suggested to improve lean body mass\ngain or maintain muscle mass in young and old healthy\nadults.\n5,10,19\nPrevious meta-analyses have been conducted to ascertain\nwhether additional protein ingestion is linked to increases\nin LBM (i.e. muscle mass), muscle strength, or physical func-\ntion in adults.13,14,20–23 However, the effects of protein inges-\ntion independent of RE are not commonly explored. 13,22\nFurthermore, the population inclusion criteria in previous\nmeta-analyses have, we propose, led to confusion in the in-\nterpretation of the results. Meta-analyses of studies testing\nweight loss protocols, including obese subjects or subjects\nwith chronic illnesses, sarcopenia, frailty, chronic diseases,\nor multigradient supplements, make it challenging to trans-\nlate theﬁndings.\n13,20–22\nWe performed a systematic review, meta-analysis, and\nmeta-regression to determine if providing additional dietary\nprotein (protein to exceed participants’ habitual protein in-\ntake) contributes to increasing LBM (i.e. muscle mass,\nfat-free mass, lean soft-tissue mass, bone and fat-free mass),\nstrength, and physical/functional test performance in healthy\nadult subjects who were free from conditions that have been\nshown to affect skeletal muscle protein turnover and muscle\nfunction. Also, we sought to know if additional protein inges-\ntion affects the proposed outcomes independent of RE and\nage. We hypothesized that additional protein ingestion would\nimprove all outcomes, independent of age or the perfor-\nmance of RE; however, there may be a dose–response effect.",
    "methods": "This systematic review, meta-analysis, and meta-regression\nfollowed the guidelines of the Cochrane Handbook for Sys-\ntematic Reviews of Interventions 24 and the Preferred\nReporting Items for Systematic Reviews and Meta-Analyses\n(PRISMA) report.\n25 The procedures for identiﬁcation, screen-\ning, data extraction, and analysis were agreed upon in ad-\nvance by the team of researchers involved in the study.\nDetails of the intended methods were documented in ad-\nvance in a protocol registered at the International Prospec-\ntive Register of Systematic Reviews (PROSPERO, CRD\nCRD42020159001) before literature search, data extraction,\nand analysis.\nEligibility criteria\nThe research questions were established using the PICOS\n(population, intervention, comparison, outcome, and set-\nting) criteria ( Table 1). Participants were untrained or\ntrained healthy men or women 18 or older. Studies including\nweight loss diet protocols, obese, and subjects with any di-\nagnosed or self-reported disease were not included. Studies\nincluding obese subjects were excluded since it has been\nshown that obesity negatively affects postprandial myoﬁbril-\nlar protein synthetic response to nutrition and exercise.\n26\nAlso, interventions were carefully screened for the presence\nof any potential active ingredient that might impact lean\nbody mass gain other than protein (i.e. creatine, phospha-\ntidic acid, omega-3 fatty acids, anabolic steroids, and beta-\nhydroxy-beta-methylbutyrate [HMB]). If a particular study\ntesting potential active supplements had intervention groups\nﬁtting our inclusion criteria, the study was included and\nassessed to extract the respective data of protein and\ncontrol/placebo interventions only. No restrictions were im-\nposed regarding additional protein dose or the duration of\nthe intervention protocol.\nSystematic search strategy\nA literature search for randomized controlled trials (RCT) in-\nvestigating the effect of ingesting additional protein on lean\nbody mass, muscle strength, and physical test performance\nin healthy adults was conducted up to September 2020 by\n796 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nelectronic searching of relevant literature databases. The lit-\nerature search was conducted on Medical Literature Analysis\nand Retrieval System Online (Medline), Excerpta Medica\n(Embase), Cumulative Index of Nursing and Allied Health Lit-\nerature (CINHAL), and Web of Science core collection. Two\ndistinct search strategies were used to assess studies using\nprotein ingestion only or protein ingestion in parallel to a\nRE training protocol as an intervention. Results from both\nsearches were combined and screened according to our in-\nclusion and exclusion criteria (see Supplementary ﬁles -\nSearch strategies). Limits were applied to the electronic\nsearch, restricting studies to adults and humans, English only,\nand excluding diseases (e.g. cancer and diabetes). The sys-\ntematic search team (E. A. N., L. C. S., S. R. M., T. Y., and\nS. M. P.) conducted additional ﬁltering to exclude speciﬁc\nstudies based on inclusion and exclusion criteria, visually\nscreening titles, abstracts, and full-texts when necessary. Lists\nof references from database searches were imported to the\nsoftware Endnote X9.3.3 for title screening and additionalﬁl-\ntering using semi-automated tools. The remaining references\nselected during title screening were uploaded to Rayyan— a\nweb and mobile app for systematic reviews.\n27 Using Ryaan,\nthree reviewers (E. A. N., S. M. P., and T. Y.) screened titles\nand abstracts independently. Con ﬂicts were solved by\nreassessing the respective references during group",
    "discussion": "after unblinding the results. Abstracts and conference pro-\nceedings were not included.\nData extraction and outcome measures\nStudies were reviewed and screened for the study design,\nprotein supplementation or increased protein prescription in-\ntervention, subject characteristics, placebo/control informa-\ntion, body composition, resistance training protocols, and\nstrength or physical testing outcomes. Data were extracted\nnot independently by three investigators (E. A. N., S. M. P.,\nand T. Y.) and checked for consistency after extraction. First,\neach member extracted data from an equal number of differ-\nent studies. Then, the extracted data were checked for accu-\nracy and reviewed by a second member. Body composition\noutcomes were extracted as changes in any variable targeting\n‘muscle’mass (i.e. muscle mass, whole-body lean mass, lean\nbody mass, fat-free mass, and bone and fat-free lean soft tis-\nsue mass). Methods applied to measure body composition in-\ncluded dual-energy X-ray absorptiometry (DXA),\nhydrodensitometry, bioimpedance (BIA), skinfolds, and/or\nwhole-body air plethysmography (BodPod®). Daily protein in-\ngestion, additional protein given during the intervention, pro-\ntein source (e.g. animal-based, plant-based or blended\nprotein sources) data were also extracted. Strength testing\noutcomes were repetition-maximum (isotonic) strength\n(measured by 1-3RM strength tests) or any isometric testing\nfor strength. Upper body strength was obtained from\nbench/chest press exercises testing data. For lower body\nstrength, leg press, squat, leg extension, leg curls, or similar\nTable 1 PICOS criteria for inclusion of studies\nParameter Inclusion criteria Exclusion criteria\nPopulation Adult participants (healthy) aged 18 years or older Subjects with decreased mobility, frailty,\nobesity, or any chronic or infectious\ndiseases were not included\nIntervention Additional protein ingestion with or\nwithout the addition of resistance exercise\n(increasing protein ingestion as the primary\nintervention using nutritional supplements or\ndiet at any dose or level)\nIntervention aiming to cause weight loss\n(i.e. negative energy balance) or with the\npresence of other potential active ingredients\nin the intervention to change lean body mass\n(e.g. creatine, phosphatidic acid, omega-3 fatty\nacids, anabolic steroids,\nbeta-hydroxy-beta-methylbutyrate [HMB])\nComparator Placebo or no intervention (control) No control or placebo groups\nOutcomes Lean body mass (or a similar measure),\nmuscle strength (lower body, bench press,\nand handgrip strength) and performance\nin physical tests\nNot assessing at least one of the target outcomes\nStudy Design Randomized controlled trials (RCT) Not a RCT\nResearch questions Main question:\n Does a higher level of protein intake increase\nmuscle mass and improve muscle function?\nSub-questions:\n What is the impact of resistance exercise?\n What is the impact of age?\nProtein supplementation and muscle mass and function 797\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nexercises were used for data extraction. Physical testing in-\ncluded timed up and go (TUG), chair-based testing, sit-to-\nstand tests, gait speed tests, balance tests, short physical per-\nformance battery tests, stair climb tests, time or\ndistance-limited walking tests, and tests involving activities\nof daily life. Authors were not contacted for missing data. If\nnot available in tables or the text, data were extracted from\nﬁgures using the online tool WebPlotDigitizer.\n28\nRisk of bias, heterogeneity, quality of the evidence,\nand sensitivity analysis\nThe risk of bias was assessed according to the Cochrane Col-\nlaboration risk-of-bias tool using RevMan5 by two team\nmembers (E. A. N. and S. M. P.).24,29 Studies were carefully\nreviewed for details, including randomization methods, par-\nticipant allocation, and blinding of the subjects and re-\nsearchers directly involved with the subjects or data\nanalysis. Studies not reporting randomization or blinding pro-\ncedures were considered high risk in the domain allocation\nconcealment and blinding of participants and personnel. Also,\nattrition, incomplete outcome data, selective reporting, and\nother sources of bias were assessed. Cochrane’s Q was em-\nployed to detect statistical heterogeneity andI\n2 statistic to\nquantify the magnitude of statistical heterogeneity between\nstudies where I\n2 30% to 60% represents moderate and I2\n60% to 90% represents substantial heterogeneity across stud-\nies. The quality of the evidence was assessed by two team\nmembers (E. A. N. and S. M. P.) using the Grading of Recom-\nmendations Assessment, Development, and Evaluation\n(GRADE) system of rating uploading the list of studies on\nGRADEpro platform (https://gdt.gradepro.org/) and perform-\ning the grading manually.\n30 Funnel plots were generated for\nvisual assessment for asymmetry and potential publication\nbias\n31 (see Figures S20–S29). Studies identiﬁed as potential\noutliers during the visual analysis of funnel plots and assessed\nwith three (3) or more domains judged as potentially high risk\nof bias were submitted to sensitivity analyses. These analyses\nwere conducted for all outcomes by the‘remove 1’technique\nto assess whether individual studies had a disproportionate\neffect on the meta-analyses results\n32 (TablesS 6–S10).\nStatistical analysis\nThe analysis was conducted using change from baseline to\nimmediate post-treatment data (means, standard deviations)\nfor both intervention and control/placebo groups to generate\nthe summary measures of effect in the form of standardized\nmean difference (SMD). Means and standard deviation (SD)\nfor changes were calculated or imputed from the available\ndata in the paper. Correlation coefﬁcients were estimated\nfrom the data and used to impute missing SD for change\nfor some studies according to the methods described in the\nCochrane Handbook for Systematic Reviews of\nInterventions.\n24 Calculated correlation coefﬁcients were in\nthe range of 0.7–0.9 for all outcomes. Therefore, a median\npoint of 0.8 was applied as the correlation coefﬁcient for\nany necessary SD imputation.\nThe SMD was used as a summary statistic since studies in\nthis systematic review often assessed the same outcome\nmeasured in various ways (i.e. muscle mass, lean body mass,\nbone and fat-free mass and lower body strength measured by\nleg press, squat, or leg extension). In this situation, it was\nnecessary to standardize the results of the studies before\nthey could be compared across studies or combined in the\nquantitative synthesis. SMDs were estimated using Hedge’s\ng approach (also known as bias-corrected effect size). The\nSMDs of 0.2–0.5, 0.5–0.8, and >0.8 were considered small,\nmedium, and large effects, respectively. To analyse physical\nperformance measures, we standardized the direction of ef-\nfect to ensure consistency of desirable outcome responses\n(i.e. a reduction measured in seconds to cover a given dis-\ntance reﬂects a faster gait speed and thus a better outcome,\nwhereas an increase in gait speed measured in m/s reﬂects a\npositive outcome). Similarly, a reduction in the sit-to-stand\ntest (s),ﬁve chair repetition test (s), and timed up-and-go test\n(s) is desirable. When available, multiple data were extracted\nfrom the same study for lower-body strength or performance\nin physical tests and included in the analysis.\nWe used a random-effects three-level meta-analytic ap-\nproach to account for dependency between effect sizes (i.e.\nthe correlation between effect sizes due to multiple mea-\nsures or sub-measures of the same outcome within a study\nor the comparison of multiple interventions to a single con-\ntrol group). In such cases, multiples measures and compari-\nsons from the same study are nested within studies ﬁrst,\nand variance in observed effect sizes is decomposed into\nsampling variance, with-in study variance, and\nbetween-study variance to account for intracluster (or\nintraclass) correlation in the true effects. In addition, we sub-\nmitted the data to three-level meta-regression analyses\nbased on the use of exercise/resistance training ( ‘yes’ or\n‘no’), age (<65 vs.≥65 years old), and the level of protein in-\ntake (continuous as g/kg/day or categorical—‘ <1.2 g/kg/day’,\n‘1.2–1.59 g/kg/day’ and ‘≥1.6 g/kg/day’) when possible. All\nanalyses and ﬁgures were made with RStudio v.1.4.1717\n(metafor R package).\nResults\nLiterature search and study selection\nThe results of the literature search are presented inFigure 1.\nFour databases were searched, applying search strategies for\n798 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\naugmented protein intake alone or in addition to resistance\nexercise interventions resulting in 23 757 records. After\nscreening for duplicates and study characteristics, 164 studies\nwere selected for full-text screening and eligibility. Finally, 74\nRCT were obtained at the end of our screening process.\nStudy characteristics for randomized controlled\ntrials\nTable S1 shows summary information from all RCT studies in-\ncluded in the meta-analysis. In the studies assessing protein\ningestion, daily total protein ingestion varied from 1 to\n4.4 g/kg/day in the intervention groups (33% of the studies\n1.2–1.59 g/kg/day and 54% of the studies ≥1.6 g/kg/day)\nand from 0.8 to 2.3 g/kg/day in the placebo/control groups.\nHowever, it is noteworthy that in ~80% of the studies, base-\nline protein ingestion was at least 1.2 g of protein/kg/day.\nThe participants’mean age ranged from 19 to 85 years, and\nstudy protocols lasted from 6 to 108 weeks (76% of the stud-\nies between 8 and 12 weeks). Studies varied vastly regarding\nthe quantity of additional protein provided to research partic-\nipants. Dietary or supplemented protein ranged from 5 to\n100 g/day, depending on the study (56% of the studies be-\ntween 10 and 30 g/day and 28% between 31 and 50 g/day).\nSix studies had intervention groups ingesting a blend of\nFigure 1 Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA)ﬂow chart shows the number of studies involved in each sys-\ntematic search and screening step. Medline: Medical Literature Analysis and Retrieval System Online.\nProtein supplementation and muscle mass and function 799\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nproteins (supplements or food), 33–39 and nine used\nplant-based (primarily soy) protein supplements. 40–48 In\nsome cases, the same study tested more than one protein\nsource or supplement.\n40,42,43,45,47–49\nSixty-six out of 74 studies were included in the lean body\nmass change analysis, utilizing 2665 subjects.33–99 Six studies\npresented intervention groups not using RE training41,46,94,\n97–99; of these, four studies tested protein ingestion\nexclusively,41,97–99 and two studies tested protein ingestion\nin groups without and with resistance exercise.46,94 Changes\nin strength data resulting from the additional protein inter-\nvention were extracted from 50 studies testing 2283 subjects\nfor lower-body strength\n33,36–39,43,44,47–49,52–58,61–65,67–70,\n72,74–78,82,84,86,88–92,94,96,100–104 and only three studies with in-\ntervention groups without RE. 41,99,105 Thirty-four studies\ntested bench-press strength 33,36–38,43,47–49,53–55,62–65,67,68,70,\n72,74,75,77,78,82,84,86–88,90,91,93,95,96,99 with 1049 subjects. The\nduration of the studies was, on average, 12 weeks for both\nbench-press and lower body strength. However, one study\ntesting lower-body strength was 108 weeks long.\n105 Only\none study testing bench-press strength did not use RE in the\nprotocol.\n99 Handgrip strength data were extracted from 10\nstudies in total (612 subjects),41,50,58,76,81,83,97,99,104,105 four\nstudies using RE training41,97,99,105 and two studies testing\nonly young participants.41,81 The approximate duration of\nthe studies testing the effects of protein ingestion on handgrip\nstrength was 12 weeks, except for one study lasting\n108 weeks.\n105 Data regarding the effects of additional protein\ningestion on physical or functional tests were extracted\nfrom 15 studies enrolling 1173 subjects 6,39,50,52,56,58,72,75,\n76,94,97,99,100,104,105 and an approximate duration of\n12 weeks, 6,39,50,52,56,58,72,75,76,94,97,99,100,104 except for one\nstudy lasting 108 weeks.105 Eleven studies tested the effect\nof protein intervention on physical function in parallel to RE\ntraining.39,50,52,56,58,72,75,76,94,100,104\nRisk of bias and heterogeneity of randomized\ncontrolled trials\nRisk of bias analysis showed that six studies had a potential\nunclear or high risk of selection bias due to missing informa-\ntion regarding randomization or allocation procedures. Sev-\nenteen studies out of 74 presented a potentially high risk of\nperformance bias for blinding research participants or staff.\nNine studies reporting the use of single-blind protocols were\nscored as unclear risk of performance bias. Fourteen studies\npresented a potentially high risk of detection bias since the\nresearch staff was aware of which individuals received the in-\ntervention. Eleven studies were scored an unclear risk of de-\ntection bias since it was not described whether the research\nteam knew which treatment the participants were assigned\nto during the intervention and testing. In 21 studies, there\nwas a potential unclear risk of attrition bias. Eleven studies\nwere scored as unclear risk of reporting bias. A summary of\nthe risk of bias analysis is presented inFigure S\n1. A supple-\nmentary ﬁgure shows the per-study risk of bias analysis\n(Figure S2).\nHeterogeneity for overall main effects in most of the anal-\nysis regarding changes in lean body mass was low (I2 ≤ 25%)\n(Table 2). Overall heterogeneity was moderate for the main\neffect of ingesting protein on bench press strength\n(I\n2 = 43%, Table 3). Subgroup analysis of studies by age\n(<65 and ≥65 years old) returned moderate heterogeneity\nfor the overall effect (I2 = 39.4%,Table 3). However, heteroge-\nneity was even higher in the subgroup <65 years old\nTable 2 Effects of protein supplementation on changes in lean body mass\nGroups/subgroups SMD 95% CI\nNumber of trials/\nintervention groups P-value I2 (%)\nAll RCT 0.22 0.15:0.29 66/93 <0.01 7\nRCT without resistance exercise 0.21 -0.15:0.58 6/6 0.38 25\nRCT with resistance exercise (RE) 0.22 0.14:0.30 62/87 <0.01 6.2\n<65 years old 0.25 0.16:0.35 48/70 <0.01 8.1\n≥65 years old 0.13 /C00.00:0.28 14/17 0.06 6.2\nRCT with RE reporting protein ingestion 0.19 0.11:0.28 51/72 <0.01 6.9\nRCT with RE ingesting<1.2 g/kg/day /C00.14 /C00.56:0.27 4/4 0.35 0\nRCT with RE ingesting 1.2–1.59 g/kg/day 0.17 0.06:0.28 24/34 <0.01 0\n<65 years old 0.15 /C00.02:0.31 15/23 0.07 2.8\n≥65 years old 0.20 0.02:0.37 9/11 0.03 0\nRCT with RE ingesting≥1.6 g/kg/day 0.30 0.17:0.43 23/34 <0.01 0\n<65 years old 0.30 0.17:0.43 23/34 <0.01 0\n≥65 years olda -- - - -\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in all RCT\nreporting protein ingestion 0.13 /C00.00:0.26 55/77 0.06 NA\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in studies using RE 0.14 0.00:0.27 51/72 0.04 NA\nBW, body weight; CI, conﬁdence intervals; NA, not applicable; RCT, randomized clinical trials; RE, resistance exercise; SMD, standardized\nmean deviation.\na\nNo studies in the dataset.\n800 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n(I2 = 55%,Table 3). When analysed by the level of protein in-\ngestion, overall, and in each protein level subgroup, hetero-\ngeneity for bench press strength was small to moderate\n(I2 = 23.3 –54.7%, Table 3). Heterogeneity in low body\nstrength data was moderate (I2 = 52.8%,Table 4). Subgroups\nof studies by the level of protein intake, resistance exercise\npresence, and age showed small to high heterogeneity for\nsubgroups (I2 = 26.1–51.6%, Table 4). Handgrip strength data\nhad low heterogeneity (I2 = 0%, Table 5). Heterogeneity in\nstudies reporting physical and functional testing outcomes\nwas moderate (I2 = 46.4–58%, Table 5).\nMeta-analysis and meta-regression\nEffect of additional protein intake on lean body mass\nA summary of the effects of additional protein ingestion on\nLBM is presented inTable 2. Additional protein ingestion prob-\nably leads to a small increase in lean body mass (SMD = 0.22,\n95% CI 0.15:0.30,P < 0.01, n = 66 studies, moderate certainty\nof evidence) (Figure S3). The change represents approximately\n1.3–1.4 kg lean mass gain during the intervention compared\nwith an average of ~0.8 kg gain in the placebo/control group\n(~0.5–0.7 kg difference between groups). We found the same\nsmall signiﬁcant positive main effect on lean body mass\ngain when isolating studies with resistance exercise (RE)\n(SMD = 0.22, 95% CI 0.14:0.30,n = 62 studies with RE, moder-\nate certainty of the evidence). Only six studies presented in-\ntervention groups assessing LBM when providing additional\nprotein without RE in healthy subjects (Figure S3). Our analysis\nshowed a small, non-signiﬁcant intervention effect when only\nincreased protein ingestion was applied (SMD = 0.21, 95% CI\n/C00.15:0.58, n = 6 studies with intervention groups not using\nRE, low certainty of the evidence;Figure S3). Following this re-\nsult, we conducted further subgroup analyses only in studies\nsubmitting subjects to RE.\nTable 3 Effects of protein supplementation on changes in bench press strength\nGroups/subgroups SMD 95% CI\nNumber of trials/\nintervention groups P-value I2 (%)\nAll RCT– bench press strength 0.20 0.06:0.34 34/50 <0.01 42.8\nRCT without resistance exercise 0.89 /C00.07:1.82 1/1 NA 0\nRCT with resistance exercise (RE) 0.18 0.04:0.32 33/49 0.01 39.4\n<65 years old 0.18 0.03:0.33 32/48 0.01 55\n≥65 years old 0.28 /C00.51:1.07 1/1 NA 0\nRCT with RE testing bench press and reporting\nprotein ingestion 0.15 0.02:0.28 31/46 0.03 27\nRCT with RE ingesting<1.2 g/kg/day /C00.16 /C01.09:0.77 1/1 NA 0\nRCT with RE ingesting 1.2–1.59 g/kg/day 0.17 /C00.01:0.35 14/21 0.07 23.3\nRCT with RE ingesting≥1.6 g/kg/day 0.13 /C00.15:0.41 16/24 0.33 54.7\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in all RCT reporting protein ingestion /C00.00 /C00.22:0.22 32/48 0.999 NA\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in studies using RE 0.01 /C00.20:0.23 31/47 0.869 NA\nBW, body weight; CI, conﬁdence intervals; NA, not applicable; RCT, randomized clinical trials; RE, resistance exercise; SMD, standardized\nmean deviation.\nTable 4 Effects of protein supplementation on changes in lower-body strength\nGroups/subgroups SMD 95% CI\nNumber of trials/\nintervention groups P-value I2 (%)\nAll RCT reporting lower-body strength 0.20 0.08:0.33 50/70 <0.01 52.8\nRCT without resistance exercise 0.14 /C00.36:0.64 4/4 0.44 20.4\nRCT with resistance exercise (RE) 0.21 0.08:0.34 47/66 <0.01 54.5\n<65 years old 0.19 0.03:0.36 35/52 0.02 52.8\n≥65 years old 0.25 0.01:0.48 12/14 0.04 60.6\nRCT with RE reporting protein ingestion 0.21 0.08:0.34 41/56 <0.01 49.5\nIngesting <1.2 g/kg/day /C00.01 /C01.85:1.83 2/2 0.95 0\nIngesting 1.2–1.59 g/kg/day 0.08 /C00.10:0.27 20/28 0.37 51.6\nIngesting ≥1.6 g/kg/day 0.40 0.23:0.57 19/26 <0.01 26.1\n<65 years old 0.38 0.19:0.56 17/24 <0.01 62\n≥65 years old 0.55 0.04:1.06 2/2 0.03 0\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in all RCT reporting protein ingestion 0.25 0.05:0.45 44/60 0.016 NA\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in studies using RE 0.26 0.05:0.47 41/56 0.014 NA\nBW, body weight; CI, conﬁdence intervals; NA, not applicable; RCT, randomized clinical trials; RE, resistance exercise; SMD, standardized\nmean deviation.\nProtein supplementation and muscle mass and function 801\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nIngesting additional protein increased LBM in studies with\nyounger subjects and older subjects submitted to RE\n(SMD = 0.25, 95% CI 0.16:0.35, n = 48 studies vs.\nSMD = 0.13, 95% CI /C00.00:0.28, n = 14 studies, low\ncertainty of the evidence;Table 2). The effect of protein in\nLBM was more pronounced in young subjects since the main\neffect in older subjects was marginal and not signiﬁcant. Still,\nthere was not a signi ﬁcant difference when performing\nthe analysis by subgroups of age (P > 0.05) (Figure S4).\nConsidering only studies using RE and reporting daily pro-\ntein ingestion, additional protein still likely has a signiﬁcant\neffect on lean body mass (SMD = 0.19, 95% CI 0.11:0.28,\nP < 0.01, n = 51 studies, moderate certainty of the evi-\ndence; Table 2; Figure 2). Subgroup analysis by daily pro-\ntein ingestion showed that ingesting more protein may\nincrease LBM gain in older subjects at 1.2–1.59 g/kg/day\n(SMD = 0.20, 95% CI 0.02:0.37,n = 9 studies, low certainty\nof the evidence; Table 2) and younger subjects at\n1.6 g/kg/day or higher (SMD = 0.30, 95% CI 0.17:0.43,\nn = 23 studies, moderate certainty of the evidence;Table 2).\nA post hoc sensitivity analysis revealed that excluding\nNakayama et al.\n76 from the subgroup of studies testing\nolder subjects at 1.2 –1.59 g/kg/day changed the main\neffect to a non-signi ﬁcant value (SMD = 0.12, 95% CI\n/C00.08:0.32, Table S6). Our systematic search resulted in\nno studies testing the effect of additional protein ingestion\non LBM and RE using intakes ≥1.6 g of protein/kg/day in\nolder subjects (Table 2).\nA three-level meta-regression considering protein inges-\ntion as a continuous variable in studies using signiﬁcant but\nmarginal main effect on lean body mass (SMD = 0.14, 95%\nCI 0.00:0.27, P < 0.04, n = 51 studies and 72 intervention\ngroups). The same analysis considering all RCT independent\nof RE returned no signiﬁcant results (Table 2). Bubble plots\nshowing regression curves are in the supplementary ﬁles\n(Figures S11 and S12).\nEffect of dietary protein intake on muscle strength\nEffect of dietary protein intake on bench press strength\nBench press strength gains may be signiﬁcantly higher in sub-\njects supplemented with protein (SMD = 0.20, 95% CI\n0.06:0.34, n = 34 studies, low certainty of the evidence) (Ta-\nble 3). Thirty-three out of 34 studies testing the effect of ad-\nditional protein on bench press strength enrolled subjects in\nresistance exercise programs (Figure S5). When subgrouping\nstudies by the age of subjects, a small positive main effect\nof additional protein ingestion on bench press strength was\ndetected in <65 years old subjects (SMD = 0.18, 95% CI\n0.03:0.33, n = 32 studies, low certainty of the evidence).\nNoteworthy, only one study was conducted on older subjects.\nThe effect was also small on bench press strength considering\nstudies reporting protein ingestion (SMD = 0.15, 95% CI\n0.02:0.28, n = 31 studies, low certainty of the evidence). Still,\nno signiﬁcant effects were found when searching for the ef-\nfects of different daily protein ingestion levels. However, the\nsensitivity analysis showed the effect size for the extract of\n>1.6 g of protein/kg/day changed to signiﬁcant after exclud-\ning Vangsoe et al.\n91 (Table S7). Three-level meta-regression\nanalysis using daily protein ingestion as a continuous variable\nwas not signiﬁcant for the effect of additional protein in\nbench press strength (Table 3). Bubble plots showing regres-\nsion curves are in the supportingﬁles (Figures S13 and S14).\nEffect of dietary protein intake on lower-body strength\nEffects of additional protein ingestion on lower-body strength\nare presented in Table 4. Lower-body strength was slightly\nhigher in subjects ingesting more protein (SMD = 0.20, 95%\nCI 0.08:0.33, n = 50 studies, low certainty of the evidence).\nFour studies measuring lower-body strength did not enrol\nsubjects in RE training, and the effect of ingesting additional\nprotein was not signiﬁcant (Figure S6). However, ingesting\nmore protein produced a small signi ﬁcant effect on\nTable 5 Effects of protein supplementation on the change of handgrip strength and functional or physical test performance\nGroups/subgroups SMD 95% CI\nNumber of trials/\nintervention groups P-value I2 (%)\nHandgrip strength– All RCT 0.15 /C00.03:0.32 10/11 0.10 0\nRCT without resistance exercise 0.20 /C00.17:0.57 4/4 0.18 0\nRCT with resistance exercise 0.10 /C00.18:0.37 6/7 0.43 0\nMeta-regression considering protein ingestion as a\ncontinuous variable (g/kg BW/day)a /C00.09 /C01.09:0.91 8/8 0.84 -\nFunctional and physical performance tests– All RCTb 0.15 0.00:0.29 15/19 0.04 46.4\nRCT without Resistance Exercise 0.09 /C00.08:0.25 5/6 0.28 0\nRCT with Resistance Exercise 0.17 /C00.03:0.37 11/13 0.10 58\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in all RCT reporting protein ingestion /C00.23 /C00.99:0.52 13/16 0.54 -\nMeta regression– protein ingestion as a continuous\nvariable (g/kg BW/day) in studies using RE /C00.26 /C01.30:0.77 9/10 0.61 -\nBW, body weight; CI, conﬁdence intervals; NA, not applicable; RCT, randomized clinical trials; RE, resistance exercise; SMD, standardized\nmean deviation.\na\n50% of the RCT accessing handgrip strength reporting protein ingestion were conducted in subjects also submitted to RE.\nb\nOne study was conducted in subjects<65 years old.\n802 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nlower-body strength in subjects submitted to RE (SMD = 0.21,\n95% CI 0.08:0.34, n = 47 studies, low certainty of the evi-\ndence) (Figure S6). This small effect may be independent of\nthe age in subjects submitted to RE (Table 4) (Figure S7).\nHowever, after excluding Burkeet al. 200154 during sensitivity\nanalysis, the signiﬁcant main effect for older subjects was not\nFigure 2 Forest plot showing effects of additional protein ingestion on changes in lean body mass by daily protein ingestion in subjects submitted to\nresistance exercise training.\nProtein supplementation and muscle mass and function 803\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\npresent anymore (SMD = 0.16, 95% CI/C00.00:0.32, Table S8).\nNoteworthy, only levels>1.6 g of protein/kg/day may signif-\nicantly increased lower-body strength (SMD = 0.40, 95% CI\n0.23:0.57, n = 20 studies, low certainty of the evidence;\nFigure S8) and mainly in young subjects ( Table 4).\nMeta-regression using protein ingestion as a continuous var-\niable in studies using RE showed a small signiﬁcant effect of\nprotein on lower-body strength for all RCT (SMD = 0.25,\n95% CI 0.05:0.45,n = 45 studies and 60 intervention groups)\nor studies using RE (SMD = 0.26, 95% CI 0.05:0.47,n =4 1\nstudies and 56 intervention groups; Table 3). Bubble plots\nshowing regression curves are in the supportingﬁles (Figures\nS15 and S16).\nEffect of dietary protein intake on handgrip strength and\nphysical performance functional tests\nThe evidence shows that ingesting more protein produced a\nslightly positive but not signiﬁcant main effect in handgrip\nstrength (SMD = 0.15, 95% CI/C00.03:0.32, n = 10 studies, very\nlow certainty of the evidence;Figure S9). Meta-regression of\nhandgrip strength data vs. protein ingestion as a continuous\nvariable was not signiﬁcant (Table 5a n dFigure S17).\nThe evidence was very uncertain about the effect of\ningesting more protein and performance on physical and\nfunctional performance tests (SMD = 0.15, 95% CI 0.00:0.29,\nn = 15 studies, very low certainty of the evidence). Five stud-\nies did not use RE training protocol ( Figure S10).\nMeta-regression of performance data in physical and func-\ntional tests using daily protein ingestion as a continuous var-\niable was not signiﬁcant (Table 5). Bubble plots showing\nregression curves are in the supporting ﬁles (Figures S18\nand S19).\nDiscussion\nThis systematic review and meta-analysis aimed to investi-\ngate the efﬁcacy of increasing dietary protein ingestion to im-\nprove lean body mass gain, skeletal muscle strength, and\nphysical function in healthy subjects. To our knowledge, this\nis the ﬁrst systematic review and meta-analysis investigating\nsuch outcomes restricting the literature search to studies\nwith healthy, not obese adults (i.e. no minor illnesses, not\nfrail, and not sarcopenic), and including no weight-loss study\nprotocols. Furthermore, the literature search was restricted\nto studies testing protein interventions only (i.e. no addi-\ntional supplement ingredients). Finally, when considering\nphysical activity intervention, only resistance exercise was in\nour inclusion criteria. The main ﬁndings of the present\nmeta-analysis were that additional protein ingestion together\nwith RE leads to small additional lean body mass and lower\nbody strength. This effect seems to be more prominent in\nyounger subjects ingesting ≥1.6 g/kg/day when enrolled in\nRE. The number of studies with healthy older subjects to con-\nduct a proper analysis is relatively low what levels down the\ncertainty of the evidence. Effects on bench press strength,\nhandgrip strength, and improved performance in physical\ntests in healthy adults seem to be trivial. For most outcomes,\nthe evidence is unclear due to the low number of studies or\nincreased heterogeneity. A criticalﬁnding of our systematic\nreview is that more RCT testing increasing protein ingestion\nas a solo intervention in healthy, not obese, adults are\nneeded.\nMost meta-analyses have reported consistently positive\nresults regarding the effect of additional protein ingestion\non RE training-induced increases in LBM.\n13,14,21,23 Cermak\net al.23 showed a signiﬁcant main effect for protein supple-\nmentation in muscle mass in young and old subjects during\nresistance exercise-like training. Tagawaet al.13 found signif-\nicant effects of additional protein ingestion on LBM in adults\n(19–81 years old) independent of resistance exercise\n(≥2 weeks). Wirth et al.21 also found a signiﬁcant effect of\nadditional protein ingestion on LBM in adults (18–55 years\nold or ≥55 years old). Conversely, Haafet al.22 found no ef-\nfect of additional protein supplementation in LBM in\nnon-frail community-dwelling older adults (>50 years old),\neven when combined with resistance exercise (≥4 weeks).\nNoteworthy, is the fact that divergent inclusion criteria are\nan important source of variability when comparing different\nmeta-analyses. The insertion of clinical trials testing\nmulti-ingredient supplements,\n106 including energy-restricted\nweight-loss diets,13 or using different cut-off points for age\nsub-groups likely explain the differences in main effects\nand",
    "conclusions": "when comparing studies. 14,21–23 Still, a\nmeta-analysis conducted by our group showed that protein\ningestion could signi ﬁcantly increase the RE\ntraining-induced gains in lean mass in young ( <45 years\nold) and old (≥45 years old) healthy subjects.14 One of the\npresent meta-analysis objectives was to expand our previous\nﬁndings to studies that have included protein supplements\nbut not having subjects enrolled in RE training. However, af-\nter a systematic review, we identi ﬁed only six studies\nmatching our criteria, which restricts the possibility of a\nproper analysis.\nOur data show a small increment in LBM caused by\ningesting additional protein and RE. Older subjects would\nlikely respond differently since anabolic resistance develops\nwith ageing, and higher per-meal protein doses are postu-\nlated to be necessary to stimulate muscle protein synthesis\nin this population.\n107 Present protein ingestion recommen-\ndations for healthy young and old subjects range from\n0.67 to 0.8 g/kg BW/day.17,18 This meta-analysis also found\nthat LBM was slightly increased by protein and RE in older\nsubjects in studies testing daily protein ingestion at\n1.2–1.59 g/kg/day. However, it is relevant to highlight that\nthe study of Nakayama et al.,76 was the main contributor\nto this result according to our sensitivity analysis. Probably,\nbecause the study sample in Nakayamaet al.76 is relatively\n804 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nlarge (n = 122) when compared with other studies in the\nsubgroup analysis. Therefore, because the effect of protein\nsupplementation is signiﬁcant only when Nakayamaet al.76\ndata are included in the analysis, it is possible that resis-\ntance exercise per se is the main contributor to lean body\nmass gains in studies with older participants. Curiously, our\nstudy showed a signiﬁcant effect of ingesting more protein\nand RE in younger subjects only when ingesting≥1.6 g of\nprotein/kg/day. Our current ﬁndings in some way support\nthe hypothesis that higher daily protein ingestion may be\nneeded to increase LBM in young\n108 and maybe older\nhealthy subjects.109 Noteworthy, as highlighted in our re-\nsults, most of the studies included in our analysis (~80%) re-\nported baseline daily protein ingestion of at least 1.2 g/kg\nBW. This is 50% higher than current protein ingestion rec-\nommendations for healthy adults.\n17,18 Such observation\nmight explain the small effect of the intervention on the dif-\nferent outcomes. A relevant question is how much of LBM\nis muscle mass?\n110 This question is relevant as protein\nsupplementation rarely substantially affects strength\noutcomes,14,21–23 which highlights that the extra LBM gain\nstimulated by protein supplementation may not be\nmuscle,111 or at least not sufﬁcient muscle that is contribut-\ning to increases in strength.\nAccording to previous meta-analyses from our group and\nothers, the effects of increasing daily protein ingestion on\nmuscle strength are highly variable. 14,21–23 Previous data\nfrom our group14 and Cermak et al.23 showed very small\nbut signi ﬁcant effect of additional protein ingestion on\nstrength, mainly lower body strength data when selecting\nRE studies. In contrast, Wirthet al.\n21 and Haaf et al.22 found\nno effect of additional protein ingestion and exercise on\nlower-body strength. However, some particularities in the in-\nclusion criteria in these two meta-analyses (i.e. aerobic exer-\ncise training or the cut-off point during age subgroup\nanalysis) might cause such contrast compared with ourﬁnd-\nings. Our current data support a small effect of ingesting\nmore protein on lower-body strength. Still, a high daily pro-\ntein ingestion (≥1.6 g/kg BW/day) might be necessary to in-\ncrease strength in the lower body. Such a level of protein\ningestion represents twice the current RDA for protein for\nhealthy adults.\n17 This observation reinforces the idea that op-\ntimal skeletal muscle increases in strength during RE, while\nsmall, might require greater protein ingestion.14\nHandgrip strength has been positively linked to several rel-\nevant variables related to the quality of life and physical func-\ntion, especially for older subjects.112 Also, growing evidence\nshows that handgrip strength is associated with total\nstrength, bone mineral density, fractures, falls, cognitive im-\npairment, depression levels, and overall diet quality.\n112,113\nHowever, because few studies investigated the effect of\nprotein ingestion on handgrip strength in healthy adults,\nit is unclear if additional protein ingestion would improve\nthis outcome. The search strategy used in the present\nmeta-analysis selected 10 studies investigating handgrip\nstrength changes due to additional protein ingestion. Never-\ntheless, only ﬁve studies did not enrol participants in a RE\ntraining protocol.\nAs mentioned, handgrip strength seems to be considered a\npotential marker related to several aspects of functional ca-\npacity and quality of life.\n112,113 However, we intended to ex-\nplore the effects of additional protein ingestion in\nfunctional tests directly. We found a small marginal effect\nof protein ingestion on performance in physical function\ntests. Our results are in line with a previous meta-analysis\n22\nshowing no signiﬁcant effect of protein ingestion added to\nRE on gait speed or chair-rise time in healthy subjects. In con-\ntrast, Liaoet al.106 found additive signiﬁcant main effects for\nadditional protein (but included numerous other supplement\ningredients) ingestion and RE in the performance of physical\nfunction tests in older overweight or obese subjects. Of note,\nLiao et al.\n106 compared the effect of additional protein inges-\ntion and RE with no intervention as a control group; there-\nfore, it is reasonable to suggest that the RE was the primary\nintervention leading to the mainﬁndings.\nThere are several strengths of this review. We restricted\nour search to studies with healthy non-obese adults. We\nthink this is essential to reduce the inﬂuence of minor ill-\nnesses such as diagnosed sarcopenia, frailty, arthritis, and\neven obesity, which have all been shown to perturb muscle\nprotein turnover.26 Our inclusion criteria excluded studies\nusing multi-ingredient supplements or combining other\nadded nutrients or compounds in the intervention group to\nisolate the effect of protein. Also, we restricted our system-\natic search and inclusion criteria to research including resis-\ntance exercise only if a study included physical activity.\nAltogether, these criteria are essential to narrow ourﬁndings\nto the effect of additional protein in healthy adults. Finally,\nwe applied GRADE to qualify our level of evidence. Using\nGRADE, we show that despite being statistically signiﬁcant,\nsome of ourﬁndings were downgraded in terms of certainty,\nhighlighting that study design issues hamper making further\nconclusions. The main reasons for downgrading the certainty\nof evidence were increased risk of bias, mainly in the blinding\ndomains, moderate to high heterogeneity, and, for some sub-\ngroup analysis, the low number of the subject in each respec-\ntive group. In some way, this highlights that future studies\ntesting additional protein as a primary intervention and ex-\namining outcomes relevant to strength and lean body mass\nneed to focus on trial planning and control of variables\nknown to affect study quality. We are aware that blinding in-\ngestion in studies testing dietary interventions can be chal-\nlenging. However, overcoming such challenges might be\nnecessary to increase the quality of the evidence if one is ap-\nplying the current tools available to grade the evidence in\nmeta-analysis.\nWe also have some notable limitations that we must ac-\nknowledge. In general, study protocols were highly variable,\nProtein supplementation and muscle mass and function 805\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nwhich is probably the cause of the distinct heterogeneity in\nresponse to the intervention. Most of the selected studies\nin this meta-analysis (65 out of 74) provided animal protein\nto their subjects. Therefore, ourﬁndings reﬂect mainly the ef-\nfect of animal-based protein sources.\n11 Approximately a quar-\nter of the selected studies showed an increased risk of bias\ndue to poor blinding during the study or the data analysis\n(Figures S1 and S2). The relevance of such increased risk of\nbias escalates when subgrouping studies by age or levels of\ndaily protein intake. Consequently, some conclusions pre-\nsented in the current meta-analysis might change in the fu-\nture in the case of the addition of studies with improved\nblinding procedures.\nIn conclusion, our systematic review showed few studies\ntesting protein intervention in healthy non-obese subjects\nand assessing LMB, strength, or physical function outcomes\nin the absence of a parallel RE training program. Therefore,\nmore studies are needed to conduct a proper meta-analysis\nand answer our research question regarding the use of die-\ntary protein intervention solely in healthy subjects. Alterna-\ntively, the evidence in this meta-analysis supports the\nhypothesis that additional protein ingestion (1.6 g of\nprotein/kg/day or higher) leads to small increments in lean\nbody mass in studies enrolling young subjects in RE training.\nThe results on older subjects seem marginal or inﬂuenced\nby individual studies. Lower body muscle strength was also\nmarginally increased by additional protein ingestion in stud-\nies with RE training. Bench press strength, handgrip strength,\nand performance in physical or functional tests were slightly\nor not affected by ingestion of additional protein. Notewor-\nthy, 80% of the studies reported subjects ingesting at least\n1.2 g of protein/kg/day in their habitual diets. Such baseline\nprotein ingestion is a potential contributor for minor or the\nabsence of additional effects of a protein intervention in\ncombination with RE. Still, the downgrading of the evidence\nfor some outcomes in the current meta-analysis highlights\nthe necessity of more studies testing protein interventions\nin healthy subjects with improved planning of RCTs, fulﬁlling\nimportant aspects as proper blinding of research participants\nand staff.\nAcknowledgements\nThe authors of this manuscript certify that they comply with\nthe ethical guidelines for authorship and publishing in the\nJournal of Cachexia, Sarcopenia and Muscle.\n114 This work\nwas conducted by an expert group of the European branch\nof the International Life Sciences Institute, ILSI Europe. The\nresearch question addressed in this publication and poten-\ntial contributing experts in theﬁeld were identiﬁed by the\nHealth Beneﬁts Assessment of Food Task Force. Industry\nmembers of this task force are listed on the ILSI Europe\nwebsite at http://ilsi.eu/wp-content/uploads/sites/3/2020/\n09/HBA_TFonepager_sep2020.pdf. According to ILSI Europe\npolicies, the EG is composed by at least 50% of external\nnon-industry members. Once the expert group was formed,\nthe research project was handed over to them to indepen-\ndently reﬁne the research question. Consequently, the ex-\npert group carried out the work, that is,\ncollecting/analysing data/information and writing the scien-\ntiﬁc paper independently of other activities of the task\nforce. The research reported is the result of a scientiﬁc eval-\nuation in line with ILSI Europe ’s framework to provide a\npre-competitive setting for public-private partnership. ILSI\nEurope (Ms. Naomi Venlet and former ILSI Europe staff\nmembers Dr. Michela Miani and Dr. Kirsi Forsberg) facili-\ntated scientiﬁc meetings and coordinated the overall project\nmanagement and administrative tasks relating to the com-\npletion of this work. For further information about ILSI\nEurope, please email info@ilsieurope.be or call\n+3227710014.\nConﬂict of interest\nStuart M. Phillips reports that he is an inventor on a patent\n(WO/2018/157258) held by Exerkine Corporation. Stuart M.\nPhillips is an unpaid member of the scienti ﬁc advisory\nboard of Enhanced Recovery™ (https://ersportsdrink.com/).\nStuart M. Phillips has received, in the last 5 years, hono-\nraria and travel expenses from the US National Dairy Coun-\ncil, the National Cattlemen’s Beef Association, and the US\nDairy Export Council. Philip J. Atherton received research\nfunding and/or honoraria for protein nutrition research\nfrom Abbott Nutrition, Fresenius-Kabi, and Ajinomoto Co.,\nInc. Francesco Landi receivedﬁnancial support from Abbott\nNutrition and Nutricia. Maria Camprubi Robles, Michelle\nBraun, and Sandra Naranjo-Modad are employees of Abbott\nNutrition, International Flavors & Fragrances, and Givaudan,\nrespectively. Everson A. Nunes, Lauren Colenso-Semple,\nSean R. McKellar, Thomas Yau, Muhammad Usman Ali,\nDonna Fitzpatrick-Lewis, Diana Sherifali, Claire Gaudichon,\nand Daniel Tomé declare that they have no con ﬂict of\ninterest.\nFunding\nThis research received a grant from the International Life\nScience Institute (Europe) to Stuart M. Phillips. Everson A\nNunes is a Tier 2 Research Productivity Fellow supported\nby the Brazilian National Council for Scientiﬁc and Techno-\nlogical Development (CNPq)— grant number 308584/2019-\n8. Experts are not paid for the time spent on this work;\nhowever, the non-industry members within the expert\n806 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\ngroup were offered support for travel and accommodation\ncosts from the Health Bene ﬁts Assessment of Food Task\nForce to attend meetings to discuss the manuscript and a\nsmall compensatory sum (honorarium) with the option to\ndecline.\nOnline supplementary material\nAdditional supporting information may be found online in the\nSupporting Information section at the end of the article.\nReferences\n1. Wolfe RR. The underappreciated role of\nmuscle in health and disease.Am J Clin\nNutr 2006;84:475–482.\n2. Mangano KM, Sahni S, Kiel DP, Tucker KL,\nDufour AB, Hannan MT. Dietary protein is\nassociated with musculoskeletal health\nindependently of dietary pattern: the Fra-\nmingham Third Generation Study. Am J\nClin Nutr2017;105:714–722.\n3. Coll PP, Phu S, Hajjar SH, Kirk B, Duque G,\nTaxel P. The prevention of osteoporosis\nand sarcopenia in older adults. JA m\nGeriatr Soc2021;69:1388–1398.\n4. Marcos-Pardo PJ, Gonzalez-Galvez N,\nLopez-Vivancos A, Espeso-Garcia A,\nMartinez-Aranda LM, Gea-Garcia GM,\net al. Sarcopenia, diet, physical activity\nand obesity in European middle-aged\nand older adults: The LifeAge Study.\nNutrients 2020;13. https://doi.org/10.33\n90/nu13010008\n5. Phillips SM, Paddon-Jones D, Layman DK.\nOptimizing adult protein intake during\ncatabolic health conditions. Adv Nutr\n2020;11:S1058–S1069.\n6. Kim D, Park Y. Amount of Protein Re-\nquired to Improve Muscle Mass in Older\nAdults. Nutrients 2020;12:1700.\n7. Kim SH, Jeong JB, Kang J, Ahn DW, Kim\nJW, Kim BG, et al. Association between\nsarcopenia level and metabolic syndrome.\nPLoS One2021;16:e0248856.\n8. Song P, Han P, Zhao Y, Zhang Y, Wang L,\nTao Z, et al. Muscle mass rather than\nmuscle strength or physical performance\nis associated with metabolic syndrome in\ncommunity-dwelling older Chinese adults.\nBMC Geriatr2021;21:191.\n9. Atherton PJ, Smith K. Muscle protein syn-\nthesis in response to nutrition and exer-\ncise. J Physiol2012;590:1049–1057.\n10. Morton RW, Phillips SM. Does protein\nsupplementation really augment hyper-\ntrophy in older persons with resistance\nexercise training? Am J Clin Nutr 2018;\n107:1054–1056.\n11. Nunes E, Currier B, Lim C, Phillips S. Nutri-\nent-dense protein as a primary dietary\nstrategy in healthy ageing: Please sir,\nmay we have more?Proc Nutr Soc2020;\n80:1–14.\n12. Santarpia L, Contaldo F, Pasanisi F. Die-\ntary protein content for an optimal diet:\na clinical view. J Cachexia Sarcopenia\nMuscle 2017;8:345\n–348.\n13. Tagawa R, Watanabe D, Ito K, Ueda K,\nNakayama K, Sanbongi C, et al. Dose-re-\nsponse relationship between protein in-\ntake and muscle mass increase: a\nsystematic review and meta-analysis of\nrandomized controlled trials. Nutr Rev\n2020;79:66–75.\n14. Morton RW, Murphy KT, McKellar SR\nSchoenfeld BJ, Henselmans M, Helms E,\net al. A systematic review, meta-analysis\nand meta-regression of the effect of pro-\ntein supplementation on resistance\ntraining-induced gains in muscle mass\nand strength in healthy adults.Br J Sports\nMed 2018;52:376–384.\n15. Kim JE, O’Connor LE, Sands LP, Slebodnik\nMB, Campbell WW. Effects of dietary pro-\ntein intake on body composition changes\nafter weight loss in older adults: a system-\natic review and meta-analysis. Nutr Rev\n2016;74:210–224.\n16. Houston DK, Nicklas BJ, Ding J, Harris TB,\nTylavsky FA, Newman AB, et al. Dietary\nprotein intake is associated with lean\nmass change in older,\ncommunity-dwelling adults: the Health,\nAging, and Body Composition (Health\nABC) Study. Am J Clin Nutr 2008;87:\n150–155.\n17. Institute of Medicine. Dietary reference\nintakes for energy, carbohydrate, ﬁber,\nfat, fatty acids, cholesterol, protein, and\namino acids. Washington, DC, USA: The\nNational Academies Press; 2005. https://\ndoi.org/10.17226/10490\n18. World Health Organization (WHO). Pro-\ntein and amino acid requirements in\nhuman nutrition: report of a Joint\nFAO/WHO/UNU expert consultation .\nGeneva, Switzerland: World Health Orga-\nnisation (WHO); 2007. https://apps.who.\nint/iris/handle/10665/43411\n19. Breen L, Phillips SM. Skeletal muscle pro-\ntein metabolism in the elderly: interven-\ntions to counteract the ’anabolic\nresistance’ of ageing. Nutr Metab (Lond)\n2011;8:68.\n20. Martin-Cantero A, Reijnierse EM, Gill\nBMT, Maier AB. Factors inﬂuencing the\nefﬁcacy of nutritional interventions on\nmuscle mass in older adults: a systematic\nreview and meta-analysis.Nutr Rev2021;\n79:315–330.\n21. Wirth J, Hillesheim E, Brennan L. The role\nof protein intake and its timing on body\ncomposition and muscle function in\nhealthy adults: a systematic review and\nmeta-analysis of randomized controlled\ntrials. J Nutr2020;150:1443–1460.\n22. Ten Haaf DSM, Nuijten MAH, Maessen\nMFH, Horstman AMH, Eijsvogels TMH,\nHopman MTE. Effects of protein supple-\nmentation on lean body mass, muscle\nstrength, and physical performance in\nnonfrail community-dwelling older adults:\na systematic review and meta-analysis.\nAm J Clin Nutr2018;108:1043–1059.\n23. Cermak NM, Res PT, de Groot LC, Saris\nWH, van Loon LJ. Protein supplementa-\ntion augments the adaptive response of\nskeletal muscle to resistance-type exer-\ncise training: a meta-analysis. Am J Clin\nNutr 2012;96:1454–1464.\n24. Higgins JPT TJ, Chandler J, Cumpston M, Li\nT, Page MJ & Welch VA (editors).\nCochrane Handbook for Systematic Re-\nviews of Interventions version 6.1 (up-\ndated September 2020). Cochrane, 2020.\nAvailable from www.training.cochrane.\norg/handbook.: 2020. https://doi.org/10.\n1002/9781119536604\n25. Moher D, Liberati A, Tetzlaff J, Altman DG,\nGroup P. Preferred reporting items for\nsystematic reviews and meta-analyses:\nthe PRISMA statement. PLoS Med 2009;\n6:e1000097, https://doi.org/10.1371/\njournal.pmed.1000097\n26. Beals JW, Burd NA, Moore DR, van Vliet S.\nObesity alters the muscle protein syn-\nthetic response to nutrition and exercise.\nFront Nutr2019;6:87.\n27. Ouzzani M, Hammady H, Fedorowicz Z,\nElmagarmid A. Rayyan— a web and mo-\nbile app for systematic reviews.Syst Rev\n2016;5:210.\n28. Rohatgi A. WebPlotDigitizer version:4.5\nPaciﬁca, California, USA. 2021.\n29. (RevMan) RM. [Computer program]. Ver-\nsion 5.4 The Cochrane Collaboration.\n2020.\n30. Guyatt GH, Oxman AD, Vist GE, Kunz R,\nFalck-Ytter Y, Alonso-Coello P, et al.\nGRADE: an emerging consensus on rating\nquality of evidence and strength of rec-\nommendations. BMJ 2008;336:924–926.\n31. Sterne JA, Sutton AJ, Ioannidis JP, Terrin\nN, Jones DR, Lau J, et al. Recommenda-\ntions for examining and interpreting fun-\nnel plot asymmetry in meta-analyses of\nrandomised controlled trials. BMJ 2011;\n343:d4002.\n32. Schünemann H, Brozek J, Guyatt G &\nOxman A. Handbook for grading the qual-\nity of evidence and the strength of recom-\nmendations using the GRADE approach.\nUpdated October 2013. https://gdt.\ngradepro.org/app/handbook/handbook.\nhtml: 2013.\n33. Antonio J, Ellerbroek A, Silver T, Orris S,\nScheiner M, Gonzalez A, et al. A high pro-\ntein diet (3.4 g/kg/d) combined with a\nheavy resistance training program im-\nProtein supplementation and muscle mass and function 807\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nproves body composition in healthy\ntrained men and women— a follow-up in-\nvestigation. J Int Soc Sports Nutr2015;12:\n39.\n34. Deibert P, Solleder F, Konig D, Vitolins MZ,\nDickhuth HH, Gollhofer A, et al. Soy pro-\ntein based supplementation supports\nmetabolic effects of resistance training\nin previously untrained middle aged\nmales. Aging Male2011;14:273–279.\n35. Kim HH, Kim YJ, Lee SY, Jeong DW, Lee JG,\nYi YH, et al. Interactive effects of an isoca-\nloric high-protein diet and resistance ex-\nercise on body composition, ghrelin, and\nmetabolic and hormonal parameters in\nuntrained young men: a randomized clin-\nical trial.J Diab Investig2014;5:242–247.\n36. Orsatti FL, Maesta N, de Oliveira EP,\nNahas Neto J, Burini RC, Nunes PRP,\net al. Adding soy protein to milk enhances\nthe effect of resistance training on muscle\nstrength in postmenopausal women. J\nDiet Suppl2018;15:140–152.\n37. Reidy PT, Borack MS, Markofski MM,\nDickinson JM, Deer RR, Husaini SH, et al.\nProtein supplementation has minimal ef-\nfects on muscle adaptations during resis-\ntance exercise training in young men: a\ndouble-blind randomized clinical trial. J\nNutr 2016;146:1660–1669.\n38. Rossato LT, Nahas PC, de Branco FMS,\nMartins FM, Souza AP, Carneiro MAS,\net al. Higher protein intake does not im-\nprove lean mass gain when compared\nwith RDA recommendation in postmeno-\npausal women following resistance exer-\ncise protocol: a randomized clinical trial.\nNutrients 2017;9. https://doi.org/10.33\n90/nu9091007\n39. van Dongen EJI, Haveman-Nies A, Doets\nEL, Dorhout BG, de Groot L. Effectiveness\nof a diet and resistance exercise interven-\ntion on muscle health in older adults:\nProMuscle in practice.J Am Med Directors\nAssoc 2020;21:1065/C0+. doi: 8 1072.e3\n40. Aristizabal JC, Freidenreich DJ, Volk BM,\nKupchak BR, Saenz C, Maresh CM, et al.\nEffect of resistance training on resting\nmetabolic rate and its estimation by a\ndual-energy X-ray absorptiometry meta-\nbolic map. Eur J Clin Nutr 2015;69:\n831–836.\n41. Bartholomae E, Incollingo A, Vizcaino M,\nWharton C, Johnston CS. Mung bean pro-\ntein supplement improves muscular\nstrength in healthy, underactive vegetar-\nian adults. Nutrients 2019;11. https://\ndoi.org/10.3390/nu11102423\n42. Brown EC, DiSilvestro RA, Babaknia A,\nDevor ST. Soy versus whey protein bars:\neffects on exercise training impact on\nlean body mass and antioxidant status.\nNutr J2004;3:22.\n43. Candow DG, Burke NC, Smith-Palmer T,\nBurke DG. Effect of whey and soy protein\nsupplementation combined with resis-\ntance training in young adults.Int J Sport\nNutr Exerc Metab\n2006;16:233–244.\n44. Hartman JW, Tang JE, Wilkinson SB,\nTarnopolsky MA, Lawrence RL, Fullerton\nAV, et al. Consumption of fat-free ﬂuid\nmilk after resistance exercise promotes\ngreater lean mass accretion than does\nconsumption of soy or carbohydrate in\nyoung, novice, male weightlifters. Am J\nClin Nutr2007;86:373–381.\n45. Haun CT, Mobley CB, Vann CG, Romero\nMA, Roberson PA, Mumford PW, et al.\nSoy protein supplementation is not an-\ndrogenic or estrogenic in college-aged\nmen when combined with resistance ex-\nercise training (vol 8, pg 11151, 2018).\nSci Rep 2018;8. https://doi.org/10.1038/\ns41598-018-29591-4\n46. Maesta N, Nahas EAP, Nahas-Neto J,\nOrsatti FL, Fernandes CE, Traiman P, et al.\nEffects of soy protein and resistance exer-\ncise on body composition and blood lipids\nin postmenopausal women. Maturitas.\n2007;56(4):350–358. https://doi.org/10.\n1016/j.maturitas.2006.10.001\n47. Mobley CB, Haun CT, Roberson PA,\nMumford PW, Romero MA, Kephart WC,\net al. Effects of whey, soy or leucine sup-\nplementation with 12 weeks of resistance\ntraining on strength, body composition,\nand skeletal muscle and adipose tissue\nhistological attributes in college-aged\nmales. Nutrients 2017;9. https://doi.org/\n10.3390/nu9090972\n48. Volek JS, Volk BM, Gomez AL, Kunces LJ,\nKupchak BR, Freidenreich DJ, et al. Whey\nprotein supplementation during resis-\ntance training augments lean body mass.\nJ Am Coll Nutr2013;32:122–135.\n49. Obradovi ć J, Vukadinovi ć Jurišić M,\nRakonjac D. The effects of leucine and\nwhey protein supplementation with eight\nweeks of resistance training on strength\nand body composition.J Sports Med Phys\nFitness. 2020;60(6):864–869. https://doi.\norg/10.23736/s0022-4707.20.09742-x\n50. Amasene M, Besga A, Echeverria I,\nUrquiza M, Ruiz JR, Rodriguez-Larrad A,\net al. Effects of leucine-enriched whey\nprotein supplementation on physical\nfunction in post-hospitalized older adults\nparticipating in 12-weeks of resistance\ntraining program: a randomized con-\ntrolled trial. Nutrients 2019;11. https://\ndoi.org/10.3390/nu11102337\n51. Antonio J, Peacock CA, Ellerbroek A,\nFromhoff B, Silver T. The effects of con-\nsuming a high protein diet (4.4 g/kg/d)\non body composition in\nresistance-trained individuals. J Int Soc\nSports Nutr2014;11:19.\n52. Arnarson A, Geirsdottir OG, Ramel A,\nBriem K, Jonsson PV, Thorsdottir I. Effects\nof whey proteins and carbohydrates on\nthe efﬁcacy of resistance training in el-\nderly people: double blind, randomised\ncontrolled trial. Eur J Clin Nutr 2013;67:\n821–826.\n53. Bridge A, Brown J, Snider H, Nasato M,\nWard WE, Roy BD, et al. Greek yogurt\nand 12 weeks of exercise training on\nstrength, muscle thickness and body com-\nposition in lean, untrained,\nuniversity-aged males. Front Nutr 2019;\n6:55.\n54. Burke DG, Chilibeck PD, Davidson KS, Ow\nDG, Farthing J, Smith-Palmer T. The effect\nof whey protein supplementation with\nand without creatine monohydrate com-\nbined with resistance training on lean tis-\nsue mass and muscle strength.Int J Sport\nNutr Exerc Metab2001;11:349–364.\n55. Candow DG, Chilibeck PD, Facci M,\nAbeysekara S, Zello GA. Protein supple-\nmentation before and after resistance\ntraining in older men.Eur J Appl Physiol\n2006;97:548–556.\n56. Chalé A, Cloutier G, Hau C, Phillips EM,\nDallal GE, Fielding RA. Efﬁcacy of whey\nprotein supplementation on resistance\nexercise–induced changes in lean mass,\nmuscle strength, and physical function in\nmobility-limited older adults. J Gerontol:\nSeries A . 2013; 68(6):682–690. https://\ndoi.org/10.1093/gerona/gls221\n57. Coburn JW, Housh DJ, Housh TJ, Malek\nMH, Beck TW, Cramer JT, et al. Effects of\nleucine and whey protein supplementa-\ntion during eight weeks of unilateral resis-\ntance training. J Strength Cond Res2006;\n20:284–291.\n58. Dulac MC, Pion CH, Lemieux FC, Pinheiro\nCarvalho L, El Hajj Boutros G, Bélanger\nM, et al. Effects of slow- v. fast-digested\nprotein supplementation combined with\nmixed power training on muscle function\nand functional capacities in older men.\nBr J Nutr 2021;125(9):1017–1033.\nhttps://doi.org/10.1017/s000711452000\n1932\n59. Eliot KA, Knehans AW, Bemben DA,\nWitten MS, Carter J, Bemben MG. The\neffects of creatine and whey protein\nsupplementation on body composition in\nmen aged 48 to 72 years during resistance\ntraining. J Nutr Health Aging. 2008;12(3):\n208–212. https://doi.org/10.1007/\nbf02982622\n60. Erskine RM, Fletcher G, Hanson B, Foll PJ.\nWhey protein does not enhance the\nadaptations to elbow ﬂexor resistance\ntraining. Med Sci Sports Exerc 2012;44\n:\n1791–1800.\n61. Gryson C, Ratel S, Rance M, Pen, o S,\nBonhomme C, Ruyet PL, et al. Four-month\ncourse of soluble milk proteins interacts\nwith exercise to improve muscle strength\nand delay fatigue in elderly participants.J\nAm Med Dir Assoc2014;15:958 e1–e9. 12\n62. Herda AA, Herda TJ, Costa PB, Ryan ED,\nStout JR, Cramer JT. Muscle performance,\nsize, and safety responses after eight\nweeks of resistance training and protein\nsupplementation: a randomized, double-\nblinded, placebo-controlled clinical trial.\nJ Strength Cond Res2013;27:3091–3100.\n63. Hida A, Hasegawa Y, Mekata Y, Usuda M,\nMasuda Y, Kawano H, et al. Effects of egg\nwhite protein supplementation on muscle\nstrength and serum free amino acid con-\ncentrations. Nutrients 2012;4:1504–1517.\n64. Hoffman JR, Ratamess NA, Kang J, Falvo\nMJ, Faigenbaum AD. Effects of protein\nsupplementation on muscular perfor-\nmance and resting hormonal changes in\ncollege football players.J Sports Sci Med\n2007;6:85–92.\n65. Hoffman JR, Ratamess NA, Tranchina CP,\nRashti SL, Kang J, Faigenbaum AD. Effect\nof protein-supplement timing on\n808 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nstrength, power, and body-composition\nchanges in resistance-trained men. Int J\nSport Nutr Exerc Metab2009;19:172–185.\n66. Iglay HB, Apolzan JW, Gerrard DE, Eash JK,\nAnderson JC, Campbell WW. Moderately\nincreased protein intake predominately\nfrom egg sources does not in ﬂuence\nwhole body, regional, or muscle composi-\ntion responses to resistance training in\nolder people. J Nutr Health Aging 2009;\n13:108–114.\n67. Kerksick CM, Rasmussen CJ, Lancaster SL,\nMagu B, Smith P, Melton C, et al. The ef-\nfects of protein and amino acid supple-\nmentation on performance and training\nadaptations during ten weeks of resis-\ntance training. J Strength Cond Res2006;\n20:643–653.\n68. Kirmse M, Oertzen-Hagemann V, de\nMarees M, Bloch W, Platen P. Prolonged\ncollagen peptide supplementation and re-\nsistance exercise training affects body\ncomposition in recreationally active men.\nNutrients 2019;11:1154.\n69. Leenders M, Verdijk LB, Van der Hoeven L,\nVan Kranenburg J, Nilwik R, Wodzig W,\net al. Protein supplementation during\nresistance-type exercise training in the el-\nderly. Med Sci Sports Exerc 2013;45:\n542–552.\n70. Lockwood CM, Roberts MD, Dalbo VJ,\nSmith-Ryan AE, Kendall KL, Moon JR,\net al. Effects of hydrolyzed whey versus\nother whey protein supplements on the\nphysiological response to 8 weeks of re-\nsistance exercise in college-aged males.J\nAm Coll Nutr2017;36:16–27.\n71. Nabuco HCG, Tomeleri CM, Fernandes RR,\nSugihara P, Cavalcante EF, Venturini D,\net al. Effects of protein intake beyond ha-\nbitual intakes associated with resistance\ntraining on metabolic syndrome-related\nparameters, isokinetic strength, and body\ncomposition in older women.J Aging Phys\nActivity 2019;27:545–552.\n72. Nabuco HCG, Tomeleri CM, Sugihara P,\nFernandes RR, Cavalcante EF, Antunes\nM, et al. Effects of whey protein supple-\nmentation pre- or post-resistance training\non muscle mass, muscular strength, and\nfunctional capacity in pre-conditioned\nolder women: a randomized clinical trial.\nNutrients 2018;10. https://doi.org/10.\n3390/nu10050563\n73. Naclerio F, Larumbe-Zabala E, Ashraﬁ N,\nSeijo M, Nielsen B, Allgrove J, et al. Effects\nof protein-carbohydrate supplementation\non immunity and resistance training out-\ncomes: a double-blind, randomized, con-\ntrolled clinical trial. Eur J Appl Physiol\n2017;117:267–277.\n74. Naclerio F, Seijo-Bujia M, Larumbe-Zabala\nE, Earnest CP. Carbohydrates alone or\nmixing with beef or whey protein\npromote similar training outcomes in\nresistance training males: a double-blind,\nrandomized controlled clinical trial.\nInt J Sport Nutr Exerc Metab 2017;27:\n408–420.\n75. Nahas PC, Rossato LT, Martins FM, Souza\nAP, de Branco FMS, Carneiro MAS, et al.\nModerate increase in protein intake pro-\nmotes a small additional improvement in\nfunctional capacity, but not in muscle\nstrength and lean mass quality, in post-\nmenopausal women following resistance\nexercise: a randomized clinical trial.Nutri-\nents 2019;11. https://doi.org/10.3390/\nnu11061323\n76. Nakayama K, Saito Y, Sanbongi C, Murata\nK, Urashima T. Effects of low-dose milk\nprotein supplementation following low-\nto-moderate intensity exercise training\non muscle mass in healthy older adults:\na randomized placebo-controlled trial.\nEur J Nutr2020;60:917–928.\n77. Negro M, oni M, Ottobrini S, Codrons E,\nCorreale L, Buonocore D, et al. Protein\nsupplementation with low fat meat after\nresistance training: effects on body com-\nposition and strength. Nutrients 2014;6:\n3040–3049.\n78. Oertzen-Hagemann V, Kirmse M, Eggers\nB, Pfeiffer K, Marcus K, de Marees M,\net al. Effects of 12 weeks of hypertrophy\nresistance exercise training combined\nwith collagen peptide supplementation\non the skeletal muscle proteome in\nrecreationally active men. Nutrients\n2019;11. https://doi.org/10.3390/nu110\n51072\n79. Ormsbee MJ, Willingham BD, Marchant T,\nBinkley TL, Specker BL, Vukovich MD. Pro-\ntein supplementation during a 6-month\nconcurrent training program: effect on\nbody composition and muscular strength\nin sedentary individuals. Int J Sport Nutr\nExerc Metab2018;28:619–628.\n80. Ozan M, Buzdagli Y, Siktar E, Ucan I. The\neffect of protein and carbohydrate con-\nsumption during 10-week strength train-\ning on maximal strength and body\ncomposition. Int J Appl Exerc Physiol\n2020;9:161–171.\n81. Paoli A, Pacelli QF, Neri M, Toniolo L,\nCancellara P, Canato M, et al. Protein sup-\nplementation increases postexercise\nplasma myostatin concentration after\n8 weeks of resistance training in young\nphysically active subjects. J Med Food\n2015;18:137–143.\n82. Pihoker AA, Peterjohn AM, Trexler ET,\nHirsch KR, Blue MNM, Anderson KC,\net al. The effects of nutrient timing on\ntraining adaptations in resistance-trained\nfemales. J Sci Med Sport 2019;22:\n472–477.\n83. Planella-Farrugia C, Comas F, Sabater-\nMasdeu M, Moreno M, Moreno-\nNavarrete JM, Rovira O, et al. Circulating\nirisin and myostatin as markers of\nmuscle strength and physical condition\nin elderly subjects. Front Physiol 2019;\n10. https://doi.org/10.3389/fphys.2019.\n00871\n84. Rankin JW, Goldman LP, Puglisi MJ,\nNickols-Richardson SM, Earthman CP,\nGwazdauskas FC. Effect of post-exercise\nsupplement consumption on adaptations\nto resistance training. J Am Coll Nutr\n2004;\n23:322–330.\n85. Reidy PT, Fry CS, Igbinigie S, Deer RR,\nJennings K, Cope MB, et al. Protein sup-\nplementation does not affect myogenic\nadaptations to resistance training. Med\nSci Sports Exerc2017;49:1197–1208.\n86. Rozenek R, Ward P, Long S, Garhammer J.\nEffects of high-calorie supplements on\nbody composition and muscular strength\nfollowing resistance training. J Sports\nMed Phys Fitness2002;42:340–347.\n87. Sharp MH, Lowery RP, Shields KA, Lane JR,\nGray JL, Partl JM, et al. The effects of\nbeef, chicken, or whey protein after work-\nout on body composition and muscle per-\nformance. J Strength Cond Res 2018;32:\n2233–2242.\n88. Snijders T, Res PT, Smeets JSJ, van Vliet S,\nvan Kranenburg J, Maase K, et al. Protein\ningestion before sleep increases muscle\nmass and strength gains during prolonged\nresistance-type exercise training in\nhealthy young men. J Nutr 2015;145:\n1178–1184.\n89. Spillane M, Willoughby DS. Daily over-\nfeeding from protein and/or carbohy-\ndrate supplementation for eight weeks\nin conjunction with resistance training\ndoes not improve body composition and\nmuscle strength or increase markers in-\ndicative of muscle protein synthesis and\nmyogenesis in resistance-trained males.J\nSports Sci Med2016;15:17–25.\n90. Taylor LW, Wilborn C, Roberts MD, White\nA, Dugan K. Eight weeks of pre- and post-\nexercise whey protein supplementation\nincreases lean body mass and improves\nperformance in Division III collegiate fe-\nmale basketball players.Appl Physiol Nutr\nMetab 2016;41:249–254.\n91. Vangsoe MT, Joergensen MS, Heckmann\nLHL, Hansen M. Effects of insect protein\nsupplementation during resistance train-\ning on changes in muscle mass and\nstrength in young men. Nutrients 2018;\n10. https://doi.org/10.3390/nu10030335\n92. Verdijk LB, Jonkers RAM, Gleeson BG,\nBeelen M, Meijer K, Savelberg H, et al.\nProtein supplementation before and after\nexercise does not further augment skele-\ntal muscle hypertrophy after resistance\ntraining in elderly men. Am J Clin Nutr\n2009;89:608–616.\n93. Walker TB, Smith J, Herrera M, Lebegue B,\nPinchak A, Fischer J. The in ﬂuence of\n8 weeks of whey-protein and leucine sup-\nplementation on physical and cognitive\nperformance. Int J Sport Nutr Exerc Metab\n2010;20:409–417.\n94. Watanabe K, Holobar A, Mita Y, Kouzaki\nM, Ogawa M, Akima H, et al. Effect of re-\nsistance training and ﬁsh protein intake\non motor unit ﬁring pattern and motor\nfunction of elderly.Front Physiol 2018;9:\n1733.\n95. Weisgarber KD, Candow DG, Vogt ESM.\nWhey protein before and during resis-\ntance exercise has no effect on muscle\nmass and strength in untrained young\nadults. Int J Sport Nutr Exerc Metab\n2012;22:463–469.\n96. Willoughby DS, Stout JR, Wilborn CD. Ef-\nfects of resistance training and protein\nplus amino acid supplementation on mus-\ncle anabolism, mass, and strength.Amino\nAcids 2007;32:467–477.\nProtein supplementation and muscle mass and function 809\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\n97. Aleman-Mateo H, Gallegos Aguilar A,\nRamirez Carreon V, Macias L, Astiazaran\nGarcia H, Ramos Enriquez JR. Nutrient-\nrich dairy proteins improve appendicular\nskeletal muscle mass and physical perfor-\nmance, and attenuate the loss of muscle\nstrength in older men and women sub-\njects: a single-blind randomized clinical\ntrial. Clin Interv Aging. 2014;1517–1525.\nhttps://doi.org/10.2147/cia.s67449\n98. Norton C, Toomey C, McCormack WG,\nFrancis P, Saunders J, Kerin E, et al. Pro-\ntein supplementation at breakfast and\nlunch for 24 weeks beyond habitual in-\ntakes increases whole-body lean tissue\nmass in healthy older adults. J Nutr\n2016;146:65–69.\n99. Ottestad I, Lovstad AT, Gjevestad GO,\nHamarsl H, Benth JS, Andersen LF, et al.\nIntake of a protein-enriched milk and ef-\nfects on muscle mass and strength. A\n12-week randomized placebo controlled\ntrial among community-dwelling older\nadults. J Nutr Health Aging2017;21(10):\n1160–1169.\n100. Aas SN, Seynnes O, Benestad HB, Raastad\nT. Strength training and protein supple-\nmentation improve muscle mass,\nstrength, and function in mobility-limited\nolder adults: a randomized controlled\ntrial. Aging Clin Exp Res2020;32:605–616.\n101. Babault N, Deley G, Le Ruyet P, Morgan F,\nAllaert FA. Effects of soluble milk protein\nor casein supplementation on muscle fa-\ntigue following resistance training pro-\ngram: a randomized, double-blind, and\nplacebo-controlled study.J Int Soc Sports\nNutr 2014;11:36.\n102. Campbell B, Aguilar D, Conlin L, Vargas A,\nSchoenfeld BJ, Corson A, et al. Effects of\nhigh versus low protein intake on body\ncomposition and maximal strength in as-\npiring female physique athletes engaging\nin an 8-week resistance training program.\nInt J Sport Nutr Exerc Metab 2018;28:\n580–585.\n103. Farup J, Rahbek SK, Vendelbo MH,\nMatzon A, Hindhede J, Bejder A, et al.\nWhey protein hydrolysate augments ten-\ndon and muscle hypertrophy indepen-\ndent of resistance exercise contraction\nmode. Scand J Med Sci Sports 2014;24:\n788–798.\n104. Mori H, Tokuda Y. Effect of whey protein\nsupplementation after resistance exercise\non the muscle mass and physical function\nof healthy older women: a randomized\ncontrolled trial. Geriatr Gerontol Int\n2018;18:1398–1404.\n105. Zhu K, Kerr DA, Meng XQ, Devine A, Solah\nV, Binns CW, et al. Two-year whey protein\nsupplementation did not enhance muscle\nmass and physical function in\nwell-nourished healthy older postmeno-\npausal women. J Nutr 2015;145:\n2520–2526. 11\n106. Liao CD, Tsauo JY, Wu YT, Cheng CP, Chen\nHC, Huang YC, et al. Effects of protein\nsupplementation combined with resis-\ntance exercise on body composition and\nphysical function in older adults: a sys-\ntematic review and meta-analysis. Am J\nClin Nutr\n2017;106:1078–1091.\n107. Wall BT, Gorissen SH, Pennings B,\nKoopman R, Groen BB, Verdijk LB, et al.\nAging is accompanied by a blunted mus-\ncle protein synthetic response to protein\ningestion. PLoS One. 2015;10:e0140903,\nhttps://doi.org/10.1371/journal.pone.\n0140903\n108. Mazzulla M, Sawan SA, Williamson E,\nHannaian SJ, Volterman KA, West DWD,\net al. Protein intake to maximize\nwhole-body anabolism during postexer-\ncise recovery in resistance-trained men\nwith high habitual intakes is severalfold\ngreater than the current recommended\ndietary allowance. J Nutr 2020;150:\n505–511.\n109. Churchward-Venne TA, Holwerda AM,\nPhillips SM, van Loon LJ. What is the opti-\nmal amount of protein to support\npost-exercise skeletal muscle\nreconditioning in the older adult?Sports\nMed 2016;46:1205–1212.\n110. Orwoll ES, Peters KE, Hellerstein M,\nCummings SR, Evans WJ, Cawthon PM.\nThe importance of muscle versus fat mass\nin sarcopenic obesity: a re-evaluation\nusing D3-creatine muscle mass versus\nDXA lean mass measurements.J Gerontol\nA Biol Sci Med Sci2020;75:1362–1368.\n111. Reidy PT. Muscle or nothing! Where is the\nexcess protein going in men with high\nprotein intakes engaged in strength train-\ning? J Nutr2020;150:421–422.\n112. Bohannon RW. Grip strength: an indis-\npensable biomarker for older adults.Clin\nInterv Aging2019;14:1681–1691.\n113. Fanelli Kuczmarski M, Pohlig RT, Stave\nShupe E, Zonderman AB, Evans MK. Die-\ntary protein intake and overall diet quality\nare associated with handgrip strength in\nAfrican American and White adults.J Nutr\nHealth Aging2018;22:700–709.\n114. von Haehling S, Morley JE, Coats AJS,\nAnker SD. Ethical guidelines for publishing\nin the Journal of Cachexia, Sarcopenia and\nMuscle: update 2021.J Cachexia Sarcope-\nnia Muscle2021;12:2259–2261.\n810 E.A. Nuneset al.\nJournal of Cachexia, Sarcopenia and Muscle2022; 13: 795–810\nDOI: 10.1002/jcsm.12922\n 1353921906009, 2022, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12922 by Ministry Of Health, Wiley Online Library on [03/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 108,
    "primary_human": "body_comp (FFM, LBM); strength (1RM, MVC); physical_function (chair rise, walking tests)"
  },
  "bucket": "B",
  "notes": "In healthy adults, higher protein intakes (especially ≥1.2 g/kg/d) better support gains or preservation of muscle mass and function versus lower intakes. (Experts at Arizona)"
}