{
  "id": 39,
  "title": "Dietary Protein Intake Above the Current RDA and Bone Health: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "authors": "Wallace TC, Frankenfeld CL",
  "year": 2017,
  "doi": "10.1080/07315724.2017.1322521",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "bone_health",
    "protein_intake",
    "RDA",
    "adults"
  ],
  "population": {
    "training_status": "meta_analysis_RCT (diet_only; no structured RT)"
  },
  "sections": {
    "abstract": "Dietary intake of protein is fundamental for optimal acquisition and maintenance of bone across all life\nstages; however, it has been hypothesized that intakes above the current recommended dietary\nallowance (RDA) might be beneﬁcial for bone health. We utilized the Preferred Reporting Items for\nSystematic Reviews and Meta-Analyses (PRISMA) guidelines when preparing and reporting this systematic\nreview and meta-analysis. A literature search strategy through April 11, 2017, was developed for the\nfollowing 3 databases: PubMed, Ovid Medline, and Agricola. Included studies were those randomized\ncontrolled trials and prospective cohort studies among healthy adults ages 18 and older that examined\nthe relationships between varying doses of protein intake at or above the current U.S. RDA (0.8 g/kg/d or\n10%–15% of total caloric intake) from any source on fracture, bone mineral density (BMD)/bone mineral\ncontent (BMC), and/or markers of bone turnover. Twenty-nine articles were included for data extraction\n(16 randomized controlled trials [RCTs] and 13 prospective cohort studies). Meta-analysis of the\nprospective cohort studies showed high vs low protein intakes resulted in a statistically signiﬁcant 16%\ndecrease in hip fractures (standardized mean difference [SMD]D 0.84, 95% conﬁdence interval [CI], 0.73,\n0.95; I\n2 D 36.8%). Data from studies included in these analyses collectively lean toward the hypothesis that\nprotein intake above the current RDA is beneﬁcial to BMD at several sites. This systematic review supports\nthat protein intakes above the current RDA may have some beneﬁcial role in preventing hip fractures and\nBMD loss. There were no differences between animal or plant proteins, although data in this area were\nscarce. Larger, long-term, and more well-controlled clinical trials measuring fracture outcomes and BMD\nare needed to adequately assess whether protein intake above the current RDA is bene ﬁcial as a\npreventative measure and/or intervention strategy for osteoporosis.\nKey teaching points:\n/C15Bone health is a multifactorial musculoskeletal issue, and optimal protein intakes are key in developing\nand maintaining bone throughout the life span.\n/C15Dietary protein at levels above the current RDA may be beneﬁcial in preventing hip fractures and BMD\nloss.\n/C15Plant vs animal proteins do not seem to differ in their ability to prevent bone loss; however, data in this\narea are scarce.\n/C15Larger, long-term RCTs using women not using hormone replacement therapy (HRT) are needed to\nadequately assess the magnitude of impact that protein intakes above the RDA have on preventing\nbone loss.\nAbbreviations: BMC, bone mineral content; BMD, bone mineral density; RDA, recommended dietary allowance; HRT,\nhormone replacement therapy; EFSA, European Food Safety Authority; PRI, population reference intake; RCT, ran-\ndomized controlled trial; BAP, bone alkaline phosphatase; IGF-1, insulin-like growth factor-1; IGFBP-3, insulin-like\ngrowth factor binding protein-3; NTX, N-telopeptide of type-1 collagen; NAE, net acid excretion; DPD, deoxypyridi-\nnoline; CTX, C-terminal telopeptide of type II collagen; P1NP, procollagen type I N-terminal propeptide; IOF, Interna-\ntional Osteoporosis Foundation; IFCC, International Federation of Clinical Chemistry and Laboratory Medicine;\nNBHA, National Bone Health Alliance\nKEYWORDS\nProtein; calcium; bone;\nfractures; bone density",
    "introduction": "Protein makes up roughly 50% of bone volume and about one\nthird of its mass[1], and dietary intake of this essential nutrient\nis fundamental for optimal acquisition and maintenance of\nbone across all life stages. A variety of proteins, predominantly\ncollagen, make up the organic matrix of bone, which undergoes\ncontinuous turnover and remodeling. Although considerable\nattention has been given to the type and amount of dietary pro-\ntein intake necessary to achieve optimal bone health,\nCONTACT Taylor C. Wallace, PhD, CFS, FACN taylor.wallace@me.com Department of Nutrition and Food Studies, George Mason University, 10340 Democracy\nLane, Suite 306, Fairfax, VA 22030.\n© Taylor C. Wallace, and Cara L. Frankenfeld\nThis is an Open Access article. Non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly attributed, cited, and is not altered, transformed, or\nbuilt upon in any way, is permitted. The moral rights of the named author(s) have been asserted.\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION\n2017, VOL. 36, NO. 6, 481– 496\nhttps://doi.org/10.1080/07315724.2017.1322924\n\nauthoritative bodies have varying recommendations around the\nintake of dietary protein, largely established on non-bone\nhealth outcomes. In 2015, the European Safety Authority estab-\nlished a population reference intake of 0.83 g/kg/d for adult\nmen and women of all ages[2]. Dietary reference intakes for\nprotein in the United States and Canada have not been updated\nsince 2005[3].\nThere are many nutrients and lifestyle factors that inﬂuence\nbone health; however, intake of dietary protein, particularly\nanimal-derived proteins, has been hypothesized to be both det-\nrimental and beneﬁcial to bone. Since 1920, higher dietary pro-\ntein intakes have consistently been shown to increase urinary\ncalcium [4,5]. Early metabolic balance studies reported that\nhigher protein intakes did not affect intestinal calcium absorp-\ntion [6–13], suggesting that the additional urinary calcium\nmust be derived from bone tissue. It has been proposed that the\nbody compensates for the systemic metabolic acid load of sul-\nfur-containing amino acids predominantly present in animal-\nderived proteins by releasing alkali stores in bone (e.g., calcium\nsalts). However, contrary to the early metabolic balance studies,\ncontemporary dual stable calcium isotope studies have found\nhigher protein intakes to increase intestinal calcium absorption,\nsuch that the increase in urinary calcium can be accounted for\nby the improved absorption efﬁciency [14–16]. Factors that\ninﬂuence muscle anabolism, including protein intake, also\naffect bone mass; bone health is a multifactorial musculoskele-\ntal issue, and protein intake for bone health has been hypothe-\nsized to be higher than current recommended intakes,\nparticularly in the elderly[1]. Cross-linking of collagen mole-\ncules in bone involves posttranslational modiﬁcations of amino\nacids (e.g., hydroxylation of lysine and proline) and thus many\nof the collagen fragments released during bone resorption can-\nnot be reutilized during bone formation[1].\nThree published meta-analyses have attempted to address\nthe longstanding scientiﬁc controversy surrounding the effec-\ntiveness of protein intake on bone health; however, none have\nlooked speciﬁcally at intakes above the recommended dietary\nintake (RDA). Darling et al. found no effect of protein intake\non fracture outcomes[17], whereas a more recent meta-analy-\nsis by Wu et al. found a slight reduction in hip fractures[18]\nwhen comparing high vs low protein intakes. The most com-\nprehensive meta-analysis to date by Shams-White et al. found\npositive associations for the relationship of high vs low protein\nintakes and bone mineral density (BMD)/bone mineral content\n(BMC) for nearly all bone sites; however, statistical signiﬁcance\nwas only present at the lumbar spine[19].\nThe peer-reviewed literature is clearly limited by heteroge-\nneity and a variety of designs, doses, durations, and outcomes\nacross studies. Prior systematic reviews and meta-analyses are\nfurther limited by many included studies in which other life-\nstyle factors may counter and/or mask the effects of increased\nprotein intake on bone. These systematic reviews and meta-\nanalyses [17–19] include many weight loss studies and/or trials\nof postmenopausal women who use hormone replacement\ntherapy (HRT); both are strong drivers of bone turnover and\nlikely inﬂuence bone to a much greater extent than the protein\nintervention. By restricting to studies that do not include\nweight loss or women using HRT, this systematic review was\ndesigned to speciﬁcally examine whether an independent rela-\ntionship exists between dietary protein intake above the current\nRDA of 0.8 g/kg/d on fractures, BMD/BMC, and markers of\nbone turnover.",
    "methods": "The Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses (PRISMA) statement is followed in reporting\nthis systematic review and meta-analysis[20].\nData sources and searches\nA search strategy was developed in consultation with 2 librar-\nians ﬁrst using nomenclatures for Ovid Medline and then\nadjusted for other electronic databases. The searches were\nimplemented through April 11, 2017, in 3 databases: PubMed,\nOvid Medline, and Agricola. The searches were limited to the\nEnglish language and human studies that examined the rela-\ntionships of protein intake (food or supplemental sources) on\nbone health outcomes. The complete search strategies are pre-\nsented inTable 1.\nStudy eligibility criteria\nWe included all randomized controlled trials (RCTs) and pro-\nspective cohort studies among healthy adults ages 18 and older\nthat examined the relationships between varying doses of\nTable 1. Literature Search Strategy.\nDatabase Search Strategy\nPubMed ( “dietary proteins” [MeSH] OR“protein intake” [TIAB] OR“high protein” [TIAB] OR“protein consumption” [TIAB] OR“protein supplementation”\n[TIAB] OR“protein supplement” [TIAB] OR“diet, carbohydrate-restricted” [MeSH] OR“meat” [MeSH]) (“bone and bones” [MeSH] OR“fractures,\nbones” [MeSH] OR“bone health” [TIAB] OR“bone demineralization, pathologic” [MeSH] OR“bone demineralization” [TIAB] OR“bone density”\n[MeSH] OR“osteoporosis” [MeSH] OR“bone density” [TIAB] OR“bone mass” [TIAB] OR“bone mineral” [TIAB] OR“bone resorption” [TIAB] OR\n“fracture” [TIAB] OR“calcium excretion” [TIAB] OR“acid– base load” [TIAB] OR“bone turnover” [TIAB] OR“calcium loss” [TIAB] OR“calcium”\n[MESH]) (“clinical trial” [PT] OR“epidemiologic studies” [MeSH] OR“meta-analysis” [PT] OR“systematic review” [TIAB])\nOvid Medline ( “dietary proteins” OR “protein intake” OR “high protein” OR “protein consumption” OR “protein supplementation” OR “protein supplement” OR\n“diet, carbohydrate-restricted” OR “meat”)( “bone and bones” OR “fractures, bones” OR “bone health” OR “bone demineralization, pathologic”\nOR “bone demineralization” OR “bone density” OR “osteoporosis” OR “bone density” OR “bone mass” OR “bone mineral” OR “bone resorption”\nOR “fracture” OR “calcium excretion” OR “acid– base load” OR “bone turnover” OR “calcium loss” OR calcium)\nAgricola ( “dietary proteins” OR “protein intake” OR “high protein” OR “protein consumption” OR “protein supplementation” OR “protein supplement” OR\n“diet, carbohydrate-restricted” OR “meat”)( “bone and bones” OR “fractures, bones” OR “bone health” OR “bone demineralization, pathologic”\nOR “bone demineralization” OR “bone density” OR “osteoporosis” OR “bone density” OR “bone mass” OR “bone mineral” OR “bone resorption”\nOR “fracture” OR “calcium excretion” OR “acid– base load” OR “bone turnover” OR “calcium loss” OR “calcium”)\n482 T. C. WALLACE AND C. L. FRANKENFELD\n\nprotein intake at or above the current U.S. RDA (0.8 g/kg/d or\n10%–15% of total caloric intake) from any source on fracture,\nBMD/BMC, and/or markers of bone turnover. Included bone\noutcomes of interest are presented inTable 2. Adults who were\n“healthy obese”; those with past or current fractures but no\nother preexisting conditions; and older adults with sarcopenia\nor frailty but no other clear disease (e.g., excluded populations\nwith renal disease) were included in the deﬁnition of healthy\nadults.\nExclusion criteria are as follows:\n/C15Studies among children and adolescents less than 18 years\nof age and those that only looked at bone development\nbefore peak bone mass.\n/C15Studies of pregnant or lactating women.\n/C15Studies of vegan individuals (vegetarian studies were\nacceptable).\n/C15Studies that exclusively enrolled subjects with diagnosed\ndisease (e.g., cardiovascular disease).\n/C15Studies where more than 20% of the baseline population\nwas diagnosed with a disease.\n/C15Studies designed to examine outcomes in response to pro-\ntein type but not protein quantity (i.e., protein source\ncomparison only).\n/C15Studies supplementing protein in the form of full isoﬂa-\nvone soy (i.e., isoﬂavones not removed or minimized).\n/C15Acute feeding studies of 24 hours or less.\n/C15Studies of bone health in women where oral contraceptive\nuse or HRT is not excluded, not stratiﬁed if allowed, or\nnot controlled for in analysis if allowed.\n/C15Protein intake more than 35% of calories or 2.5 g/kg and\nno study arm with a lower intake value.\n/C15Protein intake less than 0.66 g/kg/d.\n/C15Studies designed for weight loss or conducted in a manner\nwhere subjects did not maintain energy balance.\n/C15Protein provided as a puriﬁed amino acid bolus or admin-\nistered intravenously.\n/C15Concomitant intervention with drugs or supplements that\ninﬂuence body weight.\n/C15Letters, abstracts, case reports, case series, position state-\nments, hypotheses, study designs, conference proceed-\nings, prevalence surveys.\n/C15Studies published in a language other than English.\n/C15Cross-sectional, case –control, animal, and/or in vitro\nstudies.\nStudy selection process\nCitations were imported into Mendeley free reference manager\nand PDF organizer (Elsevier, Amsterdamn, The Netherlands).\nAll duplicates across the 3 literature searches were removed. For\ncitations identiﬁed from the 3 databases, titles wereﬁrst screened\nby 2 investigators to exclude cross-sectional, animal, andin vitro\nstudies, as well as review articles. All abstracts identiﬁed in the lit-\nerature searches were then independently screened by 2 investi-\ngators. For all abstracts that were deemed relevant by 2 screeners,\nfull-text articles were retrieved and independently screened by 2\ninvestigators based on the ﬁnal study eligibility criteria. All\nabstract and full-text screening conﬂicts were resolved through",
    "discussion": "between the 2 investigators and aﬁ\nnal decision was\nreached by the consensus of the entire research team.\nData extraction\nA data extraction sheet was created in Excel to capture all data\nof interest from RCTs and observational studies. One indepen-\ndent extractor completed data extraction for all studies, which\nwas validated by a second investigator. Any disagreements\nwere discussed among the investigators and resolved via con-\nsensus. The items extracted included (1) study identiﬁcation\ndetails (including studyﬁrst author; year of study publication;\ncohort name; title of publication [ﬁrst 5 words]; country where\nstudy was conducted; region of country where study was con-\nducted; double-blind [yes or no]); (2) subject baseline demo-\ngraphics; (3) intervention details (including protein source;\nlevel of protein intake at baseline and incremental supplemen-\ntation; duration of supplementation [days]); (4) dietary details\n(including baseline diet assessment method, baseline diet infor-\nmation); (5) data details (including number of completed sub-\njects in each group; number of enrolled subjects); (6) outcome\nassessment method; (7) outcome unit as reported by author;\n(8) standard deviations (recorded if reported by author or cal-\nculated from available data); and (9) pre- and poststudy out-\ncome means.\nProtein intake\nData were taken directly as reported by the author where possi-\nble or calculated from data provided by the authors in the\npublication.\nData synthesis\nAll included studies were summarized in narrative form and\nare presented in Tables 3 and 4. The items presented in the\ntables included (1) study identiﬁcation details (including study\nﬁrst author; year of study publication; cohort name); (2) partic-\nipant characteristics; (3) baseline age or age range; (4) exposure\nassessment; (5) follow-up period; and (6) outcomes. Summary\ntables were organized by study type;",
    "results": "were quantitatively\nand qualitatively summarized by outcome of interest.\nMeta-analysis\nClinical trials reporting urinary calcium and urinary N-termi-\nnal telopeptide (NTX) outcomes were included. Other outcome\nmeasures that were evaluated in some studies had too few stud-\nies to evaluate (<4 studies) included calcium absorption, cal-\ncium balance, calcium retention, fecal calcium, plasma or\nserum insulin-like growth factor-1 (IGF-1), serum insulin-like\ngrowth factor binding protein-3 (IGFBP-3), and serum osteo-\ncalcin. Serum bone alkaline phosphatase (n D 5 studies) and\nTable 2. Included Bone Outcomes of Interest.\nFracture (all sites)\nBone mineral content: total body only\nBone mineral density: total body, total hip, femoral neck, lumbar spine\nMarkers of bone turnover: osteocalcin, C-terminal telopeptide, N-terminal\ntelopeptide deoxypyridinoline/creatinine ratio, bone speciﬁc alkaline\nphosphatase, N-terminal propeptide of type-1 procollagen, pyridinium/\ncreatinine, alkaline phosphatase\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 483\n\nTable 3. Prospective Cohort Study Characteristics.\nCohort Name (Country) Participants\nBaseline Mean Age or\nAge Range (Years\nExposure\nAssessment\nFollow-Up\nPeriod (Years) Outcomes Reference\nWomen’s Health Initiative (United States) 144,580 postmenopausal women 55 – 79 FFQ (validated) 6 Fractures and BMD [30]\nNR (Australia) 1077 women not receiving\npharmaceuticals that act on bone\n75 FFQ (validated) 1 BMD, broadband ultrasound\nattenuation, speed of sound, and\nstiffness\n[53]\nNurses’ Health Study and Health Professionals\nFollow-Up Study (United States)\n74,443 postmenopausal women and\n35,439 men\n>50 FFQ (validated) 32 (women); 26 (men) Hip fractures [134]\nFramingham Osteoporosis Study (United\nStates)\n615 elderly men and women 68 – 91 FFQ (validated) 4 BMD [59]\nNR (Vietnam) 181 vegan and omnivorous women 60 Structured questionnaire 2 BMD [131]\nOsteoporotic Fractures in Men Study (United\nStates)\n5875 men 73.6 FFQ (validated) 15 Incident low-trauma fractures, incident\nmain osteoporotic fractures, hip\nfracture, clinical spine fractures,\nnon-hip non-spine fractures\n[135]\nCanadian Multicenter Osteoporosis Study\n(Canada)\n6510 men and women 50 C (mean and/or\nrange NR)\nFFQ (validated) Mean 9.5 – 9.7 Incident main fractures and Incident\nfragility fractures\n[83]\nNR (Australia) 862 elderly women 75 FFQ (validated) 5 BMC [91]\nFramingham Osteoporosis Study (United\nStates)\n946 elderly men and women 75 FFQ (validated) Median 11.6 Hip fractures [94]\nIowa Women’s Health Study (United States) 32,050 women with and without hip\nfractures\n55– 69 FFQ (validated) 1 – 3 Hip fractures [97]\nNational Health and Nutrition Examination\nSurvey I (United States)\n2879 men with and without hip\nfractures\n45– 74 24-hour dietary recall 22 Hip fractures [98]\nInvecchiare in Chianti (Italy) 497 women 60 – 96 FFQ (validated) 6 BMD [132]\nSites Testing Osteoporosis Prevention/\nIntervention (United States)\n96 healthy ambulatory women 65 – 77 Food records 3 BMD [106]\nFramingham Offspring Study (United States) 497 men and 680 women 26 – 86 FFQ (validated) 4.6 BMD [108]\nFramingham Heart Study (United States) 855 men and women 69 – 97 FFQ (validated) 4 BMD, calcium absorption, serum\ncalcium, serum alkaline phosphate,\nserum osteocalcin, urinary calcium,\nurinary NTX\n[120]\nNR D not reported, FFQ\nD food frequency questionnaire, BMDD bone mineral density, BMCD bone mineral content, NTXD N-telopeptide of type-1 collagen.\n484 T. C. WALLACE AND C. L. FRANKENFELD\n\nTable 4. RCT Characteristics.\nParticipants (Country)\nBaseline Mean Age or\nAge Range (Years) Protein Source\nControl\nDiet Intake\nHigh Protein\nIntake\nDuration\n(Weeks) Outcomes Reference\n32 postmenopausal females (Japan) 50.5 Milk protein 66 g/d 69 g/d * 26 BMD, serum osteocalcin, urinary NTX [23]\n16 postmenopausal women (United\nStates)\n18– 25 Other 83.3 g/d 159.6 g/d 26 BMD, BMC, serum bone alkaline phosphatase,\nurinary NTX, plasma IGF-I, serum IGFBP-3\n[28]\n615 elderly men and women (United\nStates)\n40– 75 Meat 61 g/d 118 g/d 7 Urinary calcium, serum calcium, calcium\nretention, calcium absorption, serum\nosteocalcin, urinary NTX, urinary DPD, serum\nIGF-I\n[41]\n32 men and women (United States) 68.1 Meat supplement 16% of\nenergy\n24% of\nenergy\n9 Serum calcium, urinary calcium, serum\nosteocalcin, serum IGF-I, urinary NTX\n[50]\n14 postmenopausal women (United\nStates)\n51– 70 Meat 10% of\nenergy\n20% of\nenergy\n7 Urinary calcium, fecal calcium, calcium balance,\nserum bone alkaline phosphatase\n[67]\n39 premenopausal women (United\nStates)\n22– 39 Mixed sources 47.4 g/d 67.3 g/d 1 Urinary calcium, urinary NTX [69]\n20 men and postmenopausal women\n(Canada)\n35– 71 Vegetable 111 g/d 189 g/d 4.3 Serum calcium, serum bone alkaline\nphosphatase, urinary calcium, fecal calcium,\nurinary NTX\n[71]\n16 premenopausal women (United\nStates)\n20– 40 Meat or dairy 63.1 g/d 129 g/d 0.6 Urinary calcium, serum calcium [133]\n7 premenopausal women (United\nStates)\n21– 39 Mixed 45.8 g/d 134.9 g/d 0.71 Hip fractures [74]\n16 premenopausal women (United\nStates)\n20– 40 Meat or dairy 63.1 g/d 129.1 g/d 0.6 Serum osteocalcin, serum bone alkaline\nphosphatase, urinary NTX\n[73]\n8 premenopausal women (United\nStates)\n20– 40 Meat or dairy 44.3 g/d 62.7 g/d 0.6 Serum calcium, urinary calcium [75]\n20 pre and postmenopausal women\n(United States)\n20– 66 Meat or soy 45.2 g/d 133.9 g/d 0.6 Net acid excretion, urinary calcium, serum\ncalcium, calcium absorption, urinary NTX\n[79]\n208 men and postmenopausal\nwomen (United States)\n69.9 Whey protein\nsupplement\n72.7 g/d 90.7 g/d 78 BMD, urinary calcium, serum P1NP, serum CTX,\nserum osteocalcin, serum IGF-I\n[76]\n29 young men and women and 26\nelderly men and postmenopausal\nwomen (The Netherlands)\nYoung adults: 29.3\nElderly adults:\n70.1\nMixed 12% of\nenergy\n21% of\nenergy\n3 Fecal calcium, urinary calcium, calcium balance [102]\n219 postmenopausal women\n(Australia)\n70–\n80 Milk protein 76 g/d 77 g/d 104 BMD, urinary calcium, serum IGF-I [129]\n84 premenopausal women (China) 19.6 Milk protein 73 g/d 74 g/d 35 BMD, serum bone alkaline phosphatase, serum\nNTX\n[130]\nBMD D bone mineral density, NTXD N-telopeptide of type-1 collagen, BMCD bone mineral content, IGF-ID insulin-like growth factor-1, IGFBP-3D insulin-like growth factor binding protein-3, DPDD deoxypyridinoline, P1NPD\nprocollagen type I N-terminal propeptide, CTXD C-terminal telopeptide of type II collagen.\n/C3Calculated grams per day.\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 485\n\nserum calcium (n D 8 studies) had more studies but are not\nbelieved to be sufﬁciently robust measures of bone turnover\n[134] and were not included in the meta-analyses. BMC and\nBMD were not evaluated because the length of the intervention\ntrials was not suf ﬁciently long enough to see appreciable\nchanges in BMC or BMD. Prospective observational (cohort)\nstudies reporting fracture or hip fracture were included. There\nwere 7 unique studies with information about fracture\noutcomes.\nPrior to analysis, standard deviations were calculated from\nstandard errors for studies in which standard errors were\nreported. For crossover trials where a pooled standard devia-\ntion or standard error was not reported, separate values pro-\nvided for the experimental and control periods were used. As\nnoted by Cochrane, this will introduce some bias toward more\nconservative results. Standardized mean differences and stan-\ndard deviations were calculated for each study. Analyses were\nconducted using Stata 14 (Stata Corp., College Station, TX).\nResults\nThe search yielded 2433 citations including 140 duplicates that\nwere automatically removed. Three additional articles [131–\n133] were identiﬁed by searching the reference lists of articles\nof the other studies included in the analyses, as well as the 3\nprevious meta-analyses[17–19], which did not speciﬁcally look\nat protein intakes above the RDA. Two thousand two hundred\nand ninety-six articles were identiﬁed for dual abstract screen-\ning, of which 115 were identiﬁed for full-text screening[21–\n135]. Overall, 31 articles were included for data extraction (16\nRCTs and 15 prospective cohort studies;Figure 1; Tables 3–4)\n[23,28,30,41,50,53,59,67,69,71,73–76,79,83,91,94,97,98,102,106,\n108,120,129,130–135].\nHeterogeneity was not signiﬁcantly present for urinary cal-\ncium (I\n2 D 28.3%, heterogeneity chi-squared p D 0.167) and\nhip fracture (I2 D 49.6%, p D 0.114), and aﬁxed effects models\nwas used. Heterogeneity was signiﬁcantly present for urinary\nNTX (I2 D 66.3%, heterogeneity chi-squaredp D 0.007), and a\nrandom effects model was used. Inverse weighting was used to\nobtain the pooled standardized mean difference (SMD) and\ncorresponding 95% conﬁdence intervals (Cis). For fractures,\npooled relative risk for the association between the highest cate-\ngory vs lowest category of protein intake was calculated. Het-\nerogeneity was signiﬁcantly present (I\n2 D 87.3%, heterogeneity\nchi-squared p < 0.001), and a random effects model was used.\nThere were too few studies to conduct stratiﬁed analyses for\nstudy design characteristics.\nObservational studies\nTotal fractures\nBeasley et al. [30] found that postmenopausal women in the\nWomen’s Health Initiative (WHI) who consumed 20% higher\ncalibrated protein intake did not show any statistically\nFigure 1. PRISMA ﬂow diagram.\n486 T. C. WALLACE AND C. L. FRANKENFELD\n\nsigniﬁcant decrease in the risk of total fractures after 6 years of\nfollow-up. Langsetmo et al. [83] divided total fractures into\nmain and fragility fractures. They found no statistically signiﬁ-\ncant effects of protein in the highest vs lowest categories of\nexposure on incident main fractures or incident fragility frac-\ntures in men and postmenopausal women after 9.5–9.7 years of\nfollow-up. Langsetmo et al. [135] divided total fractures into\nmajor osteoporotic fractures and low-trauma fractures. They\nfound higher protein intake to be signiﬁcantly associated with a\ndecreased risk of both major osteoporotic fractures and low-\ntrauma fractures in older men after 15 years of follow-up.\nSpine fractures\nBeasley et al. [30] found that postmenopausal women in the\nWHI who consumed 20% higher calibrated protein intake did\nnot show any statistically signiﬁcant decrease in the risk of\nspine fractures after 6 years of follow-up. Langsetmo et al.\n[135] found that older men who consumed higher protein\nintakes from any source (i.e., total, dairy, nondairy animal pro-\ntein, or plant protein) did not show any statistically signiﬁcant\neffects on the risk of spine fractures after 15 years of follow-up.\nForearm fractures\nBeasley et al. [30] found that postmenopausal women in the\nWHI who consumed 20% higher calibrated protein intake\nshowed a statistically signiﬁcant decrease in the risk of forearm\nfractures after 6 years of follow-up.\nHip fracture\nSix studies assessed the effect of protein intake and hip frac-\ntures [30,94,97,98,134,135]. Munger et al.[97] found a statisti-\ncally signiﬁcant reduced risk of hip fractures in the highest vs\nlowest categories of both total protein and animal protein\nintakes in postmenopausal women after 1–3 years of follow-up.\nBeasley et al. [30] found that postmenopausal women in the\nWHI who consumed 20% higher calibrated protein intake did\nnot show any statistically signiﬁcant decrease in the risk of hip\nfractures after 6 years of follow-up. Langsetmo et al. [135]\nfound that among older men who consumed higher total pro-\ntein intakes, including those from dairy and nondairy animal\nproteins (but not plant proteins), there was a signiﬁcant reduc-\ntion in the risk of hip fractures after 15 years of follow-up.\nFung et al.[134] found signiﬁcant inverse associations for each\n10 g increase in total protein and animal protein intakes in\nmen but not in postmenopausal women. Both plant and dairy\nproteins (but not total and animal proteins) were associated\nwith a signiﬁcantly lower risk of hip fracture when results for\nmen and women were combined. Misra et al.[94] found no sta-\ntistically signiﬁcant effects in the highest vs lowest categories of\nexposure among elderly men and postmenopausal women after\na median 11.6 years of follow-up. Mussolino et al.[98] also\nfound no statistically signiﬁcant effects in the highest vs lowest\ncategories of exposure in men after 22 years of follow-up.\nMeta-analysis of the prospective cohort studies showed\nthat high vs low protein intakes resulted in a statistically signiﬁ-\ncant decrease in hip fractures (SMDD 0.84, 95% CI, 0.73, 0.95,\nI\n2 D 36.8%; Figure 2).\nBMC\nMeng et al. [91] found statistically signiﬁcant improvements\nbetween the highest vs lowest category of exposure for total\nbody and appendicular BMC in postmenopausal elderly\nwomen after 5 years of follow-up.\nBMD— Cortical bone\nPedone et al. [132] showed that high vs low protein intakes\nresulted in statistically signiﬁcant differences in cortical BMD\nin postmenopausal women after 6 years of follow-up.\nBMD— Trabecular bone\nTwo studies assessed the effect of protein intake on trabecular\nbone BMD[108,132]. Sahni et al.[108] did notﬁnd any statisti-\ncally signiﬁcant effects on trabecular bone BMD in men and\nwomen age 26–86 years after a mean 4.6 years of follow-up;\nFigure 2. Effect of high vs low intake of protein on hip fractures in the prospective cohort studies.\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 487\n\nPedone et al.[132] also did notﬁnd any statistically signiﬁcant\neffects in postmenopausal women after 6 years of follow-up.\nBMD— Femoral neck\nFive studies assessed the effect of protein intake on femoral\nneck BMD[53,59,108,120,131]. Devine et al.[53] found statis-\ntically signiﬁcant improvements in the highest vs lowest catego-\nries of exposure in postmenopausal women after 1 year of\nfollow-up, as did Hannan et al.[59] after 4 years of follow-up.\nHannan et al.[59] also found that lower animal protein intakes\nproduced statistically signiﬁcant greater losses in BMD at the\nfemoral neck. Tucker et al.[120] also found statistically signiﬁ-\ncant improvements in the highest vs lowest categories of expo-\nsure in older men and postmenopausal women after 4 years of\nfollow-up. Ho-Pham et al. [131] found no difference in loss\nbetween omnivorous and vegan women (menopausal status\nunclear) after 2 years of follow-up; Sahni et al.[108] also did\nnot ﬁnd any difference in loss in men and women age 26–\n86 years after a mean 4.6 years of follow-up.\nBMD— Hip and total hip\nThree studies assessed the effect of protein intake on BMD at\nthe hip[30,53]. Beasley et al.[30] found that each 20% increase\nin calibrated protein intake was associated with a statistically\nsigniﬁcant increase in BMD in the WHI trial of postmeno-\npausal women after 6 years of follow-up. Devine et al.[53] also\nfound statistically signiﬁcant increases in highest vs lowest pro-\ntein categories of exposure[53]. Langsetmo et al.[135] found\nthat the association between protein and fracture varied by pro-\ntein source. Increased dairy protein and nondairy animal pro-\ntein intakes were associated with a decreased risk of hip\nfracture (hazard ratio [HR]D 0.80, 95% CI, 0.65–0.98; HR D\n0.84, 95% CI, 0.72–0.97, respectively), whereas plant source\nprotein was not (HRD 0.99, 95% CI, 0.78–1.24) among older\nmen after 15 years of follow-up.\nBMD— Intertrochanter and trochancher\nDevine et al.[53] assessed the effect of protein intake on BMD\nat the intertrochanter region of the hip and found statistically\nsigniﬁcant improvements in the highest vs lowest categories of\nexposure in postmenopausal women over the age of 70 years.\nFour studies assessed the effect of protein intake on BMD at\nthe trochanter region of the hip[53,59,108,120]. Devine et al.\n[53] found statistically signiﬁ\ncant improvements in the highest\nvs lowest categories of exposure in postmenopausal women\nover the age of 70 years after 1 year of follow-up, as did Tucker\net al. [120] in older men and postmenopausal women after\n4 years of follow-up. Sahni et al.[108] showed statistically sig-\nniﬁcant loss in men but not in women age 26–86 years after a\nmean 4.6 years follow-up period [108]. Hannan et al. [59]\nfound no statistically signiﬁcant effects in the highest vs lowest\ncategories of exposure in elderly men and postmenopausal\nwomen after 4 years of follow-up.\nBMD— Lumbar spine and spine\nThree studies assessed the effect of protein intake on BMD at\nthe lumbar spine[59,108,120]. Hannan et al.[59] and Tucker\net al.[120] found a statistically signiﬁcant improvement in the\nhighest vs lowest categories of exposure in elderly men and\npostmenopausal women after 4 years of follow-up. Hannan\net al. [59] also found that lower animal protein intakes pro-\nduced statistically signiﬁcant greater losses in BMD at the\nspine. Sahni et al.[108] did notﬁnd any statistically signiﬁcant\neffects in men or women age 26–86 years after a mean 4.6 years\nof follow-up.\nTwo studies assessed the effect of protein intake on BMD at\nthe spine[30,106]. Beasley et al.[30] did notﬁnd a statistically\nsigniﬁcant association between protein intake and spine BMD\nin the WHI study of postmenopausal women after 6 years of\nfollow-up, nor did Rapuri et al.[106] in a small study of healthy\nambulatory women after 3 years of follow-up.\nBMD— Proximal femur\nRapuri et al.[106] assessed the effect of protein intake on BMD\nat the proximal femur but found no statistically signiﬁcant\nimprovements in a small study of healthy ambulatory women\nafter 3 years of follow-up.\nBMD— Radial shaft, radial midshaft, and radius\nTucker et al.[120] found statistically signiﬁcant improvements\nin BMD at the radial shaft in the highest vs lowest categories of\nexposure in older men and postmenopausal women after\n4 years of follow-up. Rapuri et al.[106] assessed the effect of\nprotein intake on BMD at the radial mid-shaft but found no\nstatistically signi ﬁcant improvements in a small study of\nhealthy ambulatory women after 3 years of follow-up. Hannan\net al. [59] assessed the effect of protein intake on BMD at the\nradius but found no statistically signiﬁcant improvements in\nolder men and postmenopausal women after 4 years of follow-\nup. Hannan et al. [59] also found no statistically signiﬁcant\neffects of lower animal protein intakes on BMD at the radius.\nBMD— Total body\nTwo studies assessed the effect of protein intake on total body\nBMD [30,106]. Beasley et al.[30] found that each 20% increase\nin calibrated protein intake was associated with a statistically\nsigniﬁcant increase in total body BMD in the WHI trial of post-\nmenopausal women after 6 years of follow-up, contrary to\nRapuri et al.[106], who did notﬁnd any statistically signiﬁcant\nimprovements in a small study of healthy ambulatory women\nafter 3 years of follow-up.\nBMD— Ward’s area\nTwo studies assessed the effect of protein intake and BMD at\nthe Ward’sa r e a[59,120]. Hannan et al.[59] and Tucker et al.\n[120] found statistically signiﬁcant improvements in the high-\nest vs lowest categories of exposure in older men and postmen-\nopausal women after 4 years of follow-up.\nSerum and urinary biomarkers\nRapuri et al.[106] found statistically signiﬁcant increases in cal-\ncium absorption in the highest vs lowest categories of exposure\nin postmenopausal women after 1 year of follow-up and\nobserved a statistically signiﬁcant decrease in serum alkaline\nphosphatase in the highest vs lowest categories of exposure\namong healthy ambulatory women after 3 years of follow-up.\nThey observed no statistically signiﬁcant effects on serum cal-\ncium, urinary calcium, serum osteocalcin, or urinary NTX in\n488 T. C. WALLACE AND C. L. FRANKENFELD\n\nthe highest vs lowest categories of exposure among healthy\nambulatory women after 3 years of follow-up.\nOther outcomes\nOther outcomes evaluated in one study included broadband\nultrasound attenuation, speed of sound, and stiffness. Devine\net al.[53] found statistically signiﬁcant improvements in broad-\nband ultrasound attenuation at the calcaneus of the left foot\nand stiffness in the highest vs lowest categories of exposure in\npostmenopausal women after 1 year of follow-up. They\nobserved no statistically signiﬁcant effects of protein on speed\nof sound in the highest vs lowest categories of exposure among\npostmenopausal women after 1 year of follow-up.\nClinical studies\nBMC\nBallard et al. [28] found no statistically signiﬁcant effects on\narm, leg, and whole-body BMC in young males and females\nage 18–25 years with protein supplementation at 275% of the\nRDA after a 26-week intervention period.\nBMD— Distal radius and ulna\nZou et al. [130] found statistically signiﬁcant improvements\nwith protein supplementation at 171% of the RDA in distal\nradius and ulna BMD in young females with a mean age of\n19.6 years after a 35-week intervention period.\nBMD— Femoral neck, femoral neck bucking ratio, femoral\nneck cross section area, and femoral neck cross-sectional\nmoment of inertia (CSMI)\nTwo studies assessed the effect of increased protein on femoral\nneck BMD[76,129]. Zhu et al.[129] found statistically signiﬁ-\ncant improvements with protein supplementation at 150% of\nthe RDA in femoral neck BMD but not in femoral neck buck-\ning ratio, femoral neck cross section area, or femoral neck polar\nCSMI in postmenopausal women after a 104-week intervention\nperiod. Kerstetter et al. [76] found no statistically signiﬁcant\neffects with protein supplementation at 163% of the RDA on\nfemoral neck BMD in older men and postmenopausal women\nafter a 78-week intervention period.\nBMD— Lumbar spine\nThree studies assessed the effect of increased protein on lumbar\nspine BMD[23,76,130]. Aoe et al.[23] found statistically signif-\nicant improvements in women (menopausal status mixed) with\nprotein supplementation at 163% of the RDA after a 26-week\nintervention period. Kerstetter et al.[76] did notﬁnd any statis-\ntically signiﬁcant effect in older men and postmenopausal\nwomen with protein supplementation at 163% of the RDA after\na 30-week intervention period, nor did Zou et al.[130] in pre-\nmenopausal women with protein supplementation at 171% of\nthe RDA after a 35-week intervention period.\nBMD— Tibia and total tibia\nBallard et al.[28] found no statistically signiﬁcant effect with\nprotein supplementation at 275% of the RDA on tibia or total\ntibia BMD in young males and females age 18–25 years after a\n26-week intervention period.\nBMD— Total body\nZou et al.[130] found no statistically signiﬁcant effect with pro-\ntein supplementation at 171% of the RDA on total body BMD\nin postmenopausal females after a 35-week intervention period.\nBMD— Total hip\nTwo studies assessed the effect of increased protein on total hip\nBMD [76,129]. Zhu et al.\n[129] found no statistically signiﬁcant\neffect in older men and postmenopausal women with protein\nsupplementation at 150% of the RDA after a 78-week interven-\ntion period. Kerstetter et al.[76] found statistically signiﬁcant\nincreases in older men and postmenopausal women with pro-\ntein supplementation at 163% of the RDA after a 78-week\nintervention period.\nCalcium absorption\nThree studies assessed the effect of increased protein on cal-\ncium absorption[41,74,79]. Cao et al.[41] found no statistically\nsigniﬁcant effects in postmenopausal women with protein sup-\nplementation at 213% of the RDA after a 7-week intervention\nperiod, nor did Kerstetter et al.[74] in premenopausal women\nage 21–39 years with protein supplementation at 263% of the\nRDA after a 0.71-week intervention period or in a mixed popu-\nlation of premenopausal and postmenopausal women with pro-\ntein supplementation at 263% of the RDA after a 0.6-week\nintervention period[79]. Kerstetter et al.[74] also found no sta-\ntistically signiﬁcant effects between meat and soy protein dur-\ning the intervention.\nCalcium balance\nThree studies assessed the effect of increased protein on\ncalcium balance [41,67,102]. Cao et al.[41] found statistically\nsigniﬁcant improvements in postmenopausal women with pro-\ntein supplementation at 213% of the RDA after a 7-week inter-\nvention period. In contrast, Hunt et al. [67] found no\nstatistically signiﬁcant effects in postmenopausal women with\nprotein supplementation at 200% of the RDA after a 7-week\nintervention period. Pannemans et al.[102] found statistically\nsigniﬁcant improvements in older men and postmenopausal\nwomen but no statistically signiﬁcant effects in younger men\nand women after a 3-week intervention period (not able to\ncalculate percentage above RDA).\nFecal calcium\nThree studies assessed the effect of increased protein on fecal\ncalcium [67,71,102]. Hunt et al.[67] found no statistically sig-\nniﬁcant effects among postmenopausal women with protein\nsupplementation at 200% of the RDA after a 7-week interven-\ntion period. Likewise, Jenkins et al.[71] found no statistically\nsigniﬁcant effects in men and postmenopausal women with\nprotein supplementation at 311% of the RDA after a 4.3-week\nintervention period. Pannemans et al.[102] found a statistically\nsigniﬁcant improvement in young men and women with a\nmean age of 29.3 years but no statistically signiﬁcant effects in\nolder men and postmenopausal women after a 3-week inter-\nvention period (not able to calculate percentage above RDA).\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 489\n\nUrinary calcium\nTwelve studies assessed the effect of increased protein on uri-\nnary calcium [41,50,67,69,71,74–76,79,102,129,133]. Seven\nstudies found statistically signiﬁcant increases in urinary cal-\ncium in men, premenopausal women, and postmenopausal\nwomen with protein supplementation above the RDA after\nintervention periods of 0.6 week and 7 weeks\n[41,67,69,71,74,79,133]. Four studies found no statistically sig-\nniﬁcant effects on urinary calcium in men, premenopausal\nwomen, and postmenopausal women with protein supplemen-\ntation above the RDA after an intervention period between 0.6\nand 104 weeks[50,75,76,129]. Pannemans et al.[102] found a\nstatistically signiﬁcant increase in older men and postmeno-\npausal women but not in young men and women with a mean\nage of 29.3 years after a 3-week intervention period (not able to\ncalculate percentage above RDA). Meta-analysis of RCTs\nshowed that high vs low protein intakes signiﬁcantly increase\nin urinary calcium excretion (SMDD 0.48, 95% CI, 0.30, 0.66,\nI\n2 D 28.3%; Figure 3). Kerstetter et al.[79] also found no statis-\ntically signiﬁcant effects between meat and soy protein intakes\nduring the 0.6-week intervention period.\nUrinary net acid excretion\nKerstetter et al. [79] found statistically signiﬁcant improve-\nments in net acid excretion in a mixed population of premeno-\npausal and postmenopausal women with protein\nsupplementation at 263% of the RDA after a 0.6-week interven-\ntion period. Kerstetter et al.[79] also found no statistically sig-\nniﬁcant effects between meat and soy protein during the\nintervention.\nUrinary N-terminal telopeptide\nEight studies assessed the effect of increased protein on urinary\nNTX [23,28,41,50,69,71,73,79]. Six studies found statistically\nsigniﬁcant improvements in urinary NTX in men, premeno-\npausal women, and postmenopausal women with protein\nsupplementation between 148% and 311% of the RDA after\nintervention periods between 0.6 and 26 weeks\n[23,28,50,69,71,79]. Two studies found no statistically signiﬁ-\ncant effects on urinary NTX in premenopausal and postmeno-\npausal women with protein supplementation between 213%\nand 263% of the RDA after an intervention period between 0.6\nand 7 weeks [41,73]. Meta-analysis of the RCTs showed that\nhigh vs low protein intakes did not signiﬁcantly affect urinary\nNTX (SMDD¡ 018, 95% CI,¡0.99, 0.26,I\n2 D 66.3%; Figure 4).\nKerstetter et al.[79] also found no statistically signiﬁcant effects\nbetween meat and soy protein during the 0.6-week intervention\nperiod.\nUrinary deoxypyridinoline\nCao et al.[41] found no statistically signiﬁcant effects with pro-\ntein supplementation at 213% of the RDA in urinary DPD\namong postmenopausal women after a 7-week intervention\nperiod.\nSerum bone alkaline phosphatase\nFive studies assessed the effect of increased protein on serum\nbone alkaline phosphatase [28,67,71,73,130]. None of the 5\nstudies found statistically signiﬁcant effects in serum alkaline\nphosphatase in younger men and women, older men, and post-\nmenopausal women with protein supplementation between\n171% and 311% the RDA after intervention periods between\n0.6 and 35 weeks[28,67,71,73,130].\nSerum calcium\nSeven studies assessed the effect of increased protein intake on\nserum calcium [41,50,71,74,75,79,133]. None of the 7 studies\nfound statistically signiﬁcant effects on serum calcium in youn-\nger men and women, older men, and postmenopausal women\nwith protein supplementation between 125% and 311% of the\nRDA after intervention periods between 0.6 and 9 weeks\n[41,50,71,74,75,79,133].\nFigure 3. Effect of protein intakes above the RDA on urinary calcium excretion in RCTs.\n490 T. C. WALLACE AND C. L. FRANKENFELD\n\nSerum insulin-like growth factor-1 and plasma IGF-1\nFour studies assessed the effect of increased protein on serum\nIGF-1 [41,50,76,129]. All 4 studies found statistically signiﬁcant\nimprovements in serum IGF-1 in older men and postmeno-\npausal women with protein supplementation between 148%\nand 213% the RDA after an intervention period between 7 and\n104 weeks[41,50,76,129].\nBallard et al. [28] found borderline statistically signiﬁcant\nimprovements in plasma IGF-1 among young men and women\nage 18–25 years with protein supplementation at 275% of the\nRDA after a 26-week intervention[28].\nSerum insulin-like growth factor binding protein-3\nBallard et al.[28] did notﬁnd any statistically signiﬁcant effects\non serum IGFBP-3 among young men and women age 18–\n25 years with protein supplementation at 275% of the RDA\nafter a 26-week intervention[28].\nSerum NTX\nZou et al.[130] did not ﬁnd any statistically signiﬁcant effects\non serum NTX among young women with a mean age of\n19.6 years with protein supplementation at 171% of the RDA\nafter a 35-week intervention[130].\nSerum osteocalcin\nFive studies assessed the effect of increased protein on serum\nosteocalcin [23,41,50,73,79]. None of the 5 studies found statis-\ntically signiﬁcant effects on serum osteocalcin in premeno-\npausal women, postmenopausal women, or older men with\nprotein supplementation between 148% and 263% of the RDA\nafter an intervention period between 0.6 and 78 weeks\n[23,41,50,73,79].\nSerum collagen type 1 cross-linked C-telopeptide and\nprocollagen type 1 N-terminal propeptide\nKerstetter et al. [76] found a statistically signiﬁcant improve-\nment in C-terminal telopeptide of type II collagen (CTX)\namong older men and postmenopausal females with protein\nsupplementation at 163% of the RDA after a 78-week interven-\ntion period. They did not observe statistically signiﬁcant effects\non serum procollagen type I N-terminal propeptide among\nolder men and postmenopausal women after the intervention\nperiod [76].\nDiscussion\nAdequate nutrition plays a vital role in the development and\nmaintenance of bone. In addition to calcium in the presence of\nan adequate supply of vitamin D, dietary proteins represent key\nnutrients for bone health and thereby function in the preven-\ntion of osteoporosis. The relationship between dietary protein\nintake and bone health has been a topic of debate. The scientiﬁc\nliterature is confounded at best. This systematic review\nattempted to tease out some of the larger confounders across\nclinical and prospective cohort studies.\nFractures are the most important outcome from a clinical\nand health care cost savings perspective[136]. We found that\nonly a handful of included observational studies reported frac-\nture outcomes. The most convincing data come from an analy-\nsis of the WHI, where patients who consumed 20% higher\ncalibrated protein intakes showed a signiﬁcant decrease in the\nrisk of forearm fractures. Using a doubly labeled water protocol\nto estimate total energy expenditure over a 2-week period and a\nurinary nitrogen protocol to estimate protein consumption\nover a 24-hour period, WHI investigators showed that food fre-\nquency questionnaire total energy was considerably underesti-\nmated and protein was modestly underestimated, whereas the\npercentage of energy from protein was overestimated. Thus,\ncalibration equations were developed to more accurately assess\nthe effect of protein intake on bone outcomes[30]. This meta-\nanalysis of 4 prospective studies observed a statistically signiﬁ-\ncant 16% decrease in hip fractures (Figure 1) over a period of\n6 years.\nBMD testing is often performed every 1 to 2 years to moni-\ntor and/or detect possible bone loss, predict future fracture risk,\nand measure an individual ’s response to therapy. BMD is\nFigure 4. Effect of protein intakes above the RDA on urinary NTX in RCTs.\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 491\n\ncurrently the only universally recognized validated surrogate\nendpoint of fracture [137]. Observational studies lean toward\nthe hypothesis that protein intake above the current RDA is\nbeneﬁcial to bone; however, data from clinical studies are\nmixed, likely due to their shorter duration.\nOur study reinforces previous studies that suggest that\nhigher protein intakes lead to increased urinary calcium excre-\ntion. Contemporary dual stable calcium isotope studies have\nfound higher protein intakes to increase intestinal calcium\nabsorption, such that the increase in urinary calcium can be\naccounted for by the improved absorption efﬁciency [14–16].\nThus, urinary calcium excretion may not play as signiﬁcant a\nrole in predicting associations of protein intake and bone out-\ncomes as previously assumed.\nBone turnover markers have the potential to assess a\nresponse to treatment earlier than BMD testing, because BMD\nchanges slowly in most, but not all, metabolic bone states.\nResearch and development has generated many widely avail-\nable bone turnover markers that measure proteins and metabo-\nlites released from the bone in the breakdown phase of\nresorption or the renewal phase of bone formation. Even\nthough there has been a recognized need to advance theﬁeld of\nbone turnover markers from the International Osteoporosis\nFoundation, International Federation of Clinical Chemistry\nand Laboratory Medicine, and National Bone Health Alliance,\namong others, these markers still lack standardization and\nharmonization, and comprehensive reference population data-\nbases are vital before they can be widely utilized in research\nand in a clinical setting[138]. Therefore, it is not surprising\nthat most of the bone turnover markers in our systematic\nreview ﬂuctuated. These measures were likely effected by signif-\nicant inter- and intralaboratory variability. The International\nOsteoporosis Foundation and International Federation of Clin-\nical Chemistry and Laboratory Medicine have identiﬁed one\nresorption marker (serum CTX) and one bone formation\nmarker (serum procollagen type I N propeptide) to be used as\nreference markers and measured by standard assays in observa-\ntional and intervention studies. Preanalytical sources of varia-\ntion in bone turnover such as meal status, exercise, and\ncircadian rhythm and uncontrollable factors such as gender,\nmenopause status, and disease state must be accounted for\naccurate comparison. For instance, peak serum CTX levels that\nnormally occur in the early morning hours can be twice as high\ncompared to those that occur in the mid-afternoon[139].I n\nour study, we did notﬁnd any signiﬁcant effects of higher pro-\ntein intakes on another widely measured resorption marker,\nserum N-terminal telopeptide. Because theﬁeld of bone turn-\nover markers is in its infancy, it is likely too premature to make\nany health recommendation based upon theﬁndings of these\nmarkers.\nWe found no evidence to suggest that protein intakes\nabove the current RDA had an adverse effect on bone. Our\nsystematic review did not identify any differences between\nconsumption of animal vs plant proteins in relation to frac-\ntures and/or markers of bone health. The ﬁndings of this\nsystematic review are consistent with previous systematic\nreviews and meta-analyses, and we further observed a signiﬁ-\ncant reduction in hip fractures among included prospective\ncohort studies.\nOur systematic review had several strengths and limitations.\nThe major strength is that it eliminates a large portion of con-\nfounding from subjects who did not maintain energy balance\nand/or were using HRT, 2 very strong drivers affecting the rate\nof bone loss. HRT is known to have a protective role against\nbone loss in postmenopausal women, whereas weight loss can\noften contribute to decreased bone density and loss[137].T o\nachieve a set of studies that reduced these confounding issues,\nthe review is limited by the small number of observational stud-\nies and absence of clinical studies reporting fracture outcomes.\nThough many studies reported BMD outcomes, there was large\nvariability in the site measured. There were also a small number\nof studies reporting outcomes based on animal vs plant\nproteins.",
    "conclusion": "Our systematic review supports that protein intakes above the\ncurrent RDA may have some beneﬁcial role in preventing hip\nfractures and BMD loss. There were no differences between\nanimal or plant proteins, although data in this area were scarce.\nLarger, long-term, and more well-controlled clinical trials mea-\nsuring fracture outcomes and BMD are needed to adequately\nassess whether protein intakes above the current RDA are bene-\nﬁcial as a preventative measure and/or intervention strategy for\nosteoporosis.\nFunding\nFunding for this research was provided through an unrestricted educa-\ntional grant from the Beef Checkoff, through the National Cattleman’s\nBeef Association (NCBA), a contractor to the Beef Checkoff. The funder\nhad no role in the design, analyses, interpretation, or writing of the results.\nT.C.W. has received speaker honoraria from NCBA within the past 3 years.\nReferences\n1. Heaney RP, Layman DK: Amount and type of protein inﬂuences\nbone health. Am J Clin Nutr 87:1567S–1570S, 2008.\n2. EFSA Panel on Dietetic Products, Nutrition and Allergies: Scientiﬁc\nopinion on dietary reference values for protein. EFSA J 10:2557–\n2566, 2012.\n3. National Academy of Medicine, Panel on Micronutrients:“Dietary\nReference Intakes for Energy, Carbohydrate, Fiber, Fat, Fatty Acids,\nCholesterol, Protein and Amino Acids.” Washington, DC: National\nAcademies Press, 2005.\n4. Sherman H: Calcium requirement of maintenance in man. J Biol\nChem 44:21–27, 1920.\n5. Kerstetter JE, Allen LH: Protein intake and calcium homeostasis.\nAdv Nutr Res 9:167–181, 1994.\n6. Hegsted M, Linkswiler HM: Long-term effects of level of protein\nintake on calcium metabolism in young adult women. J Nutr\n111:244–251, 1981.\n7. Schuette SA, Hegsted M, Zemel MB, Linkswiler HM: Renal acid, uri-\nnary cyclic AMP, and hydroxyproline excretion as affected by level\nof protein, sulfur amino acid, and phosphorus intake. J Nutr\n111:2106–2116, 1981.\n8. Schuette SA, Zemel MB, Linkswiler HM: Studies on the mechanism\nof protein-induced hypercalciuria in older men and women. J Nutr\n110:305–315, 1980.\n9. Anand CR, Linkswiler HM: Effect of protein intake on calcium bal-\nance of young men given 500 mg calcium daily. J Nutr 104:695–700,\n1974.\n492 T. C. WALLACE AND C. L. FRANKENFELD\n\n10. Hegsted M, Schuette SA, Zemel MB, Linkswiler HM: Urinary cal-\ncium and calcium balance in young men as affected by level of pro-\ntein and phosphorus intake. J Nutr 111:553–562, 1981.\n11. Kim Y, Linkswiler HM: Effect of level of protein intake on calcium\nmetabolism and on parathyroid and renal function in the adult\nhuman male. J Nutr 109:1399–1404, 1979.\n12. Spencer H, Kramer L, DeBartolo M, Norris C, Osis D: Further stud-\nies of the effect of a high protein diet as meat on calcium metabolism.\nAm J Clin Nutr 37:924–929, 1983.\n13. Allen LH, Oddoye EA, Margen S: Protein-induced hypercalciuria: a\nlonger term study. Am J Clin Nutr 32:741–749, 1979.\n14. Kerstetter JE, O’Brien KO, Caseria DM, Wall DE, Insogna KL: The\nimpact of dietary protein on calcium absorption and kinetic meas-\nures of bone turnover in women. J Clin Endocrinol Metab 90:26–31,\n2005.\n15. Hunt JR, Johnson LK, Fariba Roughead ZK: Dietary protein and cal-\ncium interact to inﬂuence calcium retention: a controlled feeding\nstudy. Am J Clin Nutr 89:1357–1365, 2009.\n16. Roughead ZK: Controlled high meat diets do not affect calcium\nretention or indices of bone status in healthy postmenopausal\nwomen. J Nutr 133:1020–1026, 2003.\n17. Darling AL, Millward DJ, Torgerson DJ, Hewitt CE, Lanham-New\nSA: Dietary protein and bone health: a systematic review and meta-\nanalysis. Am J Clin Nutr 90:1674–1692, 2009.\n18. Wu AM, Sun XL, Lv QB, Zhou Y, Xia DD, Xu HZ, Huang QS, Chi\nYL: The relationship between dietary protein consumption and risk\nof fracture: a subgroup and dose–response meta-analysis of prospec-\ntive cohort studies. Sci Rep 5:9151, 2015.\n19. Shams-White MM, Chung M, Du M, Fu Z, Insogna KL, Karlsen MC,\nLeBoff MS, Shapses SA, Sackey J, Wallace TC, Weaver CM: Dietary\nprotein and bone health: a systematic review and meta-analysis. Am\nJ Clin Nutr 105:1528–1543, 2017.\n20. Moher D, Liberati A, Tetzlaff J, Altman DG, and the PRISMA\nGroup: Preferred reporting items for systematic reviews and meta-\nanalyses: the PRISMA statement. PLoS Med 6:e1000097, 2009.\n21. Adolphi B, Scholz-Ahrens KE, de Vrese M, Acil Y, Laue C, Schrezen-\nmeir J: Short-term effect of bedtime consumption of fermented milk\nsupplemented with calcium, inulin-type fructans and caseinphos-\nphopeptides on bone metabolism in healthy, postmenopausal\nwomen. Eur J Nutr 48:45–53, 2009.\n22. Allen LH, Oddoye EA, Margen S: Protein-induced hypercalciuria: a\nlonger term study. Am J Clin Nutr 32:741–749, 1979.\n23. Aoe S, Koyama T, Toba Y, Itabashi A, Takada Y: A controlled trial of\nthe effect of milk basic protein (MBP) supplementation on bone\nmetabolism in healthy menopausal women. Osteoporos Int 16:2123–\n128, 2005.\n24. Appleby P, Roddam A, Allen N, Key T: Comparative fracture risk in\nvegetarians and nonvegetarians in EPIC–Oxford. Eur J Clin Nutr\n61:1400–1406, 2007.\n25. Arjmandi BH, Khalil DA, Smith BJ, Lucas EA, Juma S, Payton ME,\nWild RA: Soy protein has a greater effect on bone in postmenopausal\nwomen not on hormone replacement therapy, as evidenced by\nreducing bone resorption and urinary calcium excretion. J Clin\nEndocrinol Metab 88:1048–1054, 2003.\n26. Arjmandi BH, Lucas EA, Khalil DA, Devareddy L, Smith BJ, McDo-\nnald J, Arquitt AB, Payton ME, Mason C: One year soy protein sup-\nplementation has positive effects on bone formation markers but not\nbone density in postmenopausal women. Nutr J 4:8, 2005.\n27. Bachrach-Lindstrom M, Unosson M, Ek AC, Arnqvist HJ: Assess-\nment of nutritional status using biochemical and anthropometric\nvariables in a nutritional intervention study of women with hip frac-\nture. Clin Nutr 20:217–223, 2001.\n28. Ballard TLP, Specker BL, Binkley TL, Vukovich MD: Effect of pro-\ntein supplementation during a 6-month strength and conditioning\nprogram on areal and volumetric bone parameters. Bone 38:898–\n904, 2006.\n29. Ballard TL, Clapper JA, Specker BL, Binkley TL, Vukovich MD:\nEffect of protein supplementation during a 6-mo strength and condi-\ntioning program on insulin-like growth factor I and markers of bone\nturnover in young adults. Am J Clin Nutr 81:1442–1448, 2005.\n30. Beasley JM, LaCroix AZ, Larson JC, Huang Y, Neuhouser ML, Tin-\nker LF, Jackson R, Snetselaar L, Johnson KC, Eaton CB, et al.: Bio-\nmarker-calibrated protein intake and bone health in the Women’s\nHealth Initiative clinical trials and observational study. Am J Clin\nNutr 99:934–940, 2014.\n31. Benetou V, Orfanos P, Pettersson-Kymmer U, Bergstr€om U, Svens-\nson O, Johansson I, Berrino F, Tumino R, Borch KB, Lund E, et al.:\nMediterranean diet and incidence of hip fractures in a European\ncohort. Osteoporos Int 24:1587–1598, 2013.\n32. Bihuniak JD, Simpson CA, Sullivan RR, Caseria DM, Kerstetter JE,\nInsogna KL: Dietary protein-induced increases in urinary calcium\nare accompanied by similar increases in urinary nitrogen and urinary\nurea: a controlled clinical trial. J Acad Nutr Diet 113:447–451, 2013.\n33. Bihuniak JD, Sullivan RR, Simpson CA, Caseria DM, Huedo-Medina\nTB, O’Brien KO, Kerstetter JE, Insogna KL: Supplementing a low-\nprotein diet with dibasic amino acids increases urinary calcium\nexcretion in young women. J Nutr 144:282–288, 2014.\n34. Block GD, Wood RJ, Allen LH: A comparison of the effects of feed-\ning sulfur amino acids and protein on urine calcium in man. Am J\nClin Nutr 33:2128–2136, 1980.\n35. Botella-Carretero JI, Iglesias B, Balsa JA, Arrieta F, Zamarron I, Vaz-\nquez C: Perioperative oral nutritional supplements in normally or\nmildly undernourished geriatric patients submitted to surgery for\nhip fracture: a randomized clinical trial. Clin Nutr 29:574–579, 2010.\n36. Botella-Carretero JI, Iglesias B, Balsa JA, Zamarron I, Arrieta F, Vaz-\nquez C: Effects of oral nutritional supplements in normally nour-\nished or mildly undernourished geriatric patients after surgery for\nhip fracture: a randomized clinical trial. JPEN J Parenter Enteral\nNutr 32:120–128, 2008.\n37. Brockis JG, Levitt AJ, Cruthers SM: The effects of vegetable and ani-\nmal protein diets on calcium, urate and oxalate excretion. Br J Urol\n54:590–593, 1982.\n38. Brownbill RA, Petrosian M, Ilich JZ: Association between dietary\nconjugated linoleic acid and bone mineral density in postmenopausal\nwomen. J Am Coll Nutr 4:177–181, 2005.\n39. Cameron ID, Kurrle SE, Uy C, Lockwood KA, Au L, Schaafsma FG:\nEffectiveness of oral nutritional supplementation for older women\nafter a fracture: rationale, design and study of the feasibility of a ran-\ndomized controlled study. BMC Geriatr 11:32, 2011.\n40. Candow DG, Chilibeck PD, Facci M, Abeysekara S, Zello GA: Pro-\ntein supplementation before and after resistance training in older\nmen. Eur J Appl Physiol 97:548–556, 2006.\n41. Cao JJ, Johnson LK, Hunt JR: A diet high in meat protein and poten-\ntial renal acid load increases fractional calcium absorption and uri-\nnary calcium excretion without affecting markers of bone resorption\nor formation in postmenopausal women. J Nutr 141:391–397, 2011.\n42. Cao JJ, Pasiakos SM, Margolis LM, Sauter ER, Whigham LD,\nMcClung JP, Young AJ, Combs GFJ: Calcium homeostasis and bone\nmetabolic responses to high-protein diets during energy deﬁcit in\nhealthy young adults: a randomized controlled trial. Am J Clin Nutr\n99:400–407, 2014.\n43. Carlsson P, Tidermark J, Ponzer S, Soderqvist A, Cederholm T: Food\nhabits and appetite of elderly women at the time of a femoral neck\nfracture and after nutritional and anabolic support. J Hum Nutr Diet\n18:117–120, 2005.\n44. Ceglia L, Harris SS, Abrams SA, Rasmussen HM, Dallal GE, Daw-\nson-Hughes B: Potassium bicarbonate attenuates the urinary nitro-\ngen excretion that accompanies an increase in dietary protein and\nmay promote calcium absorption. J Clin Endocrinol Metab 94:645–\n653, 2009.\n45. Chevalley T, Hoffmeyer P, Bonjour J-P, Rizzoli R: Early serum IGF-I\nresponse to oral protein supplements in elderly women with a recent\nhip fracture. Clin Nutr 29:78–83, 2010.\n46. Chu JY, Margen S, Calloway DH, Costa FM: Integumentary loss of\ncalcium. Am J Clin Nutr 32:1699–\n1702, 1979.\n4 7 .C o r n i s hS M ,C a n d o wD G ,J a n t zN T ,C h i l i b e c kP D ,L i t t l eJ P ,\nForbes S, Abeysekara S, Zello GA: Conjugated linoleic acid com-\nbined with creatine monohydrate and whey protein supplemen-\ntation during strength training. Int J Sport Nutr Exerc Metab\n19:79–96, 2009.\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 493\n\n48. Dargent-Molina P, Sabia S, Touvier M, Kesse E, Breart G, Clavel-\nChapelon F, Boutron-Ruault M-C: Proteins, dietary acid load, and\ncalcium and risk of postmenopausal fractures in the E3N French\nwomen prospective study. J Bone Miner Res 23:1915–1922, 2008.\n49. Dawson-Hughes B, Harris SS: Calcium intake inﬂuences the associa-\ntion of protein intake with rates of bone loss in elderly men and\nwomen. Am J Clin Nutr 75:773–779, 2002.\n50. Dawson-Hughes B, Harris SS, Rasmussen H, Song L, Dallal GE:\nEffect of dietary protein supplements on calcium excretion in healthy\nolder men and women. J Clin Endocrinol Metab 89:1169–1173, 2004.\n51. de Azevedo MNL, Nunes JV, Pasqualette HA, Tuma M, de FF,\nNunes LCF: Bone mineral density at 45 years of age, before meno-\npause. J Natl Med Assoc 101:788–792, 2009.\n52. Delmi M, Rapin CH, Bengoa JM, Delmas PD, Vasey H, Bonjour JP:\nDietary supplementation in elderly patients with fractured neck of\nthe femur. Lancet 335:1013–1016, 1990.\n53. Devine A, Dick IM, Islam AFM, Dhaliwal SS, Prince RL: Protein\nconsumption is an important predictor of lower limb bone mass in\nelderly women. Am J Clin Nutr 81:1423–1428, 2005.\n54. Duff WRD, Chilibeck PD, Rooke JJ, Kaviani M, Krentz JR, Haines\nDM: The effect of bovine colostrum supplementation in older adults\nduring resistance training. Int J Sport Nutr Exerc Metab 24:276–285,\n2014.\n55. Espaulella J, Guyer H, Diaz-Escriu F, Mellado-Navas JA, Castells M,\nPladevall M: Nutritional supplementation of elderly hip fracture\npatients. A randomized, double-blind, placebo-controlled trial. Age\nAgeing 29:425–431, 2000.\n56. Feskanich D, Willett WC, Stampfer MJ, Colditz GA: Protein con-\nsumption and bone fractures in women. Am J Epidemiol 143:472–\n479, 1996.\n57. Geinoz G, Rapin CH, Rizzoli R, Kraemer R, Buchs B, Slosman D,\nMichel JP, Bonjour JP: Relationship between bone mineral density\nand dietary intakes in the elderly. Osteoporos Int 3:242–248, 1993.\n58. Gregg EW, Kriska AM, Salamone LM, Wolf RL, Roberts MM, Ferrell\nRE, Anderson SJ, Kuller LH, Cauley JA: Correlates of quantitative\nultrasound in the Women’s Healthy Lifestyle Project. Osteoporos Int\n10:416–424, 1999.\n59. Hannan MT, Tucker KL, Dawson-Hughes B, Cupples LA, Felson\nDT, Kiel DP: Effect of dietary protein on bone loss in elderly men\nand women: the Framingham Osteoporosis Study. J Bone Miner Res\n15:2504–2512, 2000.\n60. Harrington M, Bennett T, Jakobsen J, Ovesen L, Brot C, Flynn A,\nCashman KD: Effect of a high-protein, high-salt diet on calcium and\nbone metabolism in postmenopausal women stratiﬁed by hormone\nreplacement therapy use. Eur J Clin Nutr 58:1436–1439, 2004.\n61. Harrington M, Bennett T, Jakobsen J, Ovesen L, Brot C, Flynn A,\nCashman KD: The effect of a high-protein, high-sodium diet on cal-\ncium and bone metabolism in postmenopausal women and its inter-\naction with vitamin D receptor genotype. Br J Nutr 91:41–51, 2004.\n62. Heaney RP: Dietary protein and phosphorus do not affect calcium\nabsorption. Am J Clin Nutr 72:758–761, 2000.\n63. Hegsted M, Linkswiler HM: Long-term effects of level of protein\nintake on calcium metabolism in young adult women. J Nutr\n111:244–251, 1981.\n64. Ho SC, Chan SG, Yip YB, Chan CSY, Woo JLF, Sham A: Change in\nbone mineral density and its determinants in pre- and perimen-\nopausal Chinese women: the Hong Kong Perimenopausal Women\nOsteoporosis Study. Osteoporos Int 19:1785–1796, 2008.\n65. Holm L, Olesen JL, Matsumoto K, Doi T, Mizuno M, Alsted TJ,\nMackey AL, Schwarz P, Kjaer M: Protein-containing nutrient supple-\nmentation following strength training enhances the effect on muscle\nmass, strength, and bone formation in postmenopausal women. J\nAppl Physiol 105:274–281, 2008.\n66. Hu T, Rianon NJ, Nettleton JA, Hyder JA, He J, Steffen LM, Jacobs\nDRJ, Criqui MH, Bazzano LA: Protein intake and lumbar bone den-\nsity: the Multi-Ethnic Study of Atherosclerosis (MESA). Br J Nutr\n112:1384–1392, 2014.\n67. Hunt JR, Gallagher SK, Johnson LK, Lykken GI: High- versus low-\nmeat diets: effects on zinc absorption, iron status, and calcium, cop-\nper, iron, magnesium, manganese, nitrogen, phosphorus, and zinc\nbalance in postmenopausal women. Am J Clin Nutr 62:621–632,\n1995.\n68. Hunt JR, Johnson LK, Fariba Roughead ZK: Dietary protein and cal-\ncium interact to in\nﬂuence calcium retention: a controlled feeding\nstudy. Am J Clin Nutr 89:1357–1365, 2009.\n69. Ince BA, Anderson EJ, Neer RM: Lowering dietary protein to U.S.\nrecommended dietary allowance levels reduces urinary calcium\nexcretion and bone resorption in young women. J Clin Endocrinol\nMetab 89:3801–3807, 2004.\n70. Jajoo R, Song L, Rasmussen H, Harris SS, Dawson-Hughes B: Dietary\nacid–base balance, bone resorption, and calcium excretion. J Am Coll\nNutr 25:224–230, 2006.\n71. Jenkins DJA, Kendall CWC, Vidgen E, Augustin LSA, Parker T,\nFaulkner D, Vieth R, Vandenbroucke AC, Josse RG: Effect of high\nvegetable protein diets on urinary calcium loss in middle-aged men\nand women. Eur J Clin Nutr 57:376–382, 2003.\n72. Johnson NE, Alcantara EN, Linkswiler H: Effect of level of protein\nintake on urinary and fecal calcium and calcium retention of young\nadult males. J Nutr 100:1425–1430, 1970.\n73. Kerstetter JE, Mitnick ME, Gundberg CM, Caseria DM, Ellison AF,\nCarpenter TO, Insogna KL: Changes in bone turnover in young\nwomen consuming different levels of dietary protein. J Clin Endocri-\nnol Metab 84:1052–1055, 1999.\n74. Kerstetter JE, O’Brien KO, Insogna KL: Dietary protein affects intes-\ntinal calcium absorption. Am J Clin Nutr 68:859–865, 1998.\n75. Kerstetter JE, Svastisalee CM, Caseria DM, Mitnick ME, Insogna KL:\nA threshold for low-protein-diet-induced elevations in parathyroid\nhormone. Am J Clin Nutr 72:168–173, 2000.\n76. Kerstetter JE, Bihuniak JD, Brindisi J, Sullivan RR, Mangano KM,\nLarocque S, Kotler BM, Simpson CA, Cusano AM, Gaffney-Stom-\nberg E, et al.: The Effect of a whey protein supplement on bone mass\nin older caucasian adults. J Clin Endocrinol Metab 100:2214–2222,\n2015.\n77. Kerstetter JE, O’Brien KO, Caseria DM, Wall DE, Insogna KL: The\nimpact of dietary protein on calcium absorption and kinetic meas-\nures of bone turnover in women. J Clin Endocrinol Metab 90:26–31,\n2005.\n78. Kerstetter JE, O’Brien KO, Insogna KL: Dietary protein, calcium\nmetabolism, and skeletal homeostasis revisited. Am J Clin Nutr\n78:584S–592S, 2003.\n79. Kerstetter JE, Wall DE, O’Brien KO, Caseria DM, Insogna KL: Meat\nand soy protein affect calcium homeostasis in healthy women. J Nutr\n136:1890–1895, 2006.\n80. Key TJ, Appleby PN, Spencer EA, Roddam AW, Neale RE, Allen NE:\nCalcium, diet and fracture risk: a prospective study of 1898 incident\nfractures among 34,696 British women and men. Public Heal Nutr\n10:1314–1320, 2007.\n81. Khalil DA, Lucas EA, Juma S, Smith BJ, Payton ME, Arjmandi BH:\nSoy protein supplementation increases serum insulin-like growth\nfactor-I in young and old men but does not affect markers of bone\nmetabolism. J Nutr 132:2605–2608, 2002.\n82. Kitano T, Esashi T, Azami S: Effect of protein intake on mineral (cal-\ncium, magnesium, and phosphorus) balance in Japanese males. J\nNutr Sci Vitaminol 34:387–398, 1988.\n83. Langsetmo L, Barr SI, Berger C, Kreiger N, Rahme E, Adachi JD,\nPapaioannou A, Kaiser SM, Prior JC, Hanley DA, et al.: Associations\nof protein intake and protein source with bone mineral density and\nfracture risk: a population-based cohort study. J Nutr Health Aging\n19:861–868, 2015.\n84. Larocque SC, Kerstetter JE, Cauley JA, Insogna KL, Ensrud K, Lui L-\nY, Allore HG: Dietary protein and vitamin D intake and risk of falls:\na secondary analysis of postmenopausal women from the study of\nosteoporotic fractures. J Nutr Gerontol Geriatr 34:305–318, 2015.\n85. Lavine JB: Protein intake and the risk of hip fracture in postmeno-\npausal women. Am J Clin Nutr 70:303, 1999.\n86. Lousuebsakul-Matthews V, Thorpe DL, Knutsen R, Beeson WL,\nFraser GE, Knutsen SF: Legumes and meat analogues consumption\nare associated with hip fracture risk independently of meat intake\namong Caucasian men and women: the Adventist Health Study\n–2.\nPublic Health Nutr 17:2333–2343, 2014.\n494 T. C. WALLACE AND C. L. FRANKENFELD\n\n87. Lutz J: Calcium balance and acid–base status of women as affected by\nincreased protein intake and by sodium bicarbonate ingestion. Am J\nClin Nutr 39:281–288, 1984.\n88. Mahalko JR, Sandstead HH, Johnson LK, Milne DB: Effect of a mod-\nerate increase in dietary protein on the retention and excretion of\nCa, Cu, Fe, Mg, P, and Zn by adult males. Am J Clin Nutr. 37:8–14,\n1983.\n89. Malafarina V, Uriz-Otano F, Gil-Guerrero L, Iniesta R, Zulet MA,\nMartinez JA: Study protocol: high-protein nutritional intervention\nbased on beta-hydroxy-beta-methylbutirate, vitamin D3 and calcium\non obese and lean aged patients with hip fractures and sarcopenia.\nThe HIPERPROT-GER Study. Maturitas. 76:123–128, 2013.\n90. McCance RA, Widdowson EM, Lehmann H: The effect of protein\nintake on the absorption of calcium and magnesium. Biochem J\n36:686–691, 1942.\n91. Meng X, Zhu K, Devine A, Kerr DA, Binns CW, Prince RL: A 5-year\ncohort study of the effects of high protein intake on lean mass and\nBMC in elderly postmenopausal women. J Bone Miner Res 24:1827–\n1834, 2009.\n92. Merrill RM, Aldana SG: Consequences of a plant-based diet with low\ndairy consumption on intake of bone-relevant nutrients. J Womens\nHealth 18:691–698, 2009.\n93. Meyer HE, Pedersen JI, Loken EB, Tverdal A: Dietary factors and the\nincidence of hip fracture in middle-aged Norwegians. A prospective\nstudy. Am J Epidemiol 145:117–123, 1997.\n94. Misra D, Berry SD, Broe KE, McLean RR, Cupples LA, Tucker KL,\nKiel DP, Hannan MT: Does dietary protein reduce hip fracture risk\nin elders? The Framingham Osteoporosis Study. Osteoporos Int\n22:345–349, 2011.\n95. Moriguti JC, Ferriolli E, Marchini JS: Urinary calcium loss in elderly\nmen on a vegetable:animal (1:1) high-protein diet. Gerontology\n45:274–278, 1999.\n96. Mullins NM, Sinning WE: Effects of resistance training and protein\nsupplementation on bone turnover in young adult women. Nutr\nMetab 2:19, 2005.\n97. Munger RG, Cerhan JR, Chiu BC: Prospective study of dietary pro-\ntein intake and risk of hip fracture in postmenopausal women. Am J\nClin Nutr 69:147–152, 1999.\n98. Mussolino ME, Looker AC, Madans JH, Langlois JA, Orwoll ES: Risk\nfactors for hip fracture in white men: the NHANES I Epidemiologic\nFollow-Up Study. J Bone Miner Res 13:918–924, 1998.\n99. Neumann M, Friedmann J, Roy M-A, Jensen GL: Provision of high-\nprotein supplement for patients recovering from hip fracture. Nutri-\ntion 20:415–419, 2004.\n100. Orwoll ES, Weigel RM, Oviatt SK, Meier DE, McClung MR: Serum\nprotein concentrations and bone mineral content in aging normal\nmen. Am J Clin Nutr 46:614–621, 1987.\n101. Page ME, Ringsdorf Jr WM, Cheraskin E, Hollis CF: The effect of a\nlow-reﬁned-carbohydrate high-protein diet upon nonfasting blood\ncalcium. Ann Biochem Exp Med 21:327–332, 1961.\n102. Pannemans DL, Schaafsma G, Westerterp KR: Calcium excretion,\napparent calcium absorption and calcium balance in young and\nelderly subjects: inﬂuence of protein intake. Br J Nutr 77:721–729,\n1997.\n103. Poortmans JR, Dellalieux O: Do regular high protein diets have\npotential health risks on kidney function in athletes? Int J Sport Nutr\nExerc Metab 10:28–38, 2000.\n104. Porter KH, Johnson MA: Dietary protein supplementation and\nrecovery from femoral fracture. Nutr Rev 56:337–340, 1998.\n105. Promislow JHE, Goodman-Gruen D, Slymen DJ, Barrett-Connor E:\nProtein consumption and bone mineral density in the elderly: the\nRancho Bernardo Study. Am J Epidemiol 155:636–644, 2002.\n106. Rapuri PB, Gallagher JC, Haynatzka V: Protein intake: effects on\nbone mineral density and the rate of bone loss in elderly women. Am\nJ Clin Nutr 77:1517–1525, 2003.\n107. Roughead ZK, Johnson LK, Lykken GI, Hunt JR: Controlled high\nmeat diets do not affect calcium retention or indices of bone status\nin healthy postmenopausal women. J Nutr 133:1020–1026, 2003.\n108. Sahni S, Broe KE, Tucker KL, McLean RR, Kiel DP, Cupples LA,\nHannan MT: Association of total protein intake with bone mineral\ndensity and bone loss in men and women from the Framingham Off-\nspring Study. Public Health Nutr 17:2570–2576, 2014.\n109. Sahni S, Cupples LA, McLean RR, Tucker KL, Broe KE, Kiel DP,\nHannan MT: Protective effect of high protein and calcium intake on\nthe risk of hip fracture in the Framingham Offspring cohort. J Bone\nMiner Res 25:2770–2776, 2010.\n110. Schuette SA, Zemel MB, Linkswiler HM: Studies on the mechanism\nof protein-induced hypercalciuria in older men and women. J Nutr\n110:305–315, 1980.\n111. Schurch MA, Rizzoli R, Slosman D, Vadas L, Vergnaud P, Bonjour\nJP: Protein supplements increase serum insulin-like growth factor-I\nlevels and attenuate proximal femur bone loss in patients with recent\nhip fracture. A randomized, double-blind, placebo-controlled trial.\nAnn Intern Med 128:801–809, 1998.\n112. Sellmeyer DE, Stone KL, Sebastian A, Cummings SR: A high ratio of\ndietary animal to vegetable protein increases the rate of bone loss\nand the risk of fracture in postmenopausal women. Study of Osteo-\nporotic Fractures Research Group. Am J Clin Nutr 73:118–122, 2001.\n113. Shenoy S, Bedi R, Sandhu JS: Effect of soy isolate protein and resis-\ntance exercises on muscle performance and bone health of osteo-\npenic/osteoporotic post-menopausal women. J Women Aging\n25:183–198, 2013.\n114. Spencer H, Kramer L, DeBartolo M, Norris C, Osis D: Further stud-\nies of the effect of a high protein diet as meat on calcium metabolism.\nAm J Clin Nutr 37:924–929, 1983.\n115. Spencer H, Kramer L, Osis D, Norris C: Effect of a high protein\n(meat) intake on calcium metabolism in man. Am J Clin Nutr\n31:2167–2180, 1978.\n116. Swanenburg J, de Bruin ED, Stauffacher M, Mulder T, Uebelhart D:\nEffects of exercise and nutrition on postural balance and risk of fall-\ning in elderly people with decreased bone mineral density: random-\nized controlled trial pilot study. Clin Rehabil 21:523–534, 2007.\n117. Thorpe DL, Knutsen SF, Beeson WL, Rajaram S, Fraser GE: Effects of\nmeat consumption and vegetarian diet on risk of wrist fracture over\n25 years in a cohort of peri- and postmenopausal women. Public\nHealth Nutr 11:564–572, 2008.\n118. Tkatch L, Rapin CH, Rizzoli R, Slosman D, Nydegger V, Vasey H,\nBonjour JP: Bene ﬁts of oral protein supplementation in elderly\npatients with fracture of the proximal femur. J Am Coll Nutr\n11:519–525, 1992.\n119. Toba Y, Takada Y, Matsuoka Y, Morita Y, Motouri M, Hirai T,\nS u g u r iT ,A o eS ,K a w a k a m iH ,K u m e g a w aM ,e ta l . :M i l kb a s i c\nprotein promotes bone formation and suppresses bone resorption\nin healthy adult men. Biosci Biotechnol Biochem 65:1353 –1357,\n2001.\n120. Tucker KL, Hannan MT, Kiel DP: The acid–base hypothesis: diet and\nbone in the Framingham Osteoporosis Study. Eur J Nutr 40:231–237,\n2001.\n121. Tucker KL, Chen H, Hannan MT, Cupples LA, Wilson PWF, Felson\nD, Kiel DP: Bone mineral density and dietary patterns in older\nadults: the Framingham Osteoporosis Study. Am J Clin Nutr 76:245–\n252, 2002.\n122. Uenishi K, Ishida H, Toba Y, Aoe S, Itabashi A, Takada Y: Milk basic\nprotein increases bone mineral density and improves bone metabo-\nlism in healthy young women. Osteoporos Int 18:385–390, 2007.\n123. van Beresteijn EC, Brussaard JH, van Schaik M: Relationship\nbetween the calcium-to-protein ratio in milk and the urinary calcium\nexcretion in healthy adults— a controlled crossover study. Am J Clin\nNutr 52:142–146, 1990.\n124. Vupadhyayula PM, Gallagher JC, Templin T, Logsdon SM, Smith\nLM: Effects of soy protein isolate on bone mineral density and physi-\ncal performance indices in postmenopausal women— a 2-year ran-\ndomized, double-blind, placebo-controlled trial. Menopause 16:320–\n328, 2009.\n125. Weikert C, Walter D, Hoffmann K, Kroke A, Bergmann MM, Boeing\nH: The relation between dietary protein, calcium and bone health in\nwomen: results from the EPIC–Potsdam cohort. Ann Nutr Metab\n49:312\n–318, 2005.\n126. Yamamura J-I, Aoe S, Toba Y, Motouri M, Kawakami H, Kumegawa\nM, Itabashi A, Takada Y: Milk basic protein (MBP) increases radial\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 495\n\nbone mineral density in healthy adult women. Biosci Biotechnol Bio-\nchem 66:702–704, 2002.\n127. Zemel MB, Schuette SA, Hegsted M, Linkswiler HM: Role of the sul-\nfur-containing amino acids in protein-induced hypercalciuria in\nmen. J Nutr 111:545–552, 1981.\n128. Zhang X, Shu X-O, Li H, Yang G, Li Q, Gao Y-T, Zheng W: Prospec-\ntive cohort study of soy food consumption and risk of bone fracture\namong postmenopausal women. Arch Intern Med 165:1890–1895,\n2005.\n129. Zhu K, Meng X, Kerr DA, Devine A, Solah V, Binns CW, Prince RL:\nThe effects of a two-year randomized, controlled trial of whey pro-\ntein supplementation on bone structure, IGF-1, and urinary calcium\nexcretion in older postmenopausal women. J Bone Miner Res\n26:2298–2306, 2011.\n130. Zou Z-Y, Lin X-M, Xu X-R, Xu R, Ma L, Li Y, Wang M-F: Eval-\nuation of milk basic protein supplementation on bone density\nand bone metabolism in Chinese young women. Eur J Nutr\n48:301–306, 2009.\n131. Ho-Pham LT, Vu BQ, Lai TQ, Nguyen ND, Nguyen TV: Vegetarian-\nism, bone loss, fracture and vitamin D: a longitudinal study in Asian\nvegans and non-vegans. Eur J Clin Nutr 66:75–82, 2012.\n132. Pedone C, Napoli N, Pozzilli P, Lauretani F, Bandinelli S, Ferrucci L,\nAntonelli-Incalzi R: Quality of diet and potential renal acid load as\nrisk factors for reduced bone density in elderly women. Bone\n46:1063–1067, 2010.\n133. Kerstetter JE, Caseria DM, Mitnick ME, Ellison AF, Gay LF, Liskov\nTA, Carpenter TO, Insogna KL: Increased circulating concentrations\nof parathyroid hormone in healthy, young women consuming a pro-\ntein-restricted diet. Am J Clin Nutr 66:1188–1196, 1997.\n134. Fung TT, Meyer HE, Willett WC, Feskanich D: Protein intake and\nrisk of hip fractures in postmenopausal women and men age 50 and\nolder. Osteoporos Int 28:1401–1411, 2017.\n135. Langsetmo L, Shikany JM, Cawthon PM, Cauley JA, Taylor BC, Vo\nTN, Bauer DC, Orwoll ES, Schousboe JT, Ensrud KE: The association\nbetween protein intake by source and osteoporotic fractures in older\nmen: a prospective cohort study. J Bone Min Res 32(3):592–600,\n2017.\n136. U.S. Department of Health and Human Services:“Bone Health and\nOsteoporosis: A Report of the Surgeon General.” Rockville, MD: U.S.\nDepartment of Health and Human Services, Ofﬁce of the Surgeon\nGeneral, 2004.\n137. Cosman F, de Beur SJ, LeBoff MS, Lewiecki EM, Tanner B, Randall S,\nLindsay R: Clinicians guide to prevention and treatment of osteopo-\nrosis. Osteoporos Int 25(10):2359–2381, 2014.\n138. Bauer D, Krege J, Lane N, Leary E, Libanati C, Miller P, Myers G, Sil-\nverman S, Vesper HW, Lee D, Payette M, Randall S: National Bone\nHealth Alliance bone turnover marker standardization project: cur-\nrent practices and the need for U.S. harmonization, standardization,\nand common reference ranges. Osteoporos Int 23:2425–2433, 2012.\n139. Qvist P, Christgau S, Pedersen BJ, Schlemmer A, Christiansen C:\nCircadian variation in the serum concentraton of C-terminal\ntelopeptide 1 collagen (serum s-CTX): effects of gender, age,\nmenopausal status, posture, daylight, serum cortisol and fasting.\nBone 31:57–61, 2002.\n496 T. C. WALLACE AND C. L. FRANKENFELD"
  },
  "outcomes": {
    "intervention_weeks": 104,
    "primary_human": "bone_density (BMD); bone_turnover_markers; fractures (limited)"
  },
  "bucket": "B",
  "notes": "Protein intakes modestly above the RDA do not harm bone and may slightly benefit BMD when calcium/vitamin D are adequate. (Frontiers)"
}