{
  "id": 41,
  "title": "A Critical Examination of Dietary Protein Requirements, Benefits, and Excesses in Strength Athletes",
  "authors": "Phillips SM, Van Loon LJC",
  "year": 2011,
  "doi": "10.1249/SSC.0b013e31821b0198",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "strength_athletes",
    "protein_requirements",
    "high_protein_diet",
    "resistance_training"
  ],
  "population": {
    "training_status": "narrative_review_strength_athletes"
  },
  "sections": {
    "results": "obtained with resistance exercise (30, 58) may be markedly different from \nthose seen with endurance exercise because resistance exercise is fundamentally \nanabolic and stimulates protein synthesis, such that loss of amino acids in the fasted \nstate is reduced for up to 48 h (65). In contrast, the anabolic nature of endurance \nexercise is far weaker than that of resistance exercise, and the improved net reten-\ntion of amino acids in muscle appears to be much more transient (76).\nThere is a large body of evidence showing that provision of protein/amino acids \nsupports increased rates of protein synthesis and positive protein balance after both \nendurance exercise (37, 48) and resistance exercise (52, 69, 82, 83, 85). These data, \nin and of themselves, provide some credence to an argument for increased protein \nfor athletes above a requirement level. What is not clear, however, in any of these \nstudies is exactly how much of the supplemental protein is directed toward muscle \nprotein synthesis, which goes directly to the question of how much extra protein is \nneeded to support gains in muscle protein mass. Using urea tracers, a number of \ninvestigations on postexercise amino acid provision have shown no increase in urea \nproduction (52, 69, 82, 83, 85), arguing that the ingested supplement is effectively \nand efficiently used by muscle protein synthesis and other amino acid–requiring \nprocesses. On the other hand, the situation of endurance exercise is difficult to \nassess because in this case the stimulus is not anabolic and does not ultimately \nresult in a net accumulation of muscle contractile protein mass (as is the case with \nresistance exercise). The argument often given is that extra protein for endurance \nathletes is required because endurance exercise increases amino acid oxidation (25, \n42–44, 50, 79, 86, 90); however, it has never been shown, at least to our knowledge, \nthat any amino acid other than leucine is oxidized to a substantial degree during \nexercise. Based on an average human body-tissue leucine content of 590 µmol/g \nprotein (70), if x amount of leucine is oxidized during an exercise bout then x/590 \nis equivalent to the number of grams of tissue protein broken down. Such a calcula-\ntion relies, however, on a number of very tenuous assumptions that are not tested \nin most experimental paradigms, so increased leucine oxidation during endurance \nexercise may mean an increased need for dietary leucine and not necessarily an \nincreased need for dietary protein. In a practical sense, however, unless leucine \nsupplements are ingested, an increased dietary leucine requirement would represent \nan increased need to ingest proteins (especially those containing leucine, such as \nlean meats and the dairy proteins whey and casein).\nBeyond “Requirements” to “Optimal” Intakes\nIn the most recent reviews of protein “requirements” for strength-training athletes \nit was estimated, based on a meta-analytic regression, that a daily intake of ~1.33 \n\nS64 Phillips, Moore, and Tang\ng protein·kg–1·d–1 is required to remain in nitrogen balance (66% greater than the \nCanadian/U.S. RDA) (63). Protein requirements for endurance athletes were esti-\nmated to be ~1.11 g protein·kg–1·d–1 but could be as high as 1.6 g protein·kg –1·d–1 \nin individuals exercising very intensely (79). Accepting all of the shortcomings of \nnitrogen balance, the method used to derive the previous estimates (63, 79) is identi-\ncal to the approach that was used to derive the current protein RDA (i.e., an analysis \nof pooled nitrogen-balance data from human studies) (33, 68). If these estimates \nare reasonable, do these protein intakes represent an optimal level? If we define an \noptimal level as being a protein intake that would 1.) support an athlete’s ability \nto repair and replace any damaged proteins (resulting potentially from oxidative \nstress or mechanical disruption); 2.) adaptively “remodel” proteins in structures \nsuch as muscle, bone, tendon, and ligaments to better withstand the stress and \nstrain imposed by training and competition; 3.) maintain optimal function of all \nmetabolic pathways in which amino acids are participatory intermediates (which \nincludes being oxidative fuels); 4.) support increments in lean mass, if desired; 5.) \nsupport an optimally functioning immune system; and 6.) support the optimal rate \nof production of all plasma proteins required for optimally physiological function, \nwould the previous estimates of protein intake represent an optimal level?\nIf athletes’ protein requirements were sufficient to support all of the aforemen-\ntioned processes, the intake would not be a requirement to prevent deficiency but \nrather an intake that is optimal for the athletes’ overall metabolism. In light of this, \nsuch an intake would obviously be greater than that of a sedentary individual because \nthe nature of exercise is such that there is an up-regulation of protein-utilizing \nprocesses. At the same time, one could argue that optimal levels of dietary protein \nshould not reach levels that promote excessive production of urea and higher than \nnecessary oxidative losses of amino acids than those needed for optimal functioning, \nas just defined. Why is this? Why not simply consume lots of protein “just to make \nsure you’re getting enough”? The simple argument is that ultimately nitrogen is still \ntoxic to mammalian metabolic systems and cannot be stored or amino acid pool \nsizes expanded ad infinitum to accommodate “extra” amino acids. Consequently, \nnitrogen consumed in excess of what is immediately required to support the optimal \nrates of amino acid–utilizing functions outlined here will ultimately result in urea \nproduction. It is important to recognize that protein ingestion when considered in \nthis context needs to be evaluated from meal to meal because it is the immediate \nhandling of ingested nitrogen that will influence the rate of urea production and \namino acid oxidation. It is worthwhile noting that Cuthbertson et al. (18) showed \nthat an oral dose of 10 g of essential amino acids maximally stimulates muscle \nprotein synthesis in both the young and the elderly. Because it appears that only \nessential amino acids are required to maximally stimulate muscle protein synthesis \n(84, 88), these data (18) warrant serious consideration. \nIf we examine the essential amino acid composition of milk proteins, meat, \nand eggs, 10 g of essential amino acids translates to ~25 g of each of these protein \nsources (most high-quality proteins are 40% essential amino acids by content), \nwhich represents ~750 mL of skim (nonfat) milk, 4 or 5 eggs, or ~100 g of cooked \nlean beef. If we were to use these data and assume that a similar anabolic response \noccurs after each meal when consumed, say, 4 times per day, then a daily protein \nintake would be, at a minimum, 100 g to achieve the “maximal” anabolic response \nin a nonexercising individual. Furthermore, we have data that suggest that the dose \n\nDietary Protein S65\nof protein required to maximally stimulate muscle protein synthesis after an isolated \nbout of resistance exercise is similar (or possibly lower at ~8.5 g essential amino \nacids or ~20 g protein) to that seen at rest (D.R. Moore and S.M. Phillips, unpub-\nlished observations). Thus, from the standpoint of maximally stimulating muscle \nprotein synthesis, a dose of ~20–25 g of high-quality intact protein (such as dairy, \neggs, or lean meat) appears sufficient. What is missing from these data, however, is \nknowledge of how the other amino acid–requiring processes highlighted as being \npart of optimal protein intake are stimulated by this dose of protein. \nUltimately, the answer to the question of how much protein is required to, for \nexample, support optimal immune-system function or to allow optimal flux through \nintermediary amino acid–requiring metabolic pathways is relatively difficult to \nanswer directly. Thus, a default position of many athletes is to consume very large \namounts of protein in the hope that this will be more than enough to satisfy the \nmyriad of physiological processes that require dietary protein but in effect will do \nthem little harm from an overall health perspective. However, the potential for a \nchronically high-protein diet to influence the metabolic fate of dietary amino acids \nrequires consideration. For example, habitual consumption of a high-protein (1.8 \ng·kg–1·d–1) diet increases leucine oxidation at rest and during moderate exercise (10), \ndemonstrating that the body adapts to relatively high protein loads by increasing \nthe capacity for amino acid catabolism. Because the pathways for oxidative amino \nacid catabolism adapt to the diet and may act as the main regulator of protein stores \n(53, 54, 67), it is likely that habitual consumption of a high-protein diet begets the \nrequirement for greater protein intakes. Therefore, from the standpoint of dietary \nsources of protein, consuming large amounts is likely to have little impact on an \nathlete’s long-term health (see below); whether it affects performance, however, \nis debatable. In the absence of an upper limit for protein (33), should athletes, \ndietitians, coaches, or health care providers be concerned about protein intakes \nin excess of 2–4 times the RDA? The operative question is really, when do high \nprotein intakes become “excessive”? What defines excess and what impact could \nthis have on athletes’ ability to perform or on their long-term health?\nFrom “Optimal” to “Excessive”\nDietary surveys of athletes, particularly strength- and power-training athletes \nand bodybuilders, indicate that dietary protein intakes in the range of 2–2.5 g \nprotein·kg–1·d–1 and up to as high as 3 g protein·kg –1·d–1 (22, 23, 26, 34–36, 80) \nare not unusual. Protein intakes are not normally as high in endurance-trained \nathletes, usually falling in the range of 1.2–1.6 g protein·kg–1·d–1 (reviewed in [79]) \nand tending to be lower in endurance-trained women (4, 19, 77, 78). Hence, as a \ngeneral rule it appears that the strength or power athlete and bodybuilders would \nbe more at risk for excessive protein intakes. A pragmatic question is what are the \ntrue downsides of such high protein intake?\nFrom a health standpoint the response often given is the potential for high \nprotein intakes to result in reduced peak bone mass and impaired renal function. \nContradicting those arguments is the knowledge that certain populations consume \nmore protein than the RDA, up to 3.0 g protein·kg–1·d–1, without apparent negative \nhealth effects, at least not those related to dietary protein. For example, the Northern \nCanadian and Alaskan Inuit have extraordinarily high protein intakes throughout \n\nS66 Phillips, Moore, and Tang\ntheir lives (39, 40, 61, 74). Based on estimated energy intakes that match an expen-\nditure of twice the basal metabolic rate, an intake of 3.0 g protein/kg translates into \nan overall protein:energy ratio in the diet of 34%, or very close to the highest end \nof the AMDR in terms of protein (10–35%) (55).\nInsofar as protein intake and bone are concerned, there are some studies \nthat have shown increased calciuria with higher protein intakes and a subsequent \nincreased risk for bone fracture or osteoporosis (24); however, several studies have \nsupported a contrary position (59, 89). In fact, the relationship between protein and \nbone health has recently been highlighted to be a positive one; that is, the more \ndietary protein consumed the greater the peak bone mass achieved (reviewed in [7]). \nThe mechanism underpinning the greater bone mass with higher intakes of dietary \nprotein appears to be mediated through levels of IGF-1 (7). Increased protein intake \nmay also interact with the high forces generated during resistive-type activities, \nwhich are potent stimuli for increasing IGF-I (both systemically and locally) (3, 29, \n60), to further increase peak bone mass. Thus, as a health-related reason for why \nhigh dietary protein levels might be deleterious for athletes or for the population in \ngeneral, reduced peak bone mass appears to be a dubious argument at best.\nIncreased risk of developing renal disease is also an often-stated consequence \nof persistently high dietary protein intakes. Protein can form up to 35% of dietary \nenergy (as reflected in the AMDR), which would almost certainly provide the RDA \nand likely much more, unless very low energy was being consumed. In establish-\ning the RDA, the IOM report reviewed the impact of high protein intake on renal \ndisease and concluded that levels of dietary protein are not related to progressive \ndecline in kidney function with age (33). Other studies examining protein intake \nand renal function support this",
    "conclusion": "(49–51). Martin et al. (49) showed that \nprotein restriction may be appropriate for the treatment of existing kidney disease \nbut that evidence for a detrimental effect of high protein intakes on kidney function \nwas marginal in healthy individuals consuming a high-protein Western diet. The \nnotion that protein-restricted diets decrease the risk of developing kidney disease \nin the general population is not supported by the scientific literature—in fact, \npreliminary studies show a positive effect of higher protein diets on risk factors \nfor kidney disease, including obesity, hypertension, and diabetes (45–47, 66, 94, \n95). A review by Bernstein et al. (5) compared the effects of animal and vegetable \nprotein on kidney function. In short-term clinical trials, egg white, dairy, and soy \nconsumption did not affect renal function, whereas other animal-protein intake \nelicited some response. The researchers noted that “from these studies, it is dif -\nficult to conclude whether or not there is a long-term association between amount \nof animal or vegetable protein intake and change in normal renal function” (5, p. \n647). Hence, it is difficult to make a convincing argument against a higher than \nnormal protein intake for those with normal renal function, at least in terms of \nadverse health consequences.\nThe Impact of Energy Intake\nA",
    "discussion": "of protein “requirements” and “optimal” protein intakes for athletes \nwould be incomplete without a discussion of the impact of dietary energy intake. \nAssuming that energy balance is a desired goal, increased energy intake is needed \nto balance exercising energy expenditure; nevertheless, additional protein intake \n\nDietary Protein S67\nneed not be overly high to achieve nitrogen balance. This is particularly true if \nthe increased energy comes from carbohydrate (73), which, owing to its ability to \nstimulate insulin release, can markedly suppress proteolysis, consequently improv-\ning nitrogen balance (9, 16). However, as previously stated, most athletes are not \nseeking nitrogen balance (i.e., simply getting enough protein to offset nitrogen \nloss) but instead are looking for an optimal protein intake. It is worth noting that, \neven in the complete absence of protein intake, after exercise leg-muscle protein \nbalance can be brought to levels not different from zero (i.e., no net loss or gain of \nproteins) simply by ingesting carbohydrates alone (9, 16).\nIn a previous review (62), we examined studies that had shown a marked fat \nloss and a simultaneous “sparing” of muscle mass by inducing an energy deficit with \nvarying macronutrient ratios. Without going into the same degree of detailed review \nhere we direct the reader to a recent meta-analysis showing that during hypoen -\nergetic periods it appears that lower carbohydrate (less than 40% of total energy) \nand higher protein (> 1.05 g·kg –1·d–1) intake result in increased fat-mass loss and \nlean-mass preservation than diets higher in carbohydrate and lower in protein (38). \nIn addition, Layman et al. (46) showed that a hypoenergetic diet containing lower \ncarbohydrate and higher protein (carbohydrate-to-protein ratio of 1.6) combined \nwith the addition of primarily endurance but also some resistive exercise appeared \nto be the most effective strategy for promoting fat loss and preserving lean mass. \nThis finding may not be surprising when one considers that endurance exercise (to \na small degree) (51, 76) and resistance exercise (to a very large degree) (6, 65) are \nanabolic in that they stimulate muscle protein synthesis even in the fasted state, \nforcing an increased net “conservation” of amino acids arising from proteolysis. \nFrom an athlete’s perspective, however, the important point here is that for most \nsports it is recognized that a higher lean-to-fat-mass body-composition ratio typi-\ncally translates into a competitive advantage. Thus, we concluded previously (62) \nthat a lower carbohydrate, higher protein hypoenergetic diet, particularly when \ncombined with exercise, is likely of substantial benefit for athletes if they wish to \nattain the associated performance advantage of modifying their body composition \nby losing stored body fat. Of course, such a strategy is not without the obvious \nlimitation that lower carbohydrate intake for athletes will likely lead to lower muscle \nglycogen stores (11–13). In this sense, athletes who adhere to this dietary practice \nare depriving themselves of the very fuel that is by far the preferred substrate to \npower muscular contraction—reviewed in (11–13).\nTiming Is Important\nWhen it comes to stimulating new muscle protein accretion via resistance exercise \nit appears that immediate postexercise protein supplementation is beneficial. Results \nof a number of studies in which protein was given to subjects postexercise, as a \nsupplement, appear to agree with a general statement that the timing of protein \nconsumption postexercise may be a determinant of muscle mass and strength \ngains. Although acute studies suggest that muscle is sensitive to the provision of \nnutrients (especially amino acids) for up to 3 h after resistance exercise (69), lon-\ngitudinal training studies suggest that increases in strength and muscle mass are \ngreatest when protein is consumed immediately after exercise (2, 20, 31, 32). For \nexample, Esmarck et al. (20) reported that delaying the postexercise delivery of a \n\nS68 Phillips, Moore, and Tang\nprotein-containing supplement to elderly men by a mere 2 h completely prevented \nexercise-induced hypertrophy and slowed strength gains. In addition, strength and \nmuscle-mass gains in patients who had just undergone knee surgery were promoted \nto a greater degree by protein and carbohydrate consumption than carbohydrate \nalone or a placebo (32). Gains in muscle-fiber size were seen with young men \ntraining for 14 wk only if they consumed protein versus isoenergetic carbohydrate \npostexercise (2). Cribb and Hayes (17) recently reported that a creatine- and protein-\ncontaining supplement consumed immediately before and after exercise resulted \nin more gains in lean mass, strength, and Type II muscle-fiber area than seen in \na group who got the same supplement but at different times of day. We recently \nreported that in groups of young men immediately consuming either skim milk, the \nequivalent amount of protein as soy, or isoenergetic carbohydrate after resistance \nexercise, the greatest lean-mass gains were seen in the milk-supplemented group \n(31). Hence, we would propose that our data (31), taken together with previous \ndata from chronic studies manipulating postexercise protein consumption (2, 17, \n20, 32), support the general thesis that immediate consumption of protein, particu-\nlarly high-quality milk protein (31), after resistance exercise serves to maximize \nexercise-induced increases in muscle mass. Furthermore, consumption of energy in \nthe form of carbohydrate after a resistance-exercise workout, when ingested alone \n(i.e., without protein), limits resistance-exercise-induced gains in muscle mass.\nHigher Protein and Performance: \nA Potential Adverse Effect\nIs it possible that there actually is an upper limit for protein intake? The short \nanswer is yes, and it is 35% of a one’s energy intake, particularly if one is in energy \nbalance. If taken to extremes higher dietary protein intakes would, unless weight \ngain were a desired goal, have to displace another dietary macronutrient. If it is \ndietary lipid that is displaced, the outcomes are not likely to be of great concern. \nIf, however, the increased consumption of dietary protein results in a lower dietary \ncarbohydrate intake, performance could be compromised. This may be a situation \nof greater concern if the athlete has voluntarily assumed an energy deficit to change \nhis or her body weight and composition. Figure 2 shows how increasingly higher \nprotein intake, assuming that fat is held constant, will come at the expense of dietary \ncarbohydrate to the point that carbohydrate could become limiting, according to the \nnecessary dietary intake levels required to maintain adequate muscle glycogen, for \ntraining and performance (12, 13). This situation would, of course, be exacerbated \nby dietary energy restriction.\nTo restore glycogen during high-intensity and -volume training (i.e., 2 or 3 train-\ning sessions per day), estimated carbohydrate requirements for athletes have ranged \nfrom as little as 5 g up to as high as 8–10 g carbohydrate·kg–1·d–1. It is unlikely, at \nleast at the very high end of the suggested carbohydrate intakes, that any athletes \nother than highly competitive triathletes, runners, or cyclists would require such \nintakes to sufficiently maintain the ability to train and perform. Thus, when would \nlower carbohydrate intakes begin to compromise performance, and at what specific \nlevel? The answer is likely to be sport and training specific; however, we must stress \nthat even high-intensity, short-duration muscular efforts (i.e., sprinting and lifting) \n\n S69\nFigure 2 — Relationship between dietary energy as a percentage of carbohydrate (energy \nin [Ein] from CHO) and protein intake (Ein from protein) plotted against both protein and \ncarbohydrate intake in g/kg body weight. (A) A 70-kg male athlete consuming 3300 kcal \n(13.8 MJ)/d. The dashed lines indicate that consumption at the recommended daily allow-\nance for protein (0.8 g protein·kg –1·d–1—8% of dietary energy as protein) would result in \na carbohydrate intake of 6.3 g·kg –1·d–1. This intake is considered high enough to support \ncarbohydrate needs for an athlete training at moderate duration and low intensity (13). When \nthe same athlete holds fat intake constant at ~20% of energy intake but consumes protein \nat ~23% of total energy (2.5 g protein·kg –1·d–1), carbohydrate intake at the same energy \nintake is 5 g·kg –1·d–1. This intake is considered marginal in terms of what is required for \nreplenishment of glycogen and performance (13). (B) The same relationships for a 56-kg \nfemale athlete consuming 2500 kcal (10.4 MJ)/d.\n\nS70 Phillips, Moore, and Tang\nrely heavily on carbohydrate (21, 41, 49, 75, 81). Given that it is resistance-train-\ning and power-lifting athletes who tend to consume more protein, such individuals \nmay be at greater risk for lower than optimal carbohydrate intakes to support the \nmost intense training effort possible. Data from Martin et al. (49) showed that with \n3 sets of biceps curls (8–10 reps/set) performed at a weight providing 80% of the \nsubjects’ single-repetition maximum load (1-RM), muscle glycogen concentration \nwas reduced by almost 35% from starting levels. Similar results have been obtained \nby others (21, 75, 81). In addition, carbohydrate provision improves weightlifting \nperformance during a bout of resistance exercise lasting 60 min or more, which is \na duration that is similar to traditional training bouts performed by many athletes \n(27, 28). These results provide strong support for the idea that carbohydrate is an \nimportant and potentially limiting substrate even during resistance-exercise workouts \n(27, 41, 81). Another line of evidence to support the concept that dietary carbohydrate \nwould be important for strength-training athletes is that postexercise ingestion of \ncarbohydrate appears to augment the rise in muscle protein synthesis brought about \nby protein/amino acids (8, 52, 69, 83, 84, 91). The quantity of carbohydrate neces-\nsary to achieve this effect (35 g) is minimal in comparison with the carbohydrate \nintakes suggested to completely replenish muscle glycogen, which are in the range \nof 1–1.2 g carbohydrate·kg–1·h–1 (11–13). Nevertheless, from a practical standpoint \nathletes need to consider their postexercise carbohydrate intake, in addition to their \nprotein intake, in order to optimize performance.",
    "conclusions": "and Practical Recommendations\nTo attain peak levels of performance athletes clearly need to be aware of their dietary \nintake of protein, as well as carbohydrate and a number of other micronutrients and \nminerals. Highly detailed and refined guidelines for intakes, however, are likely to \nbe confusing for most athletes. Notwithstanding, it appears that emerging dietary \nguidelines for protein are in the range of 1.2–1.6 g protein·kg –1·d–1. This level is \ngreater than the RDA, with the general recommendation that the RDA is a protein \nintake designed simply to alleviate deficiency. More important, it is an intake that \nappears, based on experimental evidence (mostly nitrogen balance), to be adequate \nand more than sufficient. Should athletes aim to meet or exceed this intake? Quite \nsimply, in the absence of evidence suggesting that higher intakes are beneficial, it \nis not yet possible to say that they will be beneficial. What appears to be critical, \nas with the recommendations for carbohydrate, is that timing of ingestion is very \nimportant. Put simply, protein should be consumed early during the postexercise \nrecovery phase (i.e., immediately to 1 h after exercise). Protein quality also appears \nto be important in maximizing the accretion of muscle proteins, so athletes would \ndo well to focus on high-quality protein sources such as dairy protein, eggs, and \nlean meat. When athletes find it inconvenient to consume such protein sources, \nmore portable protein sources, particularly protein supplements, offer a practical \nalternative. The content of these protein supplements should be closely scrutinized \nby athletes for quality, however, because protein bars and drinks are highly hetero-\ngeneous in terms of their composition. The high-quality protein dose that appears \nto maximally stimulate muscle protein synthesis is close to 20–25 g; above this \npoint protein synthesis is not additionally stimulated, but increases in amino acid \noxidation and urea synthesis may result.\n\nDietary Protein S71\nAs a closing remark, it is tempting to dismiss the notion of protein intake \nfor athletes as relatively unimportant in the grand scheme because all athletes \nappear to consume enough. Adequate protein consumption is not always the \ncase, however, particularly when female athletes are concerned. More important, \nathletes, dieticians, and coaches alike would be remiss in their attention to details \nand advice to simply assume that the athletes get enough protein and that there \nis nothing more that they have to be concerned about. As noted by Burke et al. \n(12), dietary guidelines for athletes are almost unanimous in their recommenda -\ntion of high carbohydrate intakes for enhancing performance, and yet many top \nathletes do not appear to achieve the levels recommended. Quoting Burke et \nal., “The real or apparent failure of these athletes to achieve [exceed] the daily \nCHO [protein] intakes recommended by sports nutritionists does not necessar -\nily invalidate the benefits of meeting [following] such guidelines” (12, p. 267). \nThus, hidden in the details of the recommended guidelines for protein intake for \nathletes are a number of points regarding timing and composition (quality), as \nwell as consumption in combination with macronutrients such as carbohydrate; \nattention to these details, we contend, will enable athletes to perform to the best \nof their potential.\nAcknowledgments\nD.R.M. and J.E.T. were both supported by a Canadian Institutes of Health Research (CIHR) \ndoctoral scholarship award. S.M.P. is supported by research funding from CIHR, the \nNational Science and Engineering Research Council of Canada, U.S. National Dairy \nCouncil, and Canadian Foundation for Innovation. S.M.P. received reimbursement for \ntravel from DSM Food Specialties to present this paper.\nReferences\n 1. American College of Sports Medicine, American Dietetic Association, and Dietitians of \nCanada. Joint position statement: nutrition and athletic performance. Med. Sci. Sports \nExerc. 32:2130-2145, 2000.\n 2. Andersen, L.L., G. Tufekovic, M.K. Zebis, et al. The effect of resistance training \ncombined with timed ingestion of protein on muscle fiber size and muscle strength. \nMetabolism. 54:151-156, 2005.\n 3. Bamman, M.M., J.R. Shipp, J. Jiang, et al. Mechanical load increases muscle IGF-I \nand androgen receptor mRNA concentrations in humans. Am. J. Physiol. Endocrinol. \nMetab. 280:E383-E390, 2001.\n 4. Beals, K.A., and M.M. Manore. Nutritional status of female athletes with subclinical \neating disorders. J. Am. Diet. Assoc. 98:419-425, 1998.\n 5. Bernstein, A.M., L. Treyzon, and Z. Li. Are high-protein, vegetable-based diets safe for \nkidney function? a review of the literature. J. Am. Diet. Assoc. 107:644-650, 2007.\n 6. Biolo, G., S.P. Maggi, B.D. Williams, K.D. Tipton, and R.R. Wolfe. Increased rates of \nmuscle protein turnover and amino acid transport after resistance exercise in humans. \nAm. J. Physiol. 268:E514-E520, 1995.\n 7. Bonjour, J.P. Dietary protein: an essential nutrient for bone health. J. Am. Coll. Nutr. \n24:526S-536S, 2005.\n 8. Borsheim, E., A. Aarsland, and R.R. Wolfe. Effect of an amino acid, protein, and car-\nbohydrate mixture on net muscle protein balance after resistance exercise. Int. J. Sport \nNutr. Exerc. Metab. 14:255-271, 2004.\n\nS72 Phillips, Moore, and Tang\n 9. Borsheim, E., M.G. Cree, K.D. Tipton, T.A. Elliott, A. Aarsland, and R.R. Wolfe. Effect \nof carbohydrate intake on net muscle protein synthesis during recovery from resistance \nexercise. J. Appl. Physiol. 96:674-678, 2004.\n 10. Bowtell, J.L., G.P . Leese, K. Smith, et al. Modulation of whole body protein metabolism, \nduring and after exercise, by variation of dietary protein. J. Appl. Physiol. 85:1744-\n1752, 1998.\n 11. Burke, L.M. Energy needs of athletes. Can. J. Appl. Physiol. 26(Suppl.):S202-S219, \n2001.\n 12. Burke, L.M., G.R. Cox, N.K. Culmmings, and B. Desbrow. Guidelines for daily car-\nbohydrate intake: do athletes achieve them? Sports Med. 31:267-299, 2001.\n 13. Burke, L.M., B. Kiens, and J.L. Ivy. Carbohydrates and fat for training and recovery. \nJ. Sports Sci. 22:15-30, 2004.\n 14. Butterfield, G.E., and D.H. Calloway. Physical activity improves protein utilization in \nyoung men. Br. J. Nutr. 51:171-184, 1984.\n 15. Carraro, F., C.A. Stuart, W.H. Hartl, J. Rosenblatt, and R.R. Wolfe. Effect of exercise \nand recovery on muscle protein synthesis in human subjects. Am. J. Physiol. 259:\nE470-E476, 1990.\n 16. Chow, L.S., R.C. Albright, M.L. Bigelow, G. Toffolo, C. Cobelli, and K.S. Nair. Mecha-\nnism of insulin’s anabolic effect on muscle: measurements of muscle protein synthesis \nand breakdown using aminoacyl-tRNA and other surrogate measures. Am. J. Physiol. \nEndocrinol. Metab. 291:E729-E736, 2006.\n 17. Cribb, P.J., and A. Hayes. Effects of supplement timing and resistance exercise on \nskeletal muscle hypertrophy. Med. Sci. Sports Exerc. 38:1918-1925, 2006.\n 18. Cuthbertson, D., K. Smith, J. Babraj, et al. Anabolic signaling deficits underlie amino \nacid resistance of wasting, aging muscle. FASEB J. 19:422-424, 2005.\n 19. Deuster, P.A., S.B. Kyle, P.B. Moser, R.A. Vigersky, A. Singh, and E.B. Schoomaker. \nNutritional survey of highly trained women runners. Am. J. Clin. Nutr . 44:954-962, 1986.\n 20. Esmarck, B., J.L. Andersen, S. Olsen, E.A. Richter, M. Mizuno, and M. Kjaer. Timing \nof postexercise protein intake is important for muscle hypertrophy with resistance \ntraining in elderly humans. J. Physiol. 535:301-311, 2001.\n 21. Essen-Gustavsson, B., and P.A. Tesch. Glycogen and triglyceride utilization in relation \nto muscle metabolic characteristics in men performing heavy-resistance exercise. Eur. \nJ Appl. Physiol. Occup. Physiol. 61:5-10, 1990.\n 22. Faber, M., and A.J. Benade. Nutrient intake and dietary supplementation in body-build-\ners. S. Afr. Med. J. 72:831-834, 1987.\n 23. Faber, M., A.J. Benade, and E.M. van. Dietary intake, anthropometric measurements, \nand blood lipid values in weight training athletes (body builders). Int. J. Sports Med. \n7:342-346, 1986.\n 24. Feskanich, D., W.C. Willett, M.J. Stampfer, and G.A. Colditz. Protein consumption \nand bone fractures in women. Am. J. Epidemiol. 143:472-479, 1996.\n 25. Friedman, J.E., and P.W. Lemon. Effect of chronic endurance exercise on retention of \ndietary protein. Int. J. Sports Med. 10:118-123, 1989.\n 26. Giada, F., G. Zuliani, G. Baldo-Enzi, et al. Lipoprotein profile, diet and body compo-\nsition in athletes practicing mixed an [sic] anaerobic activities. J. Sports Med. Phys. \nFitness. 36:211-216, 1996.\n 27. Haff, G.G., M.J. Lehmkuhl, L.B. McCoy, and M.H. Stone. Carbohydrate supplementa-\ntion and resistance training. J. Strength. Cond. Res. 17:187-196, 2003.\n 28. Haff, G.G., C.A. Schroeder, A.J. Koch, K.E. Kuphal, M.J. Comeau, and J.A. Pottei -\nger. The effects of supplemental carbohydrate ingestion on intermittent isokinetic leg \nexercise. J. Sports Med. Phys. Fitness. 41:216-222, 2001.\n 29. Hameed, M., R.W. Orrell, M. Cobbold, G. Goldspink, and S.D. Harridge. Expression \nof IGF-I splice variants in young and old human skeletal muscle after high resistance \nexercise. J. Physiol. 547:247-254, 2003.\n\nDietary Protein S73\n 30. Hartman, J.W., D.R. Moore, and S.M. Phillips. Resistance training reduces whole-body \nprotein turnover and improves net protein retention in untrained young males. Appl. \nPhysiol. Nutr. Metab. 31:557-564, 2006.\n 31. Hartman, J.W., J.E. Tang, S.B. Wilkinson, et al. Consumption of fat-free fluid milk \nfollowing resistance exercise promotes greater lean mass accretion than soy or carbo-\nhydrate consumption in young males. Am. J. Clin. Nutr. In press.\n 32. Holm, L., B. Esmarck, M. Mizuno, et al. The effect of protein and carbohydrate supple-\nmentation on strength training outcome of rehabilitation in ACL patients. J. Orthop. \nRes. 24(11):2114-2123, 2006.\n 33. Institute of Medicine. Dietary Reference Intakes for Energy, Carbohydrate, Fiber, \nFat, Fatty Acids, Cholesterol, Protein, and Amino Acids . Washington, DC: National \nAcademies Press, 2005.\n 34. Keith, R.E., M.H. Stone, R.E. Carson, R.G. Lefavi, and S.J. Fleck. Nutritional status \nand lipid profiles of trained steroid-using bodybuilders. Int. J. Sport Nutr. 6:247-254, \n1996.\n 35. Kleiner, S.M., T.L. Bazzarre, and B.E. Ainsworth. Nutritional status of nationally ranked \nelite bodybuilders. Int. J. Sport Nutr. 4:54-69, 1994.\n 36. Kleiner, S.M., T.L. Bazzarre, and M.D. Litchford. Metabolic profiles, diet, and health \npractices of championship male and female bodybuilders. J. Am. Diet. Assoc. 90:962-\n967, 1990.\n 37. Koopman, R., D.L. Pannemans, A.E. Jeukendrup, et al. Combined ingestion of protein \nand carbohydrate improves protein balance during ultra-endurance exercise. Am. J. \nPhysiol. Endocrinol. Metab. 287:E712-E720, 2004.\n 38. Krieger, J.W., H.S. Sitren, M.J. Daniels, and B. Langkamp-Henken. Effects of varia-\ntion in protein and carbohydrate intake on body mass and composition during energy \nrestriction: a meta-regression. Am. J. Clin. Nutr. 83:260-274, 2006.\n 39. Kuhnlein, H.V ., and O. Receveur. Local cultural animal food contributes high levels of \nnutrients for Arctic Canadian indigenous adults and children. J. Nutr. 137:1110-1114, \n2007.\n 40. Kuhnlein, H.V ., R. Soueida, and O. Receveur. Dietary nutrient profiles of Canadian \nBaffin Island Inuit differ by food source, season, and age. J. Am. Diet. Assoc. 96:155-\n162, 1996.\n 41. Lambert, C.P., and M.G. Flynn. Fatigue during high-intensity intermittent exercise: \napplication to bodybuilding. Sports Med. 32:511-522, 2002.\n 42. Lamont, L.S., A.J. McCullough, and S.C. Kalhan. Comparison of leucine kinetics in \nendurance-trained and sedentary humans. J. Appl. Physiol. 86:320-325, 1999.\n 43. Lamont, L.S., A.J. McCullough, and S.C. Kalhan. Gender differences in leucine, but \nnot lysine, kinetics. J. Appl. Physiol. 91:357-362, 2001.\n 44. Lamont, L.S., A.J. McCullough, and S.C. Kalhan. Relationship between leucine oxi-\ndation and oxygen consumption during steady-state exercise. Med. Sci. Sports Exerc. \n33:237-241, 2001.\n 45. Layman, D.K., R.A. Boileau, D.J. Erickson, et al. A reduced ratio of dietary carbohy-\ndrate to protein improves body composition and blood lipid profiles during weight loss \nin adult women. J. Nutr. 133:411-417, 2003.\n 46. Layman, D.K., E. Evans, J.I. Baum, J. Seyler, D.J. Erickson, and R.A. Boileau. Dietary \nprotein and exercise have additive effects on body composition during weight loss in \nadult women. J. Nutr. 135:1903-1910, 2005.\n 47. Layman, D.K., H. Shiue, C. Sather, D.J. Erickson, and J. Baum. Increased dietary \nprotein modifies glucose and insulin homeostasis in adult women during weight loss. \nJ. Nutr. 133:405-410, 2003.\n 48. Levenhagen, D.K., J.D. Gresham, M.G. Carlson, D.J. Maron, M.J. Borel, and P .J. Flakoll. \nPostexercise nutrient intake timing in humans is critical to recovery of leg glucose and \nprotein homeostasis. Am. J. Physiol. Endocrinol. Metab. 280:E982-E993, 2001.\n\nS74 Phillips, Moore, and Tang\n 49. Martin, W.F., L.E. Armstrong, and N.R. Rodriguez. Dietary protein intake and renal \nfunction. Nutr. Metab. (Lond). 20(2):25, 2005.\n 50. McKenzie, S., S.M. Phillips, S.L. Carter, S. Lowther, M.J. Gibala, and M.A. Tarnopolsky. \nEndurance exercise training attenuates leucine oxidation and BCOAD activation during \nexercise in humans. Am. J. Physiol. Endocrinol. Metab. 278:E580-E587, 2000.\n 51. Miller, B.F., J.L. Olesen, M. Hansen, et al. Coordinated collagen and muscle protein \nsynthesis in human patella tendon and quadriceps muscle after exercise. J. Physiol. \n567:1021-1033, 2005.\n 52. Miller, S.L., K.D. Tipton, D.L. Chinkes, S.E. Wolf, and R.R. Wolfe. Independent and \ncombined effects of amino acids and glucose after resistance exercise. Med. Sci. Sports \nExerc. 35:449-455, 2003.\n 53. Millward, D.J. Macronutrient intakes as determinants of dietary protein and amino acid \nadequacy. J. Nutr. 134:1588S-1596S, 2004.\n 54. Millward, D.J. Metabolic demands for amino acids and the human dietary requirement: \nMillward and rRvers [sic] (1988) revisited. J Nutr. 128:2563S-2576S, 1998.\n 55. Millward, D.J., and A.A. Jackson. Protein/energy ratios of current diets in developed \nand developing countries compared with a safe protein/energy ratio: implications for \nrecommended protein and amino acid intakes. Public Health Nutr. 7:387-405, 2004.\n 56. Millward, D.J., and J.P. Rivers. The need for indispensable amino acids: the concept \nof the anabolic drive. Diabetes Metab. Rev. 5:191-211, 1989.\n 57. Millward, D.J., and J.P. Rivers. The nutritional role of indispensable amino acids and \nthe metabolic basis for their requirements. Eur. J. Clin. Nutr. 42:367-393, 1988.\n 58. Moore, D.R., N.C. Del Bel, K.I. Nizi, et al. Resistance training reduces fasted- and fed-\nstate leucine turnover and increases dietary nitrogen retention in previously untrained \nyoung men. J. Nutr. 137:985-991, 2007.\n 59. Munger, R.G., J.R. Cerhan, and B.C. Chiu. Prospective study of dietary protein intake \nand risk of hip fracture in postmenopausal women. Am. J. Clin. Nutr. 69:147-152, 1999.\n 60. Nindl, B.C., W.J. Kraemer, J.O. Marx, et al. Overnight responses of the circulating \nIGF-I system after acute, heavy-resistance exercise. J. Appl. Physiol. 90:1319-1326, \n2001.\n 61. Nobmann, E.D., T. Byers, A.P. Lanier, J.H. Hankin, and M.Y . Jackson. The diet of \nAlaska Native adults: 1987–1988. Am. J. Clin. Nutr. 55:1024-1032, 1992.\n 62. Phillips, S.M. Dietary protein for athletes: from requirements to metabolic advantage. \nAppl. Physiol. Nutr. Metab. 31:647-654, 2006.\n 63. Phillips, S.M. Protein requirements and supplementation in strength sports. Nutrition. \n20:689-695, 2004.\n 64. Phillips, S.M., S.A. Atkinson, M.A. Tarnopolsky, and J.D. MacDougall. Gender differ-\nences in leucine kinetics and nitrogen balance in endurance athletes. J. Appl. Physiol. \n75:2134-2141, 1993.\n 65. Phillips, S.M., K.D. Tipton, A. Aarsland, S.E. Wolf, and R.R. Wolfe. Mixed muscle \nprotein synthesis and breakdown after resistance exercise in humans. Am. J. Physiol. \n273:E99-E107, 1997.\n 66. Pins, J.J., and J.M. Keenan. Effects of whey peptides on cardiovascular disease risk \nfactors. J. Clin. Hypertens. (Greenwich). 8:775-782, 2006.\n 67. Quevedo, M.R., G.M. Price, D. Halliday, P .J. Pacy, and D.J. Millward. Nitrogen homoeo-\nstasis in man: diurnal changes in nitrogen excretion, leucine oxidation and whole body \nleucine kinetics during a reduction from a high to a moderate protein intake. Clin. Sci. \n(Lond.). 86:185-193, 1994.\n 68. Rand, W.M., P.L. Pellett, and V .R. Young. Meta-analysis of nitrogen balance studies for \nestimating protein requirements in healthy adults. Am. J. Clin. Nutr. 77:109-127, 2003.\n 69. Rasmussen, B.B., K.D. Tipton, S.L. Miller, S.E. Wolf, and R.R. Wolfe. An oral essential \namino acid-carbohydrate supplement enhances muscle protein anabolism after resistance \nexercise. J. Appl. Physiol. 88:386-392, 2000.\n\nDietary Protein S75\n 70. Reeds, P.J., and P.J. Garlick. Protein and amino acid requirements and the composition \nof complementary foods. J. Nutr. 133:2953S-2961S, 2003.\n 71. Rennie, M.J., and K.D. Tipton. Protein and amino acid metabolism during and after \nexercise and the effects of nutrition. Annu. Rev. Nutr. 20:457-483, 2000.\n 72. Rennie, M.J., H. Wackerhage, E.E. Spangenburg, and F.W. Booth. Control of the size \nof the human muscle mass. Annu. Rev. Physiol. 66:799-828, 2004.\n 73. Richardson, D.P., A.H. Wayler, N.S. Scrimshaw, and V .R. Young. Quantitative effect \nof an isoenergetic exchange of fat for carbohydrate on dietary protein utilization in \nhealthy young men. Am. J. Clin. Nutr. 32:2217-2226, 1979.\n 74. Risica, P.M., E.D. Nobmann, L.E. Caulfield, C. Schraer, and S.O. Ebbesson. Springtime \nmacronutrient intake of Alaska natives of the Bering Straits region: the Alaska Siberia \nProject. Int. J. Circumpolar Health. 64:222-233, 2005.\n 75. Robergs, R.A., D.R. Pearson, D.L. Costill, et al. Muscle glycogenolysis during differing \nintensities of weight-resistance exercise. J. Appl. Physiol. 70:1700-1706, 1991.\n 76. Sheffield-Moore, M., C.W. Yeckel, E. V olpi, et al. Postexercise protein metabolism in \nolder and younger men following moderate-intensity aerobic exercise. Am. J. Physiol. \nEndocrinol. Metab. 287:E513-E522, 2004.\n 77. Singh, A., P.A. Deuster, B.A. Day, and P.B. Moser-Veillon. Dietary intakes and bio-\nchemical markers of selected minerals: comparison of highly trained runners and \nuntrained women. J. Am. Coll. Nutr. 9:65-75, 1990.\n 78. Snead, D.B., C.C. Stubbs, J.Y . Weltman, et al. Dietary patterns, eating behaviors, and \nbone mineral density in women runners. Am. J. Clin. Nutr. 56:705-711, 1992.\n 79. Tarnopolsky, M.A. Protein requirements for endurance athletes. Nutrition. 20:662-668, \n2004.\n 80. Tarnopolsky, M.A., J.D. MacDougall, and S.A. Atkinson. Influence of protein intake \nand training status on nitrogen balance and lean body mass. J. Appl. Physiol. 64:187-\n193, 1988.\n 81. Tesch, P.A., E.B. Colliander, and P. Kaiser. Muscle metabolism during intense, heavy-\nresistance exercise. Eur. J. Appl. Physiol. Occup. Physiol. 55:362-366, 1986.\n 82. Tipton, K.D., T.A. Elliott, M.G. Cree, S.E. Wolf, A.P. Sanford, and R.R. Wolfe. Inges-\ntion of casein and whey proteins result in muscle anabolism after resistance exercise. \nMed. Sci. Sports Exerc. 36:2073-2081, 2004.\n 83. Tipton, K.D., A.A. Ferrando, S.M. Phillips, D. Doyle, Jr., and R.R. Wolfe. Postexercise \nnet protein synthesis in human muscle from orally administered amino acids. Am. J. \nPhysiol. 276:E628-E634, 1999.\n 84. Tipton, K.D., B.E. Gurkin, S. Matin, and R.R. Wolfe. Nonessential amino acids are \nnot necessary to stimulate net muscle protein synthesis in healthy volunteers. J. Nutr. \nBiochem. 10:89-95, 1999.\n 85. Tipton, K.D., B.B. Rasmussen, S.L. Miller, et al. Timing of amino acid–carbohydrate \ningestion alters anabolic response of muscle to resistance exercise. Am. J. Physiol. \nEndocrinol. Metab. 281:E197-E206, 2001.\n 86. Tipton, K.D., and R.R. Wolfe. Exercise, protein metabolism, and muscle growth. Int. \nJ. Sport Nutr. Exerc. Metab. 11:109-132, 2001.\n 87. Todd, K.S., G.E. Butterfield, and D.H. Calloway. Nitrogen balance in men with adequate \nand deficient energy intake at three levels of work. J. Nutr. 114:2107-2118, 1984.\n 88. V olpi, E., H. Kobayashi, M. Sheffield-Moore, B. Mittendorfer, and R.R. Wolfe. Essential \namino acids are primarily responsible for the amino acid stimulation of muscle protein \nanabolism in healthy elderly adults. Am. J. Clin. Nutr. 78:250-258, 2003.\n 89. Wengreen, H.J., R.G. Munger, N.A. West, et al. Dietary protein intake and risk of \nosteoporotic hip fracture in elderly residents of Utah. J. Bone Miner. Res. 19:537-545, \n2004.\n 90. Wolfe, R.R. Protein supplements and exercise. Am. J. Clin. Nutr. 72:551S-557S, \n2000.\n\nS76 Phillips, Moore, and Tang\n 91. Wolfe, R.R. Skeletal muscle protein metabolism and resistance exercise. J. Nutr. \n136:525S-528S, 2006.\n 92. Young V .R. Nutritional balance studies: indicators of human requirements or of adap-\ntive mechanisms? J. Nutr. 116:700-703, 1986.\n 93. Young, V .R., A. Wayler, C. Garza, et al. A long-term metabolic balance study in young \nmen to assess the nutritional quality of an isolated soy protein and beef proteins. Am. \nJ. Clin. Nutr. 39:8-15, 1984.\n 94. Zemel, M.B. Mechanisms of dairy modulation of adiposity. J. Nutr. 133:252S-256S, \n2003.\n 95. Zemel, M.B., W. Thompson, A. Milstead, K. Morris, and P. Campbell. Calcium and \ndairy acceleration of weight and fat loss during energy restriction in obese adults. Obes. \nRes. 12:582-590, 2004."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "primary_human": "hypertrophy; strength; body_comp; health_markers (discussed)"
  },
  "bucket": "B",
  "notes": "Reviews evidence that strength athletes likely benefit from protein intakes around 1.6–2.2 g/kg/d for maximising RT adaptations, with little evidence of harm from higher intakes in healthy people."
}