{
  "id": 43,
  "title": "Dose–Response Relationship Between Protein Intake and Muscle Mass Increase: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "authors": "Tagawa R et al.",
  "year": 2020,
  "doi": "10.1093/advances/nmz108",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_dose",
    "muscle_mass",
    "dose_response",
    "adults"
  ],
  "population": {
    "training_status": "meta_analysis_RCT_mixed (many RT-based interventions)"
  },
  "sections": {
    "results": "At o t a lo f\n5402 study participants from 105 articles were included. In the multivariate spline\nmodel, the mean increase in lean body mass associated with an increase in protein\nintake of 0.1 g/kg of body weight per day was 0.39 kg (95%CI, 0.36–0.41) and 0.12\nkg (95%CI, 0.11–0.14) below and above the total protein intake of 1.3 g/kg/d,\nrespectively.",
    "conclusions": "These findings suggest that slightly increasing current\nprotein intake for several months by 0.1 g/kg/d in a dose-dependent manner over\na range of doses from 0.5 to 3.5 g/kg/d may increase or maintain lean body mass.\nSystematic Review Registration:UMIN registration number UMIN000039285.",
    "introduction": "Skeletal muscle, which is responsible for movement and\nactivity, is the largest organ in the human body, ac-\ncounting for 40% of total body weight (BW). Among\nyoung and middle-aged adults, decreased muscle mass\nincreases the risk of chronic metabolic diseases such as\ntype 2 diabetes and obesity.1,2 Moreover, among the el-\nderly, sarcopenia, a progressive decrease in muscle mass\nwith age, is a risk factor for fractures, physical disabil-\nities, and frailty.3 Accordingly, sustaining and increas-\ning muscle mass is extremely important for the\npromotion and maintenance of health across all\npopulations.4\nAffiliation: R. Tagawa, K. Ito, K. Ueda, K. Nakayama, andC. Sanbongiare with the Nutrition and Food Function Research Department, Food\nMicrobiology and Function Research Laboratories, R&D Division, Meiji Co, Ltd, Tokyo, Japan.D. Watanabeand M. Miyachiare with the\nDepartment of Physical Activity Research, National Institute of Health and Nutrition, National Institutes of Biomedical Innovation, Health\nand Nutrition, Tokyo, Japan\nCorrespondence: M. Miyachi, Department of Physical Activity Research, National Institute of Health and Nutrition, National Institutes of\nBiomedical Innovation, Health and Nutrition, 1-23-1 Toyama, Shinjuku-ku, Tokyo 162-8636, Japan. Email: miyachi@nibiohn.go.jp.\nKey words: protein, body composition, diet, supplement.\nVC The Author(s) 2020. Published by Oxford University Press on behalf of the International Life Sciences Institute.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs licence\n(http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits non-commercial reproduction and distribution of the work, in any\nmedium, provided the original work is not altered or transformed in any way, and that the work is properly cited. For commercial re-use,\nplease contact journals.permissions@oup.com\ndoi: 10.1093/nutrit/nuaa104\n66 Nutrition ReviewsVR\nVol. 79(1):66–75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nProtein, an energy-producing nutrient, is a major\ncomponent of skeletal muscle in living organisms and is\ninvolved in the regulation of metabolism.5,6 Ad e c r e a s ei n\nmuscle mass may be accelerated by a decline in the assim-\nilation response to insufficient protein intake.\n7 According\nto a meta-analysis of nitrogen delivery tests to evaluate\nthe amount of protein required in healthy adults, the av-\nerage protein requirement was estimated to be 0.66 g/kg\nBW/d.\n8 However, although some randomized controlled\ntrials (RCTs) reported increased skeletal muscle mass fol-\nlowing intake of more than the required amount of pro-\ntein,\n9–15 no consistent results have been demonstrated.12\nA recent meta-analysis of RCTs reported the dose–\nresponse relationship between protein intake and in-\ncreased muscle mass in healthy adults.14 However, this\nreport mainly demonstrates the magnitude of the effect\nin the dose–response curve, and thus the dose–response\nrelationship between increased muscle mass and pro-\ntein intake cannot be estimated from confidence inter-\nvals. Furthermore, these analyses only included studies\nthat examined the effect of protein supplementation in\nconjunction with resistance training; thus, the effect of\nprotein supplementation without resistance training\nwas not considered.\nIngestion of protein and amino acids strongly stim-\nulates muscle protein synthesis,\n16 and the digested and\nabsorbed proteins and amino acids also act as structural\ncomponents of muscle hypertrophy.5 Additionally, re-\nsistance training facilitates muscle protein synthesis and\nsubsequent increases in muscle mass. The aims of the\npresent meta-analysis were as follows: (1) to evaluate\nthe dose–response relationship between protein intake\nand the increase in lean body mass (LBM); and (2) to\nassess this relationship within the context of the pres-\nence or absence of resistance training. The hypothesis\nin this study was that increased protein intake would re-\nsult in an increase in muscle mass in a dose-dependent\nmanner and that ingestion of small amounts of protein,\nespecially among a resistance-trained population, would\nbe effective in increasing muscle mass. This study is the\nfirst meta-analysis to examine the dose–response rela-\ntionship between a wide range of protein intakes and an\nincrease in muscle mass in the presence or absence of\nresistance training. On the basis of the findings of this\nstudy, recommendations are provided for appropriate\namounts of protein required to sustain and improve\nmuscle mass in a diverse population.",
    "methods": "Study protocol\nThis study was registered in UMIN Clinical Trials\nRegistry (registration no. UMIN000039285).\nReporting\nThis systematic review and meta-analysis was con-\nducted in accordance with PRISMA (Preferred\nReporting Items for Systematic Reviews and Meta-\nAnalyses) guidelines.\n17\nData sources\nA systematic review of published literature was con-\nducted using the PubMed and Ichushi-Web (online\ndatabase of academic articles in Japan) databases (last\naccessed on May 27, 2019). Results were limited to\nEnglish- and Japanese-language RCTs. The combina-\ntions of search terms and search parameters are shown\nin Table S1 in the Supporting Information online.\nAdditionally, the reference lists of the literature in-\ncluded in this review and in other meta-analyses were\nsearched manually.\nStudy identification and data extraction\nTwo authors (R.T. and K.N.) independently screened\ntitles and abstracts of all the search results, and eligibil-\nity was judged on the basis of the criteria described be-\nlow. Any disagreement regarding eligibility was\nresolved through deliberations. Articles judged to be\npotentially eligible in the primary screening, along with\narticles for which no such decision could be made, were\nsubjected to secondary screening to determine eligibil-\nity using the full-text version. Data on attributes of par-\nticipants, intervention conditions, and the target\noutcome were extracted from the articles judged to be\neligible during secondary screening. If a trial included\nmore than one intervention group, each group was\ntreated as a separate trial. Measurements taken in the\nmiddle of the intervention period were excluded, and\nonly one result before and one result after the full inter-\nvention were utilized. When data required for the crea-\ntion of a forest plot could not be collected, the article’s\ncorresponding author was contacted. In cases in which\nnumerical data were not available and a response could\nnot be obtained from the corresponding author but the\ndata were available as graphs, numerical values were\nobtained using the web-based tool WebPlotDigitizer,\nversion 4.1 (Ankit Rohatgi; Pacifica, CA).\n18 Five authors\n(K.I., K.U., R.T., C.S., and K.N.) conducted the second-\nary screening and data extraction, and 2 authors (K.I.\nand K.U.) conducted the verification.\nEligibility\nRandomized controlled trials that studied the effects of\nprotein intake on LBM (or fat-free mass, if LBM was\nNutrition ReviewsVR\nVol. 79(1):66–75 67\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nnot available) and in which supplemental protein doses\nvaried between study groups were selected for analysis.\nThe PICOS (population, intervention, comparison, out-\ncome, and study design) criteria were used to define the\nresearch questions (Table 1). The target population was\nlimited to study participants who did not have any seri-\nous illness (eg, HIV infection, cancer, chronic renal fail-\nure, terminal illness, or diseases that seriously affect\nphysical activity). The protein intervention period was\nset as 2 weeks or more, which was considered a suffi-\ncient length of time for protein supplementation to en-\nhance LBM,\n19 so that data from all potentially eligible\nRCTs could be collected. The supplemental protein\ndose (g/d or g/kg BW/d) was set in advance of the inter-\nvention. Trials with intergroup differences in the\namounts for interventions with muscle hypertrophy\npromoters (leucine,b-hydroxy-b-methyl butyrate, crea-\ntine, etc) or vitamin D were excluded. When there was\nmore than one control group, priority was given to the\ngroup with equal energy intake and with larger differen-\nces in the supplemental protein dose. Control groups\nwith different conditions other than nutrition (such as\nexercise) were excluded.\nOutcomes\nWhen extracting data for muscle mass, muscle strength,\nand body fat mass as outcomes, the target of analysis in\nthis systematic review and meta-analysis was LBM. For\nLBM, 2 values were recorded: LBM change in each\ngroup, and the difference in LBM changes between an\nintervention group and a control group. The former\nwas used to evaluate the effect of total protein intake as\ncalculated by the sum of the supplemental protein dose\nand the dietary protein intake in each group, and the\nlatter was used to evaluate the effect of the difference in\nsupplemental protein doses between groups.\nQuality assessment\nTwo authors (K.I. and K.N.) independently evaluated\nthe quality of the selected articles, using the Cochrane\nrisk-of-bias tool.\n20 Disagreements about quality were re-\nsolved through discussions with a third author (R.T.).\nThe articles identified as containing high-risk items all\ncontained sufficient descriptions to allow inclusion, and\nthus, to avoid bias, all articles were evaluated.\nStatistical analysis\nA meta-analysis of the effect of protein intake on LBM\nwas conducted using the mean change in LBM and the\nstandard deviation (SD) of change (SD\nchange). In cases\nwhere SDchange was not reported, it was calculated using\nthe equations shown below.20 In cases where all data for\nSD before the intervention (SDbaseline), SD after the in-\ntervention (SDfinal), and SDchange were available, the\ncorrelation coefficient (Corr) was calculated using the\nfollowing equation:\nCorr ¼ð SD\nbaseline\n2 þ SDfinal\n2 /C0 SDchange\n2Þ=ð2\n/C2 SDbaseline /C2 SDfinalÞ:\nIn cases where SD change was unknown, but\nSDbaseline and SDfinal were available, SDchange was calcu-\nlated using the following equation:\nSDchange ¼ /H20881ðSDbaseline\n2 þ SDfinal\n2 /C0 2 /C2 Corr\n/C2 SDbaseline /C2 SDfinalÞ:\nIn cases where none of the above data were avail-\nable, SDchange was obtained by contacting the corre-\nsponding author.\nThe effects of differences in supplemental doses on\ndifferences in LBM changes between groups were ana-\nlyzed by point estimation and displayed as a forest plot\nof the point estimates of the mean difference and\n95%CI. To investigate the effect of resistance training,\nsubgroup analyses were conducted. The analyses were\nperformed using a random-effects model in which it\nwas assumed that trial errors were included, since the\ntrials selected used a wide range of conditions and were\nnot limited by sex, age, or exercise conditions.\nStatistical heterogeneity was evaluated using the incon-\nsistency index (I\n2) and v2 test, but the entire analysis\nwas performed even when heterogeneity was high, since\nit was assumed that corrections for confounding factors\nwould be incorporated later. Publication bias was evalu-\nated visually using a funnel plot.\nMoreover, unadjusted or multivariate-adjusted\nspline models were used to evaluate the dose–response\nrelationship between protein intake (total protein intake\nin each group or the difference in supplemental protein\ndoses between groups) and change in LBM (a value in\neach group or the difference between groups).\nMultivariate analysis was verified in 2 models. Model 1\nadjusted for age (continuous), sex (percent male), inter-\nvention period (continuous), and resistance training\n(yes or no), while model 2 adjusted for the factors in\nTable 1PICOS criteria for inclusion of studies\nParameter Inclusion criterion\nPopulation Adult participants (not critically ill)\nIntervention Supplementary protein intake for /C21 2 weeks\nComparator Placebo or no intervention\nOutcome Lean body mass or fat-free mass\nStudy design Randomized controlled trial\n68 Nutrition ReviewsVR\nVol. 79(1):66–75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nmodel 1 and also for weight change (continuous). The\nmissing values of these covariates (from all 105 selected\ntrials, sex was missing in 8 cases, age in 1 case, and\nweight change in 14 cases) were substituted with the av-\nerage values (for weight change only, missing values\nwere substituted with 0) of all included trials. Model 1\nwas adjusted for variables that were used in a Dietary\nReference Intake as confounders.\n21 Weight change was\nthe selected mediator of these relationships in model 2.\nAdditionally, the stratified-models analysis was per-\nformed according to the presence or absence of resis-\ntance training, and the results were expressed as the\neffect size and 95%CI, with the former being calculated\nrelative to the control group. The mean effect size, along\nwith the corresponding 95%CI for an increase in LBM,\nwas estimated for a 0.1 g/kg BW/d increment in protein\nintake stratified by approximately 1.3 g/kg BW/d (< 1.3\nkg or/C21 1.3 kg), which was the inflection point with the\nassociation between protein intake and fat-free mass us-\ning a multivariate spline model. In these analyses, when\nthe 95%CI of the magnitude of effect did not straddle 0,\nit was estimated thatP < 0.05. When the 95%CI of the\nmagnitude of effect straddled 0, it was estimated that\nP /C21 0.05.\nStatistical significance was considered when both\nsides were less than 5%. Analyses were conducted using\nReview Manager (RevMan), version 5.3 (Nordic\nCochrane Centre; Cochrane Collaboration,\nCopenhagen, Denmark) and Stata/MP, version 15.0\n(StataCorp LP; College Station, TX).\nRESULTS\nStudy selection\nFigure 1shows the results of the literature search. In the\nsearch conducted through May 27, 2019, 1700 poten-\ntially relevant articles were identified. Primary screen-\ning of titles and abstracts identified 295 articles that\nwere potentially eligible or for which no clear judgment\ncould be made. Secondary screening using the full-text\nversions identified 149 eligible articles. The search was\nnarrowed according to the target outcome specified for\nanalysis in this meta-analysis, and data for 105 articles,\n138 intervention groups, and 5402 individuals were\nobtained. The data for interventions with resistance\ntraining were extracted from 53 articles that described\n72 intervention groups and 2325 individuals. The data\nfor interventions without resistance training were\nextracted from 56 articles that described 66 intervention\ngroups and 3077 individuals. Four of the included\narticles reported on interventions both with and with-\nout resistance training. All 105 articles were used to\ncreate a forest plot and to create spline models to evalu-\nate the relationship between differences in supplemental\nprotein doses and LBM change between groups; 92\narticles were also used to create spline models to evalu-\nate the relationship between total protein intake and\nchange in LBM in each group.\nStudy characteristics\nTables S2 through S5 in the Supporting Information\nonline summarize the features of the 105 selected\narticles. Total protein intake ranged from 0.64 to\n3.50 g/kg BW/d (mean6 SD, 1.5860.59 g/kg BW/d)\nin intervention groups and from 0.52 to 2.00 g/kg BW/d\n(mean 6 SD, 1.0460.35 g/kg BW/d) in control groups.\nThere was a significant increase in total protein intake\nin the intervention groups (mean 6 SD, 31627 g/d;\nrange, /C0 13 to 135 g/d;P < 0.01) and a significant de-\ncrease in the control groups (mean6 SD; /C0 5 615 g/d;\nrange, /C0 55 to 47 g/d;P < 0.01) such that the change in\ntotal protein intake was significantly greater in the\nintervention groups (P < 0.01). Relative total protein\nintake (g/kg BW/d) significantly increased in the inter-\nvention groups (before, 1.1360.33 g/kg BW/d; after,\n1.52 60.51 g/kg BW/d; change, 0.386\n0.33 g/kg BW/d;\nP < 0.01) and significantly decreased in the control\ngroups (before, 1.12 60.31 g/kg BW/d; after,\n1.06 60.33 g/kg BW/d; change,/C0 0.05 60.19 g/kg BW/\nd; P < 0.01), such that there was a greater change in the\nintervention groups (P < 0.01). Differences in supple-\nmental protein doses between an intervention group\nand a control group ranged from 0.06 to 2.38 g/kg BW/\nd (0.5160.37 g/kg BW/d). There were 68 RCTs evalu-\nating LBM only, 35 evaluating fat-free mass only, and 2\nevaluating both LBM and fat-free mass. There were 66\ntrials in which protein supplementation was added to\nregular meals and 39 trials in which the meal content it-\nself was changed. The intervention period spanned a\nwide range, from 2 weeks to 18 months, with a mean of\n19.8 weeks. Concerning energy balance, 41 trials used\ninterventions for aggressive weight loss; 2 trials, aggres-\nsive weight gain; and 62 trials, neither. With regard to\nsex, 2459 study participants were female and 2422 male;\nthe sex of the remaining 530 participants was unknown\n(data not available). The mean age of the study partici-\npants ranged from 19 to 81 years, with an overall mean\nof 47.2 years.\nRisk of bias\nAssessment of risk of bias is summarized inFigure S1\nin the Supporting Information online. Conditions in-\ndicative of high risk of bias included the following:\nblinding of participants and personnel in 58 trials,\nNutrition ReviewsVR\nVol. 79(1):66–75 69\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nincomplete outcome data in 7 trials, random sequence\ngeneration in 3 trials, and allocation concealment in 3\ntrials. Publication bias was not observed in the funnel\nplot (see Figure S2 in the Supporting Information\nonline).\nMeta-analysis\nFigure S3 in the Supporting Information online shows\nthe forest plot that consolidates the results of the trials\nfor 138 intervention conditions stratified by the pres-\nence or absence of resistance training. The results of\nsubgroup analyses by supplemental doses with or with-\nout resistance training are summarized in Table 2.\nProtein supplementation in a wide range of doses was\nsignificantly effective in improving LBM, with or with-\nout resistance training. As a whole, the weighted aver-\nage difference in supplemental protein doses was 0.51\nkg (95%CI, 0.36–0.65 kg) (P < 0.01). For statistical het-\nerogeneity, I\n2 ¼ 72%, andv2 tests demonstrated statisti-\ncal significance (P < 0.01).\nDose–response analyses with multivariate-adjusted\nspline models\nThe effect of total protein intake on change in LBM in\neach group was analyzed with 3 spline models: an unad-\njusted model, the multivariate-adjusted model 1, or the\nmultivariate-adjusted model 2 (Figure 2). In the analy-\nses conducted with the unadjusted model or with\nFigure 1Flow diagram of the literature search process.\n70 Nutrition ReviewsVR\nVol. 79(1):66–75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nmultivariate-adjusted model 1 (which did not include\nweight change), the change in LBM became incremen-\ntally greater with total protein intake across a wide\nrange of intakes, with or without resistance training.\nWhen multivariate-adjusted model 1 was used, the\nmean increase in LBM (and the corresponding 95%CI)\nassociated with a protein intake increment of 0.1 g/kg\nBW/d was 0.39 kg (95%CI, 0.36–0.41) below and 0.12\nkg (95%CI, 0.11–0.14) above a total protein intake of\n1.3 g/kg BW/d. Positive correlations across a range of\ntotal protein intakes were also observed when the sam-\nple was stratified according to resistance training\nTable 2Summary of the effect of protein supplementation on change in lean body mass (LBM), stratified by the supple-\nmental protein dose or by the presence or absence of resistance training\nSubgroup Mean difference in LBM (kg) 95%CI (kg) No. of trials Total no. of individuals\nAll trials 0.51 0.36–0.65 138 5866\nProtein dose< 0.3 g/kg BW/d 0.38 0.20–0.55 40 1815\nProtein dose 0.3–0.6 g/kg BW/d 0.41 0.19–0.63 56 2641\nProtein dose/C21 0.6 g/kg BW/d 0.80 0.45–1.14 42 1410\nWith resistance training 0.48 0.31–0.65 72 2686\nWithout resistance training 0.53 0.36–0.76 66 3180\nAbbreviations: BW, body weight.\nFigure 2Dose–response relationship between total protein intake and change in lean body mass in each group.Spline curves illus-\ntrating the associations between total protein intake and change in lean body mass in each group in an unadjusted model (a, b, and c for all\ntrials, trials with resistance training, and trials without resistance training, respectively), in multivariate-adjusted model 1 (d, e, and f for all tri-\nals, trials with resistance training, and trials without resistance training, respectively), or multivariate-adjusted model 2 (g, h, and i for all trials,\ntrials with resistance training, and trials without resistance training, respectively). The solid line and dashed line represent the mean change\nin LBM and 95%CIs, respectively. Covariates of multivariate-adjusted model 1 are age, sex, intervention period, and resistance training.\nCovariates of multivariate-adjusted model 2 are weight change in addition to the covariates of multivariate-adjusted model 1.Abbreviations:\nBW, body weight; FFM, fat-free mass; LBM, lean body mass.\nNutrition ReviewsVR\nVol. 79(1):66–75 71\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\ngroups: a protein intake of 0.52 to 1.30 g/kg BW/d was\nassociated with a mean increase in LBM of 0.06 kg\n(95%CI, 0.03–0.08) with resistance training and 0.40 kg\n(95%CI, 0.37–0.43) without resistance training, and a\nprotein intake of 1.31 to 3.50/kg BW/d was associated\nwith a mean increase in LBM of 0.08 kg (95%CI, 0.06–\n0.09) with resistance training and 0.26 kg (95%CI, 0.23–\n0.29) without resistance training. In model 2, in which\nchange in BW was added as a mediator to those varia-\nbles already present in model 1, after a total protein in-\ntake of 1.3 g/kg BW/d was exceeded, the effect on LBM\nchange continued to rise with resistance training and\ndeclined without resistance training. The effect of dif-\nferences in supplemental protein doses was analyzed in\nthe same manner as before (see Figure S4 in the\nSupporting Information online). Before and after the\ndifferences in supplemental protein doses reached ap-\nproximately 0.5 g/kg BW/d, the effects on LBM change\ndeclined and rose, respectively.",
    "discussion": "Primary findings\nThe purpose of this study was to elucidate the dose–\nresponse relationship using a meta-analysis of RCTs in-\nvestigating the effect of protein intake on LBM increase,\nconsidering the presence or absence of resistance train-\ning. The primary findings include the following: (1) The\nsubgroup analyses, displayed as forest plots, indicated\nthat protein supplementation was significantly effective\nfor increasing LBM with or without resistance training;\n(2) Dose–response analyses with the multivariate-\nadjusted spline model indicated that total protein intake\nover a wide range of doses (from 0.5 to 3.5 g/kg BW/d)\nwas positively correlated with an increase in LBM.\nSlightly increasing the current protein intake by 0.1\ng/kg BW/d may potentially increase or maintain current\nmuscle mass; (3) The rate of increase in the effect of\nprotein supplementation rapidly diminished after 1.3\ng/kg BW/d was exceeded, and resistance training mark-\nedly suppressed this decline.\nEffect of protein supplementation with or without\nresistance training\nSeveral previous systematic reviews and meta-analyses\nof RCTs that included resistance training report that\nprotein supplementation has a significant positive effect\non muscle mass,\n9,10,14 but this meta-analysis demon-\nstrates for the first time that protein supplementation is\nsignificantly effective without resistance training in a di-\nverse population without specific serious health condi-\ntions. Subgroup analysis by the presence or absence of\nresistance training demonstrated no superior effects of\nprotein supplementation with resistance training\n(Table 2). It seems that resistance training has no syner-\ngistic effects, but it may have a simple additive\neffect.\n22,23\nEffective dose of protein\nSubgroup analyses by supplemental protein doses dem-\nonstrated that protein supplementation of less than\n0.3 g/kg BW/d (0.17 g/kg BW/d, on average) was suffi-\ncient to significantly increase LBM. Furthermore, the\nmultivariate-adjusted spline model revealed that total\nprotein intake positively correlated with LBM change\nover a wide range of protein intakes (0.5–3.5 g/kg BW).\nLean body mass increased by 0.39 kg (95%CI, 0.36–\n0.41) and 0.12 kg (95%CI, 0.11–0.14) per 0.1 g/kg BW/d\nincrement in total protein intake below and above 1.3 g/\nkg BW/d, respectively. These results suggest that a small\namount of protein supplementation promotes an in-\ncrease in LBM. Daily addition of a high-protein food\nitem such as an egg (6–8 g protein) or 1 cup (200 mL) of\nmilk (6.8 g protein) to usual meals may increase muscle\nmass. These findings may be helpful for managing nu-\ntrition in people who have difficulty eating sufficient\namounts of food, such the elderly or people with dys-\nphagia, as well as in low-income, food-insufficient\npopulations.\nCorrelation between total protein intake and change\nin lean body mass\nMultivariate-adjusted spline model 1 (which did not in-\nclude weight change) indicated that total protein intake\nand change in LBM were positively correlated over a\nwide range of protein intakes (from 0.5 to 3.5 g/kg BW/\nd); model 2 (which included weight change) revealed\nthat the effect of total protein intake was especially pro-\nnounced at protein intakes below 1.3 g/kg BW/d, indi-\ncating that increasing total protein intake within the\nrange recommended by the Dietary Reference Intakes\nin Japan\n21 leads to linear increases in LBM relative to\nchange in BW. Considering that differences between\nsupplementation doses and differences in LBM\nincreases were negatively associated with low doses, to-\ntal protein intake may be essential to accurately estimate\nthe dose–response relationship of protein intake.\nIndeed, several previous reports indicate positive corre-\nlations between total protein intake and LBM in a di-\nverse population.\n24–29\n72 Nutrition ReviewsVR\nVol. 79(1):66–75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nEffect of higher protein intake with or without\nresistance training\nThe rate of increase in the effect of protein supplemen-\ntation rapidly diminished when total protein intake\nexceeded 1.3 g/kg BW/d in the multivariate-adjusted\nspline model 2 (which included weight change). This\nresult suggests that the efficiency of conversion of\ningested protein into LBM declines when protein is\ningested in sufficient amounts or more. This finding is\nconsistent with previous research using meta-regression\nbetween total protein intake and change in fat-free\nmass.\n14 Interestingly, this decline was markedly sup-\npressed by resistance training, suggesting that resistance\ntraining may contribute to maintaining or improving\nthe efficiency of protein anabolism. According to the\nNational Health and Nutrition Survey in Japan,\n30\nroughly 33% of Japanese adults may have a total protein\nintake that exceeds 1.3 g/kg BW/d. Although resistance\ntraining has become increasingly popular in Japan, cur-\nrently only approximately 10% of Japanese adults per-\nform resistance training once or more per week.\n31 For\nhealth-oriented people who consume high amounts of\nprotein in daily meals, resistance training is strongly\nrecommended to increase LBM.\nAdverse effects of excessive protein intake\nWhile the efficacy of protein intake for maintaining or\nincreasing muscle mass is well known, it is important to\nhighlight potential adverse effects related to excess pro-\ntein intake. High protein intake during pregnancy has\nbeen reported to increase the risk of small-for-\ngestational-age infants\n32 and neonatal death.33 While\ninconsistent results regarding renal function34 and can-\ncer mortality35 have been reported, some studies report\nthat high protein intake is associated with lower renal\nfunction in individuals with mild renal insufficiency36\nand that high consumption of animal proteins is associ-\nated with a higher risk of cancer mortality in middle-\naged individuals.37 Thus, consuming moderate amounts\nof protein to maintain overall nitrogen balance is im-\nportant in these populations, particularly because of the\nrisks associated with excessive protein intake.\nStrengths and limitations\nThis study has several strengths. First, a large number\nof selected studies (trials) and individuals were in-\ncluded, approximately 2 to 3 times more than those in\nprevious meta-analyses.9–15 Second, dose reactivity was\ndescribed using a multivariate-adjusted spline model.\nSurprisingly, although numerous meta-analyses have\nbeen published to date, only a few analyzed dose–\nresponse relationships, despite major interest and con-\ncerns about the amount of protein intervention and its\neffect size. Third, this study is the first meta-analysis to\nexamine the dose–response relationship between a wide\nrange of protein intakes and the increase in LBM while\nalso considering the presence or absence of resistance\ntraining.\nThis study also has several limitations. First, in-\ncluded studies were limited to those published in\nEnglish or Japanese. Second, for articles in which the\nmagnitude of effect on LBM was not mentioned in ei-\nther the text or tables, the corresponding authors were\ncontacted, but the response rate was low (7 responses of\n36 requests). However, 18 the 29 articles for which no\nresponse was received contained related graphs, and the\nWebPlotDigitizer tool was used to extract data from\nthese graphs. Third, bias related to blinding was high.\nDouble-blind trials are difficult to perform in dietary\nprotein interventions, since meals with different protein\ncontent must be provided to study participants.\nHowever, since most protein intervention studies are\nnot double-blind, excluding non–double-blind studies\nmay result in large deviations from the current status of\nprotein intervention studies. Consequently, studies that\nwere not double-blind were also included in this meta-\nanalysis.\nPerspectives\nA future large-scale RCT is necessary to examine the\ndose–response relationship of multiple amounts of sup-\nplemental protein under the same conditions to more\naccurately elucidate the relationship between the\namount of supplemental protein and the increase in\nmuscle mass. Only 4 of the 105 articles included in this\nmeta-analysis examined the dose–response relationship\nunder identical conditions. Moreover, additional inter-\nvention studies that include individuals with conditions\ncaused by severely insufficient protein intake (such as\nfrailty and sarcopenia) are also warranted. Sarcopenia\nand frailty in the elderly and kwashiorkor in young chil-\ndren in developed and developing countries, respec-\ntively, are important global health issues that require\nwell-designed and multifaceted studies to further clarify\nthe relationship between protein intake and muscle\nmass.",
    "conclusion": "This meta-analysis revealed that total protein intake\nenhances the increase in LBM in a dose-dependent\nmanner over a wide range of doses (0.5–3.5 g/kg BW).\nThese results suggest that slightly increasing protein in-\ntake for several months, even by as little as 0.1 g/kg BW/\nNutrition ReviewsVR\nVol. 79(1):66–75 73\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\nd, may increase or help maintain muscle mass. The ef-\nfect of protein intake on LBM increase relative to weight\nchange rapidly diminishes after the intake of 1.3 g/kg\nBW/d is exceeded, and resistance training markedly\nsuppresses this decline. Therefore, both increasing pro-\ntein intake and performing resistance training is recom-\nmended to optimally augment LBM. The findings of\nthis study indicate the appropriate protein intakes re-\nquired to sustain and improve muscle mass in diverse\npopulations and provide a better understanding of the\ninfluence of resistance training on the effect of protein\nintake.\nAcknowledgments\nThe authors would like to thank Aya Yoshimura, Yuri\nSaito, and Kae Yamazaki, researchers for Meiji Co, Ltd,\nTokyo, Japan, for their support in data extraction.\nAuthor contributions . R.T. and D.W. are co-first\nauthors. M.M., R.T., and C.S. contributed to the con-\nception of this research. M.M., R.T., and D.W. designed\nthe research. R.T. and K.N. screened the literature. K.I.,\nK.U., R.T., C.S., and K.N. selected and extracted the\ndata. K.I. and K.N. performed quality assessment.\nM.M., D.W., and R.T. conducted the analyses and\ndrafted the manuscript. All authors contributed to the\ncritical review of the manuscript.\nFunding/support. No external funds supported this\nwork.\nDeclaration of interest. R.T., K.I., K.U., K.N., and C.S.\nare employees of Meiji Co, Ltd, Tokyo, Japan.\nSupporting Information\nThe following Supporting Information is available\nthrough the online version of this article on the publish-\ner’s website.\nAppendix S1PRISMA checklist\nTable S1 Search strategy for PubMed and\nIchushi-Web databases\nTable S2 Summary of characteristics of the in-\ncluded studies\nTable S3 Summary of nutrition surveys\nTable S4 Summary of assigned protein amounts\nand differences between groups\nTable S5 Summary of conditions of the interven-\ntions in the included studies\nFigure S1 Risk-of-bias assessment\nFigure S2 Funnel plot of all included studies for\nchanges in lean body mass\nFigure S3 Forest plot assessing the effect of pro-\ntein supplementation on changes in lean body mass\nFigure S4 Dose–response relationship between\ndifference in supplemental protein doses and differ-\nence in lean body mass changes between groups\nREFERENCES\n1. Park SW, Goodpaster BH, Strotmeyer ES, et al.; Health, Aging, and Body\nComposition Study. Accelerated loss of skeletal muscle strength in older adults\nwith type 2 diabetes: the Health, Aging, and Body Composition Study.Diabetes\nCare. 2007;30:1507–1512.\n2. Wolfe RR. The underappreciated role of muscle in health and disease.Am J Clin\nNutr. 2006;84:475–482.\n3. Walrand S, Boirie Y. Optimizing protein intake in aging.Curr Opin Clin Nutr Metab\nCare. 2005;8:89–94.\n4. Tieland M, Trouwborst I, Clark BC. Skeletal muscle performance and ageing.J\nCachexia Sarcopenia Muscle. 2018;9:3–19.\n5. Makovick /C19y P, Makovick/C19yP ,J/C19ılek F. Short review of some properties of muscular\nproteins.Cesk Fysiol2008;57:10–14. PMID: 18630139\n6. Peyrollier K, Hajduch E, Blair AS, et al. L-leucine availability regulates phosphatidy-\nlinositol 3-kinase, p70 S6 kinase and glycogen synthase kinase-3 activity in L6\nmuscle cells: evidence for the involvement of the mammalian target of rapamycin\n(mTOR) pathway in the L-leucine-induced up-regulation of system A amino acid\ntransport.Biochem J.2000;350(pt 2):361–368.\n7. Breen L, Phillips SM. Skeletal muscle protein metabolism in the elderly: interven-\ntions to counteract the ‘anabolic resistance’ of ageing. Nutr Metab (Lond).\n2011;8:68.\n8. Li M, Sun F, Piao JH, et al. Protein requirements in healthy adults: a meta-analysis\nof nitrogen balance studies.Biomed Environ Sci 2014;27:606–613. doi:10.3967/\nbes2014.093\n9. Hou L, Lei Y, Li X, et al. Effect of protein supplementation combined with resis-\ntance training on muscle mass, strength and function in the elderly: a systematic\nreview and meta-analysis.J Nutr Health Aging.2019;23:451–458.\n10. O’Bryan KR, Doering TM, Morton RW, et al. Do multi-ingredient protein supple-\nments augment resistance training-induced gains in skeletal muscle mass and\nstrength? A systematic review and meta-analysis of 35 trials.Br J Sports Med.\n2020;54:573–581.\n11. Hanach NI, McCullough F, Avery A. The impact of dairy protein intake on muscle\nmass, muscle strength, and physical performance in middle-aged to older adults\nwith or without existing sarcopenia: a systematic review and meta-analysis.Adv\nNutr. 2019;10:59–69.\n12. ten Haaf DSM, Nuijten MAH, Maessen MFH, et al. Effects of protein supplementa-\ntion on lean body mass, muscle strength, and physical performance in nonfrail\ncommunity-dwelling older adults: a systematic review and meta-analysis.Am J\nClin Nutr. 2018;108:1043–1059.\n13. Tieland M, Franssen R, Dullemeijer C, et al. The impact of dietary protein or amino\nacid supplementation on muscle mass and strength in elderly people: individual\nparticipant data and meta-analysis of RCT’s. J Nutr Health Aging.\n2017;21:994–1001.\n14. Morton RW, Murphy KT, McKellar SR, et al. A systematic review, meta-analysis and\nmeta-regression of the effect of protein supplementation on resistance training-\ninduced gains in muscle mass and strength in healthy adults.Br J Sports Med.\n2018;52:376–384.\n15. Xu ZR, Tan ZJ, Zhang Q, et al. The effectiveness of leucine on muscle protein syn-\nthesis, lean body mass and leg lean mass accretion in older people: a systematic\nreview and meta-analysis.Br J Nutr.2015;113:25–34.\n16. Holwerda AM, Paulussen KJM, Overkamp M, et al. Dose-dependent increases in\nwhole-body net protein balance and dietary protein-derived amino acid incorpo-\nration into myofibrillar protein during recovery from resistance exercise in older\nmen. JN u t r. 2019;149:221–230.\n17. Moher D, Liberati A, Tetzlaff J, et al.; PRISMA Group. Preferred reporting items for\nsystematic reviews and meta-analyses: the PRISMA statement. PLoS Med.\n2009;6:e1000097.\n18. Drevon D, Fursa SR, Malcolm AL. Intercoder reliability and validity of\nWebPlotDigitizer in extracting graphed data.Behav Modif.2017;41:323–339.\n19. Bray GA, Smith SR, de Jonge L, et al. Effect of dietary protein content on weight\ngain, energy expenditure, and body composition during overeating: a random-\nized controlled trial.JAMA. 2012;307:47–55.\n20. Higgins JPT, Green S, eds. Cochrane Handbook for Systematic Reviews of\nInterventions. Version 5.1.0. The Cochrane Collaboration; 2011. http://handbook.\ncochrane.org/. Updated March 2011. Accessed December 7, 2019.\n74 Nutrition ReviewsVR\nVol. 79(1):66–75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025\n\n\n21. Ministry of Health, Labour and Welfare of Japan. Dietary Reference Intakes for\nJapanese (2020) [in Japanese]. https://www.mhlw.go.jp/content/10904750/\n000586553.pdf. Published March 23, 2013. Accessed September 13, 2020.\n22. Verreijen AM, Engberink MF, Memelink RG, et al. Effect of a high protein diet and/or\nresistance exercise on the preservation of fat free mass during weight loss in over-\nweight and obese older adults: a randomized controlled trial.Nutr J.2017;16:10.\n23. Layman DK, Evans E, Baum JI, et al. Dietary protein and exercise have additive\neffects on body composition during weight loss in adult women. JN u t r.\n2005;135:1903–1910.\n24. Mangano KM, Sahni S, Kiel DP, et al. Dietary protein is associated with musculo-\nskeletal health independently of dietary pattern: the Framingham Third\nGeneration Study.Am J Clin Nutr.2017;105:714–722.\n25. Alexandrov NV, Eelderink C, Singh-Povel CM, et al. Dietary protein sources and\nmuscle mass over the life course: the Lifelines Cohort Study. Nutrients.\n2018;10:1471.\n26. Switkowski KM, Jacques PF, Must A, et al. Associations of protein intake in early\nchildhood with body composition, height, and insulin-like growth factor I in mid-\nchildhood and early adolescence.Am J Clin Nutr. 2019;109:1154–1163.\n27. Colonetti T, Grande AJ, Milton K, et al. Effects of whey protein supplement in the\nelderly submitted to resistance training: systematic review and meta-analysis.Int J\nFood Sci Nutr. 2017;68:257–264.\n28. Mori H, Tokuda Y. Differences and overlap between sarcopenia and physical frailty\nin older community-dwelling Japanese.Asia Pac J Clin Nutr.2019;28:157–165.\n29. Otsuka R, Kato Y, Tange C, et al. Protein intake per day and at each daily meal and\nskeletal muscle mass declines among older community dwellers in Japan.Public\nHealth Nutr.2020;23:1090–1097.\n30. Ministry of Health, Labour and Welfare of Japan. The National Health and\nNutrition Survey in Japan, 2018 [in Japanese]. e-Stat website. https://www.e-stat.\ngo.jp/stat-search/files? page¼1&layout¼datalist&toukei¼00450171&tstat¼0000\n01041744&cycle¼7&tclass1¼000001139646&cycle_facet¼tclass1. Published\nApril 17, 2020. Accessed September 13, 2020.\n31. Sasakawa Sports Foundation. The 2018 SSF National Sports-Life Survey [in\nJapanese]. https://www.ssf.or.jp/report/sldata/tabid/1739/Default.aspx.\nPublished February 19, 2019. Accessed September 13, 2020.\n32. Ota E, Tobe-Gai R, Mori R, et al. Antenatal dietary advice and supplementation to\nincrease energy and protein intake. Cochrane Database Syst Rev .\n2012;(9):CD000032. doi:10.1002/14651858.CD000032.pub2\n33. Rush D, Stein Z, Susser M. A randomized controlled trial of prenatal nutritional\nsupplementation in New York City.Pediatrics. 1980;65:683–697.\n34. Halbesma N, Bakker SJ, Jansen DF, et al.; PREVEND Study Group. High protein in-\ntake associates with cardiovascular events but not with loss of renal function.J\nAm Soc Nephrol.2009;20:1797–1804.\n35. Naghshi S, Sadeghi O, Willett WC, et al. Dietary intake of total, animal, and plant\nproteins and risk of all cause, cardiovascular, and cancer mortality: systematic re-\nview and dose-response meta-analysis of prospective cohort studies. BMJ.\n2020;370:m2412. doi:10.1136/bmj.m2412\n36. Knight EL, Stampfer MJ, Hankinson SE, et al. The impact of protein intake on renal\nfunction decline in women with normal renal function or mild renal insufficiency.\nA n nI n t e r nM e d .2003;138:460–467.\n37. Levine ME, Suarez JA, Brandhorst S, et al. Low protein intake is associated with a\nmajor reduction in IGF-1, cancer, and overall mortality in the 65 and younger but\nnot older population.Cell Metab. 2014;19:407–417.\nNutrition ReviewsVR\nVol. 79(1):66–75 75\nDownloaded from https://academic.oup.com/nutritionreviews/article/79/1/66/5936522 by guest on 04 December 2025"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 8,
    "primary_human": "body_comp (FFM, LBM); hypertrophy indices"
  },
  "bucket": "B",
  "notes": "Protein intakes up to about 1.3–1.6 g/kg/d enhance lean mass versus lower intakes, with diminishing returns beyond this range."
}