{
  "id": 44,
  "title": "The Impact of Protein Quality on the Promotion of Resistance-Training-Induced Changes in Muscle Mass",
  "authors": "Phillips SM",
  "year": 2016,
  "doi": "10.1017/S0029665115003523",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_quality",
    "resistance_training",
    "leucine",
    "dairy_vs_plant"
  ],
  "population": {
    "training_status": "narrative_review_RT"
  },
  "sections": {
    "abstract": "Protein supplementation during resistance exercise training augments hypertrophic gains. Protein ingestion and the\nresultant hyperaminoacidemia provides the building blocks (indispensable amino acids – IAA) for, and also triggers\nan increase in, muscle protein synthesis (MPS), suppression of muscle protein breakdown (MPB), and net positive\nprotein balance (i.e., MPS > MPB). The key amino acid triggering the rise in MPS is leucine, which stimulates the\nmechanistic target of rapamycin complex-1, a key signalling protein, and triggers a rise in MPS. As such, ingested\nproteins with a high leucine content would be advantageous in triggering a rise in MPS. Thus, protein quality\n(reflected in IAA content and protein digestibility) has an impact on changes in MPS and could ultimately affect\nskeletal muscle mass. Protein quality has been measured by the protein digestibility-corrected amino acid score\n(PDCAAS); however, the digestible indispensable amino acid score (DIAAS) has been recommended as a better\nmethod for protein quality scoring. Under DIAAS there is the recognition that amino acids are individual nutrients\nand that protein quality is contingent on IAA content and ileal (as opposed to fecal) digestibility. Differences in\nprotein quality may have important ramifications for exercise-induced changes in muscle mass gains made with\nresistance exercise as well as muscle remodelling. Thus, the purpose of this review is a critical appraisal of studies\nexamining the effects of protein quality in supplementation on changes in muscle mass and strength as well as\nbody composition during resistance training.\nKeywords: Leucine, Hypertrophy, DIAAS\nBackground\nPerforming resistance exercise",
    "results": "in a fundamentally\nanabolic stimulus for skeletal muscle. When performed\noften enough resistance training can result in varying de-\ngrees of muscular hypertrophy [1]. The degree of hyper-\ntrophy seen with resistance exercise training is, however,\nhighly variable [2 – 7] and likely dependent on a number\nof variables including a persons ’ prior training status,\nsex, and age; however, the purpose of this review is not\nto interrogate these variables and the interested reader is\ndirected to the following reviews [8 – 10]. A number of\nlines of evidence show that ingestion of supplemental\nprotein during a program of resistance training can aug-\nment the hypertrophic and strength responses [11]. Re-\nsearch has been undertaken to try and define how\nprotein can augment resistance training-induced training\nresponses and relevant variables have been examined in-\ncluding protein quantity (dose) and protein timing (rela-\ntive to exercise). While beyond the scope of this review,\nrecent reviews looking at the issues of protein dose [8]\nand protein timing [12] are also excellent adjuncts to the\ntopic covered here. The impact of protein quality, using\nPDCAAS estimates, on skeletal muscle anabolic re-\nsponses, at rest, have recently been comprehensively\nreviewed [13]; however, there has been less attention\npaid to the impact of protein quality as a variable and its\nimportance in driving resistance training-induced hyper-\ntrophy. This is despite several instances showing that\nprotein quality can affect the acute post-exercise muscle\nprotein synthetic response [14] and muscle hypertrophy\nwith resistance training [5, 15, 16]. The focus of this re-\nview is solely on muscular hypertrophy as a result of re-\nsistance training and protein supplementation and not\nCorrespondence: phillis@mcmaster.ca\nDepartment of Kinesiology, McMaster University, 1280 Main St., West\nHamilton, ON L8S 4K1, Canada\n© 2016 The Author(s). Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\nInternational License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\nreproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\nthe Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n(http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\nPhillips Nutrition & Metabolism (2016) 13:64 \nDOI 10.1186/s12986-016-0124-8\n\non strength. Recognizing that strength gains as a result\nof resistance training, which while dependent on gains\nin muscle mass/cross-sectional area, are likely equally as\ndependent (or possibly even more so) on gains in neuro-\nmuscular factors. The aim of this review is to examine\nhow lower versus higher quality proteins impact the ad-\naptations to resistance exercise training with a focus on\nskeletal muscle hypertrophy.\nThe role of supplemental protein in promoting muscle\nhypertrophy\nMuscle hypertrophy following resistance training is the\nresult of several processes [17] that include changes in\nsatellite cell content and activity (for review see [18]), as\nwell as protein turnover (for review see [8]). It is clear\nfrom a number of studies that resistance exercise ‘sensi-\ntizes’ the muscle to hyperaminoacidemia [19]. Thus, re-\nsistance exercise has the effect of acting in a synergistic\nmanner with the normal rise in muscle protein synthesis\n(MPS) that occurs with protein feeding (see the follow-\ning reviews [8, 20, 21] for more detail). Ultimately, resist-\nance exercise results in periods of extended positive\nmuscle protein balance, greater than those with feeding\nalone. The effect of these extended periods of positive\nprotein balance is that the muscle fiber undergoes\naddition of contractile protein mass and increases the\nfiber size [8]. Supplementation (i.e., consumption of pro-\ntein over and above a habitual protein intake) of a per-\nsons’ normal dietary intake with various protein sources\nhas been shown to augment the hypertrophic response\nwith resistance training in both younger and older par-\nticipants [11, 22]. A meta-analysis shows that protein\ntiming (i.e., rapid consumption within a certain time\nperiod pre-, during, or post-exercise) is not as important\nin determining strength or hypertrophic gains [12].\nNonetheless, a pragmatic recommendation for athletes\nand resistance trainees would still be to begin recovery\nfrom exercise as soon as possible. Thus, post-exercise\nprotein consumption (as well as hydration and carbohy-\ndrate provision) has been shown to be effective at stimu-\nlating MPS (reviewed here and elsewhere [8, 21]) and\nthus is recommended over pre-exercise [23 – 25] or\nduring-exercise provision of protein [26], which would\nhave a more variable effect on MPS and possibly resist-\nance training-induced hypertrophy.\nIt has been shown that only the indispensable amino\nacids (IAA) are required for the stimulation of MPS\n[27– 29] (here the term indispensable amino acid, as op-\nposed to essential amino acid is used in keeping with\nrecommended usage [30, 31]). Of the IAA a position of\nprominence belongs to leucine as an amino acid that\nacts as a signaling molecule to stimulate MPS, as well as\nbeing a building block for protein [32 – 35]. The medi-\nation of MPS by leucine is through the mechanistic\ntarget of rapamycin complex-1 (mTORC1; for reviews\nsee [36 – 38]). It has recently been shown that a protein\nnamed Sestrin2 is the leucine-binding sensor for\nmTORC1 [39, 40]. Upon leucine binding with Sestrin2\nthere is dissociation of Sestrin2 and GATOR2 (a\nGTPase-activating protein) and activation of mTORC1\nto allow it to phosphorylate/de-phosphorylate down-\nstream proteins and activate MPS. Thus, when leucine\nbinds to Sestrin2 this would stimulate MPS. The result,\nas hypothesized [41 – 43], is that leucinemia (and subse-\nquently intracellular leucine concentration) following\nprotein ingestion is a more likely determinant of muscle\nprotein accretion than total protein alone. With these\nnew understandings of how leucine is a stimulator of\nMPS, it is noteworthy that commonly consumed sources\nof supplemental proteins vary greatly in their leucine\ncontent. A brief",
    "discussion": "of protein quality is import-\nant at this stage to understand the potential for how not\nonly protein quantity, but protein quality can impact\nchanges in MPS and potentially muscle mass with resist-\nance training.\nProtein quality: PDCAAS and DIAAS\nTypically, protein quality has been measured using the\nprotein digestibility-corrected amino acid score or\nPDCAAS [44 – 46]. More recently, a new, ostensibly su-\nperior, method for estimating protein quality has been\nproposed called the digestible indispensable amino acid\nscore or DIAAS [31]. The main reasons for the deriv-\nation of the newer method of scoring protein quality re-\nlated to concerns around the use of PDCAAS and an\nincreasing recognition that digestibility could not be es-\ntimated from feces. Some of the bases for why DIAAS is\nsuggested to be superior to PDCAAS are reviewed\nbriefly here. First, dietary amino acids should be treated\nas individual nutrients and not simply as protein. Sec-\nond, it was acknowledged that any digestibility correc-\ntion had to recognize the difference between fecal, as\nopposed to ileal, protein digestibility. This is because\nthere is a rapid, and often times substantial metabolism\nin terms of proteins, amino acids, and nitrogen in the\ncolon. Thus, ileal (i.e., end intestinal) rather than fecal\n(which would include substantial microbiotic metabol-\nism) digestibility is considered to be more accurate due\nto colonic protein and nitrogen metabolism [31]. Third,\nthere was a growing recognition that certain amino\nacids, lysine as an example, can be reduced in terms of\ntheir bioavailability due to chemical reactions that can\ndecrease the digestible lysine [31, 47]. Finally, there was\nconcern raised over truncation of the PDCAAS value,\nwhich implied that amino acids available in terms of\ntheir content over and above those contained in a refer-\nence protein, where not useful. The point was made that\ntruncation removes any nutritional differences between\nPhillips Nutrition & Metabolism (2016) 13:64 Page 2 of 9\n\nhigher IAA-containing foods even if certain IAA may be\nlimiting in some diets/proteins. Thus, the solution is to\nallow proteins, and the diets they are part of, to have an\namino acid score of ≥ 1.0. Table 1. Shows the PDCAAS\nscores of some proteins and their corresponding DIAAS\nscore as well as the limiting amino acid. The equation\nused to calculate the DIAAS, more details for which can\nbe found here [31], is given below:\nDIAAS = (mg of digestible dietary IAA in dietary test\nprotein)/(mg of the same IAA in the reference protein)\nImportantly, the reference protein in this equation is not\negg (as it was for PDCAAS) but a theoretical protein\nthat covers all of the known requirements for the IAA.\nHowever, as with protein and the RDA, the requirement\nlevels of IAA that form the DIAAS score reflect the\nminimum levels of intake of each amino acid. Thus,\nthere is no attempt to define ‘optimal’ and potentially\nunique roles of amino acids such as leucine, as a stimu-\nlator of MPS, as well as its role as a substrate for the\nsame process.\nBeyond merely acting as a substrate, leucine has been\nshown in a number of studies to be the AA that turns\non MPS [32 – 35]. This idea has been termed the leucine\n‘threshold’[8, 9, 41, 48], which is essentially a thesis that\nstates that a rapid (i.e., from easily digestible proteins)\npost-prandial leucinemia, and likely the subsequent\nintracellular leucine concentration (presumably through\nleucine binding to Sestrin2 [39]), that triggers a rise in\nMPS (Fig. 1). Thus, in situations where MPS is the vari-\nable to be maximized it would be more important to\nfocus on the available leucine content (if known), rather\nthan a total IAA content. Thus, the leucine threshold is\nan important concept since leucine is the amino acid\nthat turns on MPS [41, 48, 49] and, importantly, is most\nlikely the critical amino acid that is an important driver\nof muscle hypertrophy. This thesis forms the basis of exam-\nination of studies in which p roteins have been compared\nwith respect to not only their ability to stimulate MPS,\nwhich is arguably a short-term measure not in complete\nagreement with longer-term resistance training outcomes\n[6, 50], but to promote resistance exercise-induced gains in\nmuscle mass. Protein amino acid content, which when\nreferenced to the ideal protein used in calculating DIAAS,\nyields the amino acid reference ratio (AARR). The AARR\nfor leucine is shown for seven commonly consumed sup-\nplemental proteins (Fig. 2). What is important to recognize\nis that leucine is not, however, considered the limiting\namino acid (i.e., the amino acid present in lowest abun-\ndance), which are shown in Table 1 for the same proteins.\nIn relation to the leucine trigger thesis (Fig. 1), it ap-\npears that the elderly have a greater leucine threshold\nand thus require greater levels of protein/leucine to\nstimulate MPS both at rest [42, 51] and following resist-\nance exercise [52, 53]. Thus, in an effort to produce\ngreater gains in muscle mass in the elderly, both with\nTable 1 PDCAAS and DIAAS scores, the limiting amino acid\nassessed by the amino acid reference ratio for selected proteins.\nValues from [47]\nProtein source PDCAAS DIAAS Limiting AA\nWhey PI 1.00 1.09 His\nWhey PC 1.00 0.97 His\nSoy PI A 1.00 0.91 Met + Cys\nSoy PI B 0.98 0.90 Met + Cys\nPea P 0.89 0.82 Met + Cys\nRice PC 0.42 0.37 Lys\nPDCAAS protein digestibility-corrected amino acid score, DIAAS digestible\nindispensable amino acid score, AA amino acid, PC protein concentrate, PI\nprotein isolate. Values are from reference [ 47]. Whey protein isolate (Whey PI)\n8855, and whey protein concentrate (Whey PC) 392: all from the Fonterra\nCo-operative Group; soy PI A (Supro 670) and soy PI B (Supro XF) were from\nSolae; pea PC (Nutralys S85) from Roquette; and rice PC (Oryzatein 90) was\nfrom Axiom Foods. Limiting AA – first limiting amino acid when compared to\nan ideal protein\nFig. 1 Schematic showing the impact of proteins with differing\nleucine contents on skeletal muscle fibre intracellular concentration\nof leucine and subsequent stimulation of muscle protein synthesis\n(MPS). The concept is that certain proteins with high leucine content\nand digestibility would raise intracellular Leu concentration and bind\nwith Sestrin2 (see text for details) to trigger activation of MPS of\nvarying degrees ( a). The resultant MPS response (shown as a percent\nstimulation above resting) is shown in ( b)\nPhillips Nutrition & Metabolism (2016) 13:64 Page 3 of 9\n\nprotein supplementation in the absence of exercise [54],\nand with performance of resistance training larger doses\nof protein (leucine) [11] would have to be consumed. The\nhigher protein/leucine needed to stimulate MPS in the\nelderly would be obtained at lower protein doses with\nhigher quality proteins such as whey (Fig. 2, Table 1),\nwhich may be advantageous from both an energy intake\nand potential appetite suppression standpoint.\nWhey protein supplementation and hypertrophy with\nresistance training\nA recent systematic review and meta-analysis of studies\ninvolving the high leucine-containing protein whey has\nbeen performed [16]. In this review the authors found\nthat of 14 studies included in the analysis 5 were whey\nprotein replacement studies (i.e., the whey protein was\nnot supplemental) and 9 were supplementation studies\n[16]. The authors found, “… a statistically significant in-\ncrease in LBM [lean body mass] (WGMD [weighted\ngroup mean difference]: 2.24 kg, 95 % CI, 0.66, 3.81)\namong studies that included a resistance exercise com-\nponent along with WP provision. ” The same authors\n[16] concluded, “… [the findings] support the use of WP\n[whey protein], either as a supplement combined with\nresistance exercise or as part of a weight loss or weight\nmaintenance diet, to improve body composition parame-\nters.” It needs to be emphasized that in this same review\n[16] the authors pointed out that, “… the effects of WP\n[whey protein] were more favorable when compared\nwith carbohydrates than protein sources other than\nwhey, although findings did not reach statistical signifi-\ncance.” This is to be expected since carbohydrates\nprovide only energy, not amino acids, and results only in\nhyperinsulinemia and thus cannot stimulate a net positive\nprotein balance [55, 56]. Nonetheless, when considered\ntogether the studies in which whey was compared to other\nproteins [57– 62] did not show marked differences. When\ncompared to soy, a lower quality protein (Table 1), whey\nprotein did not show a greater effect [57, 58]. However, in\nonly one study was resistance exercise included [57], but\nthis study had a very small sample size. Thus, the data are\nlimited and a firm",
    "conclusion": "is hard to form regarding an\nadvantage to supplementation with whey protein over\nother protein sources. Since the publication of this meta-\nanalysis [16] there have been studies published in which\nwhey protein has been compared to soy protein [15], pea\nprotein [63], and rice protein [64].\nVolek et al. [15] conducted a long-term training study\n(9mo) in which a whey protein supplement was shown\nto significantly enhance gains in lean body mass over\nthose seen in a soy protein-supplemented group by\n~83 %. This study [15] is one of the longest protein sup-\nplementation with resistance exercise trial and\nhighlighted the importance of protein quality in deter-\nmining exercise-induced muscle mass gains. Given the\nimportance of leucine in triggering MPS, the findings of\na greater muscle mass gain in a whey supplemented\ngroup are consistent with the leucine trigger thesis\n(Fig. 1) for stimulation of MPS to promote hypertrophy.\nImportantly, the soy supplemented group had a muscle\nmass gain that was no different from the carbohydrate\ngroup, which is a finding that implies soy was no better\nthan energy in the form of carbohydrate. While not\nwhey protein per se, the findings of Hartman et al. [5]\nare aligned with those of Volek et al. [15]. In this study\n[5] bovine skimmed milk was compared to a soy\nprotein-containing beverage and it was found that the\nmilk drinkers gained more muscle mass than did the soy\nbeverage consumers and a control carbohydrate only\nconsuming group.\nJoy et al. [64] studied the influence of only 8weeks of\nresistance training in groups of young men consuming\neither 48 g/d of whey or the same quantity of rice-\nderived protein (Oryzatein ™ rice protein, Axiom Foods;\nsee Table 1). When compared on a weight and a digest-\nibility basis whey protein isolate has a much greater leu-\ncine content and availability (Table 1), but the\nresearchers overcame this difference by feeding their\nsubjects a very large quantity of protein [64]. In feeding\ntheir subjects 48 g of whey isolate and 48 g of rice pro-\ntein concentrate they delivered doses of ~5.5 g and\n~3.8 g of leucine, which would have hit the highest level\nof leucine (Fig. 1) and saturated the MPS response for\nboth group [65]. Thus, given the saturable dose-\nresponse nature of MPS [52, 65, 66], and the subsequent\nhypertrophy, the results from this study [64] are not\nFig. 2 The Leucine (Leu) amino acid reference ratio (AARR – defined\nas the content of leucine in the protein measured compared to a\nhypothetical best protein to provide the EAA needed) for various\nprotein concentrates and protein isolates. Values are from reference\n[47]. Whey PI and PC 392: all from the Fonterra Co-operative Group;\nsoy PI A (Supro 670) and soy PI B (Supro XF) were from Solae; pea\nPC (Nutralys S85) from Roquette; and rice PC (Oryzatein 90) was from\nAxiom Foods. Values are from reference [47]\nPhillips Nutrition & Metabolism (2016) 13:64 Page 4 of 9\n\nsurprising. By halving the doses that these authors used\n[64], which arguably represents a more realistic dose of\nprotein, then the whey protein dose would still be suffi-\ncient to maximally stimulate MPS whereas the rice pro-\ntein dose would not [52, 65, 66]. Thus ‘equivalency’ of\nprotein in this study was not a function of the protein\nquality itself, but of the large per-dose quantities of pro-\ntein (leucine) consumed. Clearly these doses of protein\nwere sufficient to maximally stimulate MPS in the case\nof both the rice and the whey supplement.\nBabault and colleagues [63] conducted a study in\nyoung men consuming either a placebo, pea protein, or\nwhey protein. This study was a large-scale trial in which\n137 subjects were included for analysis ( n = 47, 46, and\n44, respectively for the placebo, pea protein, and whey\nprotein concentrate supplemented group). It could not\nbe determined in this study whether the protein was\ntruly supplemental due to a lack of reporting dietary in-\ntake data. The extra protein provided would have deliv-\nered, on a per dose basis, 1.6 g of leucine in the pea\nprotein and 2.1 g of leucine in the whey group (both\nconsumed twice daily) [63]. From all we know at present\n[41, 48, 49, 65], both of these doses were likely below an\noptimal leucine dose to stimulate MPS. Subjects did not\nengage in a full resistance exercise training program but\ninstead performed only three resistance exercises: arm\ncurl, lateral pulldown, and bench press, which they en-\ngaged in three times weekly for 12 weeks [63]. The re-\nsults measured as biceps brachii muscle thickness\nshowed all groups increased the thickness of their\nmuscle (muscle thickness served here as a proxy for\nmuscle hypertrophy), and the extent of the increase in\nmuscle thickness was labelled by the authors as ‘trend-\ning’ to be different in the pea protein versus the whey\nprotein supplemented group [63]. Fig. 3a shows the\nchanges in mean muscle thickness from week 0 to week\n12 in all groups. Interestingly, the increase in muscle\nthickness was accompanied by similar increases in\nstrength in all groups. Thus, if as the authors suggested\npea protein induced a ‘greater’ increase in muscle thick-\nness/hypertrophy then the quality of the muscle (as force\nper cross-sectional area) gained would not be as great in\nthe pea protein supplemented group than the placebo or\nwhey protein supplemented groups. It is also hard, based\non reported data from this study [63], to ascertain the\nsignificance of what the changes in muscle thickness\nmeant in terms of true hypertrophy. Highlighting this\nfact, the arm circumferences reported by these authors\nare shown in Fig. 3b and the estimated change, based on\nmeans, are shown in Fig. 3c. While admitting the arm\ncircumference is a crude measure of muscle hypertrophy\nit does, when comparing Fig. 3a, b, and c call into ques-\ntion what a difference in muscle thickness of less than\n1 mm between the whey and pea protein supplemented\ngroups actually means in terms of hypertrophy. In future\nstudies, rather than proxy measures (i.e., muscle thick-\nness), an actual measurement of hypertrophy using MRI,\nmuscle fibre CSA, or the use of CT would be beneficial.\nThe authors of this study [63] also conducted a ‘sensitiv-\nity’ analysis by analyzing only the changes in muscle\nFig. 3 Reanalysis of data from Babault et al. [63], showing changes\nin muscle thickness in all groups ( a) with data estimated from mean\nchanges. Arm circumferences ( b) from the same study. And the\nchanges, estimated from means, of the change in arm circumference\nof the three groups ( c)\nPhillips Nutrition & Metabolism (2016) 13:64 Page 5 of 9\n\nthickness for those participants who had initial arm curl\nmaximal strength less than the median of 25 kg. One\nissue with this ‘sensitivity’analysis is that by partitioning\nsubjects by strength lead to groups that had n = 17 for\npea (36 % of the total sample for that group), n = 31 for\nwhey (67 % of the total sample for that group), and n =\n20 for placebo (45 % of the total sample for that group)\nparticipants for the pea, whey, and placebo groups, re-\nspectively. This analysis highlights the fact that weaker\nsubjects were disproportionately assigned to the whey\ngroup and that a ‘sensitivity’analysis along strength cre-\nated imbalanced group sizes and a situation for a type 2\nstatistical error. The authors stated that, “Thickness in-\ncreases between D0 and D84 were +20.2 ± 12.3 %, +15.6\n± 13.5 %, and +8.6 ± 7.3 % for Pea, Whey and Placebo,\nrespectively. A Scheffé test showed a statistically signifi-\ncant difference between Pea and Placebo [2.51 mm]\nwhereas there was no significant difference between\nWhey and Pea [1.21 mm] … nor between Whey and Pla-\ncebo [1.29 mm]. ” (p. 5) [63]. A number of the findings\nand claims that the results of this study [63] were due to\npea protein are difficult to reconcile with the leucine con-\ntent and availability of the pea versus the whey protein\n(Table 1 and Fig. 2) and known relationships with leucine\nand MPS [52, 65, 66]. Moreover, the ‘sensitivity’ analysis\nused by these authors created an imbalanced group as-\nsignment that lead to the creation of disproportionate\ngroup sizes and, it is proposed, a spurious conclusion\nregarding the efficacy of pea versus whey protein.\nProtein blends\nBlended proteins (mixtures of different isolated protein\nsources) have been sparingly studied, but in all cases where\nMPS has been measured blends of proteins give similar re-\nsponses to leucine-matched whey protein [67, 68]. A theory\nbehind why blends of proteins might be considered to be\nmore effective than isolated proteins would be that the de-\nlivery of amino acids could be extended or that certain\namino acids are enriched in som e sources [69]; however, as\nthe main driver of MPS the most relevant amino acid is\nleucine. For example, Reidy et al. compared a blend of whey\n(25 % by weight), caseinate (50 % by weight), and soy (25 %\nby weight) to a leucine-matc hed quantity of whey. There\nwere differences in the aminoacidemia obtained following\ningestion of these two treatments that were accompanied\nby different time courses of muscle protein synthesis, how-\never, on balance the incorporation of amino acids into\nmuscle protein was not different between treatments. These\nfindings are in agreement with the leucine trigger concept\n(Fig. 1) and highlight the importance of leucine as an amino\nacid that needs to be considered in comparing supplemen-\ntal sources of protein. Future research on blends of protein\nwill need to focus on comparing protein blends to other\nprotein sources in longer-ter m studies with hypertrophy\nand/or strength as a main outcome.\nOther supplemental proteins\nA number of other supplemental protein sources have now\nbecome available to consumers including hemp protein\nand ‘insect-based’protein, and other plant-derived proteins.\nWhile it is not possible to make specific comparisons to the\nproteins examined here, the leucine content and quality\n(due to processing and the pr esence of anti-nutritional\ncompounds [70] unless they are removed) will be lower\nthan most if not all more commonly available supplemental\nproteins (Table 1). For example, the PDCAAS (DIAAS is\nnot available) scores were estimated by House et al. [71] to\nbe 0.49 – 0.53 for whole hemp seed, 0.46 – 0.51 for hemp\nseed meal, 0.63 – 0.66 for dehulled hemp seed. Obviously,\nthe hull of the seed contained a high quantity of antinutri-\ntional factors and its removal improved protein quality. Ly-\nsine was the first limiting amino acid in all hemp-based\nproteins [71]. It is important that these proteins now be\nassessed and their DIAAS scores estimated so that we can\nm a k eat r u ea s s e s s m e n to ft h e i rq u a l i t yw h e nc o m p a r e dt o\nmore commonly-used isolated proteins.\nCollagen has also gained in popularity as a source of\nprotein in supplemental sources. This is intriguing given\nthe PDCAAS score of collagen is zero due to the fact that\nit is lacking in tryptophan. However, protein blends con-\ntaining collagen, which even with added tryptophan would\nhave a PDCAAS score of 0.39, would add mostly dispens-\nable amino acids (and admittedly protein content on the\nproduct label) to existing protein content and would not\nimprove protein quality. In addition to collagen a variety\nof insect-derived proteins have been assessed for their\nprotein quality and, not unsurprisingly, there are wide\nvariation in protein digestibility [72]. Nonetheless, insect\nprotein tends, in general, to be lower quality and lower in\nIAA than comparable proteins we have examined here.\nMost often, in protein sources claiming to be insect pro-\ntein, that are available for human consumption, they are\nnot pure insect protein but instead blends of insect and\nother proteins such as a rice, hemp, and/or soy protein.\nThus, the protein quality of such protein blends is a func-\ntion not of the insects and unlikely to be as high as most\ncommon supplemental proteins (Table 1). As a result, to\nachieve a dose of leucine sufficient to stimulate MPS to an\nappreciable degree unless larger quantities (40 – 50 g per\nserve) of the protein are consumed; thus, these protein\nsources would be inferior to those proteins described in\nTable 1. It is important that future studies in this area\nemphasize that discussion of protein ‘quality’using at least\nthe content of IAA, PDCAAS (if available), or DIAAS (if\npossible) to accurately characterize proteins for use in hu-\nman clinical research.\nPhillips Nutrition & Metabolism (2016) 13:64 Page 6 of 9\n\nRecommendation and future directions\nFuture studies in which protein is given to participants\nto assess the impact of this macronutrient on resistance\ntraining-induced hypertrophy need to consider the\nfollowing:\n1. Is the protein given a supplement? A supplemental\nprotein, by definition, is in addition to the persons ’\nnormal dietary intake. Thus, researchers are urged\nto make some effort to assess normal dietary intake\nprior to the supplementation and exercise\nintervention.\n2. Is the allocation of the protein supplements blinded\nand is subject compliance assessed? While blinding of\nthe subjects and investigators to the supplementation\nis self-explanatory, objective measures of compliance\nare rarely used. As one biomarker of compliance with\nan increased protein intake urinary or serum urea\nlevels could be assessed.\n3. Is the study of sufficient duration and is adequately\npowered to detect differences? While the time\ncourse of muscle hypertrophy is not known exactly\nan 8weeks intervention would be considered the\nminimum as true hypertrophy (i.e., measured with\nmuscle biopsies or by MRI and/or CT) is detectable/\nmeasurable after 6 – 8 weeks of resistance training\n[73– 76]. Study power is often not mentioned, but it\nshould be and the minimum significant effect as well\nas the degree of change in hypertrophy needs to be\noutlined. To detect hypertrophy differences in\nproteins of differing protein quality it appears that\nthis should be in the range of at least 25 subjects per\ngroup [ 5, 15] and for a period of at least 10 – 12\nweeks in novice lifters and possibly longer in\nexperienced lifters.\n4. CONSORT ( http://www.consort-statement.org/)\nguidelines need to be followed. The CONSORT\nguidelines provide a minimum set of\nrecommendations for reporting of randomized trials.\nAdherence to this standard allows an easy cross-\ncomparison of one trial to the next. This aids in\nstandardization, complete and transparent reporting,\nand aids in interpretation.\n5. An appropriate placebo needs to be used.\nComparisons of protein to carbohydrate (i.e., to\ntry and make the interventions isoenergetic, but\nnot isonitrogenous) are more likely to show an\neffect of supplementation. Some studies have\ncompared protein sources based on leucine\ncontent [ 67], with the expected outcome that\nprotein turnover is no different between the two,\nhowever, it would seem to make more sense to\ncompare protein sources and doses that are\nisonitrogenous.\nA further consideration in recommendations for using\nlower quality proteins is their potential use in populations\nsuch as the elderly for whom a requirement for protein\n[77, 78], and more importantly leucine [42, 79, 80], for re-\ntention of muscle mass appears to be higher than that of\nyounger persons. For older persons lower quality protein\nsources would have to be rigorously tested. This sentiment\nwould be particularly true in older persons with marginal\nenergy intake and or lower levels of physical activity for\nwhom high quality (and nutrient-dense) sources of protein\nwould be recommended [54, 81, 82].",
    "conclusions": "Protein quality appears to play a role in determining re-\nsistance exercise-induced muscle hypertrophy; however,\nthe effect is more difficult to detect compared to a com-\nparison between the protein and an isoenergetic source\nof carbohydrate. The leucine content of a protein is the\nstrongest determinant of the capacity of a protein to\naffect MPS and likely hypertrophy. While the prior per-\nformance of exercise will lower the threshold for pro-\ntein/leucine required to stimulate MPS the importance\nof leucine content for MPS and likely subsequent hyper-\ntrophy needs to be appreciated in the context of not\nonly its content in a protein source but also its digest-\nibility. While there are few studies that have actually de-\nrived the DIAAS of proteins this variable is something\nthat needs to be considered moving forward. When\ncomparing proteins of differing quality, larger adequately\npowered rigorous trials need to be run to assess the im-\npact of protein quality in determining resistance\nexercise-induced hypertrophy. Future studies in this area\nmay wish to consider the recommendations outlined\nhere in terms of trying to improve overall study quality\nand, importantly, to allow for easier comparisons be-\ntween trials.\nAbbreviations\nAA: Amino acid; CT: Computed tomography; DIAAS: Digestible indispensable\namino acid score; IAA: Indispensable amino acid; LBM: Lean body mass;\nMPB: Muscle protein breakdown; MPS: Muscle protein synthesis;\nMRI: Magnetic resonance image; mTORC1: Mechanistic target of rapamycin\ncomplex-1; PDCAAS: Protein digestibility-corrected amino acid score;\nWGMD: Weighted group mean difference; WP: Whey protein\nFunding\nThe author acknowledges the support of Canadian Institutes for Health\nResearch, the National Science and Engineering Research Council of Canada,\nand the Canada Research Chairs program for their support.\nAvailability of data and materials\nAll data are available by direct request of the author.\nAuthors’ contributions\nSMP conceived of wrote, edited, and bears responsibility for final content of\nthe manuscript.\nPhillips Nutrition & Metabolism (2016) 13:64 Page 7 of 9\n\nCompeting interests\nThe author has received funding, honoraria for speaking, and travel expenses\nfrom the following non-government agencies: The US National Dairy Council,\nThe US National Cattlemen ’s Beef Association, and Dairy Farmers of Canada.\nEthics approval and consent to participate\nAs a review paper, no ethical approval was sought nor required.\nReceived: 22 August 2016 Accepted: 21 September 2016\nReferences\n1. Wernbom M, Augustsson J, Thomee R. The influence of frequency, intensity,\nvolume and mode of strength training on whole muscle cross-sectional\narea in humans. Sports Med. 2007;37(3):225 – 64.\n2. Bamman MM, Petrella JK, Kim JS, Mayhew DL, Cross JM. Cluster analysis\ntests the importance of myogenic gene expression during myofiber\nhypertrophy in humans. J Appl Physiol. 2007;102(6):2232 – 9.\n3. Kim JS, Petrella JK, Cross JM, Bamman MM. Load-mediated downregulation\nof myostatin mRNA is not sufficient to promote myofiber hypertrophy in\nhumans: a cluster analysis. J Appl Physiol. 2007;103(5):1488 – 95.\n4. Petrella JK, Kim JS, Mayhew DL, Cross JM, Bamman MM. Potent myofiber\nhypertrophy during resistance training in humans is associated with satellite\ncell-mediated myonuclear addition: a cluster analysis. J Appl Physiol. 2008;\n104(6):1736– 42.\n5. Hartman JW, Tang JE, Wilkinson SB, Tarnopolsky MA, Lawrence RL, Fullerton\nAV, et al. Consumption of fat-free fluid milk after resistance exercise\npromotes greater lean mass accretion than does consumption of soy or\ncarbohydrate in young, novice, male weightlifters. Am J Clin Nutr. 2007;\n86(2):373– 81.\n6. Mitchell CJ, Churchward-Venne TA, Parise G, Bellamy L, Baker SK, Smith K, et\nal. Acute post-exercise myofibrillar protein synthesis is not correlated with\nresistance training-induced muscle hypertrophy in young men. PLoS One.\n2014;9(2):e89431.\n7. Mitchell CJ, Churchward-Venne TA, Bellamy L, Parise G, Baker SK, Phillips SM.\nMuscular and systemic correlates of resistance training-induced muscle\nhypertrophy. PLoS One. 2013;8(10):e78636.\n8. Morton RW, McGlory C, Phillips SM. Nutritional interventions to augment\nresistance training-induced skeletal muscle hypertrophy. Front Physiol.\n2015;6:245.\n9. Churchward-Venne TA, Burd NA, Phillips SM. Nutritional regulation of\nmuscle protein synthesis with resistance exercise: strategies to enhance\nanabolism. Nutr Metab (Lond). 2012;9(1):40.\n10. Burd NA, Tang JE, Moore DR, Phillips SM. Exercise training and protein\nmetabolism: influences of contraction, protein intake, and sex-based\ndifferences. J Appl Physiol. 2009;106(5):1692 – 701.\n11. Cermak NM, Res PT, de Groot LC, Saris WH, van Loon LJ. Protein\nsupplementation augments the adaptive response of skeletal muscle to\nresistance-type exercise training: a meta-analysis. Am J Clin Nutr. 2012;96(6):\n1454– 64.\n12. Schoenfeld BJ, Aragon AA, Krieger JW. The effect of protein timing on\nmuscle strength and hypertrophy: a meta-analysis. J Int Soc Sports Nutr.\n2013;10(1):53.\n13. van Vliet S, Burd NA, van Loon LJ. The skeletal muscle anabolic response to\nplant- versus animal-based protein consumption. J Nutr.\n2015;145(9):1981– 91.\n14. Tang JE, Moore DR, Kujbida GW, Tarnopolsky MA, Phillips SM. Ingestion of\nwhey hydrolysate, casein, or soy protein isolate: effects on mixed muscle\nprotein synthesis at rest and following resistance exercise in young men.\nJ Appl Physiol. 2009;107(3):987 – 92.\n15. Volek JS, Volk BM, Gomez AL, Kunces LJ, Kupchak BR, Freidenreich DJ, et al.\nWhey protein supplementation during resistance training augments lean\nbody mass. J Am Coll Nutr. 2013;32(2):122 – 35.\n16. Miller PE, Alexander DD, Perez V. Effects of whey protein and resistance\nexercise on body composition: a meta-analysis of randomized controlled\ntrials. J Am Coll Nutr. 2014;33(2):163 – 75.\n17. Breen L, Phillips SM. Nutrient interaction for optimal protein anabolism in\nresistance exercise. Curr Opin Clin Nutr Metab Care. 2012;15:226 – 32.\n18. Snijders T, Nederveen JP, McKay BR, Joanisse S, Verdijk LB, van Loon LJ, et al.\nSatellite cells in human skeletal muscle plasticity. Front Physiol. 2015;6:283.\n19. Pennings B, Koopman R, Beelen M, Senden JM, Saris WH, van Loon LJ.\nExercising before protein intake allows for greater use of dietary protein-\nderived amino acids for de novo muscle protein synthesis in both young\nand elderly men. Am J Clin Nutr. 2011;93(2):322 – 31.\n20. Phillips SM. Protein requirements and supplementation in strength sports.\nNutrition. 2004;20(7 – 8):689– 95.\n21. Phillips SM. A brief review of critical processes in exercise-induced muscular\nhypertrophy. Sports Med. 2014;44 Suppl 1:S71 – 7.\n22. Pasiakos SM, McLellan TM, Lieberman HR. The effects of protein\nsupplements on muscle mass, strength, and aerobic and anaerobic power\nin healthy adults: a systematic review. Sports Med. 2015;45(1):111 – 31.\n23. Tipton KD, Elliott TA, Cree MG, Aarsland AA, Sanford AP, Wolfe RR.\nStimulation of Net muscle protein synthesis by whey protein ingestion\nbefore and after exercise. Am J Physiol Endocrinol Metab. 2006;292(1):E71 – 6.\n24. Tipton KD, Rasmussen BB, Miller SL, Wolf SE, Owens-Stovall SK, Petrini BE, et\nal. Timing of amino acid-carbohydrate ingestion alters anabolic response of\nmuscle to resistance exercise. Am J Physiol Endocrinol Metab. 2001;281(2):\nE197– 206.\n25. Fujita S, Dreyer HC, Drummond MJ, Glynn EL, Volpi E, Rasmussen BB.\nEssential amino acid and carbohydrate ingestion before resistance exercise\ndoes not enhance postexercise muscle protein synthesis. J Appl Physiol.\n2009;106(5):1730– 9.\n26. Beelen M, Koopman R, Gijsen AP, Vandereyt H, Kies AK, Kuipers H, et al.\nProtein coingestion stimulates muscle protein synthesis during resistance-\ntype exercise. Am J Physiol Endocrinol Metab. 2008;295(1):E70 – 7.\n27. Volpi E, Kobayashi H, Sheffield-Moore M, Mittendorfer B, Wolfe RR. Essential\namino acids are primarily responsible for the amino acid stimulation of\nmuscle protein anabolism in healthy elderly adults. Am J Clin Nutr. 2003;\n78(2):250– 8.\n28. Tipton KD, Gurkin BE, Matin S, Wolfe RR. Nonessential amino acids are not\nnecessary to stimulate net muscle protein synthesis in healthy volunteers. J\nNutr Biochem. 1999;10(2):89 – 95.\n29. Tipton KD, Ferrando AA, Phillips SM, Doyle Jr D, Wolfe RR. Postexercise net\nprotein synthesis in human muscle from orally administered amino acids.\nAm J Physiol. 1999;276(4 Pt 1):E628 – 34.\n30. WHO Technical Report Series 935. Protein and Amino Acid Requirements in\nHuman Nutrition: report of a joint FAO/WHO/UNU expert consultation.\n2011.\n31. Report of an FAO expert consultation. Dietary protein quality evaluation in\nhuman nutrition. Rome: FAO; 2013.\n32. Anthony JC, Lang CH, Crozier SJ, Anthony TG, MacLean DA, Kimball SR, et\nal. Contribution of insulin to the translational control of protein synthesis in\nskeletal muscle by leucine. Am J Physiol Endocrinol Metab. 2002;282(5):\nE1092– 101.\n33. Anthony JC, Anthony TG, Kimball SR, Jefferson LS. Signaling pathways\ninvolved in translational control of protein synthesis in skeletal muscle by\nleucine. J Nutr. 2001;131(3):856S – 60.\n34. Anthony JC, Yoshizawa F, Anthony TG, Vary TC, Jefferson LS, Kimball SR.\nLeucine stimulates translation initiation in skeletal muscle of postabsorptive\nrats via a rapamycin-sensitive pathway. J Nutr. 2000;130(10):2413 – 9.\n35. Crozier SJ, Kimball SR, Emmert SW, Anthony JC, Jefferson LS. Oral leucine\nadministration stimulates protein synthesis in rat skeletal muscle. J Nutr.\n2005;135(3):376– 82.\n36. Drummond MJ, Rasmussen BB. Leucine-enriched nutrients and the\nregulation of mammalian target of rapamycin signalling and human skeletal\nmuscle protein synthesis. Curr Opin Clin Nutr Metab Care. 2008;11(3):222 – 6.\n37. Stipanuk MH. Leucine and protein synthesis: mTOR and beyond. Nutr Rev.\n2007;65(3):122– 9.\n38. Kimball SR, Jefferson LS. Signaling pathways and molecular mechanisms\nthrough which branched-chain amino acids mediate translational control of\nprotein synthesis. J Nutr. 2006;136(1 Suppl):227S – 31.\n39. Wolfson RL, Chantranupong L, Saxton RA, Shen K, Scaria SM, Cantor JR, et\nal. Sestrin2 is a leucine sensor for the mTORC1 pathway. Science. 2016;\n351(6268):43– 8.\n40. Chantranupong L, Wolfson RL, Orozco JM, Saxton RA, Scaria SM, Bar-Peled L,\net al. The Sestrins interact with GATOR2 to negatively regulate the amino-\nacid-sensing pathway upstream of mTORC1. Cell Rep. 2014;9(1):1 – 8.\n41. Churchward-Venne TA, Breen L, Di Donato DM, Hector AJ, Mitchell CJ,\nMoore DR, et al. Leucine supplementation of a low-protein mixed\nmacronutrient beverage enhances myofibrillar protein synthesis in young\nmen: a double-blind, randomized trial. Am J Clin Nutr. 2014;99(2):276 – 86.\nPhillips Nutrition & Metabolism (2016) 13:64 Page 8 of 9\n\n42. Katsanos CS, Kobayashi H, Sheffield-Moore M, Aarsland A, Wolfe RR. A high\nproportion of leucine is required for optimal stimulation of the rate of\nmuscle protein synthesis by essential amino acids in the elderly. Am J\nPhysiol Endocrinol Metab. 2006;291(2):E381 – 7.\n43. Layman DK, Anthony TG, Rasmussen BB, Adams SH, Lynch CJ, Brinkworth\nGD, et al. Defining meal requirements for protein to optimize metabolic\nroles of amino acids. Am J Clin Nutr. 2015;101(6):1330S-1338S.\n44. Moughan PJ. Dietary protein quality in humans – an overview. J AOAC Int.\n2005;88(3):874– 6.\n45. Schaafsma G. The protein digestibility-corrected amino acid score. J Nutr.\n2000;130(7):1865S– 7.\n46. Schaafsma G. The Protein Digestibility-Corrected Amino Acid Score\n(PDCAAS)– a concept for describing protein quality in foods and food\ningredients: a critical review. J AOAC Int. 2005;88(3):988 – 94.\n47. Rutherfurd SM, Moughan PJ. Available versus digestible dietary amino acids.\nBr J Nutr. 2012;108 Suppl 2:S298 – 305.\n48. Churchward-Venne TA, Burd NA, Mitchell CJ, West DW, Philp A, Marcotte\nGR, et al. Supplementation of a suboptimal protein dose with leucine or\nessential amino acids: effects on myofibrillar protein synthesis at rest and\nfollowing resistance exercise in men. J Physiol. 2012;590(11):2751 – 65.\n49. Wilkinson DJ, Hossain T, Hill DS, Phillips BE, Crossland H, Williams J, et al. Effects\nof leucine and its metabolite beta-hydroxy-beta-methylbutyrate on human\nskeletal muscle protein metabolism. J Physiol. 2013;591(Pt 11):2911 – 23.\n50. Mitchell CJ, Churchward-Venne TA, Cameron-Smith D, Phillips SM. What is\nthe relationship between the acute muscle protein synthetic response and\nchanges in muscle mass? J Appl Physiol 2014;In press.\n51. Wall BT, Hamer HM, de LA, Kiskini A, Groen BB, Senden JM, et al. Leucine\nco-ingestion improves post-prandial muscle protein accretion in elderly\nmen. Clin Nutr. 2012;32(3):412-19.\n52. Yang Y, Breen L, Burd NA, Hector AJ, Churchward-Venne TA, Josse AR, et al.\nResistance exercise enhances myofibrillar protein synthesis with graded\nintakes of whey protein in older men. Br J Nutr. 2012;108(10):1 – 9.\n53. Yang Y, Churchward-Venne TA, Burd NA, Breen L, Tarnopolsky MA, Phillips SM.\nMyofibrillar protein synthesis following ingestion of soy protein isolate at rest\nand after resistance exercise in elderly men. Nutr Metab (Lond). 2012;9(1):57.\n54. Bauer JM, Verlaan S, Bautmans I, Brandt K, Donini LM, Maggio M, et al.\nEffects of a vitamin D and leucine-enriched whey protein nutritional\nsupplement on measures of sarcopenia in older adults, the PROVIDE study:\na randomized, double-blind, placebo-controlled trial. J Am Med Dir Assoc.\n2015;16(9):740– 7.\n55. Borsheim E, Cree MG, Tipton KD, Elliott TA, Aarsland A, Wolfe RR. Effect of\ncarbohydrate intake on net muscle protein synthesis during recovery from\nresistance exercise. J Appl Physiol. 2004;96(2):674 – 8.\n56. Biolo G, Williams BD, Fleming RY, Wolfe RR. Insulin action on muscle protein\nkinetics and amino acid transport during recovery after resistance exercise.\nDiabetes. 1999;48(5):949 – 57.\n57. Denysschen CA, Burton HW, Horvath PJ, Leddy JJ, Browne RW. Resistance\ntraining with soy vs whey protein supplements in hyperlipidemic males. J\nInt Soc Sports Nutr. 2009;6:8.\n58. Moeller LE, Peterson CT, Hanson KB, Dent SB, Lewis DS, King DS, et al.\nIsoflavone-rich soy protein prevents loss of hip lean mass but does not\nprevent the shift in regional fat distribution in perimenopausal women.\nMenopause. 2003;10(4):322 – 31.\n59. Cribb PJ, Williams AD, Carey MF, Hayes A. The effect of whey isolate and\nresistance training on strength, body composition, and plasma glutamine.\nInt J Sport Nutr Exerc Metab. 2006;16(5):494 – 509.\n60. Demling RH, DeSanti L. Effect of a hypocaloric diet, increased protein intake\nand resistance training on lean mass gains and fat mass loss in overweight\npolice officers. Ann Nutr Metab. 2000;44(1):21 – 9.\n61. Claessens M, van Baak MA, Monsheimer S, Saris WH. The effect of a low-fat,\nhigh-protein or high-carbohydrate ad libitum diet on weight loss maintenance\nand metabolic risk factors. Int J Obes (Lond). 2009;33(3):296 – 304.\n62. Pal S, Radavelli-Bagatini S, Hagger M, Ellis V. Comparative effects of whey\nand casein proteins on satiety in overweight and obese individuals: a\nrandomized controlled trial. Eur J Clin Nutr. 2014;68(9):980 – 6.\n63. Babault N, Paizis C, Deley G, Guerin-Deremaux L, Saniez MH, Lefranc-Millot\nC, et al. Pea proteins oral supplementation promotes muscle thickness gains\nduring resistance training: a double-blind, randomized, Placebo-controlled\nclinical trial vs. Whey protein. J Int Soc Sports Nutr. 2015;12(1):3.\n64. Joy JM, Lowery RP, Wilson JM, Purpura M, De Souza EO, Wilson SM, et al.\nThe effects of 8 weeks of whey or rice protein supplementation on body\ncomposition and exercise performance. Nutr J. 2013;12:86.\n65. Moore DR, Robinson MJ, Fry JL, Tang JE, Glover EI, Wilkinson SB, et al.\nIngested protein dose response of muscle and albumin protein synthesis\nafter resistance exercise in young men. Am J Clin Nutr. 2009;89(1):161 – 8.\n66. Robinson MJ, Burd NA, Breen L, Rerecich T, Yang Y, Hector AJ, et al. Dose-\ndependent responses of myofibrillar protein synthesis with beef ingestion\nare enhanced with resistance exercise in middle-aged men. Appl Physiol\nNutr Metab. 2013;38(2):120 – 5.\n67. Reidy PT, Walker DK, Dickinson JM, Gundermann DM, Drummond MJ,\nTimmerman KL, et al. Protein blend ingestion following resistance exercise\npromotes human muscle protein synthesis. J Nutr. 2013;143(4):410 – 6.\n68. Reidy PT, Walker DK, Dickinson JM, Gundermann DM, Drummond MJ,\nTimmerman KL, et al. Soy-dairy protein blend and whey protein ingestion after\nresistance exercise increases amino acid transport and transporter expression\nin human skeletal muscle. J Appl Physiol (1985). 2014;116(11):1353 – 64.\n69. Paul GL. The rationale for consuming protein blends in sports nutrition.\nJ Am Coll Nutr. 2009;28(Suppl):464S – 72.\n70. Gilani GS, Cockell KA, Sepehr E. Effects of antinutritional factors on protein\ndigestibility and amino acid availability in foods. J AOAC Int. 2005;88(3):967 – 87.\n71. House JD, Neufeld J, Leson G. Evaluating the quality of protein from hemp\nseed (Cannabis sativa L.) products through the use of the protein\ndigestibility-corrected amino acid score method. J Agric Food Chem. 2010;\n58(22):11801– 7.\n72. Bosch G, Zhang S, Oonincx DG, Hendriks WH. Protein quality of insects as\npotential ingredients for dog and cat foods. J Nutr Sci. 2014;3:e29.\n73. Goreham C, Green HJ, Ball-Burnett M, Ranney D. High-resistance training\nand muscle metabolism during prolonged exercise. Am J Physiol. 1999;\n276(3 Pt 1):E489 – 96.\n74. Green H, Goreham C, Ouyang J, Ball-Burnett M, Ranney D. Regulation of\nfiber size, oxidative potential, and capillarization in human muscle by\nresistance exercise. Am J Physiol. 1999;276(2 Pt 2):R591 – 6.\n75. Damas F, Phillips SM, Lixandrao ME, Vechin FC, Libardi CA, Roschel H, et al.\nEarly resistance training-induced increases in muscle cross-sectional area are\nconcomitant with edema-induced muscle swelling. Eur J Appl Physiol. 2016;\n116(1):49– 56.\n76. Lixandrao ME, Damas F, Chacon-Mikahil MP, Cavaglieri CR, Ugrinowitsch C,\nBottaro M, et al. Time course of resistance training-induced muscle\nhypertrophy in the elderly. J Strength Cond Res. 2016;30(1):159 – 63.\n77. Bauer J, Biolo G, Cederholm T, Cesari M, Cruz-Jentoft AJ, Morley JE, et al.\nEvidence-based recommendations for optimal dietary protein intake in\nolder people: a position paper from the PROT-AGE Study Group. J Am Med\nDir Assoc. 2013;14(8):542 – 59.\n78. Deutz NE, Bauer JM, Barazzoni R, Biolo G, Boirie Y, Bosy-Westphal A, et al.\nProtein intake and exercise for optimal muscle function with aging:\nrecommendations from the ESPEN Expert Group. Clin Nutr. 2014;33(6):929 – 36.\n79. Katsanos CS, Chinkes DL, Paddon-Jones D, Zhang XJ, Aarsland A, Wolfe RR.\nWhey protein ingestion in elderly persons results in greater muscle protein\naccrual than ingestion of its constituent essential amino acid content. Nutr\nRes. 2008;28(10):651 – 8.\n80. Paddon-Jones D, Sheffield-Moore M, Katsanos CS, Zhang XJ, Wolfe RR.\nDifferential stimulation of muscle protein synthesis in elderly humans\nfollowing isocaloric ingestion of amino acids or whey protein. Exp Gerontol.\n2006;41(2):215– 9.\n81. Phillips SM, Fulgoni VL, III, Heaney RP, Nicklas TA, Slavin JL, Weaver CM.\nCommonly consumed protein foods contribute to nutrient intake, diet\nquality, and nutrient adequacy. Am J Clin Nutr. 2015;101(6):1346S-1352S.\n82. Phillips SM. Nutritional supplements in support of resistance exercise to\ncounter age-related sarcopenia. Adv Nutr. 2015;6(4):452 – 60.\nPhillips Nutrition & Metabolism (2016) 13:64 Page 9 of 9"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 12,
    "primary_human": "hypertrophy; strength; acute MPS (mechanistic)"
  },
  "bucket": "B",
  "notes": "Argues that rapidly digested, leucine-rich proteins (e.g. whey/dairy) may better support RT-induced hypertrophy than some lower-quality proteins when total intake is matched."
}