{
  "id": 45,
  "title": "Effects of Higher- Versus Lower-Protein Diets on Health Outcomes: A Systematic Review and Meta-Analysis",
  "authors": "Santesso N et al.",
  "year": 2012,
  "doi": "10.1038/ejcn.2012.58",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "high_protein_diet",
    "weight_loss",
    "cardiometabolic_risk",
    "obesity"
  ],
  "population": {
    "training_status": "meta_analysis_RCT (diet_only; overweight/obese adults)"
  },
  "sections": {
    "methods": "We searched several electronic databases up to July 2011 for studies focusing on patient-important outcomes (for\nexample, cardiovascular disease) and secondary outcomes such as risk factors for chronic disease (for example, adiposity).",
    "results": "We identiﬁed 111 articles reporting on 74 trials. Pooled effect sizes using standardised mean differences (SMDs) were\nsmall to moderate and favoured higher-protein diets for weight loss (SMD/C0 0.36, 95% conﬁdence interval (CI)/C0 0.56 to /C0 0.17),\nbody mass index (/C0 0.37, CI /C0 0.56 to 0.19), waist circumference (/C0 0.43, CI /C0 0.69 to /C0 0.16), blood pressure (systolic:/C0 0.21,\nCI /C0 0.32 to /C0 0.09 and diastolic:/C0 0.18, CI /C0 0.29 to /C0 0.06), high-density lipoproteins (HDL 0.25, CI 0.07 to 0.44), fasting insulin\n( /C0 0.20, CI /C0 0.39 to /C0 0.01) and triglycerides (/C0 0.51, CI /C0 0.78 to /C0 0.24). Sensitivity analysis of studies with lower risk of bias\nabolished the effect on HDL and fasting insulin, and reduced the effect on triglycerides. We observed nonsigniﬁcant effects on total\ncholesterol, low-density lipoproteins, C-reactive protein, HbA1c, fasting blood glucose, and surrogates for bone and kidney health.\nAdverse gastrointestinal events were more common with high-protein diets. Multivariable meta-regression analysis showed no\nsigniﬁcant dose response with higher protein intake.",
    "conclusions": "Higher-protein diets probably improve adiposity, blood pressure and triglyceride levels, but these effects are small\nand need to be weighed against the potential for harms.\nEuropean Journal of Clinical Nutrition(2012) 66, 780–788; doi:10.1038/ejcn.2012.37; published online 18 April 2012\nKeywords: protein diet; GRADE; systematic review; weight loss; meta-analysis; randomised trial",
    "introduction": "International dietary guidelines recommend healthy diets with\nhigher energy intake from carbohydrates, a lower energy intake\nfrom fat and a still lower energy intake from protein.\n1–3 However,\nthere has been an enduring interest in the ideal balance of these\nenergy sources to achieve better health,\n4 including the ideal\nproportion of proteins in the diet. In fact, there is a wealth of\nliterature that includes randomised controlled trials (RCTs) that\nhave compared high-protein diets with low-protein diets and that\nwere published in high-impact medical journals.\n5,6 These studies\nhave led to various and often contradictory conclusions about\nwhether high-protein diets result in weight loss and other\nimportant health beneﬁts and why.\nBefore developing health care recommendations, it is necessary\nto systematically review the evidence to determine the best\nestimates of effect and the quality of that evidence.\n7 The most\nrigorous study design to measure these effects will come from\nwell-conducted RCTs, which can minimise the biases in\nobservational studies in particular in studies that are at risk for\nresidual confounding by lifestyle factors.\n7 A number of narrative\nreviews with their known biases have been published. 8 These\nnarrative reviews generally conclude that there is some evidence\nthat high-protein diets may have beneﬁcial effects on adiposity\nand other metabolic parameters, and hypothesise that the effects\nmay be due to increased thermogenesis and satiety.\n9–11 One\nreview, focusing on body composition and weight loss, although\nsystematic in its methods and including randomised controlled\nstudies, drew similar conclusions, but by combining randomised\nand nonrandomised studies the protection against bias and\nconfounding by randomisation was lost.\n12 Other reviews have\nfocused on single outcomes related to protein.13,14\nTherefore, we conducted a systematic review and meta-analysis\nof RCTs to assess the beneﬁts and harms of higher-protein\ncompared with lower-protein diets in the general population. Our\nspeciﬁc objectives were (1) to systematically assess the effect of\nprotein intake on health and other risk factors for chronic disease\nin RCTs; and (2) to perform a meta-regression analysis of these\ntrials to test for a possible dose–response relationship between\nprotein intake and health indicators.\nMETHODS\nProtocol, search strategy and selection criteria\nOur methods generally follow the Cochrane Handbook for systematic\nreviews of intervention.15 We developed a systematic review protocol and\nsearched Medline (1950 to July 2011), EMBASE (1980 to July 2011) and the\nCochrane Central Register of Controlled Trials Register, CENTRAL (July\n2011). The search strategies combined key subject terms and text words,\nand validated search ﬁlters\n15,16 with no language restrictions (see\n1Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada;2Department of Medicine, State University of New York, Buffalo, NY, USA;\n3Barilla, SpA, Parma, Italy and4Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Correspondence: Professor HJ Schu¨ nemann, Department of Clinical\nEpidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada.\nE-mail: schuneh@mcmaster.ca\nReceived 28 December 2011; revised 8 March 2012; accepted 8 March 2012; published online 18 April 2012\nEuropean Journal of Clinical Nutrition (2012)66, 780–788\n& 2012 Macmillan Publishers Limited All rights reserved 0954-3007/12\nwww.nature.com/ejcn\n\nSupplementary Information 1). We reviewed reference lists for additional\nstudies. Two investigators independently screened all citations.\nStudies were eligible if participants were adults (418 years) and if at\nleast 80% of participants did not have medically indicated dietary\nrestrictions (for example, patients with diabetes or chronic renal disease),\nor their results were reported separately. Our aim was to include studies\nthat would provide evidence applicable to a general population\nconsuming a diet of commonly found foods and for which equipoise\nabout the intervention existed at the time the study was conducted. This\ncriterion meant that studies of people with hyperlipidemia, hypertension\nor metabolic syndrome were included. We included studies that were\ndesigned for weight loss or not, or provided food to participants or not, as\nlong as the diet was based on foods that a general population could\nincorporate into a diet. For this reason, studies using special meal\nreplacements or supplements were not eligible. We included RCTs that\ncompared higher- versus lower-protein diets using a 5% difference in total\nenergy intake. We considered protein intake based on the mean reported\namount of protein consumption within each diet group closest to the time\nof follow-up. The choice of 5% was conservative when compared with the\ntargeted difference in protein intake in most large randomised trials that is\n10% or more.\n17–19 We included studies with co-interventions (for example,\nexercise programmes) only if they were applied similarly to both the\nhigher and lower protein groups so that they would not mask or\nemphasise the effects of protein. For trials with a crossover design, we\nconsidered only the period before the crossover to avoid any carry-over\neffects or the last follow-up if the authors demonstrated no signiﬁcant\ncarry-over effects in their analyses. In studies that compared two or more\nhigher-protein diets with one lower-protein diet, we used a split-half\napproach to include data of the lower-protein diet and compared the\nlower-protein group to each higher-protein diet group separately. For\nstudies in which there were two higher-protein diets and two lower-\nprotein diets, we included two comparisons between diets of similar\ncaloric content. Given assumptions that initial effects of weight loss diets\nmay be due to drastic water or muscle loss, the intervention period had to\nbe 28 days or more.\nOur a priori primary outcomes were direct patient-important outcomes,\nincluding death, cardiovascular diseases, cancer diagnosis, new onset\ndiabetes, renal disease, starting dialysis, bone health/fractures, quality of\nlife and adverse events. However, we expected little information for these\nprimary outcomes anda priori determined to accept surrogate outcomes\nof the primary outcomes, including body mass index (BMI), weight, waist\ncircumference, blood pressure, lipid levels (total cholesterol, high-density\nlipoproteins (HDL) and low-density lipoproteins (LDL)), C-reactive protein\n(CRP), serum HbA1c, fasting serum blood glucose, fasting serum insulin,\ntriglycerides, serum creatinine and bone mineral density. One investigator\nextracted data from eligible studies and a second veriﬁed the information\nusing a standardised, pilot tested form, and resolved disagreement by",
    "discussion": ". We contacted authors via email up to two times to request\ndata. Event rates and continuous data were collected by available case\nanalysis when provided by the author and at the last follow-up time of a\nstudy.\n15\nStatistical analysis\nWe used random effect models to conduct meta-analyses of dichotomous\noutcomes, and mean differences (MD) or standardised mean differences\n(SMDs) of change scores for continuous outcomes using Review Manager\n5.0. We interpreted an SMD o0.40 as a small effect size, 0.40–0.70 as\nmoderate and 40.70 as large.\n15 Given these established ranges of effect\nsizes, effect sizes (and their conﬁdence intervals (CIs)) r0.2 were\ninterpreted as no difference if they were not statistically signiﬁcant. To\naid interpretation of SMDs, we translated them back to their original units\nby multiplying the pooled SMD with the pooled s.d. of the control group\ndifferences measured at 3 months.\n15\nWe conducted a priori subgroup analyses to determine whether or not\nthe effect of higher-protein diets varied by caloric intake (for example,\ncomparisons between diets that were hypocaloric, isocaloric or unlimited\ncaloric intake). The subgroups consisted of studies comparing diets in\nwhich the higher-protein compared with the lower-protein diet yielded\nZ100 kilocalories (kcal) more energy,X100 kcal less or was within 100 kcal\nof the lower-protein diet. A difference ofB0.45 kg (1 pound) in weight loss\nper month between higher- and lower-protein diets has been described in\nstudies that we found during scoping exercises.\n11 We calculated that a\n3500-kcal reduction in energy intake causes anB0.45 kg weight loss that,\nin turn, translates to a difference ofB100 kcal in energy intake per day\nover 1 month. We performed post-hoc subgroup analyses by the\npercentage of protein intake in higher-protein diets to explore whether\ndiets with a higher versus lower percentage protein intake resulted in\ndifferent outcomes (that is, percentage protein intake 430% versus,\n20–30%, versuso20%). We assessed heterogeneity of the results using the\nw\n2 test andI2, and further explored the heterogeneity ifI2 was 450%.15 We\nperformed sensitivity analyses by excluding studies with 20% or greater\nloss of follow-up and dropouts, and created funnel plots for meta-analyses\nto assess publication bias. We planned to do a subgroup analysis by type\nof protein (animal versus plant sources), but too few studies reported the\nprotein source preventing us from conducting these analyses.\nWe performed a multivariable meta-regression analysis to examine the\ndose–response relation between protein intake and the mean change in\noutcomes, weighted by the inverse of the variance and adjusted for\nimportant covariates. Twoa priorimodels were constructed: (1) amount of\nprotein intake as the main variable and duration of diet intervention,\ndifference in total energy intake between the intervention and control diet,\nand baseline BMI (base model) as covariates and (2) the primary model\nwith age, sex and difference in percentage of energy intake from\ncarbohydrates between the intervention and control diet added to the\nmodel (full adjusted model). We used a random effects meta-regression\nmodel using Proc Mixed, SAS version 9.1, according to Morris.\n20\nSecondary analysis\nWhile we determineda priori to focus on change values because scoping\nof the literature indicated that many of the possibly eligible studies were\nsmall, many studies did not report change values. We, therefore,\nconducted a secondary analysis on the end of study values. Similar to\nthe primary analysis, we used a random effects model in the meta-analyses\nand calculated SMDs by pooling results using data from the last follow-up\nreported in a study.\nQuality of the body of evidence (conﬁdence in the estimates of\neffect)\nWe assessed the quality of evidence (that is, the conﬁdence in the\nestimates of effect) by outcome according to the Grading of Recommen-\ndations Assessment, Development and Evaluation (GRADE) approach\n(www.gradeworkinggroup.org).\n7 The quality of evidence for each outcome\nis graded in four categories from high to very low (see Table 2 for detailed\ndescription of the categories).\nRESULTS\nTrial ﬂow\nThe search identiﬁed 9658 unique citations for screening. We\nidentiﬁed 111 articles describing 74 eligible studies (Figure 1). We\ncontacted authors of 19 articles and received responses from 15.\nThe table of included studies and references to all articles are\nprovided in Supplementary Information 2, and the table of\nexcluded studies and reasons for exclusion are provided in\nSupplementary Information 3.\nStudy characteristics\nParticipants were either healthy, overweight, obese, hypertensive\nor had elevated lipid levels. The median age was 45 years, median\nBMI was 33 (range: 22–43) and studies included more women than\nmen (64% versus 36%). The median protein content of the higher-\nprotein diets was 27% of the total energy intake (range: 16–45%)\nand 18% (range: 5–23%) in the lower-protein diets. The MD across\nstudies of the total energy intake from protein was 10%. Only 11\nstudies (15%) reported the amount of protein as vegetable or\nmeat protein. Most studies were performed in North America.\nFew studies (34%) measured adverse events. The majority of\nstudies (80%) measured outcomes at o6 months (Table 1 and\nSupplementary Information 2 for more details).\nQuality of the body of evidence\nLess than 10% of the studies reported adequate randomisation\nand/or allocation concealment. Almost 40% of the studies had\nHigher- versus lower-protein diets\nN Santesso et al\n781\n& 2012 Macmillan Publishers Limited European Journal of Clinical Nutrition (2012) 780 – 788\n\ngreater than 20% loss to follow-up or dropout rates. We did not\ndetect publication bias in the meta-analyses. The summary of\nﬁndings table describes the quality of the body of evidence for\neach outcome (Table 2).\nHealth outcomes\nFigure 2 summarises the results of the meta-analyses for all\nmeasured outcomes as pooled effect sizes or SMDs. The results of\nthe meta-analyses for each outcome are provided in\nSupplementary Information 4. No included study measured the\nincidence of death, cancer, diabetes, heart attack, stroke, dialysis\nand other renal disease, or fractures.\nWeight loss and adiposity. A total of 38 studies provided data for the\nmeta-analysis for weight change (2326 participants), 16 for BMI\n(887 participants) and 15 for waist circumference (1214 partici-\npants). The pooled standardised effect sizes for changes in weight\nloss ( /C0 0.36, CI /C0 0.56 to /C0 0.17, P ¼0.0002), BMI ( /C0 0.37,\nCI /C0 0.56 to /C0 0.19, Po0.0001) and waist circumference\n( /C0 0.43, CI /C0 0.69 to /C0 0.16, P ¼0.00001) were statistically\nsigniﬁcant and represented small to moderate effects. However,\nthere was inconsistency (heterogeneity) across trials for weight\nloss (I\n2 ¼77%, Po0.00001) and waist circumference ( I2 ¼75%,\nPo0.0001). Exploration of whether effects on adiposity varied\ndepending on energy content showed no signiﬁcant\neffects (interaction terms: weight lossP ¼0.31; BMIP ¼0.21; waist\ncircumference P ¼0.53). In the meta-regression, other covariates\ndid not inﬂuence waist circumference. However, a higher\nBMI at the start of a study (in both models), and a more\nsimilar energy intake between diets (in the base model only)\nwas associated with greater weight loss in people following\nthe higher-protein diet. In contrast, the magnitude of the\nreduction in BMI was not associated with greater differences in\nprotein content (in the full model only). In the sensitivity\nanalyses excluding studies with more than 20% loss to follow-up\nand dropouts, effect sizes were similar for weight loss and\nBMI, and smaller for waist circumference ( /C0 0.2, CI /C0 0.34 to\n/C0 0.07, P ¼0.003).\nTranslated to an effect at 3 months, the meta-analysis shows a\ngreater weight loss of 1.21 kg (CI /C0 1.88 to /C0 0.57), a greater\ndecrease in BMI (/C0 0.51 kg/m\n2,C I /C0 0.77 to /C0 0.26) and a greater\nloss in waist circumference (/C0 1.66 cm, CI /C0 2.66 to /C0 0.62) in\nhigher compared with lower-protein diets (moderate-quality\nevidence for all outcomes).\nBlood pressure . Meta-analysis of 15 studies (1186 participants)\nshowed a small statistically signiﬁcant decrease in systolic blood\nRecords identified through \ndatabase searching up to July 2011 \n(n=14 543)\nScreeningIncluded Eligibility Identification\nAdditional records identified \nthrough other sources \n(n=14)\nRecords after duplicates removed \n(n=9568) \nRecords screened \n(n=9582) \nRecords excluded \n(n=9087) \nFull-text articles assessed \nfor eligibility \n(n=495)\nFull-text articles excluded, \nwith reasons \n(n=384)\n not a RCT \n difference in protein \nbetween diets not >5% \n diet included \nsupplements or meal \nreplacements \n >20% participants \nrequired specific diet \n diet duration less than \n28 days/1 month \n data not usable \ndespite efforts to \ncontact authors (e.g. \ncrossover trial, missing \ndata) \n articles awaiting \nassessment or \ntranslation \n articles/conference \nabstracts that could \nnot be retrieved \nStudies included \n(n=74, reported in 111 \narticles)\nStudies included in \nquantitative synthesis \nPrimary analysis of \ndifference change from \nbaseline values (n=46) \nSecondary analysis of \ndifference in post \nintervention values (n=54) \nFigure 1. PRISMA Flow Diagram of results of search.\nHigher- versus lower-protein diets\nN Santesso et al\n782\nEuropean Journal of Clinical Nutrition (2012) 780 – 788 & 2012 Macmillan Publishers Limited\n\npressure (SMD /C0 0.21, CI /C0 0.32 to /C0 0.09, P ¼0.0004) and\ndiastolic blood pressure (SMD/C0 0.18, CI /C0 0.29 to 0.06,P ¼0.003).\nThe effect’s estimates were similar in the sensitivity analyses using\nonly studies witho20% loss to follow-up/dropout. There was no\ninteraction between diet type with different caloric content for\nsystolic (P ¼0.17) or diastolic blood pressure (P ¼0.42), nor any\nassociation of covariates in the meta-regression analyses. Of note,\nhowever, was a signiﬁcant change with higher-protein diets at\n20–30% energy intake, but not with 30% or more. Translated to an\neffect at 3 months, the meta-analysis showed a greater mean\ndecrease of 3.2 mm Hg (CI/C0 4.80 to /C0 1.35) in systolic blood\npressure and 1.75 mm Hg (CI/C0 2.81 to /C0 0.58) in diastolic blood\npressure with higher- compared with lower-protein diets (mod-\nerate-quality evidence).\nLipid levels. The 21 studies (1368 participants) that reported total\ncholesterol showed no difference and similar nonsigniﬁcant\nchanges in studies with o20% follow-up. Subgroup analysis\nshowed no signiﬁcant differences by caloric content of diet\n(interaction termP ¼0.31). About 23 studies (B1550 participants)\nwere included in the analyses for HDL and LDL cholesterol. HDL\ncholesterol was signiﬁcantly increased with higher-protein diets\n(SMD 0.25, CI 0.07–0.44, P ¼0.007). However, we observed\nheterogeneity (I\n2 ¼65%, Po0.00001), and the change in HDL\nwas no longer signiﬁcant in the sensitivity analysis restricted to\nstudies with &lt;20% loss to follow-up/dropout. Subgroup analysis\nshowed no signiﬁcant difference with diets of different caloric\ncontent (P ¼0.38) or protein. In addition, the meta-regression (full\nmodel) across studies showed an inverse association between\ngreater differences in protein content of the diets and improve-\nments in HDL, and the lower carbohydrate content of the higher-\nprotein diet was associated with a higher HDL. There was no\ndifference in LDL cholesterol in the meta-analysis (SMD 0.00,\nCI /C0 0.17 to 0.16, P ¼0.97), with similar results for studies with\no20% loss to follow-up, and nonsigniﬁcant differences by caloric\ncontent (P ¼0.68). However, it was positively associated with\nduration of the diet in the meta-regression. At 3 months, the effect\nsizes translate to no difference in total cholesterol and LDL\ncholesterol with higher-protein diets. However, we observed a\nsigniﬁcantly greater increase in HDL cholesterol of 0.04 mmol/l (CI\n0.01–0.08) with higher- compared with lower-protein diets\n(moderate-quality evidence for all outcomes).\nC-reactive protein\nThe pooled effect size of ﬁve studies (398 participants) showed no\nsigniﬁcant difference in CRP (0.01, CI/C0 0.23 to 0.25,P ¼0.95). At 3\nmonths, this effect would translate into a nonsigniﬁcant increase\nof 0.02 mg/l (CI/C0 0.05 to 0.54) (low-quality evidence). Subgroup\nanalysis showed nonsigniﬁcant differences with caloric content\nTable 1. Key characteristics of included randomised controlled trials a\nParticipant characteristics Median (range) unless indicated otherwise\nNumber of participants 54 (5–405)\nAge 45 years\nMale/female (mean across studies) 36%/64%\nBMI 33 (22–43)\nDiet characteristics\nTotal daily energy intake (approximate kcal)\nLower-protein diets 1500 (1100–2800)\nHigher-protein diets 1500 (900–2800)\nProtein (% total daily energy intake)\nLower-protein diets 18% (5–23%)\nHigher-protein diets 27% (16–45%)\nCarbohydrate (% total daily energy intake)\nLower-protein diets 55% (27–78%)\nHigher-protein diets 38% (5–62%)\nFat (% total daily energy intake)\nLower-protein diets 26% (11–53%)\nHigher-protein diets 32% (13–68%)\nStudy characteristics Number of studies (%)\nCrossover trial 9 (14%)\nLoss to follow-up and dropouts Z20% 27 (36%)\nCaloric content (difference between diets)\nHigher-protein diets with 4100 calories more than lower-protein diets 13 (18%)\nHigher-protein diets within 100 calories of lower-protein diets 43 (58%)\nHigher-protein diets with 4100 calories fewer than lower-protein diets 6 (8%)\nReporting adverse events (for example, bone and kidney health, other adverse events) 25 (34%)\nGreatest duration of diet (see inclusion criteria):\n1t o o3 months 32 (43%)\n3 months to o6 months 30 (41%)\n6 months or greater 12 (16%)\nReporting type of protein (animal versus vegetable) 11 (15%)\nAbbreviation: BMI, body mass index. aDietary amounts are actual dietary intake by participants, not targeted intake in study design.\nHigher- versus lower-protein diets\nN Santesso et al\n783\n& 2012 Macmillan Publishers Limited European Journal of Clinical Nutrition (2012) 780 – 788\n\nTable 2. Summary of ﬁndings table\nShould higher-protein diets compared with lower-protein diets be used in people with no dietary restrictions to improve health?\nPatient or population: people with no dietary restrictions\nSettings: outpatient\nIntervention: higher-protein diets\nComparison: lower-protein diets\nOutcomes (at 3 months unless\nindicated)\nEffects in control and intervention groups No of\nParticipants\n(studies)\nQuality of the\nevidence\n(GRADE)\nComments\nLower-protein diets Higher-protein diets (95% CI)\nWeight loss (kg) The mean weight loss ranged\nacross control groups from\n0.25–11.6 kg\nThe mean weight loss was 1.21\nlower (1.88–0.57 lower)\n2326 (38 studies) \"\"\"~\nModeratea,b\nBased on SMD /C0 0.36\n(0.56 to /C0 0.17)\nChange in BMI The mean change in BMI ranged\nacross control groups from 1–4\nThe mean change in BMI was 0.51\nlower (0.77–0.26 lower)\n887 (16) \"\"\"~\nModeratea\nBased on SMD /C0 0.37\n( /C0 0.56 to /C0 0.19)\nChange in waist circumference\n(cm)\nThe mean change in waist\ncircumference ranged from\n1–7 cm\nThe mean change in waist\ncircumference was 1.66 lower\n(2.66–0.62 lower)\n1214 (15) \"\"\"~\nModeratea,b\nBased on SMD /C0 0.43\n( /C0 0.69 to /C0 0.16)\nChange in systolic blood pressure\n(mm Hg)\nThe mean change in systolic\nblood pressure ranged from\n1–15 mm Hg\nThe mean change in systolic\nblood pressure was 3.2 lower\n(4.8–1.35 lower)\n1186 (15) \"\"\"~\nModerate\na\nBased on SMD /C0 0.21\n( /C0 0.32 to /C0 0.09)\nChange in diastolic blood\npressure (mm Hg)\nThe mean change in diastolic\nblood pressure ranged from\n0–8 mm Hg\nThe mean change in diastolic\nblood pressure was 1.75 lower\n(2.81–0.58 lower)\n1186 (15) \"\"\"~\nModerate\na\nBased on SMD /C0 0.18\n( /C0 0.29 to /C0 0.06)\nChange in total cholesterol\n(mmol/l)\nSee comment See comment 1368 (21) \"\"\"~\nModeratea\nNo difference. Based on 0.04\n( /C0 0.11 to 0.2)\nChange in HDL cholesterol\n(mmol/l) HDL 41 mmol/l is\nrecommended\nThe mean change in HDL\ncholesterol ranged from 0.31\nlower to 0.09 higher\nThe mean change in HDL\ncholesterol was 0.04 higher\n(0.01–0.08 higher)\n1555 (23) \"\"\"~\nModerate\na,c\nBased on SMD 0.23\n(0.07 to 0.4)\nChange in LDL cholesterol (mmol/l)\nLDL o3.0 is recommended\nSee comment See comment 1576 (23) \"\"\"~\nModerate\na\nNo difference. Based on SMD\n0.06 ( /C0 0.06 to 0.17)\nChange in C-reactive protein\n(mg/l)\nNormal o10 mg/l\nThe mean change in C-reactive\nprotein ranged from 0–1 mg/l\nlower\nThe mean change in C-reactive\nprotein was 0.02 higher (0.05\nlower to 0.54 higher)\n398 (5) \"\"~~\nLow\na,,d\nBased on SMD 0.01\n( /C0 0.23 to 0.25)\nHbA1c at 2–6 months—change\nvalues\nFollow-up: 2–6 months\nSee comment See comment 87 (3 studies) \"\"~~\nLow\na,d\nNo difference. Based on MD\n0.00 ( /C0 0.19 to 0.19)\nChange in fasting blood glucose\n(mmol/l)\nNormal B4–5.5 mmol/l\nSee comment See comment 1089 (15) \"\"\"~\nModerate\na\nNo difference. Based on SMD\n/C0 0.05 ( /C0 0.2 to 0.1)\nChange in triglycerides (mmol/l)\no1.69 mmol/l recommended\nThe mean change in triglycerides\nranged from 0.85 lower to 0.1\nhigher\nThe mean change in triglycerides\nwas 0.24 lower (0.37–0.11 lower)\n1623 (24) \"\"\"~\nModeratea,b\nBased on SMD /C0 0.51\n( /C0 0.78 to /C0 0.24)\nChange in serum fasting insulin\n(pmol/l)\nNormal o60 pmol/l\nThe mean change in serum\nfasting insulin ranged from 100\nlower to 75 higher\nThe mean change in serum\nfasting insulin was 7 lower\n(14 lower to 0)\n718 (11) \"\"~~\nLowa,c\nBased on SMD /C0 0.2\n( /C0 0.37 to /C0 0.03)\nSatiety and well-being Satiety\n(positive effect is better)\nFollow-up: 1–6 months\nThe mean satiety score was 0.39\ns.d.’s higher (0.09–0.69 higher)\n498 (7) \"\"~~\nLowa,d\nTwo other studies—no\nsigniﬁcant differences in\nsatiety.\n1. Study measured quality of\nlife and signiﬁcantly worse\nwith high protein.\n2. Studies reported worse\nmood with high-protein\ndiets, SMD 0.82 (0.33 to 1.31)\nAdverse events (gastrointestinal\nevents, headache, and so on)\nSee comment See comment 581 (7 studies) \"\"~~\nLow\na,e,f\nNo difference in overall\nadverse events in 5/5 studies.\n2/2 studies reported more\ngastrointestinal problems.\nBone health\nBone mineral density at total\nbody, lumbar and spine\nFollow-up: 4–6 months\nSee comment See comment 296 (5 studies) \"\"~~\nLow\na,d,e,g\nNo differences were found.\nKidney health (creatinine) ( mmol/l)\nFollow-up: 3 months\nThe mean change in creatinine\n/C0 7 mmol/l\nThe mean change in creatinine\nwas 6.14 higher (2.49–9.79 higher)\n67 (2 studies) \"~~~\nVery low a,d,g\nFour other studies showed\nnonsigniﬁcant changes in\nboth diets\nGRADE Working Group grades of quality of evidence (i.e., the conﬁdence in the estimate of effects)\nHigh quality: Further research is very unlikely to change our conﬁdence in the estimate of effect.\nModerate quality: Further research is likely to have an important impact on our conﬁdence in the estimate of effect and may change the estimate.\nLow quality: Further research is very likely to have an important impact on our conﬁdence in the estimate of effect and is likely to change the estimate.\nVery low quality: We are very uncertain about the estimate.\nAbbreviations: BMI, body mass index; CI, conﬁdence interval; GRADE, Grading of Recommendations Assessment, Development and Evaluation; HDL, high -\ndensity lipoproteins; LDL, low-density lipoproteins; SMD, standardised mean difference. aRisk of bias in many studies, in particular those with poor reporting,\nled us to lower the quality of evidence by one level. bWe observed heterogeneity that we could not explain but did not downgrade further. cStudies with\no20% loss to follow-up showed effects of higher-protein diets that were not statistically signiﬁcant and we further downgraded for risk of bias. dFew\nparticipants and/or events in the included studies, often resulting in wide CIs, created concerns about imprecision. eThese studies could not be pooled in a\nmeta-analysis. fSelective outcome-reporting bias is likely increasing the concern about risk of bias. gIt is unclear if this outcome measure is a strong predictor of\nthe health outcome, and we downgraded for indirectness related to the outcome.\nHigher- versus lower-protein diets\nN Santesso et al\n784\nEuropean Journal of Clinical Nutrition (2012) 780 – 788 & 2012 Macmillan Publishers Limited\n\nbetween higher- and lower-protein diets ( P ¼0.61 for the\ninteraction term), and there were no associations with covariates\nin the meta-regression.\nHbA1c. Three studies (87 participants) measured the change in\nHbA1c at 2–6 months but the data could be pooled. Another\nstudy reported nonsigniﬁcant differences in reduction in HbA1c.21\nIn the studies that could be meta-analysed, as shown in\nFigure 3, we observed no difference in HbA1c levels between\nhigher- or lower-protein diets (MD 0.00, CI/C0 0.19 to 0.19,P ¼0.96)\n(low-quality evidence).\nFasting blood glucose . Pooled analysis of 15 studies (1089\nparticipants) showed no difference in fasting blood glucose\n(SMD /C0 0.05, CI /C0 0.20 to 0.10, P ¼0.49) (moderate-quality\nevidence). When comparing the results across studies with diets\nof different caloric content, we detected no difference (P ¼0.47 for\nthe interaction term). Meta-regression also showed no association\nof the effect with covariates.\nTriglycerides. The 24 studies (1623 participants) included in the\nmeta-analysis demonstrated a moderate statistically signiﬁcant\ndecrease in triglycerides (SMD /C0 0.51, CI /C0 0.78 to /C0 0.24,\nP ¼0.0002) but heterogeneity was high (I\n2 ¼85%, Po0.00001),\nand there was no interaction with higher-protein diets of different\ncaloric content (P ¼0.60) or associations with covariates in the\nmeta-regression. A smaller effect was seen in studies witho20%\nfollow-up (SMD /C0 0.34, CI /C0 0.46 to /C0 0.21). Based on the SMD\nfrom the meta-analysis, there was a greater reduction in\ntriglycerides ( /C0 0.24 mmol/l, CI /C0 0.37 to /C0 0.11) at 3 months\nwith higher- compared with lower-protein diets (moderate-quality\nevidence).\nHealth outcomes\n(number of participants) \nStandardised Mean Difference\n(95 confidence intervals)\n-1.0 -0.5 0.0 0.5 1.0\n)96.0 ,90.0( 93.0 )894=n( yteitaS\n)30.0- ,73.0-( 02.0- )986=n( nilusni gnitsaF\n)01.0 ,02.0-( 50.0- )9801=n( esoculg gnitsaF\n)52.0 ,32.0-( 10.0 )893=n( nietorp evitcaer-C\n)42.0- ,87.0-( 15.0- )3261=n( sedirecylgirT\n)61.0 ,71.0-( 00.0 )6751=n( LDL\n)44.0 ,70.0( 52.0 )5551=n( LDH\n)02.0 ,11.0-( 40.0 )8631=n( loretselohc latoT\n)60.0- ,92.0-( 81.0- )6811=n( erusserp doolb cilotsaiD\n)90.0- ,23.0-( 12.0-)6811=n( erusserp doolb cilotsyS\n)61.0- ,96.0-( 34.0-)4121=n( ecnerefmucric tsiaW\nBMI (n=887) -0.37 (-0.56, -0.19)\n)71.0- ,65.0-( 63.0-)6232=n( ssol thgieW\nFigure 2. Results of meta-analysis of outcomes using SMDs (difference between change values from baseline).\n-1.0 1.5 4.0 6.5 9.0 11.5\nSerum\nCreatinine (n=67)\n6.14 (2.49, 9.79)\nHbA1c (n=87) 0.00 (-0.19, 0.19)\nHealth outcomes \n(number of participants)\nMean difference\n(95% confidence intervals)\nFigure 3. Results of meta-analysis of outcomes using MDs (difference between change values from baseline).\nHigher- versus lower-protein diets\nN Santesso et al\n785\n& 2012 Macmillan Publishers Limited European Journal of Clinical Nutrition (2012) 780 – 788\n\nFasting blood insulin. Pooled analysis of 10 studies (718 partici-\npants) showed a small signiﬁcant effect (SMD/C0 0.20, CI /C0 0.37 to\n/C0 0.03, P ¼0.02). However, in the meta-analysis of studies with\no20% follow-up the effect was nonsigniﬁcant. There was no\nsigniﬁcant interaction with energy intake. Meta-regression of the\neight studies, however, showed no association of differences in\nthe covariates with fasting blood insulin. The overall pooled SMD\ntranslates into a 7 pmol/l decrease (CI/C0 14 to 0) after 3 months of\nconsuming a higher-protein diet with restricted calories (low-\nquality evidence).\nBone health . No study measured the incidence of fractures.\nChanges in bone mineral density were measured in ﬁve studies\nat 2–6 months.22–25 There was no difference in total body bone\nmean difference (MD 0.00, CI /C0 0.02 to 0.03, P ¼0.82) in three\npooled studies, a statistically nonsigniﬁcant difference reported in\ntwo studies,\n22,23 and a statistically nonsigniﬁcant increase at the\nlumbar spine (MD 0.60, CI/C0 0.34 to 1.54,P ¼0.21) in two pooled\nstudies.24,25 However, we observed heterogeneity ( I2 ¼67%,\nP ¼0.05). Change in bone mineral density at the hip was\nmeasured in one study enrolling 130 participants25 and the MD\nwas nonsigniﬁcant (MD 0.61, CI /C0 0.13 to 1.34, P ¼0.11). The\nquality of the evidence for these outcomes was low.\nKidney health. Serum creatinine levels from 1 to 12 months were\nmeasured in six studies. Data from two studies at 3 months could\nbe pooled\n26,27 and showed a signiﬁcant increase between diets\n(MD 6.14 mmol/l, CI 2.49–9.79, P ¼0.001) (very low-quality\nevidence). The other four studies reported nonsigniﬁcant\nchanges in both diet groups.5,28–30\nQuality of life and well-being\nQuality of life was measured in one study and showed a\nnonsigniﬁcant decrease.6 Mood was pooled in two studies 31,32\nand showed large effects, which meant worse mood with higher-\nprotein diets (SMD 0.82, CI 0.33–1.31,P ¼0.001). But pleasure was\nnot signiﬁcantly different between diets.\n33 Satiety (feeling full after\nmeals) and satisfaction with the diet were measured in nine\nstudies after 1–6 months, of which seven could be pooled. There\nwas a small increase in satiety with higher-protein diets (SMD 0.39,\nCI 0.09–0.69,P ¼0.03). The quality of evidence for these outcomes\nis low.\nAdverse events . A total of 22 studies measured and reported\nadverse events. Five studies analysed composites of adverse\nevents and found no difference between the diets. Gastrointest-\ninal effects were speciﬁcally reported in four studies but could not\nbe pooled because relevant data were not available. Appel\n18\nreported a signiﬁcant increase in bloating or fullness with higher-\nprotein diets (risk ratio 2.11, CI 0.98–4.53, P ¼0.05), a\nnonsigniﬁcant increase in dry mouth (risk ratio 2.00, CI\n0.70–5.72, P ¼0.20), and poor appetite (risk ratio 2.83, CI\n1.15–7.01, P ¼0.02). However, Due\n34 and Leidy 33 found no\nsigniﬁcant differences between diets in appetite or desire to eat.\nYancy\n5 reported signiﬁcantly more gastrointestinal problems with\nhigher-protein diets: constipation (68% versus 35%; Po0.001),\nhalitosis (38% versus 8%;Po0.001) and diarrhoea (23% versus 7%;\nP ¼0.02). Fatigue did not differ between groups. 18 General\nweakness (25% versus 8%;P ¼0.01), headache (60% versus 40%;\nP ¼0.03), muscle cramps (35% versus 7%; P ¼0.001) and rash\n(13% versus 0%; P ¼0.006) were all signiﬁcantly increased with\nhigher-protein diets.5 The quality of evidence for these outcomes\nis low.\nDose response and overall effects of covariates\nIn the multivariable analysis (see Supplementary Information 5),\nthe base and full models that adjusted for duration of diet\nintervention, differences in energy intakes, as well as carbohydrate\nintakes between intervention and control group, baseline BMI and\nage, and percentage of males in the studies showed no signiﬁcant\ndose response with higher protein intake on outcomes. The\nbeneﬁcial effect of higher protein intake on BMI and HDL\ncholesterol was signiﬁcantly greater when the difference in\nprotein content between intervention and control diets was\nsmaller. These effects were found when variation in carbohydrate\nintake (and consequently fat content), age and sex were taken\ninto account in the fully adjusted model.\nSecondary analysis of end of study values\nThe results of the secondary analysis of end of study scores for all\nhealth outcomes are displayed in Figure 4 and Supplementary\nHealth outcomes (number of participants) Standardised Mean Difference (95% CI)\n-1.0 -0.5 0.0 0.5 1.0\nFasting insulin (n=1822) -0.26 (-0.59, 0.07)\nFasting glucose (n=1945) 0.06 (-0.05, 0.17)\nC-reactive protein (n=830) 0.01 (-0.17, 0.19)\nTriglycerides (n=2157) -0.42 (-0.61, -0.23)\nLDL (n=2142) 0.11 (-0.03, 0.25)\nHDL (n=2157) 0.21 (0.06, 0.35)\nTotal cholesterol (n=1976) 0.00 (-0.16, 0.16)\nDiastolic blood pressure (n=1337) -0.03 (-0.15, 0.09)\nSystolic blood pressure (n=1337) -0.07 (-0.21, 0.07)\nWaist circumference (n=699) -0.05 (-0.24, 0.13)\nBMI (n=1290) -0.03 (-0.14, 0.08)\nWeight (n=1945) -0.07 (-0.16, 0.02)\nFigure 4. Results of secondary analysis for each outcome as SMDs (difference in the end of study values).\nHigher- versus lower-protein diets\nN Santesso et al\n786\nEuropean Journal of Clinical Nutrition (2012) 780 – 788 & 2012 Macmillan Publishers Limited\n\nInformation 6. Generally the results are consistent with those\nadjusted for the baseline values (our primary analysis). The small\nto moderate positive effects on HDL and triglycerides were\nconsistent with the effects found in the primary analysis. However,\nin this analysis, higher-protein diets had smaller or no effect on\nadiposity and blood pressure.\nDISCUSSION\nIn this systematic review of 74 RCTs, the ﬁrst of on this topic, we\ncompared higher- with lower-protein diets. While no study\nassessed effects on direct patient-important outcomes, moder-\nate-quality evidence suggests that higher-protein diets probably\nlead to greater weight loss, and loss in BMI and waist\ncircumference than lower-protein diets. After 3 months, the\nobserved effects translate into a 1.21-kg greater weight loss, a\ngreater reduction in BMI by 0.51 units and a 1.66-cm greater\nreduction in waist circumference. However, we cannot rule out\nthat the effect of higher-protein diets on weight loss could have\nbeen modiﬁed by BMI at the start of the diet (that is, the greater\nthe BMI the greater the weight loss seen with high-protein diets).\nAcross studies, we did not observe that greater differences in\nprotein intake were associated with better adiposity outcomes.\nIn fact, we observed that the beneﬁcial effect of higher protein\nintake on BMI and HDL cholesterol in the intervention diets\nappear larger with smaller increases in protein content.\nWe found moderate-quality evidence that higher-protein diets\nhad nonsigniﬁcant effects or no effect on surrogate cardiovascular\ndisease outcomes: blood pressure, total cholesterol, LDL choles-\nterol and CRP. However, we observed a small positive effect on\nHDL cholesterol. We also observed moderate reductions in\ntriglycerides with higher-protein diets although this effect was\nsmaller when studies at lower risk of bias were analysed separately\n(that is, studies with o20% loss to follow-up). These results do\ncorroborate results of studies suggesting that higher-protein diets\nmay result in better lipid proﬁles although these effects are likely\nto be small.\n35 The results of the meta-regression also suggest that\nthe lower carbohydrate content of the high-protein diet\ncontributes to this positive change, although greater differences\nin protein intake were not positively associated with better HDL\nproﬁles.\nLow to moderate-quality evidence suggests effects of higher-\nprotein diets on outcomes related to diabetes: HbA1c and fasting\nblood glucose. We did ﬁnd small reductions in fasting blood\ninsulin with higher-protein diets but this effect was no longer\nsigniﬁcant in studies with o20% loss to follow-up. We found\nvery limited and low-quality evidence (due to a high likelihood\nof selective outcome-reporting bias) for more adverse gastro-\nintestinal events with higher- compared with lower-protein diets.\nLimitations and strengths\nThe limitations of this systematic review relate to the available\nresearch evidence. We conducted this research to identify RCTs\nthat measured patient-important outcomes, such as incidences of\nstroke, heart attacks and diabetes. However, no study focused on\nthese outcomes and, therefore, the evidence we describe here is\nbased on pre-deﬁned surrogate outcomes, such as adiposity\nmeasures, lipid and other blood parameters. Although some of\nthese may be valid surrogates for future disease (for example,\nblood pressure, HDL and LDL cholesterol, and waist circumfer-\nence) and some are of direct importance to patients (for example,\nweight loss), the value of other outcomes is unclear (for example,\nfasting blood insulin). We made every attempt to reduce the risk\nof ‘double counting’ participants in the analyses by carefully\nevaluating studies that were reported in multiple articles (often\nwithout reference to the original study).\nThe strengths of this review include the systematic approach to\na topic that has been characterised by unsystematic methods to\nﬁnd, report, synthesise and interpret studies. In fact, our study is\nthe most comprehensive of this topic that has seen many high-\nproﬁle publications in key medical journals. In addition, this review\nis the ﬁrst to use meta-analyses of RCTs to determine the effects of\nhigher- versus lower-protein diets on health outcomes. We used\nstandard systematic review methodology to perform this review\nand assess the risk of bias in studies and grade the quality of the\nbody of evidence. Furthermore, in this review we synthesised a\nvast number of studies that included diets with an actually higher\nprotein content rather than studies in which the interventions\nwere labelled as high protein. Thus, we took a mechanistic\napproach to determine the health effects of actually consuming a\ndiet higher in protein rather than evaluating the health effects in a\npopulation that intended to consume a diet higher in protein.\nIn this way, we attempted to overcome the confounding effects of\nadherence, providing information about whether or not higher-\nprotein diets should be recommended. Pooling the data of many\nRCTs provided sufﬁcient power to draw conclusions about many\nof the outcomes. However, pooling the data also meant that\nstudies that differed in other ways were analysed together (for\nexample, hypocaloric and ad libitum diets). For this reason, we\nperformed subgroup analyses and multivariate meta-regressions\nto explore heterogeneity and the potential for effect modiﬁcation.\nWe found no consistent subgroup differences or effect modiﬁers,\nincluding a lack of impact by the amount of protein intake (for\nexample, the higher the protein intake the better the outcome), by\nenergy or carbohydrate content, by BMI at the start of the diet, by\nage, by sex or by duration of the study. While our primary analyses\nfocused on a comparison of change values, that is, the difference\nbetween the changes from baseline to the end of study values,\nour secondary analyses of post-intervention values generally\nconﬁrmed these results although the changes were generally\nsmaller and less likely to be statistically signiﬁcant.\nImplications\nIn this systematic review, we observed effects on weight loss and\nBMI, which contradict the ﬁndings by Krieger et al .\n12 who\nobserved no effect of higher protein intake on body mass but\non reducing fat-free mass. That review, however, included single\narms from observational studies, as well as from RCTs, which even\nafter adjustment for covariates may not have accounted for other\nknown or unknown confounding factors leading to potentially\nmisleading results. However, the associations we observed were\nnot accompanied by a clear effect on all other outcomes.\nAdditionally, our ﬁndings suggest that protein diets emphasising\nmodest instead of large increases in protein content are more\nlikely to have favourable effects on risk factors (for example, BMI\nand HDL), and thus a moderate amount of protein intake may be\nof greater beneﬁt. More research is needed about the effects of\nhigh-protein diets on long-term patient-important outcomes such\nas cardiovascular outcomes, adiposity outcomes and the effects\non quality of life after dietary changes. Further work is also needed\nto determine if the type of protein (for example, animal versus\nvegetable) could result in different effects. Greater rigour with\nrespect to allocation concealment and sequence generation,\nblinding of assessors and avoiding loss to follow-up would\ndecrease the risks to bias in these lifestyle intervention studies.\nIn practice, higher-protein diets may have little effect on\nintermediate cardiovascular outcomes, such as blood pressure and\nglucose levels. High-protein diets probably result in small\nimprovements in weight loss and other measures of adiposity\nand selected lipid parameters. However, the importance of a\nslightly greater weight loss, loss in waist size or drop in\ntriglycerides would need to be balanced against any potential\nharms that could occur.\nHigher- versus lower-protein diets\nN Santesso et al\n787\n& 2012 Macmillan Publishers Limited European Journal of Clinical Nutrition (2012) 780 – 788\n\nCONFLICT OF INTEREST\nNS and HJS received grant support from Barilla, SpA to conduct the review. MB was\nan employee of Barilla, SpA. All other authors responded ’no‘ to all questions on the\ndisclosure form of the International Committee of Medical Journal Editors.\nACKNOWLEDGEMENTS\nThis review was funded by Barilla, SpA, Parma, Italy. The funding organisation was not\ninvolved in the analysis of the study and the ﬁnal decision to submit for publication;\nbut one author was an employee of the sponsor and she was involved in the review\nand interpretation of the data in the manuscript. However, the ﬁnal decision about\ninterpretation rested with the ﬁrst and corresponding author.\nAUTHOR CONTRIBUTIONS\nNS, EAA and HJS designed the review, conducted the literature search,\nscreened, analysed and interpreted the data, and wrote the manuscript. RM\nscreened and abstracted the data. AM and DH-A were involved in the analysis\nand draft of the manuscript. MB helped with the critical revision of\nthe manuscript. HJS had overall supervision of the review and conceived the\nreview.\nREFERENCES\n1 United States Department of Agriculture. ChooseMyPlate.gov. http://www.\nchoosemyplate.gov (accessed 9 April 2012).\n2 Health Canada. Canada’s Food Guide. http://www.hc-sc.gc.ca/fn-an/food-guide-\naliment/index-eng.php (accessed 9 April 2012).\n3 UK Department of Health in association with the Welsh Government,\nthe Scottish Government and the Food Standards Agency in Northern\nIreland. Eatwellplate. http://www.nhs.uk/Livewell/Goodfood/Pages/eatwell-plate.aspx\n(accessed 9 April 2012).\n4 Astrup A, Meinert Larsen T, Harper A. Atkins and other low-carbohydrate diets:\nhoax or an effective tool for weight loss?Lancet 2004; 364: 897–899.\n5 Yancy Jr WS, Olsen MK, Guyton JR, Bakst RP, Westman EC, Yancy William Jr Set al.A\nlow-carbohydrate, ketogenic diet versus a low-fat diet to treat obesity and hyperli-\npidemia: a randomised, controlled trial.A n nI n t e r nM e d2004; 140: 769–777.\n6 Sacks FM, Bray GA, Carey VJ, Smith SR, Ryan DH, Anton SDet al. Comparison of\nweight-loss diets with different compositions of fat, protein, and carbohydrates.\nN Engl J Med2009; 360: 859–873.\n7 Guyatt GH, Oxman AD, Vist G, Kunz R, Falck-Ytter Y, Alonso-Coello Pet al. for the\nGRADE Working Group. Rating quality of evidence and strength of recommen-\ndations GRADE: an emerging consensus on rating quality of evidence and\nstrength of recommendations.BMJ 2008; 336: 924–926.\n8 Antman EM, Lau J, Kupelnick B, Mosteller F, Chalmers TC. A comparison of results\nof meta-analyses of randomised control trials and recommendations of clinical\nexperts. Treatments for myocardial infarction.JAMA 1992; 268: 240–248.\n9 Brehm BJ, D’Alessio DA. Beneﬁts of high-protein weight loss diets: enough\nevidence for practice?Curr Opin Endocrinol Diabetes Obes2008; 15: 416–421.\n10 Halton TL, Hu FB. The effects of high protein diets on thermogenesis, satiety and\nweight loss: a critical review.J Am Coll Nutr2004; 23: 373–385.\n11 Clifton PM, Keogh J. Metabolic effects of high-protein diets.Curr Atheroscler Rep\n2007; 9: 472–478.\n12 Krieger JW, Sitren HS, Daniels MJ, Langkamp-Henken B. Effects of variation in\nprotein and carbohydrate intake on body mass and composition during energy\nrestriction: a meta-regression.Am J Clin Nutr2006; 83: 260–274.\n13 Darling AL, Millward DJ, Torgerson DJ, Hewitt CE, Lanham-New SA. Dietary protein\nand bone health: a systematic review and meta-analysis.Am J Clin Nutr2009; 90:\n1674–1692.\n14 torf-van der Kuil W, Engberink MF, Brink EJ, van Baak MA, Bakker SJ, Navis Get al.\nDietary protein and blood pressure: a systematic review.PloS One2010; 5: e12102.\n15 Higgins JPT, Green S (eds). Cochrane Handbook for Systematic Reviews of\nInterventions Version 5.0.1 (updated September 2008). The Cochrane Collabora-\ntion, 2008, http://www.cochrane-handbook.org (accessed 25 February 2010).\n16 Wong SS, Wilczynski NL, Haynes RB. Developing optimal search strategies for detecting\nclinically sound treatment studies in EMBASE.J Med Libr Assoc2006; 94: 41–47.\n17 Larsen TM, Dalskov SM, van Baak M, Jebb SA, Papadaki A, Pfeiffer AF et al.\nDiet, Obesity, and Genes (Diogenes) Project. Diets with high or low protein\ncontent and glycemic index for weight-loss maintenance.N Engl J Med2010; 363:\n2102–2113.\n18 Appel LJ, Sacks FM, Carey VJ, Obarzanek E, Swain JF, Miller III ERet al. Effects of\nprotein, monounsaturated fat, and carbohydrate intake on blood pressure\nand serum lipids: results of the OmniHeart randomised trial.JAMA 2005; 294:\n2455–2464.\n19 Brinkworth GD, Noakes M, Buckley JD, Keogh JB, Clifton PM. Long-term effects of\na very-low-carbohydrate weight loss diet compared with an isocaloric low-fat diet\nafter 12 months.Am J Clin Nutr2009; 90: 23–32.\n20 Morris CN. Parametric empirical Bayes inference: theory and applications.JA m\nStat Assoc 1983; 78: 47–55.\n21 Jenkins DJA, Wong JMW, Kendall CWC, Esfahani A, Ng VWY, Leong TCKet al.The\neffect of a plant-based low-carbohydrate (‘eco-atkins’) diet on body weight and\nblood lipid concentrations in hyperlipidemic subjects.Arch Intern Med2009; 169:\n1046–1054.\n22 Campbell WW, Tang M. Protein intake, weight loss, and bone mineral\ndensity in postmenopausal women. J Gerontol A Biol Sci Med Sci 2010; 65:\n1115–1122.\n23 Josse AR, Atkinson SA, Tarnopolsky MA, Phillips SM. Diets higher in dairy foods\nand dietary protein support bone health during diet- and exercise-induced\nweight loss in overweight and obese premenopausal women.J Clin Endocrinol\nMetab 2012; 97: 251–260.\n24 Skov AR, Haulrik N, Toubro S, Molgaard C, Astrup A. Effect of protein intake\non bone mineralization during weight loss: a 6-month trial.Obes Res 2002; 10:\n432–438.\n25 Thorpe MP, Jacobson EH, Layman DK, He X, Kris-Etherton PM, Evans EMet al. A\ndiet high in protein, dairy, and calcium attenuates bone loss over twelve months\nof weight loss and maintenance relative to a conventional high-carbohydrate diet\nin adults. J Nutr 2008; 138: 1096–1100.\n26 Greene PJ, Devecis J, Willett WC. Effects of low-fat vs ultra-low-carbohydrate\nweight-loss diets: A 12-week pilot feeding study.J Parent Enter Nutr 2004; 28:\nS13–S14.\n27 Leidy HJ, Carnell NS, Mattes RD, Campbell WW. Higher protein intake preserves\nlean mass and satiety with weight loss in pre-obese and obese women.Obesity\n2007; 15: 421–429.\n28 Brinkworth GD, Buckley JD, Noakes M, Clifton PM. Renal function following\nlong-term weight loss in individuals with abdominal obesity on a very-low-\ncarbohydrate diet vs high-carbohydrate diet. J Am Diet Assoc 2010; 110:\n633–638.\n29 Ferrara LA, Innelli P, Palmieri V, Limauro S, De Luca G. Effects of different dietary\nprotein intakes on body composition and vascular reactivity.Eur J Clin Nutr2006;\n60: 643–649.\n30 Jenkins DJ, Kendall CW, Vidgen E, Augustin LS, Parker T, Faulkner Det al.Effect of\nhigh vegetable protein diets on urinary calcium loss in middle-aged men and\nwomen. Eur J Clin Nutr2003; 57: 376–382.\n31 Brinkworth GD, Buckley JD, Noakes M, Clifton PM, Wilson CJ. Long-term effects of\na very low-carbohydrate diet and a low-fat diet on mood and cognitive function.\nArch Intern Med\n2009; 169: 1873–1880.\n32 Schweiger U, Laessle R, Kittl S, Dickhaut B, Schweiger M, Pirke KMet al. Macro-\nnutrient intake, plasma large neutral amino acids and mood during weight-\nreducing diets. J Neural Transm1986; 67: 77–86.\n33 Leidy HJ, Mattes RD, Campbell WW, Leidy Heather J, Mattes Richard D, Campbell\nWayne W. Effects of acute and chronic protein intake on metabolism, appetite,\nand ghrelin during weight loss.Obesity 2007; 15: 1215–1225.\n34 Due A, Toubro S, Skov AR, Astrup A. Effect of normal-fat diets, either medium or\nhigh in protein, on body weight in overweight subjects: a randomised 1-year trial.\nInt J Obes Relat Metab Disord2004; 28: 1283–1290.\n35 Clifton PM, Bastiaans K, Keogh JB. High protein diets decrease total and\nabdominal fat and improve CVD risk proﬁle in overweight and obese men\nand women with elevated triacylglycerol. Nutr Metab Cardiovasc Dis 2009; 19:\n548–554.\nThis work is licensed under the Creative Commons Attribution-\nNonCommercial-No Derivative Works 3.0 Unported License. To view a\ncopy of this license, visit http://creativecommons.org/licenses/by-nc-nd/3.0/\nSupplementary Information accompanies the paper on European Journal of Clinical Nutrition website (http://www.nature.com/ejcn)\nHigher- versus lower-protein diets\nN Santesso et al\n788\nEuropean Journal of Clinical Nutrition (2012) 780 – 788 & 2012 Macmillan Publishers Limited"
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 12,
    "primary_human": "body_weight; body_comp (FFM, FM); lipids; blood_pressure; glycaemic_markers"
  },
  "bucket": "B",
  "notes": "High-protein diets give slightly greater weight/fat loss and modest cardiometabolic improvements vs. lower-protein diets, with no major short-term safety concerns."
}