{
  "id": 46,
  "title": "Dietary Protein to Maximize Resistance Training: A Review and Examination of Protein Spread and Change Theories",
  "authors": "Bosse JD, Dixon BM",
  "year": 2012,
  "doi": "10.1016/j.jissn.2012.05.004",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_distribution",
    "protein_spread",
    "protein_change",
    "resistance_training"
  ],
  "population": {
    "training_status": "narrative_review_RT"
  },
  "sections": {
    "abstract": "An appreciable volume of human clinical data supports increased dietary protein for greater gains from\nresistance training, but not all findings are in agreement. We recently proposed “protein spread theory” and\n“protein change theory” in an effort to explain discrepancies in ther e s p o n s et oi n c r e a s e dd i e t a r yp r o t e i ni n\nweight management interventions. The present review aimed to extend “protein spread theory” and “protein\nchange theory” to studies examining the effects of protein on resistance training induced muscle and\nstrength gains. Protein spread theory proposed that there must have been a sufficient spread or % difference\nin g/kg/day protein intake between groups during a protein intervention to see muscle and strength\ndifferences. Protein change theory postulated that for the higher protein group, there must be a sufficient\nchange from baseline g/kg/day prote i ni n t a k et od u r i n gs t u d yg / k g / d a yp r o t e i ni n t a k et os e em u s c l ea n d\nstrength benefits. Seventeen studies met inclusion criteria. In studies where a higher protein intervention was\ndeemed successful there was, on average, a 66.1% g/kg/day between group intake spread versus a 10.2%\ng/kg/day spread in studies where a higher protein diet was no more effective than control. The average\nchange in habitual protein intake in studies showing higher protein to be more effective than control was\n+59.5% compared to +6.5% when additional protein was no more effective than control. The magnitudes of\ndifference between the mean spreads and changes of the present review are similar to our previous review\non these theories in a weight management context. Providing sufficient deviation from habitual intake\nappears to be an important factor in determining the success of additional protein in enhancing muscle and\nstrength gains from resistance training. An increase in dietary protein favorably effects muscle and strength\nduring resistance training.\nKeywords: Protein, Habitual protein intake, Strength, Muscle hypertrophy, Resistance training",
    "introduction": "As sports nutrition science has evolved in recent dec-\nades it has been increasingly common for athletes to use\ndiet and supplementation as tools to enhance their train-\ning and performance. With the increase in sports nu-\ntrition knowledge has come an array of purported\nperformance enhancing dietary supplements. One of\nthe most common, widely used, and studied classes\nof supplements is protein powders - traditionally whey,\ncasein, soy, or egg. Studies commonly use supplemental\nforms of protein rather than whole foods, most likely\ndue to greater shelf stability and the ease of providing\nparticipants with protein powder to be consumed in\naddition to their habitual diet. Compliance is likely eas-\nier to monitor as well (counting empty supplement\npackets), than when participants are entrusted to cook\nadditional food to achieve a target diet. Determining if\nincreases in protein intake are warranted to promote\nresistance training gains is the focal point of this re-\nview. Answering this question involves addressing two\nkey areas: 1) the level of dietary protein intake that has\nbeen shown to provide the greatest",
    "results": "in resistance\ntraining studies; and 2) whether or not there is a\n* Correspondence:john.bosse@us.usana.com\n1USANA Health Sciences, Inc, 3838 West Parkway Boulevard, Salt Lake City,\nUT 84120, USA\n2Division of Nutrition, University of Utah, 250 South 1850 East #214, Salt Lake\nCity, UT 84112, USA\n© 2012 Bosse and Dixon; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the\nCreative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use,\ndistribution, and reproduction in any medium, provided the original work is properly cited.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42\nhttp://www.jissn.com/content/9/1/42\n\ndiscrepancy between this level of protein intake and ha-\nbitual protein intakes of participants at baseline in\nthese studies.\nMost studies support the utility of increasing pro-\ntein intake to promote muscular benefits while resist-\nance training [1-10]. While evidence weighs heavily\nin this direction, as with most areas, data are not\nentirely conclusive. Recently we proposed protein\nspread theory and protein change theory as possible\nexplanations for discrepancies within the protein and\nweight management literature [11]. Whether or not\nthese theories are supported in resistance training\nstudies is unknown. Therefore, the purpose of the\npresent review is to examine our protein spread and\nchange theories in the context of muscle and\nstrength gains from resistance training.",
    "methods": "Protein spread theory postulated that there must be\na sufficient spread or difference in g/kg/day protein\nintake between groups to s ee muscle and strength\ndifferences. Protein chan ge theory postulates that\nthere must be a sufficient change from baseline g/kg/\nd a yp r o t e i ni n t a k et od u r i n gs t u d yg / k g / d a yp r o t e i n\nintake to see muscle and strength benefits. “Muscular\nbenefits ” referred to herein are benefits to the follow-\ning that were greater than control: lean mass gain,\nlean mass preservation, strength gain, muscle cross-\nsectional area gain, and fat loss.\nKeyword searches in the PubMed, Cochrane Cen-\ntral Register of Controlled Trials, and CINAHL data-\nbases were conducted up to August 2012 using the\nsearch criteria in Figure 1. Along with the database\nsearches, reference lists of four major reviews relat-\ning to the subject matter were scanned for additional\nstudies to include [11-14]. Before and after exercise\nhave been identified as important times for mediating\nthe effects of nutrition on resistance training gains\n[15,16]. Some studies in this review provided protein\nsupplements at these times such that control partici-\npants did not receive protein at one or both of these\ntimes. However, studies with this timing/amount de-\nsign still typically had a large spread and increase in\ntotal daily protein intake from habitual intake. Stud-\nies in which 1) spread and change in habitual intake\nwere not manipulated; 2) total protein intake was\nheld constant; and 3) timing was the sole focus were\nexcluded. The decision was made to include timing\nstudies that did manipulate total protein intake since\nthey were present in both groupings of studies where\nadditional protein was and was not more beneficial\nthan control [10,17-20]. Additionally, since data show\nan elevated muscle protein synthetic response for > 24\nhours after resistance trai ning [21], prompt timing of\npost-exercise protein is likely only one of several pre-\ndictors of muscle protein accr ual following resistance\nexercise.\nIn summary, the following were reasons for exclusion\nfrom this review: 1) poor dietary control or reporting; 2)\nduration < 4 wk; 3) protein timing or type was the pri-\nmary variable while total intake was held constant; 4)\nsignificant differences in baseline characteristics; 5) only\none side of the body resistance trained. Based upon the\naforementioned criteria, 17 studies were included and\nreviewed (Table 1).\nSome studies provided protein intake data in g/kg/day\nterms. When only % energy from protein was provided,\nthe following calculations were made to convert this\nvalue into g/kg/day:\n1)\ng protein¼\n/C2/C0/C0\n% energy from protein/C2 0:01\n/C1\n/C2 energy intake\n/C1\n=4kcal=g\n/C3\n2) g=kg=day protein ¼ g protein=kg participant at baseline\nWhen only g protein/day was provided, baseline\nbody mass was the divisor, yielding g/kg/day. When\nthe three macronutrient intakes were provided in g/\nkg/day format, without energy intake provided, en-\nergy intake was obtained by multiplying g/kg/day fat\nby 9 kcal/g and g/kg/day protein and carbohydrate\nby 4 kcal/g. This resulted in a kcal/kg/day figure\nwhich was multiplied by baseline body mass to ob-\ntain total energy intake. When energy intake was\nprovided in mega joules or kilojoules, these numbers\nwere converted and rounded to the nearest kcal.\nOriginal dietary intake data sets for multiple time\npoints during studies were often combined as a com-\nposite as deemed appropriate and are noted (Table 1).\nMost studies provided dai ly supplementation of pro-\nt e i n ,h o w e v e r ,f o rs t u d i e sp r o v i d i n gs u p p l e m e n t a l\nprotein on resistance training days only, the total\nsupplemental protein consumed per week was\ndivided by seven days and added to the mean\nreported daily intakes. The protein intakes provided in this\nreview include all food and supplementation consumed.\nThe term “higher protein ” w a su s e di nt h i sr e v i e w\nto describe the group within a study that had a\n“higher protein ” intake relative to a “lower protein ”\ngroup, sometimes referred to as a “control ” group.\n“Higher” and “lower” were relative, not denoting a\nspecific level of intake. Additionally, original intake\ndata sets for multiple time points during studies\nwere often combined as a composite when deemed\nappropriate (Table 1). Finally, studies which showed\nbenefits from two types of protein supplementation\nhad the protein intake lev els of these two groups\naveraged as the “higher protein ” group for spread\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 2 of 11\nhttp://www.jissn.com/content/9/1/42\n\ncalculations. “Spread” calculations for protein spread\ntheory were calculated by:\nBetween group % spread in protein intake¼\nhigher protein group g=kg=day intake during study\n/C0 control group g=kg=day intake during study\n0\n@\n1\nA\n=control group g=kg=day intake during study\n0\nBBBB@\n1\nCCCCA\n/C2 100\n2\n66664\n3\n77775\n“Change in habitual protein intake” calculations were\ncalculated by:\nChange in habitual protein intake¼\ng=kg=day intake during study\n/C0 g=kg=day intake at baseline\n0\nB@\n1\nCA\n=g=kg=day intake at baseline\n0\nBBBBB@\n1\nCCCCCA\n/C2 100\n2\n6666664\n3\n7777775\nFor both theories, after these values were obtained for\neach study, means of these values for groups of studies\nwere calculated for analysis. Clarification on dietary in-\ntake data was obtained by contacting authors [6,8,9] as\nnecessary.\nResults\nTen of the 17 studies [1-10] showed superior muscular\nbenefits of a higher protein intake over control (Figure 1).\nHowever, seven studies [18-20,22-25] meeting inclusion\ncriteria showed no greater muscular benefits of a higher\nprotein intake compared to control. Thus, we proposed\nprotein spread and change theory as possible explana-\ntions for this discrepancy.\nProtein spread theory\nWithin ten studies showing muscular benefits of a\nhigher protein intake (Figure 2), g/kg/day protein intake\nwas 66.1% greater than control on average (Table 2). For\nexample, Hoffman et al. had resistance trained football\nplayers consume either 2 or 1.24 g/kg/day protein during\n12 wk resistance training. Maximum squat strength\nincreases were significantly greater (23.5 kg) in the\nhigher protein group versus controls (9.1 kg) [7]. Cribb\net al. had resistance trained men consume 3.15 g/kg/day\nor 1.65 g/kg/day protein during an 11 wk resistance\ntraining program. The higher intake was achieved via\nwhey protein isolate supplementation and this group\nFigure 1Division of studies on“protein spread” and “protein change” theories and resistance training.1 Reason for exclusion listed only\nonce – some studies may have been excluded for meeting multiple exclusion criteria.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 3 of 11\nhttp://www.jissn.com/content/9/1/42\n\nTable 1 Summary of 17 studies reviewed on protein and resistance training\nBaseline During study Change\nReference BW % BF Protein E Sex Wk Protein Protein E TrS FFM LM % BF Fat mass BW\nkg % g/kg kcal g/kg type kcal kg kg or % % kg kg\nBurke,\n2001 [1]\nNR NR NR NR M 6 1.2 Mix 3240 Tr NR 0.9 NR −0.2 1\nNR NR NR NR M 6 3.3 \"W 3669 Tr NR 2.3 NR −0.6 1.5\nNR NR NR NR M 6 2.2 \"W,Cr 3269 Tr NR 4 NR −0.4 3.7\nCandow,\n2006 [2]3\n69.3 ± 12 NR NR NR M,F 6 1.7 Mix 3403 UT NR 0.3 NR NR NR\n71.8 ± 15 NR NR NR M,F 6 3 \"S 3415 UT NR 1.7 NR NR NR\n69.3 ± 12 NR NR NR M,F 6 2.95 \"W 3403 UT NR 2.5 NR NR NR\nCandow,\n2006 [23]1-3\n87.2 ± 5.8 NR NR NR M 12 1.38 Mix 2878 UT NR 1 ± 1.3 NR NR NR\n87.5 ± 6.4 NR NR NR M 12 1.52 \"LactOv 2630 UT NR 1.7 ± 1 NR NR NR\n85.3 ± 3.6 NR NR NR M 12 1.39 \"LactOv 2753 UT NR 1.2 ± 0.7 NR NR NR\nConsolazio,\n1975 [3]\nNR NR 1.44 3084 M 6 1.39 C 3452 NR NR 1.21 NR −1.09 NR\nNR NR 1.44 3084 M 6 2.76 C 3532 NR NR 3.28 NR −2.21 NR\nCribb,\n2007 [4]1,3\n76 ± 12 16.9 ± 2.4 1.6 2782 M 12 1.65 Mix 2869 Tr NR 0.7 0.7 0.8 1.4\n70 ± 11 14.9 ± 1.7 1.6 2900 M 12 3.15 \"W 2879 Tr NR 2.3 0.1 0.4 2.6\n84 ± 14 19.1 ± 1.9 1.5 3536 M 12 3 \"Cr 3313 Tr NR 4.3 −0.3 0.4 4\n84 ± 12 18.5 ± 1.9 2.1 3423 M 12 3.3 \"W,Cr 3473 Tr NR 3.4 0 0.7 4\nDemling,\n2000 [5]1,3\nNR 27 ± 1.8 0.76 2350 M 12 0.83 Mix 2167 Tr NR −0.4 ± 0.4 −2 −2.5 ± 0.5 −2.5 ± 0.6\nNR 26 ± 1.7 0.71 2300 M 12 1.41 \"C 2167 Tr NR −4.1 ± 1.4 −8 −7 ± 2.1 −2.8 ± 0.6\nNR 27 ± 1.6 0.73 2350 M 12 1.44 \"W 2183 Tr NR −2 ± 0.7 −4 −4.2 ± 9 −2.3 ± 0.5\nEliot,\n2008 [22]2,4\n98 ± 7.6 27.9 ± 1.7 0.94 2175 M 14 0.96 Mix 2188 NR −0.4 NR −0.3 −0.6 0.3\n91.1 ± 5.2 28.7 ± 1.4 0.92 1950 M 14 0.84 \"Cr 2012 NR 2.5 NR −1.2 −0.3 1.3\n88.3 ± 4.4 24.5 ± 1.8 0.95 2010 M 14 0.97 \"W 1938 NR 0.7 NR −0.3 0 0.4\n92.6 ± 5.1 25.1 ± 1.5 1.03 2007 M 14 1.18 \"W,Cr 2130 NR 1.6 NR −0.3 0 −0.1\nHartman,\n2007 [6]1,2\n80.5 ± 3.8 NR 1.4 3033 M 12 1.65 Mix 3273 UT 2.4 NR NR −0.5 1.9\n83.3 ± 4.1 NR 1.2 3105 M 12 1.65 \"S 2974 UT 2.8 NR NR −0.2 2.6\n78.8 ± 2.5 NR 1.4 3009 M 12 1.8 \"Milk 3189 UT 3.9 NR NR −0.8 3.1\nHoffman,\n2007 [7]2,3\n99 ± 10.2 21.8 ± 7.3 NR NR M 12 1.24 Mix 3139 Tr NR 0.1 ± 1.4 0.2 ± 1.5 NR 0.4 ± 2\n94.7 ± 7.9 21.7 ± 5.5 NR NR M 12 2 \"LactOv 3072 Tr NR 1.4 ± 1.9 −0.8 ± 2 NR 0.9 ± 1.8\nHulmi,\n2009 [8]1-3\n74.8 ± 8.4 16.6 ± 4.4 1.3 2293 M 21 1.5 Mix 2544 UT NR NR NR NR NR\n76.5 ± 7.3 17.1 ± 3.8 1.4 2484 M 21 1.71 \"W 2472 UT NR NR NR NR NR\nKerksick,\n2006 [9]1\n85.1 ± 11 17.5 ± 6.1 1.6 3387 M 10 1.56 Mix 2883 Tr 0 0 0 0.2 0.2\n85.3 ± 14.8 18.8 ± 7.3 2.3 3310 M 10 2.12 \"W,AA 2970 Tr −0.1 −0.1 0.2 0.2 0\n81.2 ± 12.7 17.3 ± 6.4 2.1 2501 M 10 2.32 \"W,C 2736 Tr 1.8 1.9 −0.2 0.1 3\nKukuljan,\n2009 [20]1\n85.2 ± 10.9 28.3 ± 5.5 1.32 2361 M 78 1.31 Mix 2468 UT NR 0.3 NR −0.5 0\n83.2 ± 11.9 28 ± 7.8 1.26 2315 M 78 1.4 \"Milk 2400 UT NR 1.2 NR −0.6 0.6\n72.4 ± 11.5 19.2 ± 8.5 1.29 2495 M 8 1.15 Mix 2156 UT −0.3 NR 0.7 0.5 0.1\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 4 of 11\nhttp://www.jissn.com/content/9/1/42\n\ngained significantly greater strength and myofibrillar\nprotein in the quadriceps than control [4]. Whey and\nsoy protein supplementation was also used by Candow\net al. to bring two groups of participants to a daily intake\nof ~3 g/kg/day versus 1.7 g/kg/day in controls. After six\nwk resistance training, the lean mass gains of 2.5 and 1.7\nkg in the whey and soy groups were significantly greater\nthan the 0.3 kg gain in controls. Squat and bench press\nstrength increased ~25 and 8 kg respectively in the\nhigher protein groups which was significantly greater\nthan the control gains of ~14 and 4 kg [2]. Similarly, re-\nsistance trained participants in a study by Burke et al.\nachieved a 3.3 g/kg/day protein intake via whey\nprotein supplementation compared to 1.2 g/kg/day\nin controls. During six wk of resistance training this\nl e dt oa2 . 3k gg a i ni nl e a nb o d ym a s sa l o n gw i t ha\n16.5 Nm gain in isokinetic knee extension peak\ntorque. Both results were statistically significant\nwhile the gains of 0.9 kg and 11.6 Nm of the same\nmeasures in the control group were not significant [1]. On\nthe other hand, the mean g/kg/day protein intake in the\nhigher protein groups in six studies showing no additional\nmuscular benefits of higher protein (Figure 2) was only\n10.2% greater than controls on average.\nProtein change theory\nNot all studies reported baseline dietary intake. Of the\ntwelve that did (Figure 3), the average percent increase in\nhabitual g/kg/day protein intake was 6.5% in six studies\nthat showed no additional benefit compared to 59.5% in six\nstudies which showed muscular benefits to a higher protein\nintake (Tables 3 and 4). In the protein change analysis, all\nstudies that showed muscular benefits of increased protein\nintake involved an increase in habitual protein intake of at\nleast 19.5%. As two of six examples, the studies by Cribb\net al. and Demling et al. which also supported protein\nspread theory involved changes in habitual protein intake\nof 97-98% [4,5]. This led to greater muscular benefits in\nboth studies. The six studies that showed no additional\nmuscular benefits from protein supplementation also fol-\nlowed the postulations of our theories. For example,\nuntrained participants of a study by Rankin et al.\nconsumed either 1.3 g/kg/day protein or 1.2 g/kg/\nday protein. The 1.3 g/kg/day group followed an\nintervention of increased milk intake, yet only\nincreased their habitual protein intake by 8.33%. Ten\nweeks of resistance training led to similar strength\nand body composition improvements in both groups\n[19]. Similarly, there were no muscle or strength differences\nbetween participants consuming1 . 3 1g / k g / d a yp r o t e i nv i a\nadditional milk compared to non-milk supplementing parti-\ncipants consuming 1.28 g/kg/day protein daily in a study by\nKukuljan et al. [20].",
    "discussion": "This review supports our protein spread and change the-\nories [11] as possible explanations for discrepancies in\nTable 1 Summary of 17 studies reviewed on protein and resistance training(Continued)\nMielke,\n2009 [25]\n79.6 ± 18.1 20.6 ± 7.3 1.36 2632 M 8 1.31 \"W,AA 1988 UT 0.3 NR 0.8 0.4 0.6\nRankin,\n2004 [19]\n79.8 ± 4.9 20.3 ± 1.5 1.3 2909 M 10 1.2 Mix 2575 UT 0.8 NR −1.4 −1.3 −0.9\n78 ± 5.2 17.9 ± 2.1 1.2 2488 M 10 1.3 \"Milk 2683 UT 1.6 NR −0.9 −0.6 0.9\nVerdijk,\n2009 [18]\n80.2 ± 3.4 23.6 ± 2.2 1.1 2197 M 12 1.1 Mix 2173 UT NR 0.6 −0.7 NR −0.1\n79.2 ± 2.8 24.9 ± 1.4 1.1 2221 M 12 1.1 \"C 2245 UT NR 0.7 −1.2 NR −0.3\nWhite,\n2009 [24]4\n63.6 ± 6.3 31 ± 6 0.88 1603 F 8 0.87 Mix 1466 UT 1.9 NR −1.4 −0.9 0\n61.7 ± 7.3 29.6 ± 6.2 0.89 1612 F 8 0.96 Mix 1494 UT 1.5 NR −0.9 −0.2 1.1\n70.8 ± 11 32.8 ± 7.2 0.89 1546 F 8 1.09 \"Milk 1813 UT 2 NR −1.8 −0.9 1.1\nWilloughby,\n2007 [10]1,3\n78.63 ±\n13.64\n19.95 ±\n6.94\n2.06 2897 M 10 2.21 Mix 3203 UT 2.7 ± 1.31 NR −1.07 ±\n1.16\n−0.22 ±\n0.24\n4.35 ± 2.88\n81.46 ±\n15.78\n21.52 ±\n7.14\n2.21 3569 M 10 2.57 \"W,C 3658 UT 5.62 ± 0.98 NR −2.06 ±\n0.39\n−1.13 ±\n0.82\n7 ± 2.32\n1 Intake data reported for multiple time points were averaged.\n2 Denotes study providing additional protein/energy on only resistance training days– additional protein/energy dose divided over 7 days and this was added to\nthe daily average.\n3 Significant benefit of additional protein to strength and/or muscle CSA/myofibrilar protein.\n4 Multiple LP and HP groups; data for each protein level were averaged since significant differences were observed or not observed between all LP and HP levels\nAA, amino acids; C, casein; Cr, creatine; E, energy; HP, higher protein group; LactOv, milk and egg protein supplement; LP, lower protein or control group; Milk,\nincreased milk consumption; Mix, mixed diet with varied protein sources; NR, not reported; S, soy; Tr, resistance trained participants; TrS, training status; UT,\nuntrained participants; W, whey; Wk, weeks.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 5 of 11\nhttp://www.jissn.com/content/9/1/42\n\nthe protein and resistance training literature. In our pre-\nvious review, we demonstrated that spread and change in\nstudy protein intakes may be important factors predicting\npotential to benefit from increased protein during a weight\nmanagement intervention. In studies from the present re-\nview that showed greater muscular benefits of higher pro-\ntein, there was a greater % spread between the g/kg/day\nintake of the higher protein group and control. Addition-\nally, that the higher protein group’s during study g/kg/day\nprotein intake is substantially different than baseline is im-\nportant. With minimal spreads and changes from habitual\nintake there are little additional muscular benefits from\nhigher protein interventions. Evidence weighs heavily to-\nward muscular benefits from increased protein [1-10].\nThose studies that did not support additional benefits of\ngreater protein still showed that higher protein was as\ngood as an alternative diet [18-20,22-25].\nProtein spread theory\nProtein type influences the acute anabolic response to\nresistance training [26] and cannot be overlooked as a\npossible influence on protein spread theory results.\nTrained participants in a 10 wk study by Kerksick et al.\nreached ~2.2 g/kg/day protein from whey/casein protein\nor whey/amino acid supplementation. Controls con-\nsumed 1.56 g/kg/day. Only the whey/casein group\ngained significantly greater (1.9 kg) lean mass than con-\ntrols [9]. Hartman et al. had untrained participants sup-\nplement with soy protein or milk to achieve a protein\nintake of 1.65 and 1.8 g/kg/day. Controls consumed 1.65\ng/kg/day. The milk group achieved significantly greater\nincreases in type II and I muscle fiber cross-sectional\narea than controls; soy gains were only significantly greater\nthan controls for type I [6]. These results [6,9] make more\nsense in the context of protein spread theory. That is,\nFigure 2Spreads in protein consumption between higher and lower protein groups in protein spread analysis.Spread Benefit = those\nstudies in which the higher protein group experienced greater muscular benefits than controls during the intervention; Spread\nNo > Benefit = those studies in which the higher protein group experienced no greater muscular benefits than controls during the intervention.\nTable 2 Percent spread in protein intake between groups in studies included in protein spread theory analysis\nBenefit No > benefit than control\nStudy % Spread (g/kg/day) Study % Spread (g/kg/day)\nBurke, 2004 [1] 175 Candow, 2006 [ 23] 5.8\nCandow, 2006 [2] 75 Eliot, 2008 [ 22] 19.7\nConsolazio, 1975 [3] 98.6 Kukuljan, 2009 [ 20] 6.5\nCribb, 2007 [4] 90.9 Mielke, 2009 [ 25] 13.8\nDemling, 2000 [5] 72.6 Rankin, 2004 [ 19] 8.3\nHartman, 2007 [6] 9.1 Verdijk, 2009 [ 18]0\nHoffman, 2007 [7] 61.3 White, 2009 [ 24] 17.1\nHulmi, 2009 [8]1 4\nKerksick, 2006 [9] 48.7\nWilloughby, 2011 [10] 16.3\nAverage % Spread (g/kg): 66.1 Average % Spread (g/kg): 10.2\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 6 of 11\nhttp://www.jissn.com/content/9/1/42\n\nKerksick et al.’s whey/casein group achieved a 12.8% g/kg/\nday greater spread from controls than did the whey/amino\ngroup [9]. Hartman et al.’s milk group achieved a 9.1% g/\nkg/day spread versus controls; the soy group consumed the\nsame as controls [6]. Protein type, whey or soy, did not\naffect lean mass and strength gains in a study by Candow\net al. [2] where there was no spread in protein intake be-\ntween supplementation groups.\nSimilar to the Kerksick et al. study, lean mass gains,\nstrength gains, and fat loss in participants supplementing\nwith casein protein from Demling et al. were significantly\ngreater than in the whey protein group [5], however the\nspreads and changes were essentially identical for the ca-\nsein and whey groups [5]. These authors suggested that\nperhaps the slow digestion of the casein protein enhanced\nnitrogen retention as shown previously [27] and this nitro-\ngen retention led to greater muscular gains over time. This\nexplanation was also presented by Kerksick et al. [9]. The\ninfluence of acute post-exercise protein kinetics on long-\nterm gains obtained from supplementation during resist-\nance training warrants further research.\nNone of the“no greater benefits” studies were outside\nof normal distribution. However, three studies [22,24,25]\nhad spreads that were higher than three studies [6,8,10]\nof the“muscular benefits” grouping. These seemed likely\nexplained, however, by the fact that changes to habitual\nprotein intake were much larger in the latter [6,8,10]\nthan the former [22,24,25].\nProtein change theory\nOnly twelve studies included in this review reported base-\nline dietary intakes. Among studies showing muscular ben-\nefits of increased protein intake, the three with the smallest\nincreases from habitual protein intake (19.5-28.6%) were\nconducted on untrained participants [6,8,10]. Most stud-\nies were on trained participants and larger increases in\nprotein intake. However the ~4 kcal/kg greater energy\nintake in one of these studies [10] or perhaps the longer\nduration of another study [8] may have made it easier for\na smaller change to yield significant results. That said,\ntotal energy intake was higher in some higher protein\ngroups than control and lower than control in other\nFigure 3Percent deviation from habitual protein intake among groups in protein change analysis.Change Benefit = those baseline\nreporting studies in which the higher protein group experienced greater muscular benefits than controls during the intervention; Spread\nNo > Benefit = those baseline reporting studies in which the higher protein group experienced no greater muscular benefits than controls during\nthe intervention.\nTable 3 Protein change theory studies showing muscular benefits of increased protein versus control\nStudy LP base intake\n(g/kg/day)\nLP study intake\n(g/kg/day)\nHP base intake\n(g/kg/day)\nHP study intake\n(g/kg/day)\nLP change (%) HP change (%)\nConsolazio, 1975 [3] 1.44 1.39 1.44 2.76 −3.5 91.7\nCribb, 2007 [4] 1.6 1.65 1.6 3.15 3.1 96.9\nDemling, 2011 [5] 0.76 0.83 0.72 1.43 9.5 98.2\nHartman, 2007 [6] 1.4 1.65 1.4 1.8 17.9 28.6\nHulmi, 2009 [8] 1.3 1.5 1.4 1.71 15.4 22.1\nWilloughby, 2007 [10] 2.06 2.21 2.15 2.57 7.3 19.5\nAverage % Change (g/kg): 8.3 59.5\nHP, higher protein; LP, lower protein.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 7 of 11\nhttp://www.jissn.com/content/9/1/42\n\nstudies (Table 1) making it hard to use energy intake as a\nclear predictor of results.\nFurther supporting higher habitual protein intake dur-\ning resistance training, Ratamess et al.’s strength/power\nathletes consuming 2.3 g/kg/day were significantly leaner\nthan those consuming 1.45 or 0.95 g/kg/day [28]. While\nmonitored for 10 wk, the 2.3 g/kg/day group consumed\n~400-700 kcal or ~6-10.5 kcal/kg/day more than the\nother tertiles, yet remained significantly leaner by ~5-8%\nbodyfat. Strong correlations have been shown between\nincreased habitual protein intake [29], regular ingestion\nof quality protein [30], and muscle mass. In contrast,\nThalacker-Mercer et al., found no association between\nhabitual protein intakes of 0.97-1.07 g/kg/day and mus-\ncular gains [31]. However, since Ratamess et al. showed\nno differences between 0.95 and 1.45 g/kg/day [28], it\nseems unlikely that 0.97 versus 1.07 g/kg/day was\nenough difference to see a protein effect [31]. Variability\nin resistance training volume (1– 5 sets/exercise), inten-\nsity (3– 20 RM), and frequency (3-5- day/wk) across\nstudies in this review may also have interacted with re-\nsponse to protein supplementation. However, most stud-\nies used resistance training variables in the middle of\nthese ranges and there was no pattern of a greater fre-\nquency of training programs employing certain variables\nwithin the benefits or no greater benefits groupings.\nSince protein benefits muscle mass in lieu of resist-\nance training [32,33], even if a training program was\nsuboptimal, a higher protei n intake should still offer\na statistically significant benefit over a lower intake.\nThe findings of Ratamess et al. and Thalacker-Mercer\net al. [28,31] bring scientific backing to a common\nphenomenon: that nutritional and training recommenda-\ntions based upon group means are not effective for all\nindividuals. Data displayed by Lockwood et al. on a per\nparticipant basis demonstrates this [34]. Determining the\ngenetic, epigenetic, and other factors influencing vari-\nability in response to nutrition/training is the future of\nsports nutrition.\nAge may impair the acute anabolic response to protein\nwith resistance exercise [35], although this finding is not\nuniversal [36] and could also be complicated by protein\ntype. Although minimal change or spread in protein in-\ntake was achieved in groups of two studies not showing\na benefit of greater protein [18,20], perhaps age was a\nfactor in this lack of response. However, this would seem\nto point more convincingly toward protein change the-\nory; perhaps creating a more pronounced change from\nhabitual intake in older populations is even more im-\nportant than in younger populations. New related data\nsupport this [37].\nApplication of this review in resistance training\nIf a nutrition professional met with two clients with near\nidentical anthropometrics, one consuming 0.97 g/kg/day\nprotein versus another consuming a strength/power ath-\nlete recommended level of 1.45 g/kg/day, the practi-\ntioner might assume given equal energy intake, that the\nathlete consuming 1.45 g/kg/day had an anabolic advan-\ntage. While a valid generalization, Ratamess et al.’s data\ndo not support it [28]. If amidst other factors promoting\nanabolism this 1.45 g/kg/day client was not gaining lean\nmass, surely the practitioner would not tell them his/her\ncause was hopeless. However, recommending an\nincreased dietary protein would be deemed of little\nbenefit by many nutrition professionals, yet data con-\ntinually show contrary [1-7,9,10,17,28,38].\nOften studies examining protein type or timing are\nviewed solely for these variables and do not address spread\nin total intake or change from habitual intake. In several\nstudies, controls consumed protein at ~1.5-2.5 times\nthe current RDA, in line with current strength/power\nrecommendations, yet in many cases, adding additional\nprotein produced significantly greater muscular benefits\n[1,2,4,6,9]. That protein at current recommendations for\nstrength/power was less beneficial that even more protein\nis perhaps explained as: 1) protein recommendations are\nlargely based on nitrogen balance studies, which fail to\nTable 4 Protein change theory studies showing no > muscular benefits of increased protein versus control\nStudy LP base\nintake\n(g/kg/day)\nLP study\nintake\n(g/kg/day)\nHP base\nintake\n(g/kg/day)\nHP study\nintake\n(g/kg/day)\nLP change\n(%)\nHP change\n(%)\nEliot, 2008 [22] 0.93 0.9 0.99 1.07 −3.3 8.3\nKukuljan, 2009 [20] 1.32 1.31 1.26 1.4 −0.8 10.7\nMielke, 2009 [25] 1.29 1.15 1.36 1.06 −10.6 −3.2\nRankin, 2004 [19] 1.3 1.2 1.2 1.3 −7.7 8.3\nVerdijk, 2009 [18] 1.1 1.1 1.1 1.1 0 0\nWhite, 2009 [24] 0.88 0.87 0.89 1.02 −0.9 15.1\nAverage % Change (g/kg): −3.9 6.5\nHP, higher protein; LP, lower protein.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 8 of 11\nhttp://www.jissn.com/content/9/1/42\n\naddress a level of protein to optimize body composition\n[39]; 2) per protein habituation theory, increasing a typical\nAmerican intake of ~1 g/kg/day[40,41], to strength/power\nathlete recommendations of 1.4-1.8 g/kg/day provides suffi-\ncient deviation from habitual intake. Meanwhile, resistance\ntraining participants from this review were shown to con-\nsume 1.31 g/kg protein habitually. Thus, achieving this\nsame deviation of 40-80% from habitual protein intake\nwould dictate protein intakes of 1.83-2.36 g/kg, which are\ngreater than current strength/power recommendations.\nThe body’s response to protein is not static, but adjusts\nto the diet it is afforded [42-44]. For example, progressive\nincreases in protein intake are coupled with increased fast-\ning nitrogen losses [45,46] along with an increase in feeding\ninduced nitrogen accrual [45,46] that is perhaps even more\npronounced than fasting losses [45]. Although not fully elu-\ncidated, a possible implication of this might be an effect on\nlean tissue mass. A few studies specifically address change\nin habitual protein intake. Soenen et al. had participants in-\ncrease habitual protein intake 16%, from 1.13 g/kg/day to\n1.31 g/kg/day via substitution of ~500 kcal with a milk pro-\ntein based supplement containing 52 g protein. Over 12\nweight-stable wk this led to 0.7 kg greater lean mass\ngain and fat loss compared to isoenergetic controls [33].\nBray et al. reported that increasing a 1.2 g/kg/day protein\nintake to≥ 1.8 g/kg/day via overfeeding led to an ~3.5-4 kg\ng r e a t e rg a i ni nl e a nb o d ym a s si ne i g h tw k[ 3 2 ] .A d d i t i o n -\nally, Petzke et al. reported a positive correlation (r = 0.643,\np = 0.0001) between change in habitual protein intake and\nchange in fat-free body mass [29]. Habitual intake mediates\nthe effects of protein on bone health and satiety [47,48] and\nstudies have shown that that the thermic effect of protein\ndecreases over time while dieting [49,50]. We propose that\nchanges in habitual protein intake may mediate the effects\nof protein on lean body mass [29]. Finally, it is likely that\nadding protein to one’s habitual intake is most beneficial\nwhen added to previously protein poor meals, as opposed\nto adding to meals already highin protein [51,52]. Protein\ndistribution should also be accounted for in future\nresearch.",
    "conclusions": "Baseline protein intakes averaged ~1.31 g/kg/day (Tables 3\nand 4), short of the mean highprotein group intake during\nstudies showing muscular benefits of 2.38 g/kg/day. Per\nprotein change theory, a 59.5% increase to a representative\nhabitual protein intake of ~1.31 g/kg/day would yield 2.09\ng/kg/day. This is close to the aforementioned 2.38 g/kg/day\nbenchmark. The “lay” recommendation to consume 1 g\nprotein/lb of bodyweight/day (2.2 g/kg/day) while resistance\ntraining has pervaded for years. Nutrition professionals\noften deem this lay recommendation excessive and not sup-\nported by research. However, as this review shows, this\n“lay” recommendation aligns well with research that assesses\napplied outcome measures of strength and body compos-\ni t i o ni ns t u d i e so fd u r a t i o n > 4weeks [1-7,9,10,17,28,38].\nThat current sports nutrition guidelines for resistance train-\ning continue to mirror results of nitrogen balance studies\n[53,54], is perhaps not optimal.\nHigher protein interventions were deemed successful\nwhen there was, on average, a 66.1% g/kg/day between\ngroup intake spread compared to 10.2% when additional\nprotein was no more effective than control. The average\nchange in habitual protein intake in studies showing higher\nprotein to be more effective than control was +59.5% versus\n+6.5% when additional protein was no more effective than\ncontrol. These findings support our protein spread and\nchange theories in a sports nutrition context. In the same\nrespective order, the four means from our weight manage-\nment review on these theories were 58.4%, 38.8%, 28.6%,\nand 4.9% [11].Thresholds or specific numbers for applica-\ntion of these theories are likely context specific. However,\nthe general magnitude differences between studies showing\nmuscular benefits and no benefits of additional protein ap-\npear repeatable across studies and aid in moving toward\nindividualized protein recommendations. Consideration of\nthese theories is encouraged in the design of future trials.\nAbbreviations\nRDA: Recommended dietary allowance; g/kg/day: Grams protein per\nkilogram per day.\nCompeting interests\nJDB and BMD are employees of USANA Health Sciences, Inc. USANA Health\nSciences, Inc. had no role in the direction, data collection, analysis,\ninterpretation, or writing of this review. USANA Health Sciences, Inc. has\nprovided for the article processing charge. The authors have no other\ncompeting interests to declare.\nAuthors’ contributions\nJDB designed the manuscript, collected and analyzed study data, wrote, and\nedited the manuscript. BMD provided manuscript direction and edited the\nmanuscript. Both authors read and approved the final manuscript.\nAuthors’ information\nJDB holds an MS in Sports Dietetics, a BS in Exercise Science and is a\nRegistered Dietitian and Senior Scientist for USANA Health Sciences, Inc. JDB\nis an Adjunct Professor to graduate students in the Division of Nutrition at\nthe University of Utah. JDB has worked in the field with weight\nmanagement clientele, collegiate, and professional athletes and in the lab\nresearching shoulder biomechanics and the role of macronutrients in\nhypertension. Having reviewed protein metabolism literature, JDB’s current\nobjective is to provide insight on scientific research based upon phenomena\nobserved by practitioners in the field. BMD holds a PhD in Molecular and\nCellular Biology from Oregon State University and has published numerous\noriginal scientific studies, most recently on the role of vitamin D in active\npopulations. As Executive Director of Product & Technology Innovation, BMD\noversees an expansive clinical studies program involving collaborations\nbetween USANA Health Sciences and several universities and private\nresearch institutions.\nAcknowledgements\nThe authors wish to thank Dr. Micah Drummond for his third party review of\nthis manuscript.\nFunding\nJDB and BMD are employees of USANA Health Sciences, Inc. This review was\nprepared on company time.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 9 of 11\nhttp://www.jissn.com/content/9/1/42\n\nReceived: 27 June 2012 Accepted: 4 September 2012\nPublished: 8 September 2012\nReferences\n1. Burke DG, Chilibeck PD, Davidson KS, Candow DG, Farthing J, Smith-Palmer\nT: The effect of whey protein supplementation with and without\ncreatine monohydrate combined with resistance training on lean tissue\nmass and muscle strength.Int J Sport Nutr Exerc Metab2001, 11:349– 364.\n2. Candow DG, Burke NC, Smith-Palmer T, Burke DG:Effect of whey and soy\nprotein supplementation combined with resistance training in young\nadults. Int J Sport Nutr Exerc Metab2006, 16:233– 244.\n3. Consolazio CF, Johnson HL, Nelson RA, Dramise JG, Skala JH:Protein\nmetabolism during intensive physical training in the young adult.\nAm J Clin Nutr1975, 28:29– 35.\n4. Cribb PJ, Williams AD, Stathis CG, Carey MF, Hayes A:Effects of whey\nisolate, creatine, and resistance training on muscle hypertrophy.\nMed Sci Sports Exerc2007, 39:298– 307.\n5. Demling RH, DeSanti L: Effect of a hypocaloric diet, increased protein\nintake and resistance training on lean mass gains and fat mass loss in\noverweight police officers.Ann Nutr Metab2000, 44:21– 29.\n6. Hartman JW, Tang JE, Wilkinson SB, Tarnopolsky MA, Lawrence RL, Fullerton\nAV, et al:Consumption of fat-free fluid milk after resistance exercise\npromotes greater lean mass accretion than does consumption of soy or\ncarbohydrate in young, novice, male weightlifters.Am J Clin Nutr2007,\n86:373– 381.\n7. Hoffman JR, Ratamess NA, Kang J, Falvo MJ, Faigenbaum AD:Effects of\nprotein supplementation on muscular performance and resting\nhormonal changes in college football players.Journal of Sports Science\nand Medicine 2007, 6:85– 92.\n8. Hulmi JJ, Kovanen V, Selanne H, Kraemer WJ, Hakkinen K, Mero AA:Acute and\nlong-term effects of resistance exercise with or without protein ingestion\non muscle hypertrophy and gene expression.Amino Acids2009, 37:297– 308.\n9. Kerksick CM, Rasmussen CJ, Lancaster SL, Magu B, Smith P, Melton C,et al:\nThe effects of protein and amino acid supplementation on performance\nand training adaptations during ten weeks of resistance training.\nJ Strength Cond Res2006, 20:643– 653.\n10. Willoughby DS, Stout JR, Wilborn CD:Effects of resistance training and\nprotein plus amino acid supplementation on muscle anabolism, mass,\nand strength.Amino Acids 2007, 32:467– 477.\n11. Bosse JD, Dixon BM:Dietary protein in weight management: a review\nproposing protein spread and change theories.\nNutr Metab (Lond)2012, 9:81.\n12. Hulmi JJ, Lockwood CM, Stout JR:Effect of protein/essential amino acids\nand resistance training on skeletal muscle hypertrophy: a case for whey\nprotein. Nutr Metab (Lond)2010, 7:51.\n13. Rodriguez NR, Di Marco NM, Langley S:American College of Sports\nMedicine position stand. Nutrition and athletic performance.Med Sci\nSports Exerc 2009, 41:709– 731.\n14. Campbell B, Kreider RB, Ziegenfuss T, La BP, Roberts M, Burke D,et al:\nInternational Society of Sports Nutrition position stand: protein and\nexercise. J Int Soc Sports Nutr2007, 4:8.\n15. Kreider RB, Wilborn CD, Taylor L, Campbell B, Almada AL, Collins R,et al:\nISSN exercise & sport nutrition review: research & recommendations.\nJ Int Soc Sports Nutr2010, 7:7.\n16. Esmarck B, Andersen JL, Olsen S, Richter EA, Mizuno M, Kjaer M:Timing of\npostexercise protein intake is important for muscle hypertrophy with\nresistance training in elderly humans.J Physiol 2001, 535:301– 311.\n17. Cribb PJ, Hayes A: Effects of supplement timing and resistance exercise\non skeletal muscle hypertrophy.Med Sci Sports Exerc2006, 38:1918– 1925.\n18. Andersen LL, Tufekovic G, Zebis MK, Crameri RM, Verlaan G, Kjaer M,et al: The\neffect of resistance training combined with timed ingestion of protein on\nmuscle fiber size and muscle strength.Metabolism 2005, 54:151– 156.\n19. Verdijk LB, Jonkers RA, Gleeson BG, Beelen M, Meijer K, Savelberg HH,et al:\nProtein supplementation before and after exercise does not further\naugment skeletal muscle hypertrophy after resistance training in elderly\nmen. Am J Clin Nutr2009, 89:608– 616.\n20. Rankin JW, Goldman LP, Puglisi MJ, Nickols-Richardson SM, Earthman CP,\nGwazdauskas FC:Effect of post-exercise supplement consumption on\nadaptations to resistance training.JA mC o l lN u t r2004, 23:322– 330.\n21. Kukuljan S, Nowson CA, Sanders K, Daly RM:Effects of resistance exercise\nand fortified milk on skeletal muscle mass, muscle size, and functional\nperformance in middle-aged and older men: an 18-mo randomized\ncontrolled trial.J Appl Physiol2009, 107:1864– 1873.\n22. MacDougall JD, Gibala MJ, Tarnopolsky MA, MacDonald JR, Interisano SA,\nYarasheski KE:\nThe time course for elevated muscle protein synthesis\nfollowing heavy resistance exercise.Can J Appl Physiol1995, 20:480– 486.\n23. Eliot KA, Knehans AW, Bemben DA, Witten MS, Carter J, Bemben MG:The\neffects of creatine and whey protein supplementation on body\ncomposition in men aged 48 to 72 years during resistance training.\nJ Nutr Health Aging2008, 12:208– 212.\n24. Candow DG, Chilibeck PD, Facci M, Abeysekara S, Zello GA:Protein\nsupplementation before and after resistance training in older men.\nEur J Appl Physiol2006, 97:548– 556.\n25. White KM, Bauer SJ, Hartz KK, Baldridge M:Changes in body composition\nwith yogurt consumption during resistance training in women.Int J\nSport Nutr Exerc Metab2009, 19:18– 33.\n26. Mielke M, Housh TJ, Malek MH, Beck TW, Schmidt RJ, Johnson GO,et al:\nThe Effects of Whey Protein and Leucine Supplementation on Strength,\nMuscular Endurance, and Body Composition During Resistance Training.\nJ Appl Physiol (Online)2009, 12:39– 50.\n27. Tang JE, Moore DR, Kujbida GW, Tarnopolsky MA, Phillips SM:Ingestion of\nwhey hydrolysate, casein, or soy protein isolate: effects on mixed\nmuscle protein synthesis at rest and following resistance exercise in\nyoung men.J Appl Physiol2009, 107:987– 992.\n28. Lacroix M, Bos C, Leonil J, Airinei G, Luengo C, Dare S,et al: Compared\nwith casein or total milk protein, digestion of milk soluble proteins is\ntoo rapid to sustain the anabolic postprandial amino acid requirement.\nAm J Clin Nutr2006, 84:1070– 1079.\n29. Ratamess NA, Hoffman JR, Faigenbaum AD, Mangine GT, Falvo MJ, Kang J:\nThe combined effects of protein intake and resistance training on\nserum osteocalcin concentrations in strength and power athletes.\nJ Strength Cond Res2007, 21:1197– 1203.\n30. Petzke KJ, Lemke S, Klaus S:Increased fat-free body mass and no adverse\neffects on blood lipid concentrations 4 weeks after additional meat\nconsumption in comparison with an exclusion of meat in the diet of\nyoung healthy women.J Nutr Metab, Epub 2011 Jun 14.\n31. Loenneke JP, Balapur A, Thrower AD, Syler G, Timlin M, Pujol TJ:Short\nreport: Relationship between quality protein, lean mass and bone\nhealth. Ann Nutr Metab2010, 57:219– 220.\n32. Thalacker-Mercer AE, Petrella JK, Bamman MM:Does habitual dietary\nintake influence myofiber hypertrophy in response to resistance\ntraining? A cluster analysis.Appl Physiol Nutr Metab2009, 34:632– 639.\n3 3 . B r a yG A ,S m i t hS R ,d eJ L ,X i eH ,R o o dJ ,M a r t i nC K ,\net al: Effect of dietary\nprotein content on weight gain, energy expenditure, and body composition\nduring overeating: a randomized controlled trial.JAMA 2012, 307:47– 55.\n34. Soenen S, Westerterp-Plantenga MS: Changes in body fat percentage\nduring body weight stable conditions of increased daily protein intake\nvs. control.Physiol Behav 2010, 101:635– 638.\n35. Lockwood CM, Moon JR, Tobkin SE, Walter AA, Smith AE, Dalbo VJ,et al:\nMinimal nutrition intervention with high-protein/low-carbohydrate and\nlow-fat, nutrient-dense food supplement improves body composition\nand exercise benefits in overweight adults: a randomized controlled\ntrial. Nutr Metab (Lond)2008, 5:11.\n36. Farnfield MM, Breen L, Carey KA, Garnham A, Cameron-Smith D:Activation\nof mTOR signalling in young and old human skeletal muscle in response\nto combined resistance exercise and whey protein ingestion.Appl Physiol\nNutr Metab 2012, 37:21– 30.\n37. Symons TB, Sheffield-Moore M, Mamerow MM, Wolfe RR, Paddon-Jones D:\nThe anabolic response to resistance exercise and a protein-rich meal is\nnot diminished by age.J Nutr Health Aging2011, 15:376– 381.\n38. Yang Y, Breen L, Burd NA, Hector AJ, Churchward-Venne TA, Josse AR,et al:\nResistance exercise enhances myofibrillar protein synthesis with graded\nintakes of whey protein in older men.Br J Nutr2012, 1– 9. Available on\nCJO 2012 doi:10.1017/S0007114511007422.\n39. Mettler S, Mitchell N, Tipton KD:Increased protein intake reduces lean body\nmass loss during weight loss in athletes.Med Sci Sports Exerc2010, 42:326– 337.\n40. Layman DK: Protein quantity and quality at levels above the RDA\nimproves adult weight loss.J Am Coll Nutr2004, 23:631S– 636S.\n41. Austin GL, Ogden LG, Hill JO: Trends in carbohydrate, fat, and\np r o t e i ni n t a k e sa n da s s o c i a t i o nw i t he n e r g yi n t a k ei nn o r m a l -\nweight, overweight, and obese individuals: 1971 –2006. Am J Clin\nNutr 2011, 93:836– 843.\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 10 of 11\nhttp://www.jissn.com/content/9/1/42\n\n42. McDowell MA, Fryar CD, Ogden CL, Flegal KM:Anthropometric Reference\nData for Children and Adults. United States: 2003– 2006. National Health\nStatistics Reports; 2008:1– 45.\n43. Sukhatme PV, Margen S: Models for protein deficiency.Am J Clin Nutr\n1978, 31:1237– 1256.\n44. Millward DJ: An adaptive metabolic demand model for protein and\namino acid requirements.Br J Nutr2003, 90:249– 260.\n45. Hegsted DM: From chick nutrition to nutrition policy.Annu Rev Nutr2000,\n20:1– 19.\n46. Price GM, Halliday D, Pacy PJ, Quevedo MR, Millward DJ:Nitrogen\nhomeostasis in man: influence of protein intake on the amplitude of\ndiurnal cycling of body nitrogen.Clin Sci (Lond)1994, 86:91– 102.\n47. Pacy PJ, Price GM, Halliday D, Quevedo MR, Millward DJ:Nitrogen\nhomeostasis in man: the diurnal responses of protein synthesis and\ndegradation and amino acid oxidation to diets with increasing protein\nintakes. Clin Sci (Lond)1994, 86:103– 116.\n48. Sebastian A: Protein consumption as an important predictor of lower-\nlimb bone mass in elderly women.Am J Clin Nutr2005, 82:1355– 1356.\n49. Long SJ, Jeffcoat AR, Millward DJ:Effect of habitual dietary-protein intake\non appetite and satiety.Appetite 2000, 35:79– 88.\n50. Luscombe ND, Clifton PM, Noakes M, Parker B, Wittert G:Effects of energy-\nrestricted diets containing increased protein on weight loss, resting\nenergy expenditure, and the thermic effect of feeding in type 2\ndiabetes. Diabetes Care 2002, 25:652– 657.\n51. Luscombe ND, Clifton PM, Noakes M, Farnsworth E, Wittert G:Effect of a\nhigh-protein, energy-restricted diet on weight loss and energy\nexpenditure after weight stabilization in hyperinsulinemic subjects.\nInt J Obes Relat Metab Disord2003, 27:582– 590.\n52. Layman DK: Dietary Guidelines should reflect new understandings about\nadult protein needs.Nutr Metab (Lond)2009, 6:12.\n53. Paddon-Jones D, Rasmussen BB:Dietary protein recommendations and the\nprevention of sarcopenia.Curr Opin Clin Nutr Metab Care2009, 12:86– 90.\n54. Lemon PW, Tarnopolsky MA, MacDougall JD, Atkinson SA:Protein\nrequirements and muscle mass/strength changes during intensive\ntraining in novice bodybuilders.J Appl Physiol1992, 73:767– 775.\n55. Tarnopolsky MA, Atkinson SA, MacDougall JD, Chesley A, Phillips S,\nSchwarcz HP: Evaluation of protein requirements for trained strength\nathletes. J Appl Physiol1992, 73:1986– 1995.\ndoi:10.1186/1550-2783-9-42\nCite this article as:Bosse and Dixon:Dietary protein to maximize\nresistance training: a review and examination of protein spread and\nchange theories. Journal of the International Society of Sports Nutrition2012\n9:42.\nSubmit your next manuscript to BioMed Central\nand take full advantage of: \n• Convenient online submission\n• Thorough peer review\n• No space constraints or color ﬁgure charges\n• Immediate publication on acceptance\n• Inclusion in PubMed, CAS, Scopus and Google Scholar\n• Research which is freely available for redistribution\nSubmit your manuscript at \nwww.biomedcentral.com/submit\nBosse and DixonJournal of the International Society of Sports Nutrition2012, 9:42 Page 11 of 11\nhttp://www.jissn.com/content/9/1/42"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 4,
    "primary_human": "hypertrophy; strength; body_comp (conceptual)"
  },
  "bucket": "B",
  "notes": "Critically examines “protein spread” and “protein change” ideas; emphasizes total daily protein (~1.3–1.8 g/kg/d) as the main driver of RT adaptations."
}