{
  "id": 47,
  "title": "Synergistic Effect of Increased Total Protein Intake and Resistance Training on Muscle Strength: A Dose–Response Meta-Analysis of Randomized Controlled Trials",
  "authors": "Tagawa R et al.",
  "year": 2022,
  "doi": "10.1186/s40798-022-00508-w",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_intake",
    "resistance_training",
    "strength",
    "dose_response"
  ],
  "population": {
    "training_status": "meta_analysis_RCT_RT"
  },
  "sections": {
    "abstract": "Background: Protein supplementation augments muscle strength gain during resistance training. Although some \nstudies focus on the dose-response relationship of total protein intake to muscle mass or strength, the detailed dose-\nresponse relationship between total protein intake and muscle strength increase is yet to be clarified, especially in the \nabsence of resistance training.\nObjective: We aimed to assess the detailed dose-response relationship between protein supplementation and mus-\ncle strength, with and without resistance training.\nDesign: Systematic review with meta-analysis.\nData Sources: PubMed and Ichushi-Web (last accessed on March 23, 2022).\nEligibility Criteria: Randomized controlled trials investigating the effects of protein intake on muscle strength.\nSynthesis",
    "methods": "A random-effects model and a spline model.",
    "results": "A total of 82 articles were obtained for meta-analyses, and data from 69 articles were used to create spline \ncurves. Muscle strength increase was significantly augmented only with resistance training (MD 2.01%, 95% CI \n1.09–2.93) and was not augmented if resistance training was absent (MD 0.13%, 95% CI − 1.53 to 1.79). In the dose-\nresponse analysis using a spline model, muscle strength increase with resistance training showed a dose-dependent \npositive association with total protein intake, which is 0.72% (95% CI 0.40–1.04%) increase in muscle strength per \n0.1 g/kg body weight [BW]/d increase in total protein intake up to 1.5 g/kg BW/d, but no further gains were observed \nthereafter.",
    "conclusion": "Concurrent use of resistance training is essential for protein supplementation to improve muscle \nstrength. This study indicates that 1.5 g/kg BW/d may be the most appropriate amount of total protein intake for \nmaintaining and augmenting muscle strength along with resistance training.\n© The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\nOpen Access\n†Ryoichi Tagawa and Daiki Watanabe equally contributed to the manuscript \nand are joint first authors\n*Correspondence: cardiovascular0327@mac.com\n2 Faculty of Sport Sciences, Waseda University, 2-579-15 Mikajima, \nTokorozawa-city, Saitama 359-1192, Japan\nFull list of author information is available at the end of the article\n\nPage 2 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \nKey Points\n• Protein supplementation improves muscle strength \nwhen combined with resistance training, irrespec -\ntive of age, sex, baseline protein intake, added protein \nintake, or body part.\n• With resistance training, muscle strength increases \nat the rate of 0.72% (95% CI 0.40–1.04%) per 0.1  g/\nkg body weight [BW]/d increase in total protein \nintake up to 1.5 g/kg BW/d, but no further gains are \nachieved thereafter.\n• Muscle strength cannot be increased by protein sup -\nplementation only without resistance training.",
    "introduction": "All bodily movements require muscle strength [1]. \nAmong athletes, high muscle strength affects sprint \nspeed [2–4], agility [3, 4], jumping ability [3, 4], marathon \nrace speed [5], aerobic endurance [3], improvement in \nvarious sport skills [4], and a reduction in injury risk [4]. \nMuscle strength is known to decrease with aging [6], with \nlow muscle strength being an important factor limiting \nindependence and autonomy among older adults [7–13]. \nIn addition, low muscle strength increases the risk of dis -\neases such as osteoporosis [14], low back pain [15, 16], \ndiabetes mellitus [17], and depression [18].\nPhysical activity and nutrition play a crucial role in \nmuscle strength [19, 20]. The effectiveness of resistance \ntraining in muscle strength across different age and sex \ngroups has been confirmed in several meta-analyses \n[21–25]. The effect of nutrition, especially protein intake, \non muscle strength has been extensively investigated in \nmany studies [26]. Protein has a strong nutritional value \nfor muscle because it is a major structural element of the \nskeletal muscle [27] and plays a key role in the promo -\ntion of muscle protein synthesis through the mammalian \ntarget of the rapamycin signaling pathway [28]. Moreo -\nver, protein intake and resistance training have also been \nreported to have additive and synergistic effects in the \npromotion of protein synthesis and muscular hypertro -\nphy [29, 30].\nSeveral meta-analyses showed that supplemental pro -\ntein intake led to muscle strength increases in resist -\nance training practitioners [31, 32]. However, there is \nno general consensus on whether supplemental protein \nintake would lead to muscle strength increase in people \nwho do not perform resistance training [31–37]. Fur -\nthermore, although there are a few studies regarding the \ndose-response relationship of total protein intake to mus-\ncle mass [32, 38, 39] or strength [39], the detailed dose-\nresponse relationship between total protein intake and \nmuscle strength increase is yet to be clarified, especially \nin the absence of resistance training. This study aimed to \nclarify the detailed dose-response relationship between \nprotein supplementation and muscle strength with and \nwithout resistance training. Cross-sectional studies [40, \n41] and longitudinal studies [42, 43] have shown that \nmuscle strength is closely correlated with muscle mass. \nOur previous meta-analysis reported that there is a \ndose-response relationship between total protein intake \nand muscle mass increase [43]. In view of the above, \nwe hypothesized that the effect of total protein intake \non muscle strength is exerted in a dose-response man -\nner regardless of the presence or absence of resistance \ntraining and that such an effect can be further increased \nthrough implementation of resistance training.\nMethods\nStudy Design and Protocol\nThe study protocol of this systematic review and \nmeta-analysis was uploaded to the UMIN Clinical Tri -\nals Registry (study ID UMIN000039285). This study \naligned with the Preferred Reporting Items for Sys -\ntematic Reviews and Meta-Analyses (Additional file  1: \nPRISMA) code [44]. We accessed the PubMed and \nIchushi-Web (online academic article repository in \nJapan) databases up to March 23, 2022, for randomized \ncontrolled trials (RCTs) investigating the effects of pro -\ntein intake on muscle strength and published in Eng -\nlish or Japanese. The search phrases and parameters are \nlisted in Additional file  2: Table  S1. Manual searches \nwere also conducted on studies included in other \nmeta-analyses.\nStudy Identification and Data Extraction\nThe titles and abstracts of all the articles retrieved were \nindependently screened by two authors (R.T. and K.I.). \nEligibility was evaluated using the criteria illustrated in \nthe following section, and any disagreements between \nthe two authors were resolved through discussions. \nArticles deemed eligible and those warranting no deci -\nsion during primary screening underwent secondary \nscreening to make a final decision on eligibility accord -\ning to their full text. Information on characteristics of \nparticipants, intervention conditions, and the target \nKeywords: Protein, Muscle strength, Resistance training, Dose-response relationship, Spline curve\n\nPage 3 of 12\nTagawa et al. Sports Medicine - Open (2022) 8:110 \n \nresults were retrieved from the eligible articles during \nsecondary screening.\nFor trials consisting of more than one intervention \ngroup, each group was considered a separate trial. For \ntrials measuring the muscle strength of more than one \nbody part or contraction mode of the same participant, \nthe separate data were combined to one outcome with \nweighted mean value. Measurements taken midway \nthrough the intervention period were omitted, and only \none pre- and post-intervention result was analyzed. The \ncorresponding authors of the eligible articles were con -\ntacted when information needed to create a forest plot \nwas not available. When numerical data were unavail -\nable from the corresponding author, but the data were \navailable as graphs, numerical values were retrieved \nusing the web-based tool WebPlotDigitizer, version 4.1 \n(Ankit Rohatgi; Pacifica, CA) [45]. Secondary screen -\ning and information retrieval were carried out by five \nauthors (K.I., T.O., R.T., C.S., and K.N.), while the stud -\nies were verified by two authors (K.I. and T.O.). We used \nMicrosoft Excel, Version 2016 (Microsoft Corporation, \nRedmond, WA) and EndNote, version 9 (Clarivate, Phila-\ndelphia, PA) for screening and data extraction.\nEligibility\nRCTs on the effects of protein intake on muscle \nstrength, where supplemented protein intakes differed \nbetween study groups, were included in the analysis. \nThe population, intervention, comparison, outcome, \nand study design criteria were employed to determine \nstudy eligibility (Table  1). The sample population was \nnarrowed down to study participants without any seri -\nous injury or illness (e.g., human immunodeficiency \nvirus infection, cancer, chronic renal failure, termi -\nnal illness, or diseases that adversely impact physi -\ncal activity). The protein intervention timeframe was \nset at ≥ 2 weeks, based on a previous study that found \nthis period was an adequate length of time for protein \nintake to enhance lean body mass [46] and so that cru -\ncial research information from all potentially eligible \nRCTs could be collected. Supplemental protein intake \n(g/d or g/kg body weight [BW]/d) was the value deter -\nmined before the intervention. Trials with muscular \nhypertrophic agents (e.g., leucine, β-hydroxy-β-methyl \nbutyrate, creatine or vitamin D), energy restriction \nor overfeeding were excluded, after consulting previ -\nous meta-analyses [31, 32, 34, 35, 39]. For trials with \ntwo or more control groups, the group with the same \nenergy intake and larger gap in the supplemented pro -\ntein intake was included as a control in the analysis. \nTrials with between-group comparisons for different \nconditions other than nutrition (such as exercise) were \nexcluded.\nOutcome Measures\nThe present meta-analysis assessed muscle strength. For \nmuscle strength, two values were recorded: intragroup \npercentage change in muscle strength and the inter -\ngroup difference in muscle strength percentage changes \nbetween an intervention group and a control group. The \nformer was used to evaluate the intragroup effect of total \nprotein intake (the sum of supplemented protein intake \nand dietary protein intake). The latter was used to evalu -\nate the intergroup effect of supplemented protein intake \nexcluding the effect of conditions other than nutrition.\nQuality Assessment\nTwo authors (K.I. and T.O.) independently reviewed the \nquality of the eligible articles using the Cochrane risk-\nof-bias tool [47]. Discrepancies were resolved through a",
    "discussion": "with a third author (R.T.). We excluded arti -\ncles with high risk of bias in at least two out of seven \ndomains. Publication bias was assessed visually using a \nfunnel plot. We categorized the quality of evidence for \nanalyses of all studies, studies without resistance training \nor studies with resistance training as high, moderate, low, \nor very low according to the Grading of Recommenda -\ntions Assessment Development and Evaluation (GRADE) \nsystem [48].\nStatistical Analysis\nThis meta-analysis evaluated the mean change in mus -\ncle strength and the standard deviation (SD) of change \n (SDchange). In studies where SDchange was not described, \nbut SDbaseline and SDfinal were known, SDchange was com -\nputed using the following formula [49]:\nIn studies where all information for SD before the \nintervention (SDbaseline), SD after the intervention ( final), \nand SDchange were available, the correlation coefficient \n(Corr) was computed using the following equation:\nSD change =√(SD 2\nbaseline+ SD 2\nﬁnal − 2 × Corr\n× SD baseline× SD ﬁnal)Table 1 PICOS criteria for study inclusion\nParameter Inclusion criterion\nPopulation Adult participants (not injured or critically ill)\nIntervention Supplementary protein intake for ≥ 2 weeks\nComparator Placebo or no intervention\nOutcome Muscle strength\nStudy design Randomized controlled trial\n\nPage 4 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \nIn cases where the information necessary for analysis \nwas unavailable, we requested it from the corresponding \nauthor of the article (11 responses from 22 requests were \nobtained). We used Corr = 0.96 for handgrip strength, \nCorr = 0.89 for arm muscle strength, Corr = 0.85 for leg \nmuscle strength, Corr = 0.97 for breast muscle strength, \nCorr = 0.89 for back muscle strength, Corr = 0.96 for \ntotal muscle strength (used when only the sum of several \nmuscle strengths was available). The studies used for cal -\nculations are listed in Additional file 2: Table S2.\nThe effect of supplemental protein intake on muscle \nstrength percentage change, with the control group as \nreference, was analyzed using point estimation and pro -\njected as a forest plot of the point estimates of the MD \nand 95% CI. All analyses were stratified by the presence \nor absence of resistance training. To evaluate the influ -\nence of age (< 60 or ≥ 60  years), sex (male or female), \nbaseline protein intake (< 1.0 or ≥ 1.0 g/kg BW/d), added \nprotein intake (< 0.5 or ≥ 0.5  g/kg BW/d), intervention \nduration (< 3 or ≥ 3  months), contraction type (isoki -\nnetic, isometric, or isotonic), and body part (upper or \nlower body), subgroup analyses were also performed. \nAll the above analyses were performed using a random-\neffects model under the assumption that trial errors were \nincluded because the selected trials employed various \nconditions and were not confined to specific sex, age, or \nexercise conditions. Statistical heterogeneity was evalu -\nated using inconsistency index (I 2) [50] and χ 2 test as a \nguide to estimate dispersion for all analyses.\nIn addition, the spline model was employed in the \nanalysis of the dose-response relationship between total \nprotein intake and muscle strength percentage change \nfrom baseline. Stratification according to the existence \nor absence of resistance training was also performed, and \nthe results were presented as the effect size and 95% CI. \nThe mean effect size, along with the corresponding 95% \nCI for a percentage gain in muscle strength, was esti -\nmated for every 0.1 g/kg BW/d increase in total protein \nintake above 1.5  g/kg BW/d using the spline models. \nWe set the value to 1.5  g/kg BW/d in the analysis with \nresistance training and 1.3 /kg BW/d without resistance \ntraining as this is the inflexion point based on which total \nprotein intake is correlated with muscle strength. During \nthese evaluations, when the 95% CI of the magnitude of \neffect did not reach 0, the P value was estimated as < 0.05. \nIn contrast, when the 95% CI of the extent of the resulting \noutcome reached 0, the P value was estimated as ≥ 0.05.\nAll statistical analyses were performed using Review \nManager (RevMan), version 5.4 (NordicCochrane Cen -\ntre; Cochrane Collaboration, Copenhagen, Denmark) \nCorr = (SD 2\nbaseline+ SD 2\nﬁnal − SD 2\nchange)/\n(2 × SD baseline× SD ﬁnal)\nand Stata/M.P ., version 15.0 (StataCorp L.P .; College Sta-\ntion, TX). A two-sided P value of < 0.05 was considered \nstatistically significant.\nResults\nStudy Selection\nThe results of the literature search are presented in Fig. 1. \nOf the 2044 articles initially screened, 386 were reviewed \nafter primary screening of their titles and abstracts. \nAmong them, 82 articles involving 112 intervention \ngroups and 3940 participants were included after a sec -\nondary screening of their full text. In total, 59 studies \ninvolving 82 intervention groups and 2440 participants \ndescribed resistance training, while, 24 studies involv -\ning 30 intervention groups and 1500 participants did \nnot include resistance training. One study included trials \nboth with and without resistance training. The 82 articles \nwere subsequently utilized to create a forest plot to assess \nthe effects of supplemental protein intake on muscle \nstrength percentage changes with reference to the control \ngroups. We used 69 articles to create spline models to \nexamine the correlation between total protein intake and \nmuscle strength percentage changes from baseline.\nStudy Characteristics\nTable  2 gives a summary of the characteristics of the \nincluded studies. Total protein intake ranged from 0.79 \nto 3.80 g/kg BW/d (mean, 1.49 g/kg BW/d) in the inter -\nvention groups and from 0.69 to 2.00 g/kg BW/d (mean, \n1.09  g/kg BW/d) in the control groups. The differences \nin supplemental protein intake between the interven -\ntion and control groups ranged from 0.04 to 2.06  g/kg \nBW/d (mean, 0.38  g/kg BW/d). There were 78 RCTs in \nwhich protein-rich test food/beverage was supplemented \nalong with the usual meals and 4 RCTs in which the \ncontent of the meal itself was altered. The intervention \nperiod ranged from 3 weeks to 2 years, with an average \nof 22.0 weeks. A total of 1859 participants were female, \nwhile 2073 participants were male. The sex of the remain-\ning 8 participants was unknown (data not available). The \nparticipants were aged between 19 and 87  years, with \nan average of 55.6  years. The participant and interven -\ntion characteristics are shown in Additional file  3: Tables \nS3–S6.\nRisk of Bias\nThere were four articles (4.7%) with high risk of bias in \nat least two domains and they were excluded from our \nanalyses. Specific data are shown in Additional file  4: \n\nPage 5 of 12\nTagawa et al. Sports Medicine - Open (2022) 8:110 \n \nFig. S1. Publication bias was not detected in the analysis \nof all studies, but detected in analyses of studies without \nresistance training, above 60 years old or < 1.0 g/kg BW/d \nbaseline protein intake, based on visual inspection of fun-\nnel plots. Funnel plots for each sub-analysis are shown in \nAdditional file 4: Fig. S2.\nMeta‑analysis\nThe meta-analysis of the trials for 112 intervention con -\nditions revealed a significant effect of protein intake on \nan increase in muscle strength percentage, with a mean \ndifference (MD) of 1.40% (95% CI 0.55–2.24; Table  3, \nAdditional file  4: Fig. S3) in muscle strength increase \nbetween the intervention and control groups. When \nstratified according to the presence or absence of resist -\nance training, muscle strength percentage increase was \nsignificantly increased only with resistance training (MD: \n2.01%, 95% CI 1.09–2.93) and not without resistance \ntraining (MD: 0.13%, 95% CI − 1.53 to 1.79), irrespective \nof age, sex, baseline protein intake, added protein intake, \nor body part. Meanwhile, a subgroup analysis according \nto intervention duration showed that muscle strength \ndid not significantly increase with protein intake in long \ntrials (≥ 3  months), irrespective of resistance training. \nFig. 1 Flow diagram of the literature search process\n\nPage 6 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \nRegarding contraction type, only isotonic strength was \nsignificantly augmented by protein intake in the over -\nall trials or trials with resistance training. There were \ndose-response effects of added protein intake on mus -\ncle strength with resistance training. Although muscle \nstrength with resistance training was significantly aug -\nmented even when the added protein intake was below \n0.5  g/kg BW/d (MD: 1.22%, 95%CI: 0.41 to 2.03), a sig -\nnificantly larger increase in muscle strength was achieved \nwhen added protein intake was above 0.5  g/kg BW/d \n(MD: 4.29%, 95%CI 1.99–6.60), which is 3.5-fold the less \nprotein intake. For statistical heterogeneity, the I2 statistic \nwas 32%, 16%, and 49% for the overall trials, trials with \nresistance training, and trials without resistance training, \nrespectively, and the χ 2 tests demonstrated significant \nheterogeneity for overall trials and trials without resist -\nance training (P < 0.01).\nDose‑Response Analyses with Spline Models\nThe results of the dose-response analyses using spline \ncurves are presented in Fig.  2. The percentage change in \nmuscle strength gradually increased with total protein \nintake and peaked at approximately 1.5 g/kg BW/d with \nresistance training (Fig.  2a). Muscle strength with resist -\nance training increased by 0.72% (95% CI 0.40–1.04%) \nper 0.1 g/kg BW/d increase in protein intake up to 1.5 g/\nkg BW/d, but no further gains were observed thereafter. \nWithout resistance training, there was only a fractional \nincrease in muscle strength, which increased slightly with \ntotal protein intake up to 1.3  g/kg BW/d and gradually \nvanished after that (Fig. 2b).\nGRADE\nTable 4 shows the GRADE assessment for our analyses. \nThe overall quality of the evidence was graded as high for \nthe analysis of all studies and the analysis of studies with \nresistance training, and graded as moderate for the analy-\nsis of studies without resistance training due to possible \npublication bias.\nDiscussion\nMajor Findings\nThis study found the following three major findings. First, \nprotein intake leads to a significant improvement in mus-\ncle strength only when combined with resistance train -\ning. Second, the spline model results showed that 1.5 g/\nkg BW/d total protein intake with resistance training is \nrequired to achieve the optimal effect on muscle strength. \nTo the best of our knowledge, while a few studies have \ninvestigated the dose-response relationship of total pro -\ntein intake to muscle mass [32, 38, 39] or strength [39], \nthis study is the first meta-analysis to quantitatively \nassess the detailed dose-response relationship between \ntotal protein intake and muscle strength in both training \nand non-training study participants.\nTable 2 Summary of the characteristics of the included studies\nData are shown as the mean values weighted by the number of participants\nRT resistance training, BW body weight\nRT Non‑RT All\nNumber of studies 59 24 82\nNumber of participants 2440 1500 3940\nAge (years) 45.5 72.1 55.6\n Number of participants aged 19–59 1461 81 1542\n Number of participants aged 60–87 923 1389 2312\nSex (men %) 62 38 53\nRace (Caucasian %) 88 63 78\nHeight (cm) 171 164 168\n Number of participants (149–169 cm) 768 1022 1790\n Number of participants (170–185 cm) 1460 329 1789\nBody weight (kg) 78.8 68.1 74.8\n Number of participants (46–74 kg) 672 977 1649\n Number of participants (75–102 kg) 1631 395 2026\nBody mass index (kg/m2) 26.6 25.4 26.1\n Number of participants (20.6–24.9 kg/m2) 768 516 1284\n Number of participants (25.0–37.9 kg/m2) 1597 963 2560\nEnergy intake (kcal/day) 2141 1752 2035\n Number of participants (1298–1999 kcal/day) 561 418 979\n Number of participants (2000–3539 kcal/day) 819 100 919\nBaseline protein intake (g/kg BW/d) 0.39 0.37 0.38\n Number of participants (0.60–0.99 g/kg BW/d) 561 314 875\n Number of participants (1.00–2.10 g/kg BW/d) 1235 962 2197\nAdded protein intake (g/kg BW/d) (intervention \ngroups)\n0.39 0.37 0.38\n Number of participants (0.04–0.49 g/kgBW/d) 1036 582 1618\n Number of participants (0.50–2.06 g/kgBW/d) 274 212 486\nTotal protein intake (g/kg BW/d) (intervention \ngroups)\n1.50 1.46 1.49\n Number of participants(0.79–1.49 g/kgBW/d) 708 393 1101\n Number of participants (1.50–3.80 g/kgBW/d) 472 311 783\nTrial periods (weeks) 15.1 33.3 22.0\n Number of participants (3 weeks to \n2.9 months)\n1845 719 2564\n Number of participants (3 months to 2 years) 595 781 1376\nHabitual training (%) 13 0 8\nBody part\n Upper body (%) 64 83 72\n Lower body (%) 78 57 70\nContraction type\n Isokinetic (%) 15 14 15\n Isometric (%) 37 96 59\n Isotonic (%) 82 13 55\n\nPage 7 of 12\nTagawa et al. Sports Medicine - Open (2022) 8:110 \n \nTable 3 Subgroup analyses of the effects of protein intake on muscle strength\nRT resistance training, MD mean difference, BW body weight\na Statistically significant difference subgroups in the analysis of all trials (P < 0.05)\nb Statistically significant difference subgroups in the analysis of trials with RT (P < 0.05)\nRT Non‑RT All\nN/study MD (95% CI) (%) I2 (%) N/study MD (95% CI) (%) I2 (%) N/study MD (95% CI) (%) I2 (%)\nAll 2440/59 2.01 (1.09, 2.93) 16 1500/24 0.13 (− 1.53, 1.79) 49 3940/82 1.40 (0.55, 2.24) 32\nSubgroup analysis\nAge (years)\n < 60 1461/37 2.35 (1.00, 3.69) 27 81/2 0.95 (− 4.97, 6.86) 46 1542/39 2.25 (0.95, 3.54) 27\n ≥ 60 923/22 1.38 (0.39, 2.36) 0 1389/21 0.20 (− 1.65, 2.04) 53 2312/42 0.64 (− 0.47, 1.75) 35\nSex\n Female 403/13 1.54 (0.46, 2.62) 0 292/5 2.48 (− 5.43, 10.39) 74 695/18 1.38 (− 0.28, 3.04) 28\n Male 1078/33 2.07 (0.71, 3.43) 9 105/3 − 0.95 (− 3.51, 1.60) 0 1183/35 1.64 (0.37, 2.91) 13\nBaseline protein intake (g/kg BW/d)\n < 1.0 561/12 1.46 (0.45, 2.48) 0 314/6 − 0.26 (− 2.56, 2.03) 20 875/18 1.06 (− 0.01, 2.13) 11\n ≥ 1.0 1235/31 2.11 (0.76, 3.46) 0 962/13 − 0.81 (− 3.00, 1.38) 51 2197/43 0.93 (− 0.35, 2.21) 32\nAdded protein intake (g/kgBW/d)b\n < 0.5 1849/45 1.22 (0.41, 2.03) 0 1056/18 1.38 (− 0.95, 3.71) 57 2905/63 1.10 (0.17, 2.03) 22\n ≥ 0.5 538/14 4.29 (1.99, 6.60) 40 356/6 − 1.64 (− 3.52, 0.25) 0 894/19 2.36 (0.35, 4.37) 55\nTrial periods (months)a\n < 3 1845/50 2.27 (1.23, 3.30) 19 719/15 0.95 (− 1.56, 3.46) 53 2564/64 1.90 (0.91, 2.90) 31\n ≥ 3 595/9 0.66 (− 1.22, 2.54) 0 781/9 − 0.67 (− 2.84, 1.50) 44 1376/18 − 0.05 (− 1.52, 1.43) 26\nContraction type\n Isokinetic 370/7 0.71 (− 4.69, 6.11) 59 217/3 − 1.11 (− 5.25, 3.03) 45 587/10 − 0.03 (− 3.53, 3.47) 54\n Isometric 892/18 0.92 (− 0.33, 2.17) 7 1439/22 0.26 (− 1.70, 2.23) 60 2331/39 0.33 (− 0.91, 1.56) 47\n Isotonic 1989/49 2.30 (1.25, 3.36) 21 191/6 0.57 (− 1.99, 3.13) 0 2180/54 2.13 (1.16, 3.11) 19\nBody part\n Upper body 1570/44 1.39 (0.25, 2.54) 52 1252/20 0.15 (− 1.65, 1.95) 59 2822/63 0.99 (0.01, 1.98) 56\n Lower body 1898/50 2.77 (1.46, 4.07) 39 853/15 0.40 (− 1.82, 2.62) 24 2751/64 2.21 (1.07, 3.34) 38\nFig. 2 Dose-response relationship between total protein intake and change in muscle strength. Spline curves illustrating the associations between \ntotal protein intake and change% in muscle strength for a trials with RT, and b trials without RT. The solid line and dashed line represent the mean \nchange% in muscle strength and 95% CI, respectively. Abbreviations: RT, resistance training; BW, body weight\n\nPage 8 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \nClinical Significance of the Study\nIn addition to its correlation with good physical abili -\nties such as high balance skills, low fall risk [51, 52], \nand excellent athletic performance [2, 53], high muscle \nstrength is also known as an important indicator of phys -\nical fitness associated with high bone density [54]; lung \nfunction [55]; and low risk of depressive disorder [56], \ndiabetes mellitus [17], and death [57]. Notably, physical \nactivity guidelines actively encourage muscular strength -\nening activity to promote good health [58–63]. Thus, \nlong-term maintenance/improvement of muscle strength \nis recommended not only for individuals with active life -\nstyles, such as athletes, but also for those with normal \nphysical activity.\nSeveral meta-analyses have confirmed the effective -\nness of resistance training in increasing muscle strength \nacross age and sex groups [21–25]. There have also been \nseveral meta-analyses on the effect of protein intake on \nmuscle strength [31–37]. However, the results have been \nconflicting as to the association between protein intake \nand muscle strength according to factors such as age [31, \n33–36] and presence or absence of resistance training \n[31–33].\nIn the present study, we used a stratification model \nto determine the effects of protein supplementation \non muscle strength. For people who perform resistance \ntraining for several months, a further mean increase of \n2% in muscle strength with protein supplementation, \nas revealed in our analysis, is clinically important given \nthe fact that muscle strength decrease with aging is less \nthan 1%/year for young adults [64] and less than 3%/year \nfor older people [64, 65]. The dose-response relationship \nwas also evaluated using a spline model, and the results \nshowed that the effect of protein supplementation varies \ngreatly according to the presence or absence of resistance \ntraining. These findings provide a new understanding of \nthe effects and limitations of protein intake on muscle \nstrength.\nImportance of Resistance Training for Muscle Strength\nThe current findings confirm that protein supplemen -\ntation significantly increases muscle strength only \nwhen the supplementation is combined with resistance \ntraining. The above findings are in contrast with our \ninitial hypothesis and show that supplemental protein \nintake alone has no effect on muscle strength and needs \nto be combined with resistance training. These results are \nconsistent with those of a large-scale RCT that examined \nthe individual impact of resistance training and protein \nintake on muscle strength [66].\nMuscle strength augmentation is the result of changes \nin the muscle structure such as muscular hypertrophy \n[67, 68], neural adaptations such as increased mobiliza -\ntion of motor units [67, 69, 70], and metabolic adapta -\ntions of anaerobic energy [71–73]. Resistance training \nwas found to initiate all these three mechanisms [67–73]. \nMeanwhile, supplemental protein intake was found to \naffect only muscular hypertrophy [29, 30, 74, 75] or play \na minor role in both neural and metabolic adaptations \n[76, 77]. Although the detailed mechanisms have not yet \nbeen elucidated, it is thought that protein intake by itself \nis not sufficient to induce neural and metabolic adapta -\ntions. This may be one of the reasons that protein intake \nalone could not effectively improve muscle strength. \nThe idea that muscle mass alone cannot account for all \nthe changes in muscle strength is supported by previ -\nous reviews and meta-analyses, which reported that \nresistance training has a more profound effect on mus -\ncle strength than on muscle mass [24, 25, 78]. Further, a \ncross-sectional study showed that muscle mass accounts \nfor only 11–40% of muscle strength in older adults [79] \nand longitudinal studies have shown that muscle strength \ndeclined faster than did muscle mass in older adults [40, \n80].\nTypes of Muscle Strength Measurement/Assessment \nand Effects of Protein Intake\nThe results of muscle strength measurement based \non stratified analysis established the synergistic effect \nof resistance training and protein intake on isotonic \nstrength. However, protein intervention had no effect on \nisometric and isokinetic strength. This is thought to be \ndue to the following two reasons. First, although a sup -\nplemental dose of protein is known to affect overall mus -\ncle mass in the whole body, the lack of effectiveness of \nprotein intervention on isometric and isokinetic strength \nTable 4 Summary of the GRADE assessment\nRT resistance training\nStudy design Risk of bias Inconsistency Indirectness Imprecision Publication bias Absolute effect \n(95%CI) (%)\nQuality\nWith RT RCT Not serious Not serious Not serious Not serious Not serious 2.01 (1.09, 2.93) ⨁⨁⨁⨁ High\nWithout RT RCT Not serious Not serious Not serious Not serious Serious 0.13 (− 1.53, 1.79) ⨁⨁⨁◯ Moder-\nate\nAll RCT Not serious Not serious Not serious Not serious Not serious 1.40 (0.55, 2.24) ⨁⨁⨁⨁ High\n\nPage 9 of 12\nTagawa et al. Sports Medicine - Open (2022) 8:110 \n \nmight be due to the higher degree of muscle mass mobi -\nlization required under isotonic movement during multi-\njoint tasks (e.g., squat, deadlift, bench press exercises). \nMeanwhile, a lower degree of muscle mass mobilization \nis required in isometric strength (e.g., grip strength) and \nisometric movement during single-joint tasks. Second, \nbecause resistance training consists almost exclusively of \nisotonic exercises requiring the use of training equipment \nsuch as free weights and weight machines, it is likely that \neffects on muscle strength are visible only in isotonic \nstrength measurements.\nDose‑Response Relationship Between Total Protein Intake \nand Muscle Strength\nThe spline model results showed that muscle strength \nwith resistance training increased proportionally at the \nrate of 0.72% (95% CI 0.40–1.04%) per 0.1  g/kg BW/d \nincrease in total protein intake up to 1.5  g/kg BW/d, \nbut no further gains are achieved thereafter. This result \nresembles that of a previous meta-analysis [39] to some \ndegree, in which the effects of total protein intake on \nbench press strength were not different between below \nand above 1.6  g/kg BW/d. However, further researches \nare needed to better understand the mechanism regu -\nlating the effectiveness of total protein intake at 1.5 g/kg \nBW/d for muscle strength.\nGeneralizability of Results\nOur literature review identified two meta-analyses [31, \n32] that investigated the relationship between protein \nintake and muscle strength, and calculated the effect size \nas the MD. The effect sizes of protein intake on muscle \nstrength in combination with resistance training were \n2.01% (95% CI 1.09–2.93) for all measurements and \n4.43% (95% CI 2.27–6.58) for leg press in the present \nstudy. These are smaller than those of previous meta-\nanalysis studies, which were 4.12% (95% CI: 1.06 to 7.16) \nfor all measurements [32] and 7.74% (95% CI 3.67–11.87) \nfor leg press [31]. Our meta-analysis includes numerous \narticles, which leads to differences in study characteris -\ntics from the previous meta-analyses. These discrepan -\ncies of effect sizes may be partially attributable to the \nadded protein intake, which is around 70–85% of those \nof previous studies or to the age of participants in the \npresent study, which is more than 10  years higher than \nthat of subjects of the previous studies (on average), \nbecause our analyses showed that the effect of protein \nintake on muscle strength in combination with resistance \ntraining is significantly higher with more added protein \nintake than less added protein intake, and the mean value \nwas 1.7 times larger for younger than for older adults. \nMoreover, the dose-response relationship between total \nprotein intake and muscle strength augmentation in the \npresent study resembles the result of the previous meta-\nanalysis in that gain in muscle mass with increasing total \nprotein intake begins to plateau at similar total protein \nintake (1.5 or 1.6 g/kg BW/d) [32]. There were no major \ndifferences between our findings and the results of previ -\nous meta-analyses.\nAdverse Effects of Excess Protein Intake\nAlthough the beneficial role of protein intake in main -\ntaining and enhancing muscle strength is well docu -\nmented, the potential adverse effects of excess protein \nintake also need to be considered. High protein intake \nduring pregnancy has been reported to increase the risk \nof small-for-gestational-age births [81] and neonatal \ndeath [82]. Conflicting results were reported regarding \nadverse effects of protein intake on renal function [83, \n84]. Particularly, high protein intake from animal sources \nother than milk is associated with lower renal function \nin individuals with mild renal impairment [85]. Thus, it \nis important, especially for the above at-risk population, \nto consume a moderate amount of protein to maintain \nnitrogen balance and avoid the risks associated with \nexcessive protein intake.\nStrengths and Limitations of the Study\nThe present study has several strengths. First, unlike \nmany meta-analyses that evaluated the effect of protein \nintake on muscle strength increase only in combination \nwith resistance training, our study highlights the differ -\nences in the effect of protein intake between presence and \nabsence of resistance training. Second, the present study \nprovides evidence to further understand and determine \nthe detailed quantitative relationship between total pro -\ntein intake and muscle strength increase using the spline \nmodel, a topic that had not been adequately explored in \nthe past. However, this study also has several limitations. \nFirst, the studies included in this study were limited to \nthose published in English and Japanese. Second, stud -\nies were only sourced from PubMed and Ichushi-Web \ndatabase. As such, other relevant studies may have been \nmissed out. However, we believe that this had limited \nimpact because of the larger number of papers included \nin the current study compared to previous studies. Third, \nthe data were highly heterogeneous as the studies were \ndiverse. As such, differences in specific conditions should \nbe considered when interpreting the results of this study. \nFinally, although using our spline model provides evi -\ndence to further understand and determine the detailed \nquantitative relationship between total protein intake and \nmuscle strength increase, it is a data-oriented approach \n\nPage 10 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \nand does not consider the physiology of protein and its \nutilization. Thus, the physiological mechanism behind \nthe quantitative relationship should be further studied \nfor complete understanding.\nConclusion\nConcurrent use of resistance training is essential for pro -\ntein supplementation to improve muscle strength. The \neffect becomes higher with more total protein intake \nup to 1.5  g/kg BW/d, but no further gains are achieved \nthereafter.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s40798- 022- 00508-w.\nAdditional file 1. PRISMA 2020 Checklist.\nAdditional file 2. Search strategy for PubMed and Ichushi-Web, Studies \nused to calculate the correlation coefficient for SDchange.\nAdditional file 3. Summary of characteristics of included studies, \nSummary of nutrition surveys, Summary of assigned protein amounts \nand differences between groups, Summary of conditions of the studies’ \ninterventions.\nAdditional file 4. Risk-of-bias assessment, Funnel plots of studies with \nor without resistance training for changes in muscle strength, Forest plot \nassessing the effect of protein supplementation on changes in muscle \nstrength.\nAcknowledgements\nThe authors would like to thank Seiko Fujiwara, researcher for Meiji Co., Ltd., \nTokyo, Japan, for her support in arranging the data in the tables.\nAuthor contributions\nRT and DW are co-first authors. MM, RT, and CS helped conceptualize this \nresearch. MM, RT, and DW designed the research. RT and KI screened the stud-\nies. KI, RT, KN, and CS selected the studies and extracted the data. KI and TO \nperformed quality assessment. MM, DW, TO, and RT conducted the analyses \nand drafted the manuscript. All authors contributed to the critical review of \nthe manuscript. All authors have read and approved the final manuscript.\nFunding\nThis work has been supported by Japan Agency for Medical Research and \nDevelopment (22ek0210166s0801).\nAvailability of Data and Materials\nThe datasets generated and analyzed during the current systematic review \nand meta-analysis are available from the corresponding author on reasonable \nrequest.\nCode Availability\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for Publication\nNot applicable.\nCompeting interests\nRyoichi Tagawa, Kyoko Ito, Takeru Otsuyama, Kyosuke Nakayama, and Chiaki \nSanbongi are employees of Meiji Co, Ltd, Tokyo, Japan. Daiki Watanabe and \nMotohiko Miyachi declare that they have no conflicts of interest relevant to \nthe content of this review.\nAuthor details\n1 Nutrition and Food Function Research Department, Food Microbiology \nand Function Research Laboratories, R&D Division, Meiji Co., Ltd., 1-29-1 \nNanakuni, Hachioji, Tokyo 192-0919, Japan. 2 Faculty of Sport Sciences, \nWaseda University, 2-579-15 Mikajima, Tokorozawa-city, Saitama 359-1192, \nJapan. 3 Department of Physical Activity Research, National Institute of Health \nand Nutrition, National Institutes of Biomedical Innovation, Health and Nutri-\ntion, 1-23-1 Toyama, Shinjuku-ku, Tokyo 162-8636, Japan. \nReceived: 24 January 2022 Accepted: 13 August 2022\nReferences\n 1. Sweeney HL, Hammers DW. Muscle contraction. Cold Spring Harb Per-\nspect Biol. 2018;10(2):a023200.\n 2. Seitz LB, Reyes A, Tran TT, Saez de Villarreal E, Haff GG. Increases in lower-\nbody strength transfer positively to sprint performance: a systematic \nreview with meta-analysis. Sports Med. 2014;44(12):1693–702.\n 3. Andersen E, Lockie RG, Dawes JJ. Relationship of absolute and relative \nlower-body strength to predictors of athletic performance in collegiate \nwomen soccer players. Sports (Basel). 2018;6(4):106.\n 4. Suchomel TJ, Nimphius S, Stone MH. The importance of muscular \nstrength in athletic performance. Sports Med. 2016;46(10):1419–49.\n 5. Nikolaidis PT, Del Coso J, Rosemann T, Knechtle B. Muscle strength and \nflexibility in male marathon runners: the role of age, running speed and \nanthropometry. Front Physiol. 2019;10:1301.\n 6. Kallman DA, Plato CC, Tobin JD. The role of muscle loss in the age-related \ndecline of grip strength: cross-sectional and longitudinal perspectives. J \nGerontol. 1990;45(3):M82–8.\n 7. Shafiee G, Heshmat R, Ostovar A, Khatami F, Fahimfar N, Arzaghi SM, \net al. Comparison of EWGSOP-1and EWGSOP-2 diagnostic criteria on \nprevalence of and risk factors for sarcopenia among Iranian older people: \nthe Bushehr Elderly Health (BEH) program. J Diabetes Metab Disord. \n2020;19(2):727–34.\n 8. Fried LP , Tangen CM, Walston J, Newman AB, Hirsch C, Gottdiener J, et al. \nFrailty in older adults: evidence for a phenotype. J Gerontol A Biol Sci \nMed Sci. 2001;56(3):M146–56.\n 9. Balogun S, Winzenberg T, Wills K, Scott D, Jones G, Callisaya ML, et al. \nProspective associations of low muscle mass and strength with health-\nrelated quality of life over 10-year in community-dwelling older adults. \nExp Gerontol. 2019;118:65–71.\n 10. Halaweh H. Correlation between health-related quality of life and hand \ngrip strength among older adults. Exp Aging Res. 2020;46(2):178–91.\n 11. Laudisio A, Giovannini S, Finamore P , Loreti C, Vannetti F, Coraci D, et al. \nMuscle strength is related to mental and physical quality of life in the \noldest old. Arch Gerontol Geriatr. 2020;89:104109.\n 12. Yang S, Li T, Yang H, Wang J, Liu M, Wang S, et al. Association \nbetween muscle strength and health-related quality of life in a \nChinese rural elderly population: a cross-sectional study. BMJ Open. \n2020;10(1):e026560.\n 13. Wang DXM, Yao J, Zirek Y, Reijnierse EM, Maier AB. Muscle mass, strength, \nand physical performance predicting activities of daily living: a meta-\nanalysis. J Cachexia Sarcopenia Muscle. 2020;11(1):3–25.\n 14. Torres-Costoso A, López-Muñoz P , Martínez-Vizcaíno V, Álvarez-Bueno C, \nCavero-Redondo I. Association between muscular strength and bone \nhealth from children to young adults: a systematic review and meta-\nanalysis. Sports Med. 2020;50(6):1163–90.\n 15. Chang WD, Lin HY, Lai PT. Core strength training for patients with chronic \nlow back pain. J Phys Ther Sci. 2015;27(3):619–22.\n 16. Steele J, Fisher J, Perrin C, Conway R, Bruce-Low S, Smith D. Does change \nin isolated lumbar extensor muscle function correlate with good clinical \noutcome? A secondary analysis of data on change in isolated lumbar \n\nPage 11 of 12\nTagawa et al. Sports Medicine - Open (2022) 8:110 \n \nextension strength, pain, and disability in chronic low back pain. Disabil \nRehabil. 2019;41(11):1287–95.\n 17. Tarp J, Støle AP , Blond K, Grøntved A. Cardiorespiratory fitness, muscular \nstrength and risk of type 2 diabetes: a systematic review and meta-analy-\nsis. Diabetologia. 2019;62(7):1129–42.\n 18. Firth JA, Smith L, Sarris J, Vancampfort D, Schuch F, Carvalho AF, et al. \nHandgrip strength is associated with hippocampal volume and white \nmatter hyperintensities in major depression and healthy controls: a UK \nbiobank study. Psychosom Med. 2020;82(1):39–46.\n 19. Aagaard P . Making muscles “stronger”: exercise, nutrition, drugs. J Muscu-\nloskelet Neuronal Interact. 2004;4(2):165–74.\n 20. Gielen E, Beckwée D, Delaere A, De Breucker S, Vandewoude M, Bautmans \nI. Nutritional interventions to improve muscle mass, muscle strength, and \nphysical performance in older people: an umbrella review of systematic \nreviews and meta-analyses. Nutr Rev. 2021;79(2):121–47.\n 21. Lesinski M, Prieske O, Granacher U. Effects and dose-response rela-\ntionships of resistance training on physical performance in youth \nathletes: a systematic review and meta-analysis. Br J Sports Med. \n2016;50(13):781–95.\n 22. Lesinski M, Herz M, Schmelcher A, Granacher U. Effects of resistance train-\ning on physical fitness in healthy children and adolescents: an umbrella \nreview. Sports Med. 2020;50(11):1901–28.\n 23. Moran J, Sandercock G, Ramirez-Campillo R, Clark CCT, Fernandes JFT, \nDrury B. A meta-analysis of resistance training in female youth: its effect \non muscular strength, and shortcomings in the literature. Sports Med. \n2018;48(7):1661–71.\n 24. Borde R, Hortobágyi T, Granacher U. Dose-response relationships of \nresistance training in healthy old adults: a systematic review and meta-\nanalysis. Sports Med. 2015;45(12):1693–720.\n 25. Grgic J, Garofolini A, Orazem J, Sabol F, Schoenfeld BJ, Pedisic Z. Effects \nof resistance training on muscle size and strength in very elderly adults: \na systematic review and meta-analysis of randomized controlled trials. \nSports Med. 2020;50(11):1983–99.\n 26. Robinson S, Granic A, Sayer AA. Nutrition and muscle strength, as the key \ncomponent of sarcopenia: an overview of current evidence. Nutrients. \n2019;11(12):2942.\n 27. Makovicky P , Makovicky P , Jilek F. Short review of some properties of \nmuscular proteins. Cesk Fysiol. 2008;57(1):10–4.\n 28. Torre-Villalvazo I, Alemán-Escondrillas G, Valle-Ríos R, Noriega LG. Protein \nintake and amino acid supplementation regulate exercise recovery \nand performance through the modulation of mTOR, AMPK, FGF21, and \nimmunity. Nutr Res. 2019;72:1–17.\n 29. Hulmi JJ, Tannerstedt J, Selänne H, Kainulainen H, Kovanen V, Mero AA. \nResistance exercise with whey protein ingestion affects mTOR signaling \npathway and myostatin in men. J Appl Physiol. 2009;106(5):1720–9.\n 30. Kakigi R, Yoshihara T, Ozaki H, Ogura Y, Ichinoseki-Sekine N, Kobayashi H, \net al. Whey protein intake after resistance exercise activates mTOR signal-\ning in a dose-dependent manner in human skeletal muscle. Eur J Appl \nPhysiol. 2014;114(4):735–42.\n 31. Cermak NM, Res PT, de Groot LC, Saris WH, van Loon LJ. Protein sup-\nplementation augments the adaptive response of skeletal muscle \nto resistance-type exercise training: a meta-analysis. Am J Clin Nutr. \n2012;96(6):1454–64.\n 32. Morton RW, Murphy KT, McKellar SR, Schoenfeld BJ, Henselmans M, \nHelms E, et al. A systematic review, meta-analysis and meta-regression \nof the effect of protein supplementation on resistance training-induced \ngains in muscle mass and strength in healthy adults. Br J Sports Med. \n2018;52(6):376–84.\n 33. Hou L, Lei Y, Li X, Huo C, Jia X, Yang J, et al. Effect of protein supplementa-\ntion combined with resistance training on muscle mass, strength and \nfunction in the elderly: a systematic review and meta-analysis. J Nutr \nHealth Aging. 2019;23(5):451–8.\n 34. Ten Haaf DSM, Nuijten MAH, Maessen MFH, Horstman AMH, Eijsvogels \nTMH, Hopman MTE. Effects of protein supplementation on lean body \nmass, muscle strength, and physical performance in nonfrail community-\ndwelling older adults: a systematic review and meta-analysis. Am J Clin \nNutr. 2018;108(5):1043–59.\n 35. Labata-Lezaun N, Llurda-Almuzara L, López-de-Celis C, Rodríguez-Sanz \nJ, González-Rueda V, Hidalgo-García C, et al. Effectiveness of protein sup-\nplementation combined with resistance training on muscle strength and \nphysical performance in elderly: a systematic review and meta-analysis. \nNutrients. 2020;12(9):2607.\n 36. Li M, Liu F. Effect of whey protein supplementation during resistance \ntraining sessions on body mass and muscular strength: a meta-analysis. \nFood Funct. 2019;10(5):2766–73.\n 37. Hanach NI, McCullough F, Avery A. The impact of dairy protein intake on \nmuscle mass, muscle strength, and physical performance in middle-aged \nto older adults with or without existing sarcopenia: a systematic review \nand meta-analysis. Adv Nutr. 2019;10(1):59–69.\n 38. Tagawa R, Watanabe D, Ito K, Ueda K, Nakayama K, Sanbongi C, et al. \nDose-response relationship between protein intake and muscle mass \nincrease: a systematic review and meta-analysis of randomized controlled \ntrials. Nutr Rev. 2020;79(1):66–75.\n 39. Nunes EA, Colenso-Semple L, McKellar SR, Yau T, Ali MU, Fitzpatrick-Lewis \nD, et al. Systematic review and meta-analysis of protein intake to support \nmuscle mass and function in healthy adults. J Cachexia Sarcopenia Mus-\ncle. 2022;13(2):795–810.\n 40. Chen L, Nelson DR, Zhao Y, Cui Z, Johnston JA. Relationship between \nmuscle mass and muscle strength, and the impact of comorbidities: a \npopulation-based, cross-sectional study of older adults in the United \nStates. BMC Geriatr. 2013;16(13):74.\n 41. Charlton K, Batterham M, Langford K, Lateo J, Brock E, Walton K, et al. Lean \nbody mass associated with upper body strength in healthy older adults \nwhile higher body fat limits lower extremity performance and endurance. \nNutrients. 2015;7(9):7126–42.\n 42. Delmonico MJ, Harris TB, Visser M, Park SW, Conroy MB, Velasquez-Mieyer \nP , et al. Longitudinal study of muscle strength, quality, and adipose tissue \ninfiltration. Am J Clin Nutr. 2009;90(6):1579–85.\n 43. Hughes VA, Frontera WR, Wood M, Evans WJ, Dallal GE, Roubenoff R, \net al. Longitudinal muscle strength changes in older adults: influence of \nmuscle mass, physical activity, and health. J Gerontol A Biol Sci Med Sci. \n2001;56(5):B209–17.\n 44. Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for \nsystematic reviews and meta-analyses: the PRISMA statement. PLoS Med. \n2009;6(7):e1000097.\n 45. Drevon D, Fursa SR, Malcolm AL. Intercoder reliability and validity of Web-\nPlotDigitizer in extracting graphed data. Behav Modif. 2017;41(2):323–39.\n 46. Bray GA, Smith SR, de Jonge L, Xie H, Rood J, Martin CK, et al. Effect of \ndietary protein content on weight gain, energy expenditure, and body \ncomposition during overeating: a randomized controlled trial. JAMA. \n2012;307(1):47–55.\n 47. Higgins JP , Altman DG, Gøtzsche PC, Jüni P , Moher D, Oxman AD, et al. \nThe cochrane collaboration’s tool for assessing risk of bias in randomised \ntrials. BMJ. 2011;18(343):d5928.\n 48. Guyatt G, Oxman AD, Akl EA, Kunz R, Vist G, Brozek J, et al. GRADE guide-\nlines: 1. Introduction-GRADE evidence profiles and summary of findings \ntables. J Clin Epidemiol. 2011;64(4):383–94.\n 49. Higgins JP , Green S, eds. Cochrane handbook for systematic reviews of \ninterventions. version 5.1.0 [updated March 2011]. The Cochrane Collabo-\nration; 2011. http:// handb ook. cochr ane. org/. Accessed 7 Dec 2019.\n 50. Borenstein M, Higgins JP , Hedges LV, Rothstein HR. Basics of meta-analy-\nsis: I(2) is not an absolute measure of heterogeneity. Res Synth Methods. \n2017;8(1):5–18.\n 51. Muehlbauer T, Gollhofer A, Granacher U. Associations Between measures \nof balance and lower-extremity muscle strength/power in healthy indi-\nviduals across the lifespan: a systematic review and meta-analysis. Sports \nMed. 2015;45(12):1671–92.\n 52. Granacher U, Gollhofer A, Hortobágyi T, Kressig RW, Muehlbauer T. The \nimportance of trunk muscle strength for balance, functional perfor-\nmance, and fall prevention in seniors: a systematic review. Sports Med. \n2013;43(7):627–41.\n 53. Prieske O, Muehlbauer T, Granacher U. The role of trunk muscle strength \nfor physical fitness and athletic performance in trained individuals: a \nsystematic review and meta-analysis. Sports Med. 2016;46(3):401–19.\n 54. Tarantino U, Greggi C, Visconti VV, Cariati I, Tallarico M, Fauceglia M, \net al. T-Score and handgrip strength association for the diagnosis of \nosteosarcopenia: a systematic review and meta-analysis. J Clin Med. \n2021;10(12):2597.\n 55. Mgbemena N, Jones A, Leicht AS. Relationship between handgrip \nstrength and lung function in adults: a systematic review. Physiother \nTheory Pract. 2021;18:1–20.\n\nPage 12 of 12Tagawa et al. Sports Medicine - Open (2022) 8:110 \n 56. Zasadzka E, Pieczyńska A, Trzmiel T, Kleka P , Pawlaczyk M. Correla-\ntion between handgrip strength and depression in older adults-a \nsystematic review and a meta-analysis. Int J Environ Res Public Health. \n2021;18(9):4823.\n 57. Soysal P , Hurst C, Demurtas J, Firth J, Howden R, Yang L, et al. Hand-\ngrip strength and health outcomes: umbrella review of systematic \nreviews with meta-analyses of observational studies. J Sport Health Sci. \n2021;10(3):290–5.\n 58. WHO guidelines on physical activity and sedentary behaviour. World \nHealth Organization. Available at: https:// www. who. int/ publi catio ns/i/ \nitem/ 97892 40015 128. Accessed 6 Sept 2021.\n 59. Physical_Activity_Guidelines_2nd_edition. US Department of Health and \nHuman Services. Available at: https:// health. gov/ our- work/ nutri tion- physi \ncal- activ ity/ physi cal- activ ity- guide lines/ curre nt- guide lines. Accessed 6 \nSept 2021.\n 60. Active Guide 2013. Ministry of Health Labour and Welfare. Available at: \nhttps:// www. nibio hn. go. jp/ eiken/ engli sh/ resea rch/ progr am_ exerc ise. \nhtml. Accessed 6 Sept 2021.\n 61. National Recommendations for Physical Activity and Physical Activity \nPromotion. Federal Ministry of Health, Germany. https:// www. sport. fau. \nde/ files/ 2015/ 05/ Natio nal- Recom menda tions- for- Physi cal- Activ ity- and- \nPhysi cal- Activ ity- Promo tion. pdf. Accessed 6 Sept 2021.\n 62. Veen J, Montiel-Rojas D, Nilsson A, Kadi F. Engagement in muscle-\nstrengthening activities lowers sarcopenia risk in older adults already \nadhering to the aerobic physical activity guidelines. Int J Environ Res \nPublic Health. 2021;18(3):989.\n 63. Zhao M, Veeranki SP , Magnussen CG, Xi B. Recommended physical activ-\nity and all cause and cause specific mortality in US adults: prospective \ncohort study. BMJ. 2020;1(370):m2031.\n 64. Haynes EMK, Neubauer NA, Cornett KMD, O’Connor BP , Jones GR, Jakobi \nJM. Age and sex-related decline of muscle strength across the adult \nlifespan: a scoping review of aggregated data. Appl Physiol Nutr Metab. \n2020;45(11):1185–96.\n 65. Werdyani S, Aitken D, Gao Z, Liu M, Randell EW, Rahman P , et al. Metabo-\nlomic signatures for the longitudinal reduction of muscle strength over \n10 years. Skeletal muscle. 2022;12(1):4.\n 66. Mertz KH, Reitelseder S, Bechshoeft R, Bulow J, Højfeldt G, Jensen M, et al. \nThe effect of daily protein supplementation, with or without resistance \ntraining for 1 year, on muscle size, strength, and function in healthy older \nadults: a randomized controlled trial. Am J Clin Nutr. 2021;113(4):790–800.\n 67. Folland JP , Williams AG. The adaptations to strength training: morphologi-\ncal and neurological contributions to increased strength. Sports Med. \n2007;37(2):145–68.\n 68. Jones DA, Rutherford OM, Parker DF. Physiological changes in skeletal \nmuscle as a result of strength training. Q J Exp Physiol. 1989;74(3):233–56.\n 69. Sale DG. Neural adaptation to resistance training. Med Sci Sports Exerc. \n1988;20(5 Suppl):S135–45.\n 70. Škarabot J, Brownstein CG, Casolo A, Del Vecchio A, Ansdell P . The knowns \nand unknowns of neural adaptations to resistance training. Eur J Appl \nPhysiol. 2021;121(3):675–85.\n 71. Chernozub A, Potop V, Korobeynikov G, Timnea OC, Dubachinskiy O, \nIkkert O, et al. Creatinine is a biochemical marker for assessing how \nuntrained people adapt to fitness training loads. PeerJ. 2020;8:e9137.\n 72. Thorstensson A, Sjödin B, Karlsson J. Enzyme activities and mus-\ncle strength after “sprint training” in man. Acta Physiol Scand. \n1975;94(3):313–8.\n 73. Thorstensson A, Hultén B, von Döbeln W, Karlsson J. Effect of strength \ntraining on enzyme activities and fibre characteristics in human skeletal \nmuscle. Acta Physiol Scand. 1976;96(3):392–8.\n 74. McIver CM, Wycherley TP , Clifton PM. MTOR signaling and ubiquitin-\nproteosome gene expression in the preservation of fat free mass \nfollowing high protein, calorie restricted weight loss. Nutr Metab (Lond). \n2012;9(1):83.\n 75. Gannon NP , Vaughan RA. Leucine-induced anabolic-catabolism: two \nsides of the same coin. Amino Acids. 2016;48(2):321–36.\n 76. Watanabe K, Holobar A, Mita Y, Kouzaki M, Ogawa M, Akima H, et al. Effect \nof resistance training and fish protein intake on motor unit firing pattern \nand motor function of elderly. Front Physiol. 2018;9:1733.\n 77. Gryson C, Ratel S, Rance M, Penando S, Bonhomme C, Le Ruyet P , et al. \nFour-month course of soluble milk proteins interacts with exercise to \nimprove muscle strength and delay fatigue in elderly participants. J Am \nMed Dir Assoc. 2014;15(12):958.e1-9.\n 78. Reggiani C, Schiaffino S. Muscle hypertrophy and muscle strength: \ndependent or independent variables? A provocative review. Eur J Transl \nMyol. 2020;30(3):9311.\n 79. Beliaeff S, Bouchard DR, Hautier C, Brochu M, Dionne IJ. Association \nbetween muscle mass and isometric muscle strength in well-functioning \nolder men and women. J Aging Phys Act. 2008;16(4):484–93.\n 80. Auyeung TW, Lee SW, Leung J, Kwok T, Woo J. Age-associated decline \nof muscle mass, grip strength and gait speed: a 4-year longitudinal \nstudy of 3018 community-dwelling older Chinese. Geriatr Gerontol Int. \n2014;14(Suppl 1):76–84.\n 81. Ota E, Tobe-Gai R, Mori R, Farrar D. Antenatal dietary advice and sup-\nplementation to increase energy and protein intake. Cochrane Database \nSyst Rev. 2012;9:Cd000032.\n 82. Rush D, Stein Z, Susser M. A randomized controlled trial of prenatal nutri-\ntional supplementation in New York City. Pediatrics. 1980;65(4):683–97.\n 83. Devries MC, Sithamparapillai A, Brimble KS, Banfield L, Morton RW, Phillips \nSM. Changes in kidney function do not differ between healthy adults \nconsuming higher- compared with lower- or normal-protein diets: a \nsystematic review and meta-analysis. J Nutr. 2018;148(11):1760–75.\n 84. Van Elswyk ME, Weatherford CA, McNeill SH. A Systematic review of renal \nhealth in healthy individuals associated with protein intake above the \nus recommended daily allowance in randomized controlled trials and \nobservational studies. Adv Nutr. 2018;9(4):404–18.\n 85. Knight EL, Stampfer MJ, Hankinson SE, Spiegelman D, Curhan GC. The \nimpact of protein intake on renal function decline in women with \nnormal renal function or mild renal insufficiency. Ann Intern Med. \n2003;138(6):460–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub-\nlished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 3,
    "primary_human": "strength (mainly 1RM); body_comp (FFM in some trials)"
  },
  "bucket": "B",
  "notes": "Higher total protein during RT (up to ~1.5–1.6 g/kg/d) enhances strength gains vs. lower intakes, with limited extra benefit above that range."
}