{
  "id": 50,
  "title": "Effects of Protein Supplements Consumed With Meals Versus Between Meals on Resistance Training–Induced Body Composition Changes in Adults",
  "authors": "Hudson JL et al.",
  "year": 2018,
  "doi": "10.1093/nutrit/nuy012",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_supplementation",
    "timing_with_meals",
    "resistance_training",
    "body_comp"
  ],
  "population": {
    "training_status": "RCT_diet+RT (timing_with_meals)"
  },
  "sections": {
    "results": "In total, 34 randomized con-\ntrolled trials with 59 intervention groups were included and qualitatively assessed.\nOf the intervention groups designated as consuming protein supplements with\nmeals (n ¼ 16) vs between meals (n¼ 43), 56% vs 72% showed an increase in\nbody mass, 94% vs 90% showed an increase in lean mass, 87% vs 59% showed a\nreduction in fat mass, and 100% vs 84% showed an increase in the ratio of lean\nmass to fat mass over time, respectively.",
    "conclusions": "Concurrently with resistance\ntraining, consuming protein supplements with meals, rather than between meals,\nmay more effectively promote weight control and reduce fat mass without influenc-\ning improvements in lean mass.",
    "introduction": "It is well established that consuming dietary protein\nproximate to resistance-type exercise sessions promotes\na positive net protein balance during postexercise re-\ncovery.1–4 Two meta-analyses demonstrated that con-\nsuming protein supplements concurrently with\nprolonged resistance exercise training increased lean\nmass compared with consuming a nonprotein supple-\nment control.5,6 These reviews did not consider the tim-\ning of protein supplementation with respect to meals.\nThe effect of consuming protein supplements with\nmeals, vs between meals, on resistance training–\ninduced changes on body composition has not been\nreviewed.\nProtein supplements are available in ready-to-\ndrink, powdered, and solid form and are marketed to\naugment different outcomes such as weight gain, weight\nloss, and weight management. However, for each out-\ncome, the promoted timing of protein intake varies.\nProtein supplements designed to augment weight gain\nor support weight stability are promoted for\nAffiliation: J.L. Hudson, R.E. Bergia, andW.W. Campbellare with the Department of Nutrition Science, Purdue University, West Lafayette,\nIndiana, USA.\nCorrespondence: W.W. Campbell, Department of Nutrition Science, Purdue University, 700 W State St, West Lafayette, IN 47907-2059, USA.\nEmail: campbellw@purdue.edu.\nKey words: exercise, meal frequency, obesity, snacking, weight loss.\nVC The Author(s) 2018. Published by Oxford University Press on behalf of the International Life Sciences Institute.\nAll rights reserved. For permissions, please e-mail: journals.permissions@oup.com.\ndoi: 10.1093/nutrit/nuy012\nNutrition ReviewsVR\nVol. 76(6):461–468 461\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\nconsumption between meals.7–10 For weight loss, pro-\ntein supplements are often recommended for ingestion\neither with a meal or as a meal replacement.\n11,12 There\nare scientific rationales that support consuming a pro-\ntein supplement either with a meal or between meals to\ndifferentially influence body composition responses.\nConsuming a protein supplement between meals may\ndecrease compensatory eating behaviors, thereby in-\ncreasing energy intakes and body weight.\n13 Conversely,\nconsuming a protein supplement twice daily with meals\nled to complete energetic compensation in adults who\nperformed resistance training, although body composi-\ntion was not affected.\n14 Consequently, the timing of\nprotein supplementation may be of particular impor-\ntance, depending on the desired body weight and body\ncomposition outcome. The aim of this systematic re-\nview of literature was to investigate whether the existing\nresearch studies support consuming protein supple-\nments between meals, vs with meals, to differentially\nchange body composition in adults who initiate resis-\ntance training regimens.",
    "methods": "The current systematic review followed the PRISMA\n(Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses) guidelines. The description of the\nPICOS (population, intervention, comparison, out-\ncome, and study design) criteria used to define the re-\nsearch question is presented inTable 1.\nData sources\nA systematic search of the literature was conducted in\nApril 2016 using the PubMed, Cochrane Reviews,\nScopus, and CINAHL (Cumulative Index of Nursing\nand Allied Health) databases and is current to May\n2017. Search terms, keywords, and phrases were se-\nlected to include appropriate articles on protein supple-\nmentation, lean mass, and resistance training (see\nTable S1in the Supporting Information online).\nInclusion criteria\nInclusion criteria were as follows: randomized con-\ntrolled trial with parallel design; intervention\nduration /C21 6 weeks; group mean age/C21 19 years; male or\nfemale participants; pre- or postmenopausal females;\napparently healthy humans with no intentional/pre-\nscribed diet-induced energy restriction or surplus; con-\ncurrent resistance training with or without aerobic\ntraining; prescribed a protein supplement while indicat-\ning the timing of ingestion; use of an acceptable method\nof body composition assessment; and English language\npublication. Protein supplements (whey, casein, soy, bo-\nvine colostrum, and rice) were acceptable if they were\nisolates, concentrates, or hydrolysates consumed alone\nor in combination with other nutrients (creatine, amino\nacids, and carbohydrate) and protein sources. Dual-\nenergy X-ray absorptiometry, air-displacement plethys-\nmography, and hydrostatic weighing were deemed\nacceptable methods for detecting changes in lean mass\non the basis of their high reliability and validity.\n15–19\nMeasurement of total body potassium or doubly labeled\nwater was also acceptable; however, none of the vetted\narticles used these methods. Articles that used skin folds\nand bioelectrical impedance were excluded because of\nunreliable estimations of lean mass.\n20,21\nArticle selection and data extraction\nCollectively, database searches yielded 2074 articles\n(PubMed, 1207; Cochrane, 243; Scopus, 157; CINAHL,\n468). After screening abstracts, 264 articles, including 3\nother articles identified from other sources, were inde-\npendently read and reviewed by 2 authors (J.L.H. and\nR.E.B.). A total of 230 were excluded for the following\nreasons: full text was not accessible to the authors, arti-\ncle did not report on protein supplement–related re-\nsearch; mean age of intervention group was less than\n19 years; participants were in energy restriction; lean\nmass was not reported or was reported only graphically\nand numerical data were not accessible; researchers\nused an unacceptable method of body composition as-\nsessment; or participants were characterized as having a\nchronic disease or having severe injury. Four of 7\nauthors contacted for additional information responded\nand provided data included in this systematic review.\nThirty-four articles were selected for inclusion in this\nsystematic review (Figure 1).\n14,22–54\nThe following information was extracted indepen-\ndently by J.L.H. and R.E.B. from the selected articles us-\ning an electronic form: first author’s last name;\nTable 1PICOS criteria for inclusion and exclusion of\nstudies\nParameter Inclusion criterion\nPopulation Apparently healthy adults, mean age of\ngroup /C21 19 years\nIntervention Groups that consumed protein supple-\nments between meals\nComparison or\ncontrol\nGroups that consumed protein supple-\nments with meals\nOutcome Changes in lean mass\nStudy design Studies /C21 6 weeks in length\nResearch\nquestion\nWhat is the effect of consuming a protein\nsupplement with meals, vs between\nmeals, on changes in body composition\nin adults performing resistance training?\n462 Nutrition ReviewsVR\nVol. 76(6):461–468\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\npublication year; sample sizes of each intervention\ngroup; sex of participants; mean age of group; duration\nof intervention; prescribed timing of protein supple-\nment intake; protein source; frequency of resistance\ntraining; method of body composition assessment; and\npre- and postintervention and net changes in body\nmass, lean mass, and fat mass. Incongruous information\nextracted between the 2 authors was reexamined and\ndiscussed until concurrence was achieved.\nTwenty-nine studies included in this review mea-\nsured body composition using dual energy X-ray ab-\nsorptiometry. Two more utilized air displacement\nplethysmography, and 3 used hydrostatic weighing to\nmeasure body composition (see Table S2 in the\nSupporting Information online). There were some dis-\ncrepancies in how lean mass was reported, with 21\narticles using the term “lean mass,” 6 articles using “lean\ntissue mass,” 6 articles using “fat-free mass,” and 1 arti-\ncle using “bone-free fat-free mass.” For this review,\nthese terms were considered synonymous, and “lean\nmass” is used consistently. Articles that included bone\nmineral content within lean mass were included in the\nanalyses because bone mineral content only accounts\nfor approximately 5% of total lean mass\n55; moreover,\nbone turnover (remodeling) is very slow, requiring a\nminimum of 4 to 6 months.\n56\nCritical appraisal\nThe risks of selection, performance, and detection\nbiases were evaluated from selected articles using a\nmodified Cochrane tool (seeTable S2in the Supporting\nInformation online).\n57 Details of the methods for as-\nsessment of dietary control and body composition are\nalso included in Table S2 in the Supporting\nInformation online.\nCalculations\nWith-meal ingestion of protein (PRO-WITH; n ¼9\nstudies and 16 groups\n14,22–29) is defined as consumption\nof a dietary protein-rich supplement immediately after\na meal (n¼4), with a meal (n¼9), or as a high-protein\nmeal replacement (n ¼3) (see Table S3 in the\nSupporting Information online). Between-meal inges-\ntion of protein (PRO-BET; n ¼25 studies and 43\ngroups\n30–54) is defined as consumption of a dietary pro-\ntein supplement predominantly either proximate to re-\nsistance training (n ¼31) or during a generic time\nperiod (ie, before bed [n¼1], before breakfast and be-\nfore bed [n¼1], between breakfast and lunch and be-\nfore bed [n¼1], mid-morning and before bed [n¼3],\nmid-morning and evening [n¼2], morning and eve-\nning [n¼1], or upon waking and before bed [n¼3])\n(see Table S3 in the Supporting Information online).\nStudies that included groups whose prescribed supple-\nment timing fit into both the “with” and “between” cat-\negories were classified on the basis of the predominant\ntiming of supplementation (n ¼3 studies and 6\ngroups\n24,25,29). For example, a group consuming a\ndietary protein supplement with breakfast on non–\nresistance training days and a dietary protein supple-\nment post resistance training would be placed in the\nPRO-WITH category if they trained 3 or fewer days per\nweek.\nThe number of articles that reported changes in\nbody mass, lean mass, and fat mass varied, since some\narticles did not report results for all parameters. Some\narticles also did not report changes from baseline. For\nthese articles, the absolute change and the percentage of\nchange were calculated as the difference between pre-\nand post-intervention values. The results from each\ngroup are presented qualitatively as categorical variables\nthat either increased or decreased from baseline.\nA modified form of a previously published coding\nsystem to classify strength of evidence of associations\nwith physical activity in children and adolescents was\nused to summarize the effect of consuming protein sup-\nplements with meals, vs between meals, on body mass,\nlean mass, and fat mass (Table 2).\n58 The coding system\nwas used to provide discrete cutoff points to indicate\nwhether the totality of the research included in the cur-\nrent review consistently or inconsistently affected the\noutcomes of interest. If 34% to 66% of groups experi-\nenced a change from baseline, the result was categorized\nas an inconsistent effect (designated as “$”; Figure 2).\nWhen 67% to 100% of the groups experienced a change\nfrom baseline, the result was categorized as either a con-\nsistent positive (\", increase from baseline) or a consis-\ntent negative ( #, decrease from baseline) effect. By\ndefault, if 67% to 100% of groups reported a change\nFigure 1Flow diagram of the literature search process.\nNutrition ReviewsVR\nVol. 76(6):461–468 463\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\nfrom baseline for a specific outcome, 0% to 33% of\ngroups reported a change in the opposite direction.\nSimilarly, if a result was categorized as having an incon-\nsistent effect, by default, the effect was inconsistent in\nboth the positive and the negative directions. Therefore,\nonly the inconsistent and consistent results are\nreported.\nRESULTS\nTrial features and participant characteristics\nThirty-four articles that included 59 intervention\ngroups met all inclusion criteria. Descriptions of each\narticle (Trial length and protein supplement timing)\nand the characteristics of participants (age and sex) are\nshown in Table S3 in the Supporting Information on-\nline. Forty-three of the groups were classified as PRO-\nBET and 16 were classified as PRO-WITH. This\nresulted in a total of 608 participants included in the\nPRO-BET category (age< 50 years, n¼30 groups; age\n> 50 years, n¼13 groups; mean age, 55 years; median\nage, 25 years; range, 19–74 years) and 373 participants\nin the PRO-WITH category (age < 50 years, n ¼3\ngroups; age > 50 years, n¼13 groups; mean age,\n55 years; median age, 25 years; range, 23–81 years).\nTwenty-seven groups in the PRO-BET category were\nless than 12 weeks in duration and 16 were between 12\nand 16 weeks in duration. All 16 of the PRO-WITH\ngroups were 12 to 36 weeks in duration, with 7 being 12\nto 16 weeks long.\nQuality of selected articles\nSix articles were deemed at low risk of selection bias,\nsince they provided specified methods of randomization\nand/or allocation concealment in the original articles,\nwhile the other selected articles did not clearly report\nthe randomization and allocation concealment methods\n(see Table S2 in the Supporting Information online).\nTwenty-seven of the 34 articles included details on\nTable 2 Rules for classifying the strength of evidence\nfor the outcomes assesseda\nPercentage of\ngroups in which\nevidence supported\nthe outcome\nSummary\ncode\nMeaning of code\n34–66 $ Inconsistent effect\n67–100 \" Consistent positive effect\n# Consistent negative effect\naCodes represent summary of effect. Inconsistent effect ($):\n34%–66% of groups reported either an increase or a decrease\nfrom baseline; consistent positive (increase) (\") or negative\n(decrease) (#) effect: 67%–100% of groups reported a change\nin that direction from baseline.\nFigure 2Changes in body mass, fat mass, lean mass, and ratio of lean mass to fat mass in groups consuming protein supplements\nwith meals vs between meals. 1A modified form of a previously published coding system was used to summarize the effects of consuming\nprotein supplements with meals vs between meals.58 2Represents the percentage of groups that reported either an increase or a decrease\nfrom baseline.3Represents the number of groups that reported either an increase or a decrease from baseline out of the total number of\ngroups assessed for each outcome.Abbreviations and symbols:PRO-BET, groups ingesting protein supplements between meals; PRO-WITH,\ngroups ingesting protein supplements with meals; FM, fat mass; LM, lean mass;$, inconsistent effect: 34%–66% of groups reported either\nan increase or decrease from baseline;\", consistent positive effect (increase from baseline): 67% to 100% of groups reported a change in\nthat direction from baseline;#, consistent negative effect (decrease from baseline): 67% to 100% of groups reported a change in that direc-\ntion from baseline.\n464 Nutrition ReviewsVR\nVol. 76(6):461–468\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\nwhether participants and investigator(s) were blinded\nduring the intervention or were blinded until data col-\nlection was completed. Thirty-one articles indicated\nthat the protein supplements used in the article were\nprovided to the participants.\nResults of systematically searched assessment\nA quantitative meta-analysis could not be performed\nbecause the systematic search of literature did not iden-\ntify any randomized controlled trial that directly com-\npared the effects of consuming protein supplements\nwith meals, vs between meals, on body composition\nchanges with resistance training. Qualitatively, consum-\ning protein supplements between meals had a consistent\neffect on increasing body mass (increase in 72% of\ngroups), whereas consuming protein supplements with\nmeals had an inconsistent effect (increase in 56% of\ngroups) (Figure 2).\n59 When protein supplements were\nconsumed with meals and between meals, there was a\nconsistent positive effect on lean mass (increase in 90%\nof PRO-BET and 94% of PRO-WITH groups).\nConsuming protein supplements between meals had an\ninconsistent effect on fat mass (decrease in 59% of\ngroups), whereas consuming protein supplements with\nmeals had a consistent negative effect on fat mass (de-\ncrease in 87% of groups). With regard to changes in the\nratio of lean mass to fat mass, consuming protein sup-\nplements between meals and with meals had a consis-\ntent positive effect on the ratio (increase in 84% of\nPRO-BET and 100% of PRO-WITH groups).\nA secondary quasi-sensitivity analysis was con-\nducted using results from groups whose interventions\nwere 12 to 16 weeks in duration to better control for\nany potential temporal effects of the intervention on the\noutcomes (see Table S4 in the Supporting Information\nonline). The results are comparable to the analyses in\nwhich all groups were included. Consuming protein\nsupplements between meals (n¼16 groups) had consis-\ntent positive effects on body mass, lean mass, and the\nratio of lean mass to fat mass; there was an inconsistent\neffect on fat mass. Consuming protein supplements\nwith meals (n¼7 groups) had a consistent negative ef-\nfect on body mass and fat mass and a consistent positive\neffect on lean mass and the ratio of lean mass to fat\nmass.\nFurther quasi-sensitivity analyses were conducted\nwith younger adults (mean group age, 19–50 years); older\nadults (mean group age,>50 years); groups consuming\nprotein supplement doses estimated to achieve maximal\nmuscle protein synthesis (doses of/C21 0.24 and 0.40 g/kg\nin younger and middle-aged adults and in older adults,\nrespectively\n59); matching dosing ranges (10–75 g/d);\nmatching total protein intake ranges (0.9–1.6 g/kg/d);\nmatching dosing and total protein intake ranges; and by\nexcluding studies when a protein supplement also con-\ntained creatine (see Table S4 in the Supporting\nInformation online). Creatine supplementation was\nfound to increase total body mass and lean mass in older\nadults concurrently engaged in resistance training in 2\nprevious meta-analyses60,61 and was assessed for any me-\ndiating effect of the results reported in the current re-\nview. The qualitative results from the quasi-sensitivity\nanalyses are comparable with the those from the original\nanalyses, although this cannot be statistically confirmed.\nThe directional changes from baseline are reported here,\nand specific magnitudes of changes for each outcome\nare shown in Table S5 of the Supporting Information\nonline.",
    "discussion": "The objective of this systematically searched assessment\nof literature was to assess whether consuming protein\nsupplements with meals, vs between meals, differentially\naffected changes in body composition in adults concur-\nrently performing resistance training. Qualitatively,\nresults suggest that consuming protein supplements be-\ntween meals may promote increases in body mass, and\nconsuming protein supplements with meals may pro-\nmote reductions in fat mass. Consistent improvements\nin lean mass and in the ratio of lean mass to fat mass\nmay be achieved when consuming protein supplements\neither between meals or with meals in combination\nwith resistance training.\nConsuming protein supplements between meals\nconsistently increased body mass, whereas consuming\nprotein supplements with meals had an inconsistent re-\nsult. One inclusion criterion for this systematic review\nwas the absence of a controlled diet aimed at regulating\nenergy intake. Groups were effectively “free-feeding”\nadults. With this in mind, protein supplements con-\nsumed between meals could be considered a snacking\noccasion. Although the definition of snacking is not\nclear, it is generally agreed that consuming energy-\ncontaining foods or beverages outside a primary eating\noccasion (ie, breakfast, lunch, dinner) is an acceptable\ndesignation.\n62 In one 2-week trial, mandatory snacking\npromoted weight gain in free-living adults.13 This effect\nwas shown to be exacerbated when the snacks were\nconsumed as beverages,63,64 the predominant form of\nprotein supplement among the groups included in this\nreview. Consuming protein supplements between meals\nor as a snack may also increase eating frequency, which\nmay promote higher body weight.65–67 In contrast, pro-\ntein supplements consumed with meals or as meal\nreplacements renders them meal components. They\nmay displace some of the energy that otherwise would\nNutrition ReviewsVR\nVol. 76(6):461–468 465\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\nhave been consumed at that meal time. Results from 1\nrandomized controlled trial showed that participants\nwho consumed an approximately 200-kcal whey\nprotein–rich supplement twice daily (with breakfast and\nlunch meals) for 36 weeks had complete energetic com-\npensation in the diet and maintained their body\nweight.\n14 Collectively, results from the current system-\natic review fit within the existing observational and ran-\ndomized control trial literature, demonstrating that\nprotein supplementation between meals may promote\ngreater increases in body mass than protein supplemen-\ntation with meals.\nConsuming protein supplements either between\nmeals or with meals in combination with resistance ex-\nercise training consistently increased lean mass. This\nfinding suggests that resistance training is a more po-\ntent anabolic stimulus than the timing of protein sup-\nplementation in relation to meals. Consuming protein\nsupplements while concurrently resistance training\ncreates a positive net protein balance.\n1–4 Two meta-\nanalyses showed that participants who consumed pro-\ntein supplements while resistance training had greater\nlean mass accretion than participants consuming a\nnonprotein placebo.5,68 Results from the current study\nsupport previous findings that increases in lean mass\ncan be attained through a combination of resistance\ntraining and consumption of protein supplements.5,68\nConsuming protein supplements with meals con-\nsistently decreased fat mass, whereas consuming protein\nsupplements between meals had inconsistent effects on\nfat mass. Consuming protein supplements with meals\nmay lead to partial meal replacement that would dis-\nplace the energy that would be consumed otherwise.\nThe within-meal effects of protein supplementation are\nconsistent with previous observations that adults may\nfully compensate for the additional energy from protein\nsupplements that are consumed with meals.\n14 The de-\ncrease in fat mass fits within the results of this system-\natic review, which showed a consistent increase in lean\nmass and an inconsistent change in body mass. Since\nlean mass consistently increased and body mass change\nwas inconsistent, it follows that fat mass would\ndecrease.\nStrengths and limitations\nThis review is subject to the standard limitations of sys-\ntematic reviews, such as publication bias and keyword\nformation that omit publications that would fit within\nthe search parameters. However, in addition to system-\natically searching PubMed, CINAHL, Cochrane\nReviews, and Scopus, 2 authors independently assessed\narticles within relevant meta-analyses for inclusion in\nthis review to mitigate these limitations. Specific\nlimitations to this study include a disproportionate\nover-representation of older adults in the PRO-WITH\ncategory compared with the PRO-BET category, varia-\ntions in trial duration, and differences in supplementa-\ntion quantity and total protein intake. To address these\npotential confounding factors, quasi-sensitivity analyses\nwere conducted to investigate any potential influence\non the outcomes (see Table S4 in the Supporting\nInformation online). There do not appear to be differ-\nences in the proportion of groups within each outcome;\nhowever, the inability to perform statistical analyses on\nthe subgroups prohibits conclusive statements about\ntheir influence.\nThe inclusion and exclusion criteria for this sys-\ntematic review were designed to capture studies that ad-\nequately documented protein supplementation in\nrelation to meal consumption. Incidentally, more PRO-\nBET groups consumed protein supplements proximate\nto resistance training sessions (before or after sessions)\nthan PRO-WITH groups. Protein supplementation\naround resistance training in order to supply the skele-\ntal muscle with the necessary precursor amino acids to\npromote skeletal muscle growth has often been a topic\nof interest. However, the influence of protein supple-\nmentation timing could not be adequately reviewed or\nspeculated on here because there may be relevant re-\nsearch not captured during this review process. Four\nstudies included in this review did test the effect of pro-\ntein supplementation timing proximate to, vs not proxi-\nmate to, resistance training.\n33,35,40,43 Three studies\nreported that the timing of protein supplementation did\nnot differentially affect changes in lean mass, 33,40,43\nwhile 1 reported that protein supplementation before\nand after resistance training promoted greater gains in\nlean mass than when the same protein supplement was\nconsumed in the morning and evening.35 Supplements\ncontaining mixtures of protein and creatine may be an-\nother potential limitation.60,61 A quasi-sensitivity analy-\nsis excluding groups that consumed protein\nsupplements containing creatine did not alter the\nreported results. Collectively, these quasi-sensitivity\nanalyses should be interpreted with caution because of\nthe low number of groups within each category. There\nis also the possibility that the effects reported in the cur-\nrent review may not be specific to protein supplementa-\ntion but rather to the energy contents of the\nsupplements. Further research that includes nonprotein\nsupplements is needed.",
    "conclusion": "The results from this systematic review provide novel\ninformation for individuals who choose to consume a\nprotein supplement as part of their dietary pattern to\n466 Nutrition ReviewsVR\nVol. 76(6):461–468\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\npromote body mass gain or improve body composition\nthrough fat mass reduction. Regardless of the timing of\nprotein supplement intake in relation to meals, lean\nmass is likely to increase in response to resistance train-\ning. However, consuming protein supplements with\nmeals, rather than between meals, may be a more effec-\ntive dietary strategy to improve resistance training–\ninduced changes in body composition by reducing fat\nmass, which may be relevant for adults looking to im-\nprove their health status. Conversely, consuming pro-\ntein supplements between meals may be more effective\nat increasing overall body mass.\nAcknowledgments\nAuthor contributions . J.L.H., R.E.B., and W.W.C.\ndesigned the research; J.L.H. and R.E.B. conducted the\nresearch; J.L.H. analyzed the data; J.L.H., R.E.B., and\nW.W.C. wrote the manuscript and have primary re-\nsponsibility for the final content of the manuscript. All\nauthors read and approved the final manuscript.\nFunding/support. There was no funding source external\nto Purdue University for this systematic review.\nDeclaration of interest. J.L.H. and R.E.B. have no con-\nflicts of interests to declare. W.W.C. received research\nfunds from the National Pork Board, the American Egg\nBoard–Egg Nutrition Center, the National Dairy\nCouncil, and the National Cattlemen’s Beef Association\nand served on the National Dairy Council’s Whey\nProtein Advisory Panel during the time this review was\nbeing conducted.\nSupporting Information\nThe following Supporting Information is available\nthrough the online version of this article at the publish-\ner’s website.\nTable S1Search terms\nTable S2 Risk-of-bias assessment of randomized\ncontrolled trials included in a systematically searched\nqualitative assessment on the effects of consuming a\nprotein-rich supplement with meals vs between meals\non body composition changes in resistance training\nadults\nTable S3Descriptions of the randomized controlled\ntrials included in a systematically searched qualitative\nassessment on the effects of consuming a protein-rich\nsupplement with meals vs between meals on body com-\nposition changes in resistance training adults\nTable S4 Qualitative assessment on the direc-\ntional effect of consuming a protein supplement with\nmeals vs between meals on body composition changes\nin resistance training adults\nTable S5 Qualitative assessment on the magni-\ntude of effect of consuming a protein supplement\nwith meals vs between meals on body composition\nchanges in resistance training adults\nREFERENCES\n1. Biolo G, Tipton KD, Klein S, et al. An abundant supply of amino acids enhances the\nmetabolic effect of exercise on muscle protein. Am J Physiol Endocrinol Metab.\n1997;273:E122–E129.\n2. Tipton KD, Ferrando AA, Phillips SM, et al. Postexercise net protein synthesis in hu-\nman muscle from orally administered amino acids. Am J Physiol Endocrinol\nMetab. 1999;276:E628–E634.\n3. Biolo G, Maggi SP, Williams BD, et al. Increased rates of muscle protein turnover\nand amino acid transport after resistance exercise in humans. Am J Physiol\nEndocrinol Metab. 1995;268:E514–E520.\n4. Phillips SM, Tipton KD, Aarsland A, et al. Mixed muscle protein synthesis and\nbreakdown after resistance exercise in humans. Am J Physiol Endocrinol Metab.\n1997;273:E99–E107.\n5. Cermak NM, Res PT, de Groot LC, et al. Protein supplementation augments the\nadaptive response of skeletal muscle to resistance-type exercise training: a meta-\nanalysis. Am J Clin Nutr. 2012;96:1454–1464.\n6. Morton RW, Murphy KT, McKellar SR, et al. A systematic review, meta-analysis and\nmeta-regression of the effect of protein supplementation on resistance training-\ninduced gains in muscle mass and strength in healthy adults [published online\nJuly 11, 2017]. Br J Sports Med 2018;52:376–384.\n7. Abbott Laboratories One Ensure\nVR\na day for a healthy change. Abbott Laboratories\nwebsite. https://ensure.com/health-articles-tips/lifestyle/one-ensure-day.\nAccessed October 16, 2016.\n8. Nestl /C19e HealthCare Nutrition. Tips & tricks. Boost\nVR\nwebsite. https://www.boost.\ncom/protein-and-nutrition/tips-faq. Accessed October 16, 2016.\n9. Nutrition Support Interest Group. A simple guide to the use of oral nutritional sup-\nplements. Irish Nutritionþ Dietetic Institute website. https://www.indi.ie/resour-\nces/fact-sheets/508-a-simple-guide-to-the-use-of-oral-nutritional-supplements.\nhtml. Published October 2013. Accessed October 15, 2017.\n10. Cudjoe A, Dhir R. A Guide to Prescribing Adult Oral Nutritional Supplements\n(ONS) in the Community. London, UK: Wandsworth Clinical Commissioning\nGroup; 2013.\n11. Beachbody LLC. Make it your daily dose of dense nutrition\nVR\n. Every day.\nShakeology website. http://www.shakeology.com/en_US/. Accessed April 5, 2016.\n12. SlimFast\nVR\n. How does SlimFast\nVR\nwork? SlimFast website. https://slimfast.com/how-\nit-works/. Published 2017. Accessed July 5, 2017.\n13. Whybrow S, Mayer C, Kirk TR, et al. Effects of two weeks’ mandatory snack con-\nsumption on energy intake and energy balance. Obesity. 2007;15:673–685.\n14. Weinheimer EM, Conley TB, Kobza VM, et al. Whey protein supplementation does\nnot affect exercise training-induced changes in body composition and indices of\nmetabolic syndrome in middle-aged overweight and obese adults. J Nutr.\n2012;142:1532–1539.\n15. Chen Z, Wang Z, Lohman T, et al. Dual-energy X-ray absorptiometry is a valid tool\nfor assessing skeletal muscle mass in older women. J Nutr. 2007;137:2775–2780.\n16. Neovius M, Udd/C19en J, Hemmingsson E. Assessment of change in body fat percent-\nage with DXA and eight-electrode BIA in centrally obese women. Med Sci Sports\nExerc. 2007;39:2199–2203.\n17. Gallagher D, Kovera AJ, Clay-Williams G, et al. Weight loss in postmenopausal obe-\nsity: no adverse alterations in body composition and protein metabolism. Am J\nPhysiol Endocrinol Metab. 2000;279:E124–E131.\n18. Mahon A, Flynn M, Iglay H, et al. Measurement of body composition changes with\nweight loss in postmenopausal women: comparison of methods. J Nutr Health\nAging 2007;11:203–213.\n19. McCrory MA, Gomez TD, Bernauer EM, et al. Evaluation of a new air displacement\nplethysmograph for measuring human body composition. Med Sci Sport Exerc.\n1995;27:1686–1691.\n20. Heyward VH. Practical body composition assessment for children, adults, and\nolder adults. Int J Sport Nutr. 1998;8:285–307.\n21. Roubenoff R, Baumgartner RN, Harris TB, et al. Application of bioelectrical imped-\nance analysis to elderly populations. J Gerontol A Biol Sci Med Sci.\n1997;52:M129–M136.\n22. Arciero PJ, Gentile CL, Martin-Pressman R, et al. Increased dietary protein and\ncombined high intensity aerobic and resistance exercise improves body fat distri-\nbution and cardiovascular risk factors.Int J Sport Nutr Exerc. 2006;16:373–392.\n23. Arciero PJ, Gentile CL, Pressman R, et al. Moderate protein intake improves total\nand regional body composition and insulin sensitivity in overweight adults.\nMetab Clin Exp. 2008;57:757–765.\nNutrition ReviewsVR\nVol. 76(6):461–468 467\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023\n\n\n24. Chale A, Cloutier GJ, Hau C, et al. Efficacy of whey protein supplementation on re-\nsistance exercise–induced changes in lean mass, muscle strength, and physical\nfunction in mobility-limited older adults. J Gerontol A Biol Sci Med Sci.\n2013;68:682–690.\n25. Gryson C, Ratel S, Rance M, et al. Four-month course of soluble milk proteins inter-\nacts with exercise to improve muscle strength and delay fatigue in elderly partici-\npants. J Am Med Dir Assoc. 2014;15:958.e1–958.e9.\n26. Leenders M, Verdijk LB, Van der Hoeven L, et al. Protein supplementation during\nresistance-type exercise training in the elderly. Med Sci Sports Exerc.\n2013;45:542–552.\n27. Rondanelli M, Klersy C, Terracol G, et al. Whey protein, amino acids, and vitamin D\nsupplementation with physical activity increases fat-free mass and strength, func-\ntionality, and quality of life and decreases inflammation in sarcopenic elderly. Am\nJ Clin Nutr. 2016;103:830–840.\n28. Tieland M, Dirks ML, van der Zwaluw N, et al. Protein supplementation increases\nmuscle mass gain during prolonged resistance-type exercise training in frail el-\nderly people:a randomized, double-blind, placebo-controlled trial. J Am Med Dir\nAssoc. 2012;13:713–719.\n29. Volek JS, Volk BM, G/C19omez AL, et al. Whey protein supplementation during resis-\ntance training augments lean body mass. J Am Coll Nutr. 2013;32:122–135.\n30. Arciero PJ, Baur D, Connelly S, et al. Timed-daily ingestion of whey protein and ex-\nercise training reduces visceral adipose tissue mass and improves insulin resis-\ntance: the PRISE study. J Appl Physiol (1985). 2014;117:1–10.\n31. Arnarson A, Geirsdottir OG, Ramel A, et al. Effects of whey proteins and carbohy-\ndrates on the efficacy of resistance training in elderly people: double blind, rando-\nmised controlled trial. Eur J Clin Nutr. 2013;67:821–826.\n32. Candow DG, Burke NC, Smith-Palmer T, et al. Effect of whey and soy protein sup-\nplementation combined with resistance training in young adults. Int J Sport Nutr\nExerc. 2006;16:233–244.\n33. Candow DG, Chilibeck PD, Facci M, et al. Protein supplementation before and after\nresistance training in older men. Eur J Appl Physiol. 2006;97:548–556.\n34. Candow DG, Little JP, Chilibeck PD, et al. Low-dose creatine combined with pro-\ntein during resistance training in older men. Med Sci Sports Exerc.\n2008;40:1645–1652.\n35. Cribb PJ, Hayes A. Effects of supplement timing and resistance exercise on skeletal\nmuscle hypertrophy. Med Sci Sports Exerc. 2006;38:1918–1925.\n36. Cribb PJ, Williams AD, Stathis CG, et al. Effects of whey isolate, creatine, and resis-\ntance training on muscle hypertrophy. Med Sci Sports Exerc. 2007;39:298–307.\n37. Cribb PJ, Williams AD, Hayes A. A creatine-protein-carbohydrate supplement\nenhances responses to resistance training. Med Sci Sport Exerc.\n2007;39:1960–1968.\n38. Duff WR, Chilibeck PD, Rooke JJ, et al. The effect of bovine colostrum supplemen-\ntation in older adults during resistance training. Int J Sport Nutr Exerc.\n2014;24:276–285.\n39. Eliot KA, Knehans AW, Bemben DA, et al. The effects of creatine and whey protein\nsupplementation on body composition in men aged 48 to 72 years during resis-\ntance training. J Nutr Health Aging. 2008;12:208–212.\n40. Esmarck B, Andersen JL, Olsen S, et al. Timing of postexercise protein intake is im-\nportant for muscle hypertrophy with resistance training in elderly humans. J\nPhysiol (Lond). 2001;535:301–311.\n41. Herda AA, Herda TJ, Costa PB, et al. Muscle performance, size, and safety\nresponses after eight weeks of resistance training and protein supplementation: a\nrandomized, double-blinded, placebo-controlled clinical trial. J Strength Cond\nRes. 2013;27:3091–3100.\n42. Hoffman JR, Ratamess NA, Kang J, et al. Effects of protein supplementation on\nmuscular performance and resting hormonal changes in college football players. J\nSports Sci Med. 2007;6:85–92.\n43. Hoffman JR, Ratamess NA, Tranchina CP, et al. Effect of protein-supplement tim-\ning on strength, power, and body-composition changes in resistance-trained\nmen. Int J Sport Nutr Exerc. 2009;19:172–185.\n44. Holm L, Olesen JL, Matsumoto K, et al. Protein-containing nutrient supplementa-\ntion following strength training enhances the effect on muscle mass, strength,\nand bone formation in postmenopausal women. J Appl Physiol.\n2008;105:274–281.\n45. Joy JM, Lowery RP, Wilson JM, et al. The effects of 8 weeks of whey or rice protein\nsupplementation on body composition and exercise performance. Nutr J.\n2013;12. doi:10.1186/1475-2891-12-86\n46. Kerksick CM, Rasmussen CJ, Lancaster SL, et al. The effects of protein and amino\nacid supplementation on performance and training adaptations during ten weeks\nof resistance training. J Strength Cond Res. 2006;20:643–653.\n47. Kerksick CM, Rasmussen C, Lancaster S, et al. Impact of differing protein sources\nand a creatine containing nutritional formula after 12 weeks of resistance training.\nNutrition. 2007;23:647–656.\n48. Rozenek R, Ward P, Long S, et al. Effects of high-calorie supplements on body\ncomposition and muscular strength following resistance training. J Sport Med\nPhys Fitness. 2002;42:340–347.\n49. Snijders T, Smeets JS, van Vliet S, et al. Protein ingestion before sleep increases\nmuscle mass and strength gains during prolonged resistance-type exercise train-\ning in healthy young men. J Nutr. 2015;145:1178–1184.\n50. Tarnopolsky MA, Parise G, Yardley NJ, et al. Creatine-dextrose and protein-\ndextrose induce similar strength gains during training. Med Sci Sports Exerc.\n2001;33:2044–2052.\n51. Taylor LW, Wilborn C, Roberts MD, et al. Eight weeks of pre-and postexercise\nwhey protein supplementation increases lean body mass and improves perfor-\nmance in Division III collegiate female basketball players. Appl Physiol Nutr\nMetab. 2015;41:249–254.\n52. Verdijk LB, Jonkers RA, Gleeson BG, et al. Protein supplementation before and af-\nter exercise does not further augment skeletal muscle hypertrophy after resis-\ntance training in elderly men. Am J Clin Nutr. 2009;89:608–616.\n53. Weisgarber KD, Candow DG, Vogt ESM. Whey protein before and during resis-\ntance exercise has no effect on muscle mass and strength in untrained young\nadults. Int J Sport Nutr Exerc. 2012;22:463–469.\n54. Willoughby DS, Stout JR, Wilborn CD. Effects of resistance training and protein\nplus amino acid supplementation on muscle anabolism, mass, and strength.\nAmino Acids. 2007;32:467–477.\n55. Heymsfield S, Lohman TG, Wang Z, Going SB, eds. Human Body Composition. Vol.\n918. Champaign, IL: Human Kinetics; 2005.\n56. Heaney RP. The bone-remodeling transient: implications for the interpretation of\nclinical studies of bone mass change. J Bone Miner Res. 1994;9:1515–1523.\n57. Higgins JPT, Green S, eds. Cochrane Handbook for Systematic Reviews of\nInterventions Version 5.1.0 [updated March 2011]. London, UK: The Cochrane\nCollaboration; 2011.\n58. Sallis JF, Prochaska JJ, Taylor WC. A review of correlates of physical activity of chil-\ndren and adolescents. Med Sci Sports Exerc. 2000;32:963–975.\n59. Moore DR, Churchward-Venne TA, Witard O, et al. Protein ingestion to stimulate\nmyofibrillar protein synthesis requires greater relative protein intakes in healthy\nolder versus younger men. J Gerontol A Biol Sci Med Sci. 2015;70:57–62.\n60. Chilibeck PD, Kaviani M, Candow DG, et al. Effect of creatine supplementation dur-\ning resistance training on lean tissue mass and muscular strength in older adults:\na meta-analysis. J Sports Med. 2017;8:213–226.\n61. Devries MC, Phillips SM. Creatine supplementation during resistance training in\nolder adults—a meta-analysis. Med Sci Sports Exerc. 2014;46:1194–1203.\n62. Mattes R, Tan S. Snacking and energy balance in humans. In: Coulston AM,\nBoushey CJ, Ferruzzi MG, eds. Nutrition in the Prevention and Treatment of\nDisease. 3rd ed. London, UK: Elsevier; 2013:501–510.\n63. Booth DA. Mechanisms from models—actual effects from real life: the zero-\ncalorie drink-break option. Appetite. 1988;11:94–102.\n64. Dubois L, Farmer A, Girard M, et al. Regular sugar-sweetened beverage consump-\ntion between meals increases risk of overweight among preschool-aged children.\nJ Am Diet Assoc. 2007;107:924–934.\n65. Cutler DM, Glaeser EL, Shapiro JM. Why have Americans become more obese? J\nEcon Perspect. 2003;17:93–118.\n66. Forslund HB, Torgerson JS, Sjo¨stro¨m L, et al. Snacking frequency in relation to en-\nergy intake and food choices in obese men and women compared to a reference\npopulation. Int J Obes. 2005;29:711–719.\n67. Mattes R. Energy intake and obesity: ingestive frequency outweighs portion size.\nPhysiol Behav. 2014;134:110–118.\n68. Morton RW, McGlory C, Phillips SM. Nutritional interventions to augment resis-\ntance training-induced skeletal muscle hypertrophy. Front Physiol. 2015;6:245.\ndoi:10.3389/fphys.2015.00245\n468 Nutrition ReviewsVR\nVol. 76(6):461–468\nDownloaded from https://academic.oup.com/nutritionreviews/article/76/6/461/4980809 by guest on 12 September 2023"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 36,
    "primary_human": "body_comp (FFM, FM, body weight); metabolic_markers (secondary)"
  },
  "bucket": "B",
  "notes": "With the same protein dose, taking protein with meals favored greater fat-mass loss, while between meals slightly favored lean-mass gain."
}