{
  "id": 51,
  "title": "Is Protein the Forgotten Ingredient: Effects of Higher Compared to Lower Protein Diets on Cardiometabolic Risk Factors – A Systematic Review and Meta-Analysis of Randomised Controlled Trials",
  "authors": "Vogtschmidt YD et al.",
  "year": 2021,
  "doi": "10.1016/j.atherosclerosis.2021.05.011",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "high_protein_diet",
    "cardiometabolic_risk",
    "adults",
    "weight_loss"
  ],
  "population": {
    "training_status": "meta_analysis_RCT (diet_only)"
  },
  "sections": {
    "abstract": "45 \n 46 \nBackground and aims: Higher protein (HP) diets may lead to lower cardiometabolic risk 47 \ncompared to lower protein (LP) diets. This systematic review and meta -analysis aims to 48 \ninvestigate the effects of HP vs. LP diets on cardiometabolic risk factors in adults, using most 49 \nup-to-date evidence from randomised controlled trials (RCTs). 50",
    "methods": "Systematic searches were conducted in electronic databases, up to November 2020. 51 \nRandom effects meta-analyses were conducted to pool the standardised mean differences 52 \n(SMD) and 95% confidence intervals (CI). The main outcomes were weight loss, body mass 53 \nindex (BMI), waist circumference, fat mass, systolic and diastolic BP, total cholesterol, HDL-54 \nand LDL-cholesterol, triacylglycerol, fasting glucose and insulin, and glycated haemoglobin. 55",
    "results": "Fifty-seven articles reporting on 54 RCTs were included, involving 4,344 participants 56 \n(65% female, mean age: 46 (SD 10) years, mean BMI: 33 (SD 3) kg/m2), with a mean study 57 \nduration of 18 weeks (range: 4 to 156 weeks). Compared to LP diets (range protein (E%):10-58 \n23%), HP diets (range protein (E%): 20-45%) led to more weight loss (SMD -0.13, 95% CI: -59 \n0.23, -0.03), greater reductions in fat mass (SMD -0.14, 95% CI: -0.24, -0.04), systolic BP 60 \n(SMD -0.12, 95% CI: -0.21, -0.02), total cholesterol (SMD -0.11, 95% CI: -0.19, -0.02), 61 \ntriacylglycerol (SMD -0.22, 95% CI: -0.30, -0.14) and insulin (SMD -0.12, 95% CI: -0.22, -62 \n0.03). No significant differences were observed for the other outcomes. 63",
    "conclusions": "Higher protein diets showed small, but favourable effects on weight loss, fat 64 \nmass loss, systolic blood pressure, some lipid outcomes and insulin, compared to lower protein 65 \ndiets. 66 \n 67 \n 68 \n\n \n3",
    "introduction": "69 \nDietary protein s are important source s of energy and essential amino acids, necessary for 70 \nvarious bodily processes, including tissue growth and maintenance [1]. The effects of dietary 71 \nprotein on human health are determined by several factors, including quantity, quality (animal 72 \nprotein/plant protein) and source; animal (red and white meat, fish, eggs and dairy) or plant-73 \nbased (nuts, legumes, grains). In terms of quantity, current European and US dietary 74 \nrecommendations for protein intake generally advise ≥ 0.8 g/kg body weight (BW)/day for 75 \nadults [2, 3] and growing evidence suggests an even higher intake for elderly (1.0-1.2 g/kg 76 \nBW/day) [4-6]. When expressed in percentage of the total energy intake (energy-percent 77 \n(E%)), the Nordic Nutrition Recommendations established a desirable daily protein intake of 78 \n10-20 E% for adults [7]. Other dietary guidelines provide similar recommendations, including 79 \nthose from the UK [8], the Netherlands [9] and German-speaking countries (Germany, Austria 80 \nand Switzerland) [10]. 81 \nThe impact of increasing dietary protein intake on cardiometabolic disease risk is still not 82 \nclearly defined and remains controversial. High protein diets have been promoted for decades 83 \nfor weight loss purposes, prevention of obesity and its metabolic consequences, yet have been 84 \ndocumented to increase the risk of cardiovascular disease (CVD) mortality [11, 12] and type 2 85 \ndiabetes (T2D) [13]. High protein diets have been reported to promote atherogenesis in animal 86 \nmodels [14]. Mechanistically, protein ingestion acutely increases blood amino acid 87 \nconcentrations, circulating monocytes, and tissue macrophages, including those residing in the 88 \natherosclerotic plaque. This, in turn, leads to acute elevation of macrophage mechanistic target 89 \nof rapamycin (mTOR) signalling, causing plaque progression [14]. High protein intake is also 90 \nreported to increase insulin-like growth factor-1 (IGF-1) and to activate the mTOR-S6 kinase 91 \nsignalling pathway, while protein deficiency is sensed by unloaded transfer ribonucleic acid 92 \n(tRNA) activating the protective general amino acid control nonderepressible-2 (GCN2) kinase 93 \n\n \n4 \n \npathway which induces an activating transcription factor4 (ATF4) mediated protective 94 \nintegrated stress response [15]. High protein intake, therefore, leads to proliferation and insulin 95 \nresistance in short lived animal and cell culture studies. Whether this applies to long living 96 \nspecies is uncertain, but there are epidemiological data suggesting that elevated protein intake 97 \nmay be deleterious in younger people, but advantageous in older people [16, 17]. 98 \nPrior meta-analyses of randomised controlled trials ( RCTs) among adults suggest that higher 99 \nprotein (HP) diets may lead to improvements in weight loss and lower cardiometabolic risk , 100 \ncompared to lower protein (LP) diets [18, 19]. Wycherley et al. (2012) conducted a meta -101 \nanalysis of 24 RCTs (1,063 adults, mean study duration: 12 weeks) and found that high protein 102 \ndiets (31 E%) led to more reductions in body weight (weighted mean difference (WMD) -0.79 103 \nkg), fat mass (WMD -0.87 kg), triacylglycerol concentrations (WMD -0.23 mmol/L) and a 104 \nsignificant increase in fat -free mass (WMD 0.43 kg), compared to standard protein diets (18 105 \nE%) [18]. However, this review only included energy restricted interve ntion studies and a 106 \nchallenge with interpretation of these results is that energy restriction per se has a major impact 107 \non appetite, energy intake, and body weight and thereby on markers of obesity, which limits 108 \nthe ability to understand the independent effect of dietary protein. In addition, this review was 109 \nlimited by heterogeneity of the study populati on which included both free -living and patient 110 \ngroups. Santesso et al. (2012) conducted a meta-analysis of 74 RCTs among free-living adults 111 \nwith at least 5% difference in contribution from protein between the diets, without considering 112 \nenergy restriction [19]. Compared to the LP group (18 E%) , the HP group (27 E%) 113 \ndemonstrated greater reductions in body weight (standardised mean difference (SMD) -0.36), 114 \nBMI (SMD -0.37), waist circumference (SMD -0.43), blood pressure (systolic: SMD -0.21 and 115 \ndiastolic: SMD -0.18) and triacylglycerol concentration (SMD -0.51) [19], but the effects were 116 \nconsidered small. However, t his meta -analysis had relatively large heterogeneity for the 117 \noutcomes (range I2: 42-85%) and included studies published prior to 2012 and studies with 118 \n\n \n5 \n \nvery-low carbohydrate dietary interventions. The reported results from these types of diets may 119 \nlead to overestimation of the intervention effect, as very-low carbohydrate diet s and the 120 \nassociated higher intake of other macronutrients, such as saturated fatty acids (SFA) and lower 121 \nfibre intakes, may have an effect on cardiometabolic risk factors, independently of protein 122 \nintake (e.g. significant decreases in body weight and triacylglycerol concentration, significant 123 \nincreases in total cholesterol, high -density lipoprotein -cholesterol (HDL-c) and low -density 124 \nlipoprotein-cholesterol (LDL-c)) [20]. Since the 2012 review [19], fourteen studies have been 125 \npublished on the effect of HP compared to LP diets on various cardiometabolic risk factors 126 \n(e.g. body weight, blood pressure, lipid outcomes) [21-34]. Therefore, a renewed analysis with 127 \nup-to-date evidence is warranted. 128 \nThe present systematic review and meta-analysis aims to evaluate the effects of HP vs. LP diets 129 \non a wide range of cardiometabolic risk factors in adults from the general population, using the 130 \ntotality of the current evidence from RCTs. 131",
    "materials and methods": "132 \nThis study was conducted according to the Preferred Reporting Items for Systematic Reviews 133 \nand Meta-Analyses (PRISMA) guidelines [35]. A protocol for this systematic review and meta-134 \nanalysis was not previously published. 135 \nSearch strategy 136 \nLiterature searches were conducted in P ubMed, Web of Science and Scopus, in addition to 137 \nchecking of reference lists of retrieved articles and previously published meta-analyses [18, 19, 138 \n36, 37] . The searches involved a range of keywords for dietary protein, body weight and 139 \nanthropometrics, body composi tion, blood pressure, blood lipids, markers of glucose 140 \nmetabolism and trial design. A detailed search strategy can be found in Supplementary table 141 \n\n \n6 \n \n1. All English language studies that met the eligibility criteria were selected, up to November 142 \n2020. 143 \nEligibility criteria 144 \nRCTs among adults ≥18 years with no presence of chronic medical conditions (including T2D, 145 \nCVD, kidney diseases), as described by papers, were included. Trials also met the following 146 \ncriteria to be eligible for inclusion: 1) intervention consisted of provision of foods or dietary 147 \nadvice for a high er protein (HP) diet ; 2) the comparator consisted of provision of foods or 148 \ndietary advice for a lower protein (LP) diet; 3) duration of study was at least 4 weeks; 4) one 149 \nof the follow ing outcomes w as assessed: body weight ( weight loss), anthropometrics (body 150 \nmass index (BMI), waist circumference), body composition (fat mass), blood pressure (systolic 151 \nblood pressure (SBP), diastolic blood pressure (DBP)), fasting blood concentrations of lipids 152 \n(plasma or serum total cholesterol, HDL-c, LDL-c, triacylglycerol concentrations), markers of 153 \nglucose metabolism ( fasting plasma/serum glucose and insulin, glycated haemoglobin 154 \n(HbA1c)). 155 \nA predefined difference in contribution of at least 3 E% from protein between the HP and LP 156 \ndiets was chosen, with HP diets being at least 3 E% higher than LP diets, a minimum contrast 157 \nin protein intake between the diets as suggested by the Health Council of the Netherlands [9]. 158 \nData on the mean dietary protein intakes at the end of the intervention were considered as it 159 \nrepresented the treatment intakes over the entire study period. Protein needed to be consumed 160 \nfrom foods. For this reason, t rials in which protein supplements or meal replacements were 161 \nused were excluded. Furthermore, studies that compared very-low carbohydrate diets (<25 E% 162 \nfrom carbohydrate) with high carbohydrate diets were excluded as well as studies with co-163 \ninterventions e.g. structured exercise programmes or high intensity resistance training. 164 \n 165 \n\n \n7 \n \nStudy selection and data extraction 166 \nSourced articles were imported into ENDNOTE X9 and Covidence Online Software [38]. The 167 \ntitles and abstracts were screened by three independent reviewers (IF, CDW and YDV) to check 168 \nfor eligibility criteria, with discrepancies resolved by consensus. If multiple publications were 169 \nidentified on the same trial, only data of the original publications were included. 170 \nData were extracted by YDV and independently double-checked by IF and C DW, with 171 \ninconsistencies resolved by consensus. Data were independently extracted using Covidence 172 \nand a predesigned form that included author name, publication year, study design, country 173 \nundertaken, studied outcomes, sample size, participant characteristics, intervention 174 \ncharacteristics, dietary characteristics, study duration and context, reporting of urine urea or 175 \nnitrogen data (yes/no), reporting of power calculation (yes/no) and funding source. Means, 176 \nstandard deviations (SD), standard errors (SE) or 95% confidence intervals (CI) of the change 177 \nfrom baseline values, baseline values and postintervention values were extracted. Graphed data 178 \nwere extracted using WebPlotDigitizer version 4.4 [39]. 179 \nFor trials involving multiple arms, only data from the most relevant intervention and 180 \ncomparison group were extracted. For crossover trials, only data of the period before crossover 181 \nwere considered to avoid any carry -over effects due lack of reporting on washout period 182 \nbetween the dietary phases with in the crossover trials [40, 41]. If the intervention of a trial 183 \ninvolved a weight loss period followed by a weight maintenance period, then data from the end 184 \nof the weight maintenance period were extracted. Only data at the end of the intervention were 185 \nextracted in which food intake were precisely measured and reported [42, 43]. If results from 186 \nboth per-protocol-analysis and intention-to-treat analysis (ITT) were reported, then data from 187 \nthe ITT were extracted. SI conversion factors were used: To convert cholesterol to mmol/L, 188 \nmg/dl were multiplied by 0.0259; to convert triacylglycerols to mmol/L, mg/dl were multiplied 189 \n\n \n8 \n \nby 0.0113; to convert glucose to mmol/L, mg/dl were multiplied by 0.0555; to convert fasting 190 \ninsulin to pmol/L, µIU/mL were multiplied by 6. 191 \nRisk of bias within studies 192 \nTo evaluate the methodological quality of the individual studies, the Cochrane Collaboration’s 193 \nrevised tool was used to assess the risk of bias in the randomi sed trials (RoB 2.0) [44]. The 194 \nRoB 2.0 consists of 5 domains for the assessment of individ ual randomi sed trials: 195 \nrandomisation process, deviations from intended interventions, missing outcome data, 196 \nmeasurement of the outcome and selection of the reported result. 197 \nData analysis 198 \nThe mean difference in the outcomes between the intervention and control group were 199 \ncalculated as standardised mean difference (SMD) and weighted mean difference (WMD) with 200 \n95% CI. The SMD and WMD were calculated based on mean and SD of the change from 201 \nbaseline values . If not reported, then these were calculated using the reported data. The 202 \nmeanchange was calculated by subtracting the baseline values from the postintervention values. 203 \nThe SDchange was calculated using the following formula; SD change = √ (SD baseline2 + 204 \nSDpostintervention2) – (2 x r x SDbaseline x SDpostintervention) [45], where r represented the correlation 205 \ncoefficient between the baseline and postintervention values and was assumed to be 0.5 and 206 \nled to more conservative estimates (wider 95% CI). 207 \nRandom-effects models were carried out to pool the data of RCTs, which examined the effects 208 \nof HP compared to LP diets on changes in weight loss, weight regain, BMI, waist 209 \ncircumference, fat mass, lean mass, SBP, DBP, total cholesterol, HDL -c, LDL -c, 210 \ntriacylglycerol, glucose, insulin , HOMA-IR and HbA1c, accounting for within and between 211 \nstudy variance [46]. Between-study heterogeneity was evaluated using the I2 statistic (%) [47], 212 \nwhere I2 of ≤30%, between 30% and 50%, between 50% and 75% and ≥75% were considered, 213 \n\n \n9 \n \nrepresenting low, moderate, substantial and considerable heterogeneity, respectively [45]. The 214 \noverall effect estimates of the trials in the meta-analysis models were presented in the forest 215 \nplots, stratified by SDchange reported or obtained from standard errors or confidence intervals 216 \nand SDchange imputed using a correlation coefficient. 217 \nSensitivity analysis was performed to assess the influence of excluding trials that were judged 218 \nto be at high risk of bias. Heterogeneity between the studies was a nalysed using subgroup 219 \nanalyses on sex, age (<50 years vs. ≥50 years) and study duration (<12 weeks vs. 12 weeks-24 220 \nweeks vs. ≥24 weeks). Multivariate meta-regression analyses were conducted to investigate the 221 \ninfluence of weight loss on the effect of HP compared to LP diets on outcomes for which 222 \nsignificant results were found, including fat mass, SBP, total cholesterol, triacylglycerol, and 223 \ninsulin. 224 \nRisk of publication bias for each outcome were assessed visually and quantitatively using 225 \nfunnel plots and Egger’s weighted regression test [48], respectively. Trim and fill method was 226 \nused [49], if evidence for publication bias was found. Analyses were performed in S tata 227 \nStatistical Software version 15.0 and two-sided p at 0.05 were considered to be statistically 228 \nsignificant in the analyses. 229 \nResults 230 \n3.1 Study selection process 231 \nA total of 7,104 records were initially identified, of which 6,951 were excluded after title and 232 \nabstract screening (Figure 1 ). Thirty-one duplicates were removed, leaving 12 2 full text 233 \narticles. O f these , 57 articles reporting on 5 4 RCTs were included in the meta -analyses, 234 \nexcluding 65 articles. More detailed information on the study selection process can be found 235 \nin Figure 1. 236 \n 237 \n\n \n10 \n \n3.2 Study characteristics 238 \nThe characteristics of the 54 RCTs are described in Supplementary t able 2. The studies 239 \nevaluated a total of 4,344 participants and the percentage of women was 65% (Supplementary 240 \ntable 3). The mean (SD) age and BMI were 46 (10) y (range: 23 to 70 y) and 33 (3) kg/m2 241 \n(range: 24 to 39 kg/m2), respectively (Supplementary table 3). 242 \nOf the 54 RCTs included, 51 were parallel trials and 3 had a cross-over design (Supplementary 243 \ntable 3). The mean (SD) study duration was 18 (23) weeks (range: 4 to 156 weeks). Trials were 244 \nconducted in North America (n=26), Australia and Oceania (n=14), Europe (n=10), Asia (n=3) 245 \nor Europe, Australia, and New Zealand (n=1). The mean (SD) dropout rate or loss to follow -246 \nup was 17 (17) % (range: 0-70%). Thirty-five out of 54 trials did not receive funding from an 247 \nindustrial source (Supplementary table 3). 248 \nThe achieved relative intake of dietary protein, carbohydrate, and total fat (E%) were, on 249 \naverage, 28% (range: 20 to 45%), 41% (range: 25 to 55%) and 31% (range: 20 to 43%) in the 250 \nHP group and 18% (range: 10 to 23%), 54% (range: 36 to 66%) and 28% (range: 20 to 45%) 251 \nin the LP group (Supplementary table 3 ). The mean (SD) total daily energy intakes were 252 \n1,764 (455) kcal and 1,768 (462) kcal in the HP and LP groups, respectively (Supplementary 253 \ntable 3). 254 \n3.3 Changes in body weight, anthropometrics, and body composition 255 \nA total of 48 trials with 3,346 participants provided data on weight loss, 3 on weight regain 256 \n(774 participants), 27 on BMI (2 ,012 participants) and 26 on waist circumference (2 ,669 257 \nparticipants). Meta-analysis revealed statistically significant effects on weight loss with HP 258 \ncompared to LP diets, with a pooled SMD of -0.13 (95% CI: -0.23, -0.03). There was moderate 259 \nto low heterogeneity across the trials (I2 = 38%, p=0.004) (Figure 2). This is equivalent to an 260 \nincrease in weight loss of 0.64 kg (95% CI: -1.12, -0.17, I2 = 53%, p=0.000) with HP compared 261 \n\n \n11 \n \nto LP diets. Significant intervention effects were observed for weight loss when the participants 262 \nwere under 50 years of age , with a pooled SMD of -0.17 (95% CI: -0.31, -0.03) 263 \n(Supplementary table 5 ). The meta -analysis also revealed less weight regain in the HP 264 \ncompared to LP group s (pooled SMD -0.18, 95% CI: -0.32, -0.04, I 2 = 0% , p=0.6) 265 \n(Supplementary table 4). However, removal of Larsen et al. (2010) from the analysis, a trial 266 \ncontributing most weight to the pooled estimate, attenuated the results for weight regain 267 \n(pooled SMD -0.08, 95% CI: -0.39, 0.24, I2 =0%, p=0.5). The pooled analys es across trials 268 \nshowed a tendency towards an effect in favour of the HP diet for a lower BMI (pooled SMD -269 \n0.11, 95% CI: -0.23, 0.01, I2 = 31%, p=0.1) and waist circumference (pooled SMD -0.11, 95% 270 \nCI: -0.23, 0.01, I2 = 44%, p=0.006), but these were not statistically significant (Supplementary 271 \ntable 4). 272 \nMeta-analysis of 35 trials with 2 ,580 participants showed a significant reduction in fat mass 273 \nwith HP compared to LP diet s (pooled SMD -0.14, 95% CI: -0.24, -0.04). There was low 274 \nheterogeneity across the trials (I 2 = 28%, p=0.1) (Figure 3). The pooled WMD for reduction 275 \nin fat mass was 0.5 5 kg (95% CI: -0.92, -0.17, I2 = 28%, p=0.1) in favour of the HP diet. 276 \nSignificant intervention effects were found for fat mass when participants were 50 years of age 277 \nor older (pooled SMD -0.15, 95% CI: -0.26, -0.03) (Supplementary table 5). Meta-analysis 278 \nof 30 trials involving 2,418 participants showed no significant differences between the diets 279 \nfor lean mass (pooled SMD 0.06, 95% CI: -0.06, 0.17, I2 = 39%, p=0.013) (Supplementary 280 \ntable 4). 281 \n3.4 Changes in blood pressure 282 \nA total of 26 trials with 1,813 participants provided data for the meta -analysis for SBP and 283 \nDBP. A reduction in SBP and DBP was found with HP compared to LP diets (pooled SMD 284 \n-0.12, 95% CI: -0.21, -0.02, I2 = 0.0%, p=0.9) (Figure 4) and (pooled SMD -0.09, 95% CI: 285 \n\n \n12 \n \n-0.19, 0.01, I2 = 9%, p=0.3) (Supplementary table 4), respectively, although this did not reach 286 \nstatistical significance for DBP. The pooled WMD for reduction in SBP was 1.16 mm Hg (95% 287 \nCI: -2.13, -0.20, I2=0%, p=0.8) with HP compared to LP diets. The intervention effects were 288 \nborderline significant for SBP when participants were under 50 years of age (pooled SMD -289 \n0.12, 95% CI: -0.23, -0.00) (Supplementary table 5 ) and the study duration was under 12 290 \nweeks (pooled SMD -0.15, 95% CI: -0.30, -0.00) (Supplementary table 6). 291 \n3.5 Changes in blood lipid concentrations 292 \nA total of 41 trials (2 ,303 participants) reported data on total cholesterol, 42 trials (2 ,452 293 \nparticipants) on HDL-c, 42 trials (2 ,516 participants) on LDL-c and 43 trials (2 ,530 294 \nparticipants) on triacylglycerol. Meta -analysis demonstrated a reduction in total cholesterol 295 \nwith HP compared to LP diets (pooled SMD -0.11, 95% CI: -0.19, -0.02) (Figure 5a). Results 296 \nwere consistent across all 41 trials with low heterogeneity (I 2 = 1%, p=0.5). No significant 297 \ndifferences between the diets were observed for HDL-c (pooled SMD 0.10, 95% CI: 0.01, 0.20, 298 \nI2 = 19% , p=0.1) or LDL -c (pooled SMD 0.01, 95% CI: -0.08, 0.1 0, I 2 = 20% , p=0.1). A 299 \nsignificant reduction in triacylglycerol was found with HP compared to LP diets (pooled SMD 300 \n-0.22, 95% CI: -0.30, -0.14) and pooled trial data for this outcome was homogeneous (I2 = 0%, 301 \np=0.9) (Figure 5b ). Translated to an effect in clinical units, a greater reduction in total 302 \ncholesterol of 0.08 mmol/L (95% CI: -0.13, -0.03, I2=0%, p=0.5) and a greater reduction in 303 \ntriacylglycerol of 0.12 mmol/L (95% CI: -0.16, -0.08, I2=0%, p=0.8) was observed with HP 304 \ncompared to LP diets. Significant intervention effects were observed for total cholesterol when 305 \nparticipants were 50 years of age or older (pooled SMD -0.16, 95% CI: -0.29, -0.02) 306 \n(Supplementary table 5) and the study duration was under 12 weeks (pooled SMD -0.25, 95% 307 \nCI: -0.40, -0.09) (Supplementary table 6 ). For triacylglycerol, the intervention effects were 308 \nsignificant when participants were female (pooled SMD -0.25, 95% CI: -0.40, -0.11) 309 \n(Supplementary table 7 ), the study duration was under 12 weeks (pooled SMD -0.32, 95% 310 \n\n \n13 \n \nCI: -0.46, -0.18) and between 12 and 24 weeks (pooled SMD -0.20, 95% CI: -0.31, -0.08) but 311 \nnot when it was 24 weeks or longer (Supplementary table 6). 312 \n3.6 Changes in markers of glucose metabolism 313 \nThirty-four trials (2,592 participants) were included in the meta -analysis on glucose, 28 trials 314 \n(2,270 participants) with data on insulin, 19 trials (1 ,674 participants) on HOMA-IR and 3 315 \ntrials (152 participants) on HbA1c. Pooled analysis showed a statistically significant lowering 316 \neffect of HP diets on insulin, compared to LP diets (pooled SMD -0.12, 95% CI: -0.22, -0.03), 317 \nwith low heterogeneity across the trials (I2 = 13%, p=0.3) (Figure 6). Significant intervention 318 \neffects of the were observed for insulin when participants were female (pooled SMD -0.37, 319 \n95% CI: -0.58, -0.17) (Supplementary table 7 ), and in the subgroup of 50 years of age or 320 \nolder (pooled SMD -0.15, 95% CI: -0.27, -0.02) (Supplementary table 5 ). No significant 321 \ndifferences between the diets were found for glucose (pooled SMD -0.01, 95% CI: -0.11, 0.12, 322 \nI2 = 43%, p=0.003), HOMA-IR (pooled SMD -0.05, 95% CI: -0.22, 0.11, I2 = 56%, p=0.001) 323 \nor HbA1c (pooled SMD -0.02, 95% CI: -0.49, 0.45, I2 = 52%, p=0.1) (Supplementary table 324 \n4). 325 \n3.7 Sensitivity analyses 326 \nRemoval of Keogh et al. (2007) [50], a study judged to be high risk of bias, from the analyses 327 \ndid not change the overall effect estimates of the outcome measures. 328 \n3.8 Meta-regression analyses 329 \nMultivariate meta-regression analysis showed no major influence of body weight change on 330 \nthe observed association between dietary protein intake and the outcome measures 331 \n(Supplemental table 5). 332 \n 333 \n\n \n14 \n \n3.9 Risk of bias within and between studies 334 \nThe overall risk of bias of the included trials ranged from ‘low’ to ‘some concerns’ and ‘high’. 335 \nMost trials showed concerns about the selection of the reported result due to not publishing 336 \ndetails on the pre-specified analysis plan s and the randomisation process (e.g., sequence 337 \nconcealment) (Supplementary Figure 1). Only 1 of 54 trials demonstrated high risk of bias 338 \n[50] (Supplementary Figure 1). Assessment of the risk of bias of the included trials can be 339 \nfound in Supplementary table 6. No evidence for publication bias was found in the meta -340 \nanalyses for the outcomes, except for triacylglycerol (Egger’s test p=0.0) ( Supplementary 341 \nfigures 2-7). However, trim and fill analyses revealed no major change in the observed overall 342 \neffect estimate (pooled SMD -0.14, 95% CI: -0.21, -0.07). 343",
    "discussion": "344 \n 345 \nThe present systematic review and meta-analyses of 54 RCTs have shown favourable but small 346 \neffects of HP vs. LP diets on weight loss, fat mass, SBP, total cholesterol, triacylglycerol, and 347 \nfasting insulin among adults over a mean follow -up of 4 -5 months. F indings of th ese meta-348 \nanalyses suggest that intake of higher dietary protein (28 E%) (range: 20-45%) compared to 349 \nlower dietary protein (18 E%) (range: 10-23%) could lead to more weight loss and reductions 350 \nin fat mass, SBP, total cholesterol , triacylglycerol, and fasting insulin. No significant 351 \ndifferences between the diet were found for BMI, waist circumference, lean mass, HDL-c, and 352 \nLDL-c, DBP, glucose, HbA1c and insulin resistance estimated by HOMA-IR. 353 \nComparison with other reviews 354 \nPrevious systematic reviews and meta -analyses that compared the effect of higher vs . lower 355 \nprotein diets, irrespective of the source of protein, on various health outcomes generally support 356 \nour results [18, 19, 51]. Our findings suggest that higher protein diets can lead to improvements 357 \n\n \n15 \n \nin weight loss [18, 19] and reduction in fat mass [18], compared to lower protein diets. There 358 \nwas no clear effect on BMI and waist circumference, which is in contrast with the meta-analysis 359 \nby Santesso et al. (2012) [19], who found small to moderate effects. Apart from more studies 360 \nand participants included in our meta -analysis, we also excluded trials that were included in 361 \nSantesso’s review. This involved very-low carbohydrate dietary interventions, very low-fat and 362 \nlow-fat or high-fat dietary comparisons and studies with co-interventions, which could explain 363 \npart of the discrepancies. Surprisingly, there was no effect on lean body mass, which is in 364 \ncontrast with the meta-regression by Krieger et al. (2006) [52], who included single arms from 365 \nobservational studies and RCTs, and previous meta -analyses, which only considered energy -366 \nrestricted dietary interventions [18, 53]. In terms of blood pressure, significant effects were 367 \nobserved of HP diets lowering SBP, but not on DBP, which is partly in line with previous 368 \nstudies [19, 51], who found beneficial effects on both SBP and DBP. In line with previous 369 \nstudies, we found greater reduction in triacylglycerol with HP vs. LP diets, with no significant 370 \ndifferences in HDL-c and LDL-c [18, 19]. However, we observed a borderline significant lower 371 \ntotal cholesterol after HP compared to LP diets. In terms of diabetes related outcomes, o ur 372 \nstudy suggests no clear effects of HP diets on glucose and HbA1c, which is in line with previous 373 \nstudies [18, 19, 36]. However, we did observe small improvements in fasting insulin with HP 374 \ncompared to LP diets, in line with previous publications [36, 37]. 375 \nPossible explanations 376 \nSeveral lines of evidence have suggested potential mechanisms underlying the effect of dietary 377 \nprotein intake on changes in intermediary CVD risk factors. An increase in d ietary protein 378 \nintake may prevent weight regain and obesity [54]. It is suggested that higher protein intake 379 \nduring energy restriction or energy balance may have beneficial effect on body weight loss and 380 \nsubsequent weight maintenance [55]. The negative energy balance is a result of decreased 381 \nenergy intake and increased energy expenditure, which can be explained by the satiating effects 382 \n\n \n16 \n \nof protein and preservation of fat -free mass (FFM), respectively [55]. Furthermore, dietary 383 \nprotein, irrespective of the type, may also have a blood-pressure lowering effect [56]. There is 384 \nevidence which demonstrates that bioactive peptides can inhibit the activity of angiotensin 385 \nconverting enzyme (ACE) , a key component of the renin -angiotensin system (RAS), that 386 \nmediates systemic hypertension. The ACE-inhibitory activity and peptides have been observed 387 \nfrom protein isolates e.g. whey protein isolates [57, 58] and from other food sources e.g. dairy, 388 \nfish, meat, egg products, soybeans, rice and nuts [59]. The link between dietary protein intake 389 \nand blood lipid concentrations is more limited. A crossover RCT among health y men and 390 \nwomen revealed that a high protein, high fat hypercaloric diet significantly changed body 391 \ncomposition, lowered intrahepatic lipids and circulating triacylglycerol concentrations , 392 \ncompared to a standard protein diet [60]. In addition, previous studies reported effective 393 \nlowering of cholesterol concentrations with diets that included lean beef as a major protein 394 \nsource [61-63]. Previous double -blinded randomised, 3 way -crossover intervention study 395 \ninvestigating the impact of intact milk protein supplementation have found that whey protein 396 \nand calcium -caseinate intakes decreased total cholesterol, but only whey protein reduced 397 \ntriacylglycerol, compared to the controls [57]. A systematic review that compared the effects 398 \nof animal vs. plant protein sources on features of metabolic syndrome indicated that soy protein 399 \n(with isoflavones), but not soy protein alone or other plant proteins , led to greater lowering in 400 \ntotal cholesterol and LDL-c, compared to animal-sourced protein [64]. This is partly supported 401 \nby findings of a meta-analysis of 112 RCTs that showed that substitution of animal protein by 402 \nplant protein led to reductions in LDL -c, non-HDL-c and ApoB [65]. Dietary proteins may 403 \nhave lipid lowering effects, which may be depend ent on the food source, although the exact 404 \nunderlying mechanisms still need to be determined. 405 \n 406 \n 407 \n\n \n17 \n \nStrengths and limitations 408 \nAn important strength of this systematic review and meta -analysis is the standard systematic 409 \nmethodology used in the identification, selection, reporting, synthesis, and interpretation of the 410 \nstudies. An elaborated predefined search syntax was used, and data were independently 411 \nextracted using predefined forms and verified by multiple reviewers. Our review is the most 412 \ncomprehensive o n this topic using the most up-to-date literature . Another strength is the 413 \ninclusion of many trials with low between -study heterogeneity and little to no evidence for 414 \npublication bias. Trial data for our outcomes were relatively more homogenous compared to 415 \ndata used by Santesso et al. (2012) [19], with I2 varying between 0% and 5 6%. This may be 416 \ndue to very-low carbohydrate studies that were excluded from our review but were included in 417 \nSantesso’s analyses. Another strength is that this meta -analysis is based on RCTs across 418 \nvarious populations with varying health statuses (e.g., healthy people, people with overweight, 419 \nobesity, hypertension, hy perinsulinemia, hyperlipidaemia, metabolic syndrome (MetS), 420 \npolycystic ovary syndrome and prediabetes), representing real-life situations. Additionally, we 421 \nused a careful approach to calculate the change-from-baseline SD for the study outcomes , 422 \nresulting in lower effect sizes, which were presented separately in the forest plots. The separate 423 \npresentation of imputed and reported SD was performed previously [19] and showed similar 424 \neffect sizes. 425 \nThis systematic review and meta -analysis also has several limitations , which include the 426 \nrelatively limited data available to evaluate the effect of dietary protein intake on weight regain, 427 \nHOMA-IR and HbA1c. Another limitation is that it is difficult to determine whether the effects 428 \nof higher protein diets are due to protein or the reductions in other macronutrient s, including 429 \ncarbohydrate or fats, although we made every attempt to control for this by excluding trials 430 \nwith very-low carbohydrate dietary interventions and trials with very low-fat and low-fat or 431 \nhigh-fat dietary comparisons. Another limitation of this study is the inclusion of intermediary 432 \n\n \n18 \n \noutcomes, not hard clinical outcomes, although these outcomes play an important role in the 433 \ndevelopment of diseases. To date, limited studies with trial design have been conducted on the 434 \neffects of higher protein intake on hard clinical outcomes in high -risk populations [66, 67]. 435 \nPrevious evidence from the PREDIMED Study in people at high risk of CVD demonstrated 436 \nthat Mediterranean diets, supplemented with either extra -virgin olive oil or nuts, similarly 437 \nreduced CVD risk by approximately 30% [66] and T2D risk by 50% [67] compared with the 438 \ncontrol diet, after follow -up for at least 4 years. Recently, results on T2D incidence in the 439 \nPREVIEW Study have been reported after follow -up for 3 years [68]. The authors found no 440 \ndifference in the 3-year incidence in T2D between an ad-libitum high protein, low-GI diet and 441 \nan ad libitum moderate protein, moderate-GI diet, in participants with prediabetes [68], which 442 \ncould be explained by the large and fast initial weight loss (which was still partially present 443 \nafter 3 years) [68]. More RCTs are needed that investigate the long -term effects of higher vs. 444 \nlower protein diets on incidence of type 2 diabetes and CVD -associated events in high -risk 445 \npopulations. In addition, the results of this meta -analysis may not be generalized to other 446 \npopulations such as people with chronic diseases. A recently published 3-month randomised 447 \ncontrolled study among 76 overweight and obese patients with heart failure and diabetes 448 \nmellitus (72.4% male, mean age: 57.7 years) have shown that high protein diets (30 E%) led to 449 \nsignificantly greater reductions in HbA1c levels, total cholesterol and triacylglycerol 450 \nconcentrations, SBP and DBP, compared to standard protein diets (15 E%) [69]. These findings 451 \nsuggest that a HP diet may be more effective in lowering cardiometabolic risk in th ese 452 \npopulations. Another limitation is that the SDs were not always reported in the publications. If 453 \nthese were reported, then the effect sizes would most likely be more precise. Furthermore, we 454 \nwere not able to investigate the effects of protein from different food sources on our outcomes 455 \ndue to lack of reporting of intake of the main source of protein in most of the articles. A re -456 \nanalysis of the DIOGENES Study suggests potential differential effects of protein from 457 \n\n \n19 \n \ndifferent sources on weight maintenance and cardiometabolic risk factors [70], but more 458 \nresearch is needed in this area. 459 \nContext and implications for future research 460 \nThe present systematic review and meta -analysis of 54 RCTs in adults demonstrated that HP 461 \ndiets compared to LP diets had small but favourable effects on weight loss, fat mass loss, 462 \nsystolic blood pressure and some lipid outcomes, which are relevant markers for CVD risk. 463 \nDecreases in fasting insulin was also observed with H P compared to LP diets , but the effect 464 \nwas small. The amount of dietary protein in HP and LP diets in this meta-analysis is according 465 \nto the Acceptable Macronutrient Distribution Range (AMDR) for protein, which is 10% -35% 466 \nof the total energy intake [2], except for one RCT [71]. Our results suggest that a modest 467 \nincrease in the proportion of dietary protein within the diet s may have, small but beneficial 468 \neffects on intermediary risk factors of CVD . Future high quality RCTs are needed that focus 469 \non the effects of HP diets on weight regain and diabetes related outcomes (e.g. insulin 470 \nresistance and HbA1c). Future studies should also investigate the effectiveness of HP compared 471 \nto LP diets in people with chronic diseases. More research is also needed on the potential 472 \ndifferential effects of protein from specific food sources on cardiometabolic risk factors. 473 \n Our study showed that a higher protein diet had no detrimental effects and some beneficial 474 \neffects, although these were clinically small. Future work is needed on the long-term effects of 475 \na higher protein diet on cardiometabolic risk factors and hard clinical outcomes. 476 \n 477 \n\n \n20 \n \nConflict of interest 478 \nYDV received funding from the Rank Prize Funds, the Dutch Dairy Association and the Danish 479 \nDairy Research Foundation. The funding sources were not involved in the study design, the 480 \ncollection, analyses, and interpretation of data and in the writing of the report. All the other 481 \nauthors declare no conflict of interest. 482 \nAuthor contributions 483 \nYDV, AR, AFHP and SSSM conceived and designed the review. YDV, IF and C DW 484 \nperformed the literature search and screened the data. YDV extracted the data. IF and CD W 485 \nverified the extracted data. YDV analysed and interpreted the data. SSSM supervised YDV 486 \nwith data analyses and interpretation. YDV wrote the draft manuscript. AR, AFHP, JAL, DIG 487 \nand SSSM critically revised the manuscript for important intellectual content. All authors gave 488 \nfinal approval of the version to be submitted and any revised version. 489 \nAcknowledgements 490 \nThe authors thank Dr. Andrew Reynolds from the University of Otago, New Zealand, for his 491 \nstatistical advice and for provision of information on the Cochrane Risk of Bias tool 2.0 . The 492 \nauthors thank the Rank Prize Funds, the Dutch Dairy Association and the Danish Dairy 493 \nResearch Foundation for funding the research. 494 \n 495 \n 496 \n 497 \n498 \n\n \n21 \n \nReferences 499 \n[1] Wu G (2016) Dietary protein intake and human health. Food Funct 7(3): 1251 -1265. 500 \n10.1039/c5fo01530h 501 \n[2] Institute of Medicine (2005) Dietary reference intakes for energy, carbohydrate, fiber, 502 \nfat, fatty acids, cholesterol, protein, and amino acids. In. Institute of Medicine, Washington DC 503 \n[3] European Food Safety Authority Panel on Die tetic Products NaAN (2012) Scientific 504 \nopinion on dietary reference values for protein: Dietary reference value for protein. EFSA 505 \nJournal 10(2): 2557. 10.2903/j.efsa.2012.2557 506 \n[4] Deutz NE, Bauer JM, Barazzoni R, et al. (2014) Protein intake and exercise for optimal 507 \nmuscle function with aging: recommendations from the ESPEN Expert Group. Clin Nutr 33(6): 508 \n929-936. 10.1016/j.clnu.2014.04.007 509 \n[5] Houston DK, Nicklas BJ, Ding J, et al. (2008) Dietary protein intake is associated with 510 \nlean mass change in older, community -dwelling adults: the Health, Aging, and Body 511 \nComposition (Health ABC) Study. Am J Clin Nutr 87(1): 150-155. 10.1093/ajcn/87.1.150 512 \n[6] Dorrington N, Fallaize R, Hobbs DA, Weech M, Lovegrove JA (2020) A Review of 513 \nNutritional Requirements of Adults Aged ≥65 Years in the UK. J Nutr 150(9): 2245 -2256. 514 \n10.1093/jn/nxaa153 515 \n[7] Nordic Council of Ministers (2014) Nordic Nutrition Recommendations 2012 -516 \nIntegrating nutrition and physical activity. In: Nord Nutr Recomm 2014. Vol 5 517 \n[8] Public Health England (2016) Government Dietary Recommendations -Government 518 \nrecommendations for energy and nutrients for males and females aged 1 -18 years and 19+ 519 \nyears. In. Public Health England, London, United Kingdom 520 \n[9] Health Council of the Netherlands (2015) Protein-Background document of the Dutch 521 \ndietary guidelines 2015. In. Health Council of the Netherlands, The Hague 522 \n\n \n22 \n \n[10] Richter M, Baerlocher K, Bauer JM, et al. (2019) Revised Reference Values for the 523 \nIntake of Protein. Ann Nutr Metab 74(3): 242-250. 10.1159/000499374 524 \n[11] Chen Z, Glisic M, Song M, et al. (2020) Dietary protein intake and all-cause and cause-525 \nspecific mortality: results from the Rotterdam Study and a meta-analysis of prospective cohort 526 \nstudies. Eur J Epidemiol 35(5): 411-429. 10.1007/s10654-020-00607-6 527 \n[12] Zhong VW, Van Horn L, Greenland P, et al. (2020) Associations of Processed Meat, 528 \nUnprocessed Red Meat, Poultry, or Fish Intake With Incident Cardiovascular Disease and All-529 \nCause Mortality. JAMA Intern Med 180(4): 503-512. 10.1001/jamainternmed.2019.6969 530 \n[13] Tian S, Xu Q, Jiang R, Han T, Sun C, Na L (2017) Dietary Protein Consumption and 531 \nthe Risk of Type 2 Diabetes: A Systematic Review and Meta -Analysis of Cohort Studies. 532 \nNutrients 9(9). 10.3390/nu9090982 533 \n[14] Zhang X, Sergin I, Evans TD, et al. (2020) High-protein diets increase cardiovascular 534 \nrisk by activating macrophage mTOR to suppress mitophagy. Nat Metab 2(1): 110 -125. 535 \n10.1038/s42255-019-0162-4 536 \n[15] Maida A, Zota A, Sjoberg KA , et al. (2016) A liver stress -endocrine nexus promotes 537 \nmetabolic integrity during dietary protein dilution. J Clin Invest 126(9): 3263 -3278. 538 \n10.1172/JCI85946 539 \n[16] Levine ME, Suarez JA, Brandhorst S, et al. (2014) Low Protein Intake Is Associated 540 \nwith a Ma jor Reduction in IGF -1, Cancer, and Overall Mortality in the 65 and Younger but 541 \nNot Older Population. Cell Metab 19(3): 407-417. 10.1016/j.cmet.2014.02.006 542 \nS1550-4131(14)00062-X [pii] 543 \n[17] Mittendorfer B, Klein S, Fontana L (2020) A word of caution against excessive protein 544 \nintake. Nat Rev Endocrinol 16(1): 59-66. 10.1038/s41574-019-0274-7 545 \n[18] Wycherley TP, Moran LJ, Clifton PM, Noakes M, Brinkworth GD (2012) Effects of 546 \nenergy-restricted high-protein, low-fat compared with standard-protein, low-fat diets: a meta-547 \n\n \n23 \n \nanalysis of randomized controlled trials. Am J Clin Nutr 96(6): 1281 -1298. 548 \n10.3945/ajcn.112.044321 549 \n[19] Santesso N, Akl EA, Bianchi M, et al. (2012) Effects of higher - versus lower-protein 550 \ndiets on health outcomes: a systematic review and meta -analysis. Eur J Clin Nutr 66(7): 780 -551 \n788. 10.1038/ejcn.2012.37 552 \n[20] Harvey C, Schofield GM, Zinn C, Thornley SJ, Crofts C, Merien FLR (2019) Low -553 \ncarbohydrate diets differing in carbohydrate restriction improve cardiometabolic and 554 \nanthropometric markers in healt hy adults: A randomised clinical trial. PeerJ 7: e6273. 555 \n10.7717/peerj.6273 556 \n[21] Azadbakht L, Izadi V, Surkan PJ, Esmaillzadeh A (2013) Effect of a High Protein 557 \nWeight Loss Diet on Weight, High -Sensitivity C-Reactive Protein, and Cardiovascular Risk 558 \namong O verweight and Obese Women: A Parallel Clinical Trial. Int J Endocrinol 2013: 559 \n971724. 10.1155/2013/971724 560 \n[22] Bales CW, Starr KNP, Orenduff MC, et al. (2017) Influence of Protein Intake, Race, 561 \nand Age on Responses to a Weight -Reduction Intervention in Obes e Women. Current 562 \nDevelopments in Nutrition 1(5). 10.3945/cdn.117.000703 563 \n[23] Bray GA, Smith SR, Jonge Ld, et al. (2012) Effect of dietary protein content on weight 564 \ngain, energy expenditure, and body composition during overeating. Journal of the American 565 \nMedical Association 307(1): 47-55 566 \n[24] González-Salazar LE, Pichardo-Ontiveros E, Palacios-González B, et al. (2020) Effect 567 \nof the intake of dietary protein on insulin resistance in subjects with obesity: a randomized 568 \ncontrolled clinical trial. Eur J Nutr. 10.1007/s00394-020-02428-5 569 \n[25] Griffin HJ, Cheng HL, O'Connor HT, Rooney KB, Petocz P, Steinbeck KS (2013) 570 \nHigher protein diet for weight management in young overweight women: a 12 -month 571 \nrandomized controlled trial. Diabetes, Obesity and Metabolism 15(6): 572-575 572 \n\n \n24 \n \n[26] Jenkins DJ, Wong JM, Kendall CW, et al. (2014) Effect of a 6 -month vegan low -573 \ncarbohydrate ('Eco -Atkins') diet on cardiovascular risk factors and body weight in 574 \nhyperlipidaemic adults: a randomised controlled trial. BMJ Open 4(2): e003505. 575 \n10.1136/bmjopen-2013-003505 576 \n[27] Kim I-Y, Schutzler SE, Azhar G, Wolfe RR, Ferrando AA, Coker RH (2017) Short 577 \nterm elevation in dietary protein intake does not worsen insulin resistance or lipids in older 578 \nadults with metabolic syndrome: a randomized -controlled trial. BMC nutrition 3. 579 \n10.1186/s40795-017-0152-4 580 \n[28] Mateo-Gallego R, Marco-Benedí V, Perez-Calahorra S, et al. (2017) Energy-restricted, 581 \nhigh-protein diets more effectively impact cardiometabolic profile in overweight and obese 582 \nwomen than lower-protein diets. Clin Nutr 36(2): 371-379. 10.1016/j.clnu.2016.01.018 583 \n[29] Porter Starr KN, Pieper CF, Orenduff MC, et al. (2016) Improved Function With 584 \nEnhanced Protein Intake per Meal: A Pilot Study of Weight Reduction in Frail, Obese Older 585 \nAdults. J Gerontol A Biol Sci Med Sci 71(10): 1369-1375. 10.1093/gerona/glv210 586 \n[30] Raben A, Vestentoft PS, Brand -Miller J, et al. (2020) The PREVIEW intervention 587 \nstudy: Results from a 3 -year randomized 2 x 2 factorial multinational trial investigating the 588 \nrole of p rotein, glycaemic index and physical activity for prevention of type 2 diabetes. 589 \nDiabetes Obes Metab. 10.1111/dom.14219 590 \n[31] Tang M, Armstrong CL, Leidy HJ, Campbell WW (2013) Normal vs. high -protein 591 \nweight loss diets in men: effects on body composition an d indices of metabolic syndrome. 592 \nObesity (Silver Spring) 21(3): E204-210. 10.1002/oby.20078 593 \n[32] Witjaksono F, Jutamulia J, Annisa NG, Prasetya SI, Nurwidya F (2018) Comparison of 594 \nlow calorie high protein and low calorie standard protein diet on waist circumference of adults 595 \nwith visceral obesity and weight cycling. BMC research notes 11(1): 674 -674. 596 \n10.1186/s13104-018-3781-z 597 \n\n \n25 \n \n[33] Wright CS, Jing Z, Sayer RD, Jung Eun K, Campbell WW (2018) Effects of a high -598 \nprotein diet including whole eggs on muscle composition and indices of cardiometabolic health 599 \nand systemic inflammation in older adults with overweight or obesity: a randomized controlled 600 \ntrial. Nutrients 10(7): 946-946. 10.3390/nu10070946 601 \n[34] Wycherley TP, Brinkworth GD, Clifton PM, Noakes M (2012) Comp arison of the 602 \neffects of 52 weeks weight loss with either a high -protein or high-carbohydrate diet on body 603 \ncomposition and cardiometabolic risk factors in overweight and obese males. Nutr Diabetes 604 \n2(8): e40. 10.1038/nutd.2012.11 605 \n[35] Moher D, Liberati A, T etzlaff J, Altman DG (2009) Preferred reporting items for 606 \nsystematic reviews and meta -analyses: the PRISMA statement. PLoS Med 6(7): e1000097. 607 \n10.1371/journal.pmed.1000097 608 \n[36] Schwingshackl L, Hoffmann G (2013) Long-term effects of low-fat diets either low or 609 \nhigh in protein on cardiovascular and metabolic risk factors: a systematic review and meta -610 \nanalysis. Nutr J 12: 48. 10.1186/1475-2891-12-48 611 \n[37] Clifton PM, Condo D, Keogh JB (2014) Long term weight maintenance after advice to 612 \nconsume low carbohydrate, higher protein diets--a systematic review and meta analysis. Nutr 613 \nMetab Cardiovasc Dis 24(3): 224-235. 10.1016/j.numecd.2013.11.006 614 \n[38] Covidence systematic review software (2020) Covidence. Available from 615 \nhttps://www.covidence.org/ 616 \n[39] Rohatgi A (2020) WebPlotDigitalizer Version 4.4. Available from 617 \nhttps://automeris.io/WebPlotDigitizer. Accessed November 2020 618 \n[40] Jenkins DJ, Kendall CW, Vidgen E, et al. (2001) High-protein diets in hyperlipidemia: 619 \neffect of wheat gluten on serum lipids, uric acid, and renal function. Am J Clin Nutr 74(1): 57-620 \n63. 10.1093/ajcn/74.1.57 621 \n\n \n26 \n \n[41] Tura A, Conte B, Caparrotto C, et al. (2010) Insulin sensitivity and secretion in young, 622 \nhealthy subjects are not changed by Zone and Mediterranean diets. Mediterranean Journal of 623 \nNutrition and Metabolism 3(3): 233-237 624 \n[42] Aldrich ND, Reicks MM, Sibley SD, Redmon JB, Thomas W, Raatz SK (2011) 625 \nVarying protein source and quantity do not significantly improve weight loss, fat loss, or satiety 626 \nin reduced energy diets among midlife adults. Nutrition Research 31(2): 104-112 627 \n[43] Due A, Toubro S, Skov AR, Astrup A (2004) Effect of normal-fat diets, either medium 628 \nor high in protein, on body weight in overweight subjects: a randomised 1-year trial. Int J Obes 629 \nRelat Metab Disord 28(10): 1283-1290. 10.1038/sj.ijo.0802767 630 \n[44] Sterne JAC, Savović J, Page MJ, et al. (2019) RoB 2: a revised tool for assessing risk 631 \nof bias in randomised trials. Bmj 366: l4898. 10.1136/bmj.l4898 632 \n[45] Higgins JP, Green S (2011) Cochrane Handbook for Systematic Reviews of 633 \nInterventions Version 5.1.0. In. The Cochrane Collaboration 634 \n[46] DerSimonian R, Laird N (1986) Meta -analysis in clinical trials. Control Clin Trials 635 \n7(3): 177-188. 10.1016/0197-2456(86)90046-2 636 \n[47] Higgins JP, Thompson SG, Deeks JJ, Altman DG (2003) Measuring inconsistency in 637 \nmeta-analyses. Bmj 327(7414): 557-560. 10.1136/bmj.327.7414.557 638 \n[48] Egger M, Davey Smith G, Schneider M, Minder C (1997) Bias in meta -analysis 639 \ndetected by a simple, graphical test. Bmj 315(7109): 629-634. 10.1136/bmj.315.7109.629 640 \n[49] Duval S, Tweedie R (2000) Trim and fill: A simple funnel-plot-based method of testing 641 \nand adjusting for publication bias in meta-analysis. Biometrics 56(2): 455-463. 10.1111/j.0006-642 \n341x.2000.00455.x 643 \n[50] Keogh JB, Brinkworth GD, Clifton PM (2007) Effects of weight loss on a low -644 \ncarbohydrate diet on flow-mediated dilatation, adhesion molecules and adiponectin. Br J Nutr 645 \n98(4): 852-859. 10.1017/s0007114507747815 646 \n\n \n27 \n \n[51] Altorf-van der Kuil W, Engberink MF, Brink EJ, et al. (2010) Dietary protein and blood 647 \npressure: a systematic review. PLoS One 5(8): e12102. 10.1371/journal.pone.0012102 648 \n[52] Krieger JW, Sitren HS, Daniels MJ, Langkamp -Henken B (2006) Effects of var iation 649 \nin protein and carbohydrate intake on body mass and composition during energy restriction: a 650 \nmeta-regression 1. Am J Clin Nutr 83(2): 260-274. 10.1093/ajcn/83.2.260 651 \n[53] Kim JE, O'Connor LE, Sands LP, Slebodnik MB, Campbell WW (2016) Effects of 652 \ndietary protein intake on body composition changes after weight loss in older adults: a 653 \nsystematic review and meta-analysis. Nutr Rev 74(3): 210-224. 10.1093/nutrit/nuv065 654 \n[54] Larsen TM, Dalskov SM, van Baak M, et al. (2010) Diets with high or low protein 655 \ncontent and glycemic index for weight -loss maintenance. N Engl J Med 363(22): 2102 -2113. 656 \n10.1056/NEJMoa1007137 657 \n[55] Drummen M, Tischmann L, Gatta-Cherifi B, Adam T, Westerterp-Plantenga M (2018) 658 \nDietary Protein and Energy Balance in Relation to Obesity and Co -morbidities. Front 659 \nEndocrinol (Lausanne) 9: 443. 10.3389/fendo.2018.00443 660 \n[56] Tielemans SM, Altorf -van der Kuil W, Engberink MF, et al. (2013) Intake of total 661 \nprotein, plant p rotein and animal protein in relation to blood pressure: a meta -analysis of 662 \nobservational and intervention studies. J Hum Hypertens 27(9): 564-571. 10.1038/jhh.2013.16 663 \n[57] Fekete Á A, Giromini C, Chatzidiakou Y, Givens DI, Lovegrove JA (2016) Whey 664 \nprotein lowers blood pressure and improves endothelial function and lipid biomarkers in adults 665 \nwith prehypertension and mild hypertension: results from the chronic Whey2Go randomized 666 \ncontrolled trial. Am J Clin Nutr 104(6): 1534-1544. 10.3945/ajcn.116.137919 667 \n[58] Martin M, Hagemann D, Nguyen TT, et al. (2020) Plasma concentrations and ACE -668 \ninhibitory effects of tryptophan-containing peptides from whey protein hydrolysate in healthy 669 \nvolunteers. Eur J Nutr 59(3): 1135-1147. 10.1007/s00394-019-01974-x 670 \n\n \n28 \n \n[59] Xue L, Yin R, Howell K, Zhang P (2021) Activity and bioavailability of food protein -671 \nderived angiotensin-I-converting enzyme-inhibitory peptides. Compr Rev Food Sci Food Saf. 672 \n10.1111/1541-4337.12711 673 \n[60] Rietman A, Schwarz J, Blokker BA, et al. (2014) Increasin g Protein Intake Modulates 674 \nLipid Metabolism in Healthy Young Men and Women Consuming a High -Fat Hypercaloric 675 \nDiet. The Journal of Nutrition 144(8): 1174-1180. 10.3945/jn.114.191072 676 \n[61] Melanson K, Gootman J, Myrdal A, Kline G, Rippe JM (2003) Weight loss and total 677 \nlipid profile changes in overweight women consuming beef or chicken as the primary protein 678 \nsource. Nutrition 19(5): 409-414. 10.1016/s0899-9007(02)01080-8 679 \n[62] Scott LW, Dunn JK, Pownall HJ, et al. (1994) Effects of beef and chicken consumption 680 \non plasma lipid levels in hypercholesterolemic men. Arch Intern Med 154(11): 1261-1267 681 \n[63] Davidson MH, Hunninghake D, Maki KC, Kwiterovich PO, Jr., Kafonek S (1999) 682 \nComparison of the effects of lean red meat vs lean white meat on serum lipid levels among 683 \nfree-living persons with hypercholesterolemia: a long -term, randomized clinical trial. Arch 684 \nIntern Med 159(12): 1331-1338. 10.1001/archinte.159.12.1331 685 \n[64] Chalvon-Demersay T, Azzout -Marniche D, Arfsten J, et al. (2017) A Systematic 686 \nReview of the Effects of Plant Compared with Animal Protein Sources on Features of 687 \nMetabolic Syndrome. J Nutr 147(3): 281-292. 10.3945/jn.116.239574 688 \n[65] Li SS, Blanco Mejia S, Lytvyn L, et al. (2017) Effect of Plant Protein on Blood Lipids: 689 \nA Systematic Review and Meta-Analysis of Randomized Controlled Trials. J Am Heart Assoc 690 \n6(12). 10.1161/jaha.117.006659 691 \n[66] Estruch R, Ros E, Salas-Salvadó J, et al. (2018) Primary Prevention of Cardiovascular 692 \nDisease with a Mediterranean Diet Supplemented with Extra-Virgin Olive Oil or Nuts. N Engl 693 \nJ Med 378(25): e34. 10.1056/NEJMoa1800389 694 \n\n \n29 \n \n[67] Salas-Salvadó J, Bulló M, Babio N, et al. (2011) Reduction in the incidence of type 2 695 \ndiabetes with the Mediterranean diet: results of the PREDIMED -Reus nutrition intervention 696 \nrandomized trial. Diabetes Care 34(1): 14-19. 10.2337/dc10-1288 697 \n[68] Raben A, Vestentoft PS, Brand -Miller J, et al. (2021) The PREVIEW intervention 698 \nstudy: Results from a 3 -year randomized 2 x 2 factorial multinational trial investigating the 699 \nrole of protein, glycaemic index and p hysical activity for prevention of type 2 diabetes. 700 \nDiabetes Obes Metab 23(2): 324-337. 10.1111/dom.14219 701 \n[69] Evangelista LS, Jose MM, Sallam H, et al. (2021) High-protein vs. standard -protein 702 \ndiets in overweight and obese patients with heart failure and diabetes mellitus: findings of the 703 \nPro-HEART trial. ESC Heart Fail. 10.1002/ehf2.13213 704 \n[70] van Baak MA, Larsen TM, Jebb SA, et al. (2017) Dietary Intake of Protein from 705 \nDifferent Sources and Weight Regain, Changes in Body Composition and Cardiometabolic 706 \nRisk Factors after Weight Loss: The DIOGenes Study. Nutrients 9(12). 10.3390/nu9121326 707 \n[71] Baba NH, Sawaya S, Torbay N, Habbal Z, Azar S, Hashim SA (1999) High protein vs 708 \nhigh carbohydrate hypoenergetic diet for the treatment of obese hyperinsulinemic subjects. Int 709 \nJ Obes Relat Metab Disord 23(11): 1202-1206. 10.1038/sj.ijo.0801064 710 \n 711 \n 712 \n\n \n30 \n \nKeywords 713 \nCardiometabolic; Meta-analysis; Protein diet; Randomised controlled trial; Systematic review 714 \nAbbreviations 715 \nACE Angiotensin converting enzyme 716 \nAMDR Acceptable macronutrient distribution range 717 \nATF4 Activating transcription factor 4 718 \nBMI Body mass index 719 \nBP Blood pressure 720 \nBW Body weight 721 \nCI Confidence interval 722 \nCVD Cardiovascular disease 723 \nDBP Diastolic blood pressure 724 \nE% Energy percent 725 \nFGF21 Fibroblast growth factor 21 726 \nFFM Fat free mass 727 \nGCN2 General amino acid control nonderepressible-2 728 \nHbA1c Glycated haemoglobin 729 \nHDL-c High density lipoprotein cholesterol 730 \nHOMA-IR Homeostatic model assessment of insulin resistance 731 \nHP Higher protein 732 \n\n \n31 \n \nIGF-1 Insulin-like growth factor 1 733 \nITT Intention-to-treat 734 \nLDL-c Low density lipoprotein cholesterol 735 \nLP Lower protein 736 \nMetS Metabolic syndrome 737 \nmTOR Mechanistic target of rapamycin 738 \nRAS Renin-angiotensin system 739 \nRCT Randomised controlled trial 740 \nSBP Systolic blood pressure 741 \nSD Standard deviation 742 \nSE Standard error 743 \nSFA Saturated fatty acids 744 \nSMD Standardised mean difference 745 \ntRNA Transfer ribonucleic acid 746 \nT2D Type 2 diabetes 747 \nUK United Kingdom 748 \nUS United States 749 \nWMD Weighted mean difference 750 \n 751 \n 752 \n\n \n32 \n \n 753 \n 754 \n 755 \n 756 \n 757 \n 758 \n 759 \n 760 \n 761 \n 762 \n 763 \n 764 \n 765 \n 766 \n 767 \n 768 \n 769 \n 770 \n 771 \n 772 \n 773 \n 774 \n 775 \n 776 \n 777 \n 778 \n 779 \n 780 \n 781 \n 782 \n 783 \n 784 \n 785 \n 786 \n 787 \n 788 \n 789 \n 790 \n 791 \n 792 \n 793 \n 794 \n 795 \n 796 \n 797 \n 798 \n 799 \n 800 \n 801 \n 802 \n 803 \n 804 \nFigure 1 Flowchart of article selection process 805 \n 806 \nRecords identified through database \nsearching \n(PubMed, Scopus, Web of Science) \n(n = 7085) \nScreening Included Eligibility Identification \nAdditional records identified \nthrough reference lists \n(n = 19) \nRecords screened based on titles and abstracts \n(n = 7104) \nRecords checked for \nduplicates \n(n = 153) \nDuplicates removed \n(n = 31) \nFull-text articles assessed \nfor eligibility \n(n = 122) \nFull-text articles excluded, with \nreasons (n =65) \n-Supplement use (n=17) \n-Duplicate data (n=14) \n-Full text not available (n=8) \n-Exposure not eligible (n=9) \n-Outcome not eligible (n=5) \n-Insufficient data (n=4) \n-Cointervention study (n=1) \n-Data not available (n=1) \n-Diet feasibility study (n=1) \n-Study period<4 weeks (n=2) \n-Meal replacer use (n=1) \n-Retrospective study (n=1) \n-Review article (n=1) \n \n \n \nArticles included in \nquantitative synthesis \n(meta-analysis) \n(n =57, trials n=54) \nRecords excluded based \non exclusion criteria \n(n = 6951) \n\n \n33 \n \n \n\n\n \n34 \n \nFigure 2. Standardised mean difference (SMD) and 95% confidence interval (CI) in weight loss between the intervention and control groups on the effect of a higher protein diet. \n\n \n35 \n \n \n\n\n \n36 \n \nFigure 3. Standardised mean difference (SMD) and 95% confidence interval (CI) in fat mass between the intervention and control groups on the effect of a higher protein diet. \n \n\n\n \n37 \n \nFigure 4. Standardised mean difference (SMD) and 95% confidence interval (CI) in systolic blood pressure between the intervention and c ontrol groups on the effect of a higher protein diet. \n \n\n \n38 \n \n \n\n\n \n39 \n \nFigure 5a. Standardised mean difference (SMD) and 95% confidence interval (CI) in total cholesterol between intervention and control groups on the effect of a higher protein diet. \n\n \n40 \n \n \n\n\n \n41 \n \nFigure 5b. Standardised mean difference (SMD) and 95% confidence interval (CI) in triacylglycerol between intervention and control groups on the effect of a higher protein diet. \n \nFigure 6. Standardised mean difference (SMD) and 95% confidence interval (CI) in fasting insulin between intervention and contro l groups on the effect of a higher protein diet.\n\n\n \n42"
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 290,
    "primary_human": "body_weight; BMI; waist_circumference; FM; blood_lipids; blood_pressure; glucose/insulin; HbA1c"
  },
  "bucket": "B",
  "notes": "Higher-protein diets show small but favourable effects on weight/fat loss, systolic BP, some lipids, TAG and insulin compared with lower-protein diets."
}