{
  "id": 52,
  "title": "Effect of Plant Versus Animal Protein on Muscle Mass, Strength, Physical Performance, and Sarcopenia: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "authors": "Reid-McCann R et al.",
  "year": 2025,
  "doi": "10.1093/nutrit/nuae121",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "plant_vs_animal_protein",
    "muscle_mass",
    "strength",
    "physical_performance",
    "sarcopenia"
  ],
  "population": {
    "training_status": "meta_analysis_RCT_mixed (includes RT and non-RT)"
  },
  "sections": {
    "conclusion": "Thirty \nRCTs (70%) were eligible for meta-analysis and all examined muscle mass out -\ncomes. Compared with animal protein, plant protein resulted in lower muscle mass \nfollowing the intervention (SMD ¼ –0.20; 95% CI: –0.37, –0.03; P ¼ .02), with stron -\nger effects in younger (<60 years; SMD ¼ –0.20; 95% CI: –0.37, –0.03; P ¼ .02) \nthan in older (≥60 years; SMD ¼ –0.05; 95% CI: –0.32, 0.23; P ¼ .74) adults. There \nwas no pooled effect difference between soy and milk protein for muscle mass \n(SMD ¼ –0.02; 95% CI: –0.20, 0.16; P ¼ .80) (n ¼ 17 RCTs), yet animal protein \nimproved muscle mass compared with non-soy plant proteins (rice, chia, oat, and \npotato; SMD ¼ –0.58; 95% CI: –1.06, –0.09; P ¼ .02) (n ¼ 5 RCTs) and plant-based \ndiets (SMD ¼ –0.51; 95% CI: –0.91, –0.11; P ¼ .01) (n ¼ 7 RCTs). No significant dif -\nference was found between plant or animal protein for muscle strength (n ¼ 14 \nRCTs) or physical performance (n ¼ 5 RCTs). No trials examined sarcopenia as an \noutcome. Animal protein may have a small beneficial effect over non-soy plant \nprotein for muscle mass; however, research into a wider range of plant proteins \nand diets is needed.\nSystematic Review Registration: PROSPERO registration no. CRD42020188658.\nKey words: dietary protein, sarcopenia, muscle mass, strength, physical performance, meta- \nanalysis . \n© The Author(s) 2025. Published by Oxford University Press on behalf of the International Life Sciences Institute. \nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/ \nlicenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly \ncited. \nhttps://doi.org/10.1093/nutrit/nuae200 \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1581\nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025",
    "introduction": "Sarcopenia is a debilitating condition characterized by \nloss of muscle mass and strength and is estimated to \naffect up to 27% of older adults over the age of 60 years.\n1\nMuscle mass is lost at a rate of 0.4% to 0.5% per year, \nincreasing to 0.6% to 1% per year after the age of 75.\n2\nMuscle strength is lost at an even faster rate, at 3% to 4% \nper year in men and 2.5% to 3% in women after the age \nof 75.\n2\nSarcopeni a is associated with numerous adverse \noutcomes, including falls, frailty, depression, hospitaliza -\ntion, and death\n3\n; therefore, there is a critical need to \nidentify effective interventio ns for the prevention or \nmanagement of sarcopenia in an aging population.\nAdults with low muscle mass and strength tend to \nconsume less dietary protein than others with normal \nmuscle status,\n4–6\nindicating that dietary protein may be \nan important modifia ble risk factor for sarcopenia. \nAdequate dietary protein (1.0 to 1.5 g/kg of body weight \nper day [g/kg bw/d]),\n7\neither through a protein-rich diet \nor protein supplementat ion, alongside resistance train -\ning (RT) is recommen ded as a primary prevention strat -\negy for sarcopenia.\n8 , 9\nHowever, the role of protein \nsource remains unclear. Protein from plant sources is \ngenerally considered to be of a lower quality, with a \nlower Digestible Indispensable Amino Acid Score \n(DIAAS) than animal protein comparators, on aver -\nage.\n10\nEssential amino acids (EAAs), especially \nbranched-chain amino acids (BCAAs) such as leucine, \nare important in the regulation of muscle protein syn -\nthesis (MPS).\n11\nA lower concent ration of BCAAs such \nas leucine in plant proteins may result in a less potent \neffect on improveme nt in muscle mass in older adults \nwho are most at risk of sarcopenia. Furthermore, there \nis evidence that a plant protein meal with a similar \namino acid profile to an omnivorous meal fails to stim -\nulate postprandial MPS rate while the omnivorous meal \nsucceeds, suggesting that the structure, and thus digesti -\nbility of the protein, may be as important as amino acid \ncontent.\n12\nIt is important to understand how plant pro -\nteins compare with animal proteins for supporting \nmuscle and functional health outcomes, especially \nconsidering the increased popularity of plant-based \nmeat alternatives in the replacement of traditional ani -\nmal proteins.\nA small number of systematic reviews have aimed \nto investigate this research question previously; how -\never, the syntheses did not include plant proteins other \nthan soy,\n13 , 14\nwhile there are indeed a growing number \nof trials that aim to investigate the effects of a more \ndiverse range of plant proteins on anabolic stimulus and \nfunctional health.\n12 , 15–20\nIt is important to include these \ntrials in systematic reviews on this topic as plant pro -\nteins have highly variable amino acid compositions and \nmay not stimulate MPS similarly to soy. A recent sys -\ntematic review concluded that plant proteins were simi -\nlar to animal protein for maintaining muscle mass, yet \nall trials in this review provided soy protein as the plant \nprotein intervention. A careful approach must be taken \nto separate the effects of different plant proteins before \nit is possible to state that plant and animal proteins are \ncomparable in terms of their effects on muscle health. \nTherefore, further synthesis of randomized controlled \ntrial (RCT) data on this topic, with a greater diversity of \nplant proteins, is justified. A 2021 meta-analysis with a \nsimilar aim included a small number of non-soy inter -\nventions; however, certain methodolog ical decisions \nreduce the confidence in the comparability of the plant \nand animal protein interventions and their effects on \nolder adults as a discrete population with greater nutri -\ntional risk.\n21\nFor example, some RCTs had substanti al \ndifferences in the gram weight of the plant compared \nwith the animal protein intervention (up to 25.8 g in 1 \nRCT), and older adults were defined as being 50 years of \nage or older. This cutoff point may fail to capture the \neffects on those who are particularly vulnerable to sar -\ncopenia, as",
    "results": "may be influenced by the inclusion of \nmiddle-aged adults who are likely to be more robust in \nterms of their physiological and molecular– biological \nfunctions. Furthermore, a precedent was set by the \nWorld Health Organization baseline report on healthy \naging by defining older adults as aged 60 years or \nolder,\n22\nwith consortia such as the Cochrane–C ampbell \nGlobal Ageing Partnership following suit.\n23\nTherefore, \nthere is an argument for advancing aging research in \nline with this definition.\nThis systematic review aimed to synthesize available \ndata from RCTs to evaluate the effect of plant vs animal \nprotein on muscle mass, strength, physical performance, \nand sarcopenia status in young (<60 years) and older \n(≥60 years) adults. A second aim was to determine the \ninfluence of sex and intervention characterist ics (eg, \ninclusion of RT and plant protein source) on the same \noutcomes.",
    "methods": "This research was conducted according to the recom -\nmendations from the Preferred Reporting Items for \nSystematic Review and Meta-Analyse s (PRISMA) 2020 \nchecklist (Figure 1). The protocol was registered with \nPROSPERO (CRD42020188 658) and has been pub -\nlished previously.\n10\nEligibility Criteria\nStudies were considered eligible if they were RCTs avail -\nable as a full text (ie, not a conference",
    "abstract": "), published \ne1582 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nin the English language, and with a minimum interven -\ntion duration of 4 weeks (as significant increases in muscle \nmass and strength have previously been reported within \nthis time frame).\n24 , 25\nAdults aged 18 years or older who \nwere not pregnant, breastfeeding, hospitalized, or bedrid -\nden were eligible. To maintain generalizabil ity of findings, \ntrials were ineligible if they were conducted in populations \nwith a disease that affects the normal absorption/ metabo -\nlism of, or requirement s for, dietary protein, such as can -\ncer, chronic kidney disease, or clinical malnutrit ion \n(Table 1). The trial was required to include at least 1 plant \nprotein intervent ion and an animal protein comparato r. \nThe plant and animal protein interventions were required \nto be isocaloric and similar in protein content, defined as \n± 5 g for supplements, or the same percentage of protein as \na total of dietary energy for whole-diet interventio ns. \nTrials that included a vitamin and/or mineral supplement \nand/or exercise, alongside the protein intervention, were \npermitted if these additiona l interven tions were identical \nin the plant and animal protein arms. Trials were required \nto report 1 or more of the following outcomes: muscle \nmass (includin g lean/fat-free/m uscle mass, muscle \ncross-sectio nal area, arm circumferenc e), muscle strength, \nphysical performance, and/or sarcopenia. The PICOS \n(Populati on, Intervention, Comparato r, Outcome, and \nStudy Design) criteria for eligibility are presented in \nTable 1.\nSearch Strategy, Screening, and Data Extraction\nA comprehensi ve search strategy was developed by 3 \nreviewer s (R.J.R.-M., M.C.M., C.T.M.) and included key \nterms such as “dietary protein”, “dairy”, “plant protein”, \n“muscle mass”, and “sarcopenia” . Original search terms \nand standardized medical subject headings (MeSH) \nwere combined using Boolean operators. The search \nstrategy has been published elsewhere.\n10\nTrials pub -\nlished on or before June 15, 2023, were retrieved from \n5 databases: Medline, Embase , Scopus, Web of Science, \nand Cochrane Central Register of Controlled Trials \nRecords i\ndentified\n from: \nDatabases\n (n = 31,\n031) \nRecords r\nemoved be\nfore \nscreening\n: \nDuplicate\n records \nremoved \n(n = 4231\n) \nRecords m\narked as \nineligibl\ne by auto\nmation \ntools (n \n= 0) \nRecords s\ncreened \n(n = 26,8\n00) \nRecords e\nxcluded f\nollowing \ntitle/abs\ntract scr\neen \n(n = 26,3\n98) \nReports sought fo\nr retriev\nal \n(n = 402)\n \nReports n\not retrie\nved \n(n = 59) \nReports a\nssessed f\nor eligib\nility \n(n = 343)\n \nReports e\nxcluded: \nIneligibl\ne compara\ntor (n = \n99) \nIneligibl\ne outcome\ns assesse\nd (n = 80\n) \nIneligibl\ne interve\nntion (n \n= 28) \nDissimila\nr protein\n quantiti\nes (n = 2\n1) \nIneligibl\ne populat\nion (n = \n21) \nIneligibl\ne publica\ntion type\n (n = 18)\n \nDuplicate\n (n = 13)\n \nIneligibl\ne study d\nesign (n \n= 12) \nDuration \n<4 weeks \n(n = 4) \nDissimila\nr energy \ncontents \n(n = 3) \nNot in th\ne English\n language\n (n = 1) \nTrials in\ncluded in\n review \n(n = 43) \nTrials in\ncluded in\n meta-ana\nlysis \n(n = 32) \nI\nd\ne\nn\nt\ni\nf\ni\nc\na\nt\ni\no\nn\n \nS\nc\nr\ne\ne\nn\ni\nn\ng\n \nI\nn\nc\nl\nu\nd\ne\nd\n \nFigure 1. PRISMA © Flow Diagram Displaying the Number of Studies Retrieved, Screened, Assessed for Eligibility, and Excluded at Full-Text \nReview Stage, Including Reasons for Exclusion. Abbreviation: PRISMA, Preferred Reporting Items for Systematic Review and Meta-Analyses\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1583 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\n(CENTRAL). In addition, reference lists of key articles \nwere manually searched. Authors were contacted in the \ncase of unclear or missing data.\nOne reviewer (R.J.R.-M.) uploaded all titles to \nRayyan (Qatar Computin g Research Institute, Doha, \nQatar) for screening. Titles and abstracts were independ -\nently screened against eligibility criteria by 2 reviewers \n(R.J.R.M., S.F.B.) and full-text articles were screened \nindependently by a minimum of 2 reviewers (R.J.R.-M., \nS.F.B., N.A.W., and/or D.L.). Any discrepancie s between \nreviewers relating to article eligibility were resolved by",
    "discussion": "and a consensus was reached. Data relating to \ntrial population (mean age, sex, other descriptors as \nreported by studies, eg, overweight/ob ese, postmeno -\npausal), intervention (duration, protein source, grams \nper day), comparator , and outcomes (measurement \nmethod, units, intervention effects) were extracted to \nExcel (Microsoft Excel for Mac, version 16.7; Microsoft \nCorporation, Redmond, WA, USA) using a standard \ntemplate (this can be provided upon request).\nQuality Assessment\nThe quality of included RCTs was assessed independ ently \nby 2 of the reviewers (R.J.R.-M., S.F.B., N.A.W., D.L.) \nusing the Cochrane Risk of Bias 2.0 (RoB2) tool for \nparallel-group or crossover RCTs.\n26\nReviewe rs deter -\nmined whether each of 5 domains (randomizatio n proc -\ness, deviation s from intended intervention, missing \noutcome data, measurement of outcomes, selective \nreporting) had a low or high risk of bias, or whether \nthere were some concerns—for example, due to unclear \nor missing information regarding allocation conceal -\nment or method of randomizati on. Discrepancies \nbetween reviewers relating to risk of bias were resolved \nby discussion and consensus was reached.\nData Synthesis\nCharacteristics of included RCTs were synthesized in a \ntable with comprehensi ve data on interventions and \ncomparators, population, duration, and outcome assess -\nment. Data were synthesized quantitativ ely, where pos -\nsible, or in narrative format otherwise.\nStatistical Analysis\nSufficient data meant that meta-analyses were possible \nfor outcomes of muscle mass, muscle strength, and \nphysical performance; however, there were no RCT data \nTable 1. PICOS Criteria for Inclusion and Exclusion of Studies\nParameter Inclusion criteria Exclusion criteria\nPopulation Adults (≥18 y) Pregnant or breastfeeding women; bedrid -\nden individuals; cancer, chronic kidney \ndisease, clinically malnourished patients\nIntervention Plant protein (as a supplemented powder/drink, food, or diet) A mixture of plant and animal proteins; \nplant proteins with additional nutrients \nadded when the animal protein compara -\ntor did not receive the same additional \nnutrients\nComparator Comparable weight of animal protein (þ/–5 g) and with identi -\ncal interventions otherwise (eg, exercise or vitamin/mineral \nsupplements)\n—\nOutcomes Muscle mass: magnetic resonance imaging (MRI), computed \ntomography (CT), dual-energy X-ray absorptiometry (DEXA), \nbioelectrical impedance (BIA), hydrostatic weighing, air dis -\nplacement plethysmography, appropriate anthropometric \nmeasures \nMuscle strength: appendicular skeletal muscle strength meas -\nured by, eg, pinch strength, grip strength, 1 repetition maxi -\nmum (1RM) with free weights or resistance machines, any \nother acceptable isometric or dynamic strength tests \nPhysical performance: Timed-Up-and-Go (TUG) speed test, gait \nspeed test, balance tests, Short-Performance Physical Battery \n(SPPB) test, repeated chair stands, any other functional test \nused in young or older adults to measure ability of muscle to \nperform a physical task \nSarcopenia: using methods and cutoff points advised by expert \nbodies such as the European Working Group on Sarcopenia \nin Older People (EWGSOP) or Asian Working Group for \nSarcopenia (AWGS) \n—\nStudy design Randomised–controlled trials Non-randomised trials or observational \nstudies\ne1584 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\navailable to determine the effects of plant vs animal pro -\ntein on the outcome of sarcopenia. The between-group \nmean difference and 95% CIs were calculated for absolute \nmuscle mass, upper and lower body strength, and physical \nperformance , and then pooled using random-effects mod -\nels. The standardized mean difference (SMD) was calcu -\nlated for each pooled analysis where different \nmeasureme nt methods were used or when different units \nof outcome measures were reported—for example, \npounds (lb) and kilograms (kg) of muscle mass. The \nSMDs of 0.2, 0.5, and 0.8 were considered small, moder -\nate, and large effect sizes, respectively.\n27\nStandard formulas were used to convert reported \neffect estimates into the mean differences for meta- \nanalysis, where applicable. For example, the 95% CI and \nsample size were used to estimate SD when not reported \nin the trial. If necessary, effect sizes were imputed using \nthe prognostic method, which involved calculating the \naverage variance reported in other included trials \nweighted by sample size. Previous research has con -\nfirmed this as a valid and accurate approach.\n28\nThe I\n2 \nstatistic was used to assess statistical \nheterogeneity , defined as “low” (0%–25%), “moderate” \n(25%–50%), “substantial” (50%–75%), and “high” \n(75%–100%) .\n29\nRisk of publication bias was assessed for \npooled analyses with 10 or more RCTs using visual \ninspection of funnel plot asymmetry and Egger’s test.\n30\nWhere possible, subgroup analyses were conducted \nfor the followin g: (1) older (≥60 years) and younger \n(<60 years) adults, (2) protein interventi ons with and \nwithout RT, and (3) protein supplements and whole- \nfood/dietary interventions. Older adults were defined as \nthose 60 years or over, as postabsorpti ve rates of myofi -\nbrillar MPS are slower in this age group than in those \nyounger than 60 years\n31\nand higher protein quality may \nbe especially important in older age.\nAll statistical analyses were conducted using \nReview Manager version 5.4 (Cochrane Collaboration, \nCopenhagen, Denmark) .\nRESULTS\nThe PRISMA flowchart for study selection is shown in \nFigure 1. The database searches generated 31 031 titles. \nFollowing removal of duplicates, 26 800 titles/abstra cts \nwere screened, and of these, 402 articles proceeded to \nfull-text screening. Reasons for exclusion are also out -\nlined in Figure 1.\nStudy Characteristics\nForty-three RCTs met the eligibility criteria and are \nsummarized in Table 2.\n15–17 , 24 , 32 –70\nMost of the studies \n(n ¼ 23) were conducted in the United States,\n16 , 17 , 32 , 33 , \n42–45 , 47 , 48 , 50 , 51 , 55 , 56 , 58 , 61 , 63 , 64 , 66 –68 , 70 , 71\n3 studies were \nconducted in Canada,\n49 , 53 , 62\n2 were conducted in \nAustralia,\n36 , 41\nand Hong Kong,\n59 , 60\nand 1 study was \nconducted in each of the following countries: Brazil,\n40\nChile,\n69\nChina,\n38\nDenmark,\n57\nFrance,\n15\nGermany,\n39\nIran,\n54\nJapan,\n34\nItaly,\n46\nMexico,\n52\nThe Netherlands,\n37\nPoland,\n24\nand Sweden.\n65\nThe mean length of follow-up \nwas 16 weeks, ranging from 4 to 104 weeks. Sample size \nranged from 11 to 253 participants. Ten trials were con -\nducted in older adults (mean age ≥60 years)\n32 , 33 , 35–42\nand 32 trials were conducted in younger adults \n(<60 years),\n15–17 , 24 , 43–70\nwhile 1 trial analyzed a group \nof younger and older adults separately .\n34\nIntervention Characteristics\nInterventi ons are described in detail in Table 2. In brief, \n26 RCTs (60%) tested the effects of plant protein pow -\nder supplements, including soy,\n34 , 37 , 38 , 40–42 , 44 , 48–51 , 5 3 , 56 , \n57 , 59 , 61 , 6 6 , 67 , 70\nrice,\n17 , 36 , 64\npea,\n15 , 16\noat and potato,\n65\nand \nchia seed proteins.\n69\nAll protein supplement trials used \nmilk protein as the animal comparator. Seven RCTs \n(17%) evaluated protein meal replacements or \nsubstitutes.\n32 , 33 , 43 , 46 , 47 , 60 , 63\nA further 10 RCTs (23%) were \ndietary interventio ns, such as a vegan diet,\n24 , 45\na high– \nplant protein diet,\n52 , 55\nor with plant protein food \nsources.\n35 , 39 , 54 , 58 , 62 , 68\nThe animal comparators in these \ndietary RCTs varied from meat, fish, and dairy to omniv -\norous diets. Seven trials in overweight/obe se population s \nfeatured an energy restriction with weight loss being the \nprimary outcome.\n32 , 43 , 46 , 52 , 55 , 58 , 61\nSixteen out of 43 trials \n(37%) included RT alongside the plant or animal protein \ninterventio ns.\n15–17 , 24 , 35 , 36 , 40 , 41 , 48 , 49 , 51 , 53 , 56 , 64 , 67 , 69\nOutcomes\nAs shown in Table 2, 41 RCTs (95%) assessed muscle \nmass using a range of methods, primarily with dual- \nenergy X-ray absorptiom etry (DEXA),\n17 , 32 , 33 , 38 , 40–43 , \n46 , 47 , 49 , 5 0 , 53 , 55–57 , 62–67 , 69 , 7 0\nair displacement plethysmog -\nraphy (ADP),\n35 , 39 , 43–45 , 58 , 61\nand bioelectrical impedance \nanalysis (BIA).\n36 , 52 , 54 , 59 , 6 0 , 68\nA total of 21 RCTs assessed \n15 different muscle strength endpoints—for example, \nbench press,\n17 , 35 , 40 , 4 9 , 51 , 53 , 64 , 67 , 69\nhand-grip strength,\n32 , \n36–38 , 40–42 , 4 6 , 52\nand leg extension.\n32 , 34 , 35 , 41 , 42 , 5 3 , 69\nSix dif -\nferent methods of assessing physical performanc e were \nused across the 7 RCTs (16%) reporting this outcome \n(Table 2).\n32 , 36–38 , 40–42\nNo trials were identified that \nexamined the effects of plant vs animal protein on sar -\ncopenia status.\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1585 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Characteristics of Randomized Controlled Trials Comparing the Effects of Plant vs Animal Protein on Muscle Aging Outcomes (Muscle Mass, Strength, and Physical \nPerformance)\nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nTrials included in meta-analysis (n ¼ 32)\nAnderson et al \n(2007) \n(USA)\n43\nWomen with \nobesity\n16 46.5 ± 8.4 17 Soy (91 g) Not \nreported\nLow-energy diet (1076-1195 kcal/d) \nconsisting of soy or casein protein- \nbased meal replacement shakes (3/d \nþ entr �ee) plus fruit/vegetables \nMinimum total protein 91 g/d (15 g from \nentr �ee, �61.8 g from shakes, remain -\nder from fruit/vegetables \nAim of 8.4 MJ weekly physical activity \nMeal \nreplacement\nYes (PA)\n•\nLean mass (ADP) \n•\nTotal lean tissue (DEXA)\na, b \n44.0 ± 12.2 18 Casein (91 g)\nBaer et al \n(2011) \n(USA)\n44\nMen and women \nwith overweight \nor obesity\n23 53 ± 9 25 Soy protein isolate (56 g) 1.4 Taken as a beverage twice a day, \nimmediately before, during, or after \nbreakfast and dinner \nAccompanied by daily vitamin and min -\neral supplement \nSupplement No\n•\nLean mass (ADP) \n•\n% Lean mass (ADP) 49 ± 9 23 Whey protein concentrate \n(55 g)\n1.4\nBasciani et al \n(2020) \n(Italy)\n46\nUntrained men and \nwomen with \ninsulin resistance \nand obesity\n6 56.2 ± 6.1 16 Soy, pea, and cereal (90 g) Not \nreported\nVery-low-calorie ketogenic diets \n(VLCKD) (780 kcal/d). Five meals were \nconsumed per day. Meals were pro -\nvided in preassembled boxes. \nMNR ¼ 14:46:40 \nSupplement containing vitamins, miner -\nals, and omega-3 fatty acids was also \nprovided. \nThirty minutes of exercise 3 d/wk was \nencouraged but no formal exercise \nprogram was given and compliance \nnot assessed. \nMeal \nreplacement\nNo\n•\nLean mass (DEXA) \n•\n% Lean mass (DEXA)\nb \n•\nGrip strength\nc \n16 Whey (90 g)\n16 Meat, fish, and eggs \n(90 g)\nBarnard et al \n(2005) \n(USA)\n45\nOverweight postme -\nnopausal women\n14 57.4 29 Vegan diet (15% of daily \nenergy)\nNot \nreported\nVegan diet (MNR ¼ 75:15:10) consisting \nof vegetables, fruits, grains, and \nlegumes, and devoid of animal prod -\nucts, added oils, avocados, olives, \nnuts, nut butters, and seeds. \nOmnivorous diet (MNR ¼ 55:15:30) \nfollowed National Cholesterol \nEducation Program Step II guidelines.\nDiet No\n•\nLean mass (ADP)\na \n55.6 30 Omnivorous diet (15% \nof daily energy)\nBeavers et al \n(2015) \n(USA)\n32\nOlder men and \nwomen with \nabdominal \nobesity\n12 67.4 ± 4.5 12 Soy (28-36 g) Not \nreported\nEnergy-restricted diets (-500 kcal/d) \nLunch and dinner provided to partici -\npants; in addition, participants con -\nsumed 5 Medifast (Baltimore, MD, \nUSA) meal-replacement shakes per day \nMeal \nreplacement\nNo\n•\nLean mass, kg (DEXA) \n•\nLean mass, % (DEXA) \n•\nThigh muscle volume (CT) \n•\nGrip strength \n•\nLeg extension \n•\nSPPB \n•\n400-m walk\nc \n69.5 ± 6.3 12 Whey and egg (28-36 g)\nBerger et al \n(2014) \n(USA)\n47\nHealthy adolescent \nfemales\n16 18.3 ± 0.4 62 Soy (20 g) Not \nreported\nTaken once a day as a beverage in \nplace of usual breakfast\nMeal \nreplacement\nNo\n•\nFat-free soft tissue mass \n(DEXA)\na, b \n18.2 ± 0.4 58 Casein (20 g)\n(continued) \ne1586 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nDeNysschen \net al (2009) \n(USA)\n51\nMen with over -\nweight and \nhyperlipidemia\n12 38 9 Soy (26 g) 1.1 ± 0.3 Supplement mixed with 8 oz of water or \nfruit juice and taken within 60 min of \ntraining. On non-training days, the \nsupplement was taken at a similar \ntime. \nRT 3 d/wk \nSupplement Yes (RT)\n•\nFat-free mass (Skinfold \nthickness; body weight \nminus fat mass) \n•\n11 Strength outcomes \n(1RM)\na, b \nsquat, bench \npress, dumbbell bench \npress, shoulder press, tri -\nceps, bent-over-row, \nlunges, 1-arm row, \nupright row, fly, shrugs, \nlateral raises \n10 Whey (27 g) 1.2 ± 0.3\nDurkalec- \nMichalski \net al (2022) \n(Poland)\n24\nYoung, trained \nCrossFit partici -\npants, men and \nwomen\n4 31.0 ± 3.6 10 Vegan diet Not \nreported\nIndividualized weight-maintenance diets, \neither vegan or traditional mixed diet \nMacronutrients in grams: carbohydrate: \n4.5–5.5 g/kg bw/d; protein: 1.5–2.0 g/ \nkg bw/d; fat: 0.8–1.5 g/kg bw/d) \nProgressive HIFT (CrossFit [Washington, \nDC, USA]) program with strength and \naerobic components \nDiet Yes (HIFT)\n•\nSquat (70% 1RM)\nb \n•\nDeadlift (70% 1RM)\na \n30.5 ± 3.0 10 Traditional mixed diet\nEvans et al \n(2007) \n(USA)\n33\nPostmenopausal \nwomen\n39 63.5 ± 4.8 10 Soy protein isolate (26 g) Not \nreported\nTaken as a beverage once daily. \nParticipants were advised to use as a \nprotein substitute rather than supple -\nment to maintain energy balance. \nProtein beverages also included 900 mg \ncalcium and 125 IU vitamin D. \nHalf of participants engaged in super -\nvised endurance exercise on 3 d/wk. \nSubstitute No\n•\nLean mass (DEXA) \n62.8 ± 5.3 12 Milk protein isolate (26 \ng)\n62.5 ± 5.3 11 Soy protein isolate (26 g) Yes\n59.7 ± 5.2 12 Milk protein isolate \n(26 g)\nGonz �ales- \nSalazar et al \n(2021) \n(Mexico)\n52\nMen and women \nwith obesity and \ninsulin resistance\n4 40.6 ± 12.5 18 Normal protein diet (19% \ntotal energy) with 60% \nprotein from animal \nsources\nNot \nreported\nMenus provided for hypocaloric diet \n(1800 kcal/d) and either normal pro -\ntein or high protein diets with pre -\ndominance of animal or plant protein.\nDiet No\n•\nSkeletal muscle mass % \n(BIA)\na, b \n•\nFat-free mass % (BIA)\na, b \n•\nGrip strength \n39.3 ± 11.4 18 Normal protein diet \n(19% total energy) \nwith 60% protein \nfrom plant sources\n37.7 ± 8.4 19 High protein diet (29.5% \ntotal energy) with \n60% protein from \nanimal sources\n35.7 ± 9.9 20 High protein diet (29% \ntotal energy) with \n60% protein from \nplant sources\n(continued) \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1587 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nHartman et al \n(2007) \n(Canada)\n53\nHealthy, untrained \nyoung men\n12 18-30 19 Fat-free soy protein drink \n(17.5 g)\nNot \nreported\nParticipants consumed 500 mL of soy or \nmilk beverages immediately after \ntraining, and again 1 h after training. \nA total of 60 RT sessions were completed \nacross 12 wk (5 d/wk). \nSupplement Yes (RT)\n•\nFat- and bone-free mass \n(DEXA)\na, b \n•\n11 Strength outcomes \n(1RM): incline leg press, \nknee extension, ham -\nstring curl, military press, \nbench press, triceps push \ndown, front pectoral fly, \nlateral pull down, wide \ngrip seated row, standing \nbiceps curl, rear deltoid \nfly \n18 Fat-free milk (17.5 g)\nHaub et al \n(2002) \n(USA)\n35\nOlder men 12 67 ± 6 11 Soy TVP products 1.15 ± 0.1 Self-selected lacto-ovo- vegetarian diet \nsupplemented with 0.6 g/kg bw/d of \neither soy-based TVP products or beef \nRT 3 d/wk \nDiet Yes (RT)\n•\nFat-free mass (ADP) \n•\nVastus lateralis CSA (CT) \n•\nLeg extension (1RM)\na, b \n•\nLeg flexion (1RM)\na, b \n•\nLeg press (1RM)\na, b \n•\nChest press (1RM)\na, b \n•\nArm pull (1RM)\na, b \n63 ± 3 10 Beef 1.03 ± 0.3\nHill et al (2015) \n(USA)\n55\nMen and women \nwith overweight \nor obesity and \nmetabolic \nsyndrome\n23 45.3 ± 6.7 21 Plant protein (two-thirds \ntotal protein in diet)\nNot \nreported\nThe “M-DASH” diet—two-thirds of total \nprotein from plant sources (pulses, \ngrains, soy, nuts, and seeds)—or the \n“BOLD” diet—two-thirds protein from \nanimal sources (lean beef, chicken, \neggs, dairy) \nMNR ¼ 55:18:27 \nEnergy-restricted diets (-500 kcal/d) from \nmonths 4–6) \nParticipants provided with a pedometer \nand asked to reach 10 000 steps/d by \nthe end of the weight-loss phase \n(week 11) \nDiet Yes \n(walking)\n•\nBody lean mass (DEXA)\na, b \n•\nAbdominal lean mass \n(DEXA)\na, b \n46.2 ± 9.4 20 Animal protein (two- \nthirds total protein in \ndiet)\nJadczak et al \n(2021) \n(Australia)\n36\nPrefrail and frail \nolder adults\n24 73.2 ± 6.6 30 Rice (40 g) 1.4 ± 0.4 20 g of rice or whey protein taken twice \ndaily as a powder mixed with 150 mL \nwater. On training days, participants \nconsumed 1 sachet within 1 h of exer -\ncise and the other in-between main \nmeals. On non-training days, partici -\npants consumed 1 sachet as a mid- \nmorning snack and the other as a mid- \nafternoon or evening snack. \nFive exercise sessions per week: one 60- \nmin supervised group exercise class, \ntwo 45-min home-based classes, and \nwalking twice per week for at least 30 \nmin. \nSupplement Yes \n(multimodal)\n•\nMuscle mass (BIA) \n•\nGrip strength\na, b \n•\nGait speed \n•\nTimed Up-and-Go\na, b \n•\nSPPB\na, b \n73.5 ± 7.2 23 Whey (40 g) 1.3 ± 0.5\n(continued) \ne1588 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nJoy et al \n(2013) \n(USA)\n17\nHealthy, trained \nyoung men\n8 21.3 ± 1.9 12 Rice protein (48 g) Not reported Powder dissolved in 500 mL water and \ntaken once per day, on training days \nonly. Ingestion was supervised by a \nresearcher. \nDiets also macronutrient controlled \n(MNR: 50:25:25). \nRT program that aimed to train main \nmuscle groups 2 d/wk. \nSupplement Yes (RT)\n•\nLean body mass (DEXA)\na, b \n•\nBicep muscle thickness \n(ultrasound)\na, b \n•\nQuadriceps muscle thick -\nness (ultrasound)\na, b \n•\nBench press (1RM)\na, b \n•\nLeg press (1RM)\na, b \n12 Whey protein (48 g)\nKjølbæk et al \n(2017) \n(Denmark)\n57\nMen and women \noverweight or \nobesity\n24 40.0 ± 10.7 36 Soy protein (45 g) 1.57 ± 0.36 Taken 3 times daily as a part of main \nmeals; supplement accounted for \n10%-15% of daily energy\nSupplement No\n•\nLean body mass (DEXA)\na, b \n39 Whey protein (45 g) 1.66 ± 0.36\nKok et al \n(2006) \n(Netherlands)\n37\nPostmenopausal \nwomen\n52 66.6 ± 4.8 75 Soy protein (26 g) Not reported Powder taken once daily \nAccompanied by supplements of vita -\nmins B\n2\n, B\n6\n, and B\n12\n; folic acid, vitamin \nD; and calcium \nSupplement No\n•\nGrip strength \n•\nSPPB 66.8 ± 4.7 77 Casein protein (26 g)\nLi et al (2016) \n(USA)\n58\nMen and women \nwith obesity\n12 56 ± 4 17 Plant protein (soy, \nlegumes) diet\nNot reported Energy-restricted (-750 kcal/d) lacto- \novo-vegetarian diet with soy and \nlegumes as predominant protein \nsource, or an omnivorous diet with \nbeef and pork as predominant protein \nsource \nProtein content progressively increased \nacross 12 wk (weeks 1–4: MNR ¼\n65:10:25; weeks 5–8: MNR ¼ 55:20:25; \nweeks 9–12: MNR ¼ 45:30:25) \nDiets supplemented with daily multivita -\nmin/mineral and twice-daily calcium \n(400 mg) and vitamin D (500 IU) \nsupplements \nDiet No\n•\nFat-free mass (ADP) \n•\nPercentage fat-free mass \n51 ± 2 17 Animal protein (beef, \npork) diet\nLi et al (2021) \n(China)\n38\nOlder adults with \nlow lean mass\n24 69 ± 4 31 Soy protein (18 g) 1.51 ± 0.41 8.8 g of soy protein or 8 g whey \nprotein taken as a powder, mixed \nwith 100 mL of warm water, twice \nper day\nSupplement No\n•\nLean mass (DEXA) \n•\nGrip strength \n•\nGait speed \n•\nChair stand \n•\nSPPB \n71 ± 4 31 Whey protein (16 g) 1.39 ± 0.24\nLiu et al \n(2010) \n(Hong \nKong)\n59\nPostmenopausal \nwomen with mild \nhyperglycemia\n26 56.4 ± 4.7 57 Soy protein (15 g) Not reported Taken as a powder mixed with 300 mL \nwater or another beverage once daily\nSupplement No\n•\nFat-free mass (BIA) \n56.0 ± 4.4 57 Milk protein with isofla -\nvones (15 g)\nd\n55.9 ± 3.8 50 Milk protein without iso -\nflavones (15 g)\nLiu et al \n(2013) \n(Hong \nKong)\n60\nPostmenopausal \nwomen with \nprehypertension\n26 57.6 ± 5.3 85 Soy protein (13 g) Not reported Participants advised to mix powder \nwith 300 mL water or other beverage \nand partially replace meal or snack \nwith protein shake\nSubstitute No\n•\nFat-free mass (BIA) \n57.7 ± 5.0 87 Milk protein with daid -\nzein (13 g)\nd\n58.5 ± 4.7 81 Milk protein without \ndaidzein (13 g)\n(continued) \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1589 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nLukaszuk \net al (2007) \n(USA)\n61\nPremenopausal \nwomen with \noverweight but \notherwise \nhealthy\n8 33.71 ± 6.32 7 Soy milk (25 g) Not reported Participants consumed 720 mL of soy \nor cow milk per day as part of a –500- \nkcal/d energy-restricted diet. Dietary \ncounseling and meal plans were pro -\nvided by a registered dietitian.\nSupplement No\n•\nFat-free mass (ADP)\na, b \n29.43 ± 11.03 7 Cow milk (25 g)\nMarkova et al \n(2016) \n(Germany)\n39\nMen and women \nwith type \n2 diabetes and \nNAFLD\n6 63.7 ± 1.5 19 Plant protein (legumes) \ndiet\nNot reported High protein diets (MNR ¼ 40:30:30) \nwith protein mainly from legumes, or \nan isocaloric and isonitrogenous diet \nwith protein mainly from animal sour -\nces including meat and dairy\nDiet No\n•\nFat-free mass % (ADP)\nb \n65.0 ± 1.4 18 Animal protein (meat \nand dairy) diet\nMcBreairty et al \n(2020) \n(Canada)\n62\nWomen with \npolycystic ovarian \nsyndrome (PCOS)\n16 26.6 ± 5.0 29 Pulse-based diet Not reported In the pulse-based diet, 2 daily meals \nwere provided containing approxi -\nmately 150 g dry weight of peas, len -\ntils, chickpeas, and beans. \nAerobic exercise for 45 min/d, 5 d/wk (3 \nsupervised at research center) \nDiet Yes \n(aerobic)\n•\nLean mass (DEXA) \n26.8 ± 4.5 31 Therapeutic Lifestyle \nChanges (TLC) diet \nwith chicken and fish \nadvised as protein \nsources\nMoeller et al \n(2003) \n(USA)\n63\nPerimenopausal \nwomen\n24 50.2\n2\n24 Soy protein with \nisoflavones (40 g)\nd\nNot reported Half taken in the form of a powder mixed \nwith food or drink and half as a “jumbo \nmuffin” each day. Intervention provided \n500 kcal/d and therefore was considered \na meal replacement rather than \nsupplement. \nMultivitamin/multimineral also supplied \nto participants. \nMeal \nreplacement\nNo\n•\nTotal lean mass (DEXA)\na, b \n•\nLean mass at waist \nregion\na, b \n•\nLean mass at hip region \na, b \n•\nLean mass at thigh region \na, b \n50.9\n2\n24 Soy protein without \nisoflavones (40 g)\n49.4\n2\n21 Whey protein (40 g)\nMoon et al \n(2020) \n(USA)\n64\nResistance-trained \nmen\n8 32.8 ± 6.7 12 Rice protein (24 g) 1.43 ± 0.7 24 g/d protein ingested within 60 min of \nworkout completion (on training days) \nor within 60 min of sleeping (on non- \ntraining days) \nRT 4 d/wk (2 d/wk upper body and \n2 d/wk lower body) \nSupplement Yes (RT)\n•\nFat-free mass (DEXA) \na, b \n•\nLean mass (DEXA) \na, b \n•\nBench press (1RM)\na, b \n•\nLeg press (1RM)\na, b \n12 Whey protein (24 g) 1.76 ± 0.6\nPettersson et al \n(2021) \n(Sweden)\n65\nUntrained men with \noverweight or \nobesity\n6 29.3 ± 5.8 8 Oat and potato protein \n(20 g)\nNot reported A test drink with oat and potato protein \n(10 g protein) or milk protein (9 g pro -\ntein) was taken once 15 min before \nexercising and another immediately \nafter exercise. \nSupervised endurance training (tread -\nmill, rowing machine, or exercise \nbike)—17 sessions in 6 wk, each last -\ning 60-75 min \nSupplement Yes (aerobic)\n•\nLean mass (DEXA) \na, b \n28.2 ± 5.5 10 Milk protein (18 g)\nRoschel et al \n(2021) \n(Brazil)\n40\nPrefrail or frail older \nwomen\n16 72 ± 6 22 Soy protein (30 g) 1.26 ± 0.32 15 g soy or whey protein taken twice a \nday mixed with 150 mL water, once \nimmediately after breakfast and once \nimmediately after dinner \nSupervised, one-on-one RT 2 times/wk \nSupplement Yes (RT)\n•\nLean mass (DEXA) \na, b \n•\nVastus lateralis CSA (US) \na, b \n•\nGrip strength \n•\nLeg press (1RM)\na, b \n•\nBench Press (1RM)\na, b \n•\nTimed Up-and-Go \n•\nTimed stands\na, b \n72 ± 6 22 Whey protein (30 g) 1.19 ± 0.32\n(continued) \ne1590 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nThomson et al \n(2016) \n(Australia)\n41\nHealthy older men \nand women\n12 61.7 ± 8.3 26 Soy protein (27 g) 1.45 ± 0.14 Taken once per day as a beverage \nOverall diet designed to be low-fat (30% \nfat, <8% saturated fat) and to main -\ntain energy balance \nWhole-body RT program 3 d/wk \nSupplement Yes (RT)\n•\nLean mass (DEXA)\na, b \n•\nGrip strength \na, b \n•\nLeg press (8RM) \na, b, c \n•\nChest press (8RM) \na, b \n•\nKnee extension (8RM) \na, b \n•\nLateral pull down (8RM) \na, b \n•\nLeg curl (8RM) \na, b \n•\nTotal (8RM) \na, b, c \n•\n6-Minute Walk Test \na, b \n61.3 ± 6.9 34 Milk protein (27 g) 1.42 ± 0.14\nVolek et al \n(2013) \n(USA)\n67\nUntrained younger \nmen and women\n39 24.0 ± 2.9 22 Soy protein (20 g) 1.35 ± 0.13 Powder mixed with 240 mL water and \ntaken once daily, either at breakfast or \npostexercise on training days \nSupplements also contained 200 mg \npara-aminobenzoic acid (PABA) \nProtein goal of 1.0-1.2 g/kg bw/d (before \nsupplementation); energy needs deter -\nmined by RMR þ activity \nSupervised whole-body RT program (96 \nworkouts in total) \nSupplement Yes (RT)\n•\nLean body mass (DEXA) \na, b, c \n•\nSquat (1RM) \na, b \n•\nBench press (1RM) \na, b \n22.8 ± 3.7 19 Whey protein (22 g) 1.39 ± 0.18\nVupadhyayula \net al (2009) \n(USA)\n42\nPostmenopausal \nwomen\n104 63.63 ± 0.56 20 Soy protein without isofla -\nvones (25 g)\nNot reported Powder added to water or other bever -\nage and taken once per day \nSupplements also included 625 IU vita -\nmin A, 1 µg vitamin B\n12\n, 55 µg folate, \n125 IU vitamin D, 500 mg calcium, 2 \nmg iron, 90 mg magnesium, 500 mg \nphosphorus, 100 mg potassium, and \n190 mg sodium \nSupplement No\n•\nLean body mass (DEXA) \n•\nGrip strength, nondomi -\nnant hand \n•\nGrip strength, dominant \nhand \n•\nKnee extension (ID) \n•\nTimed Up-and-Go \n•\nTimed stands \n63.42 ± 0.56 30 Soy protein with isofla -\nvones (25 g)\nd\n63.76 ± 0.52 35 Casein whey protein \nblend (25 g)\nZbinden- \nFoncea et al \n(2023) \n(Chile)\n69\nUntrained young \nmen\n8 22.4 ± 3.1 6 Chia seed protein (20 g) 1.8 ± 0.7 Chia flour or whey protein drinks con -\nsumed within 10 min of exercise \nSupervised progressive RT program, 3 \ntimes/wk \nSupplement Yes (RT)\n•\nFat-free mass (DEXA) \na, b \n•\nChest press (1RM) \na, b \n•\nShoulder press (1RM) \na, b \n•\nLateral pull down (1RM) \na, b \n•\nSeated row (1RM) \na, b \n•\nLeg press (1RM) \na, b \n•\nLeg extension (1RM) \na, b \n6 Whey protein (23 g) 1.6 ± 0.5\nTrials included in narrative review (n ¼ 11)\nBabault et al \n(2015) \n(France)\n15\nHealthy, untrained \nyoung men\n12 22.0 ± 3.5 47 Pea protein isolate (50 g) Not reported Half of powdered protein taken twice \ndaily (in morning and post-training/in \nafternoon), mixed with 300 mL water. \nUpper-body RT, 3 d/wk \nSupplement Yes (RT)\n•\nBicep muscle thickness \n(ultrasound) \na, b \n•\nRight arm circumference, \nat rest (tape) \na, b \n•\nRight arm circumference, \ncontracted (tape) \na, b \n•\nMaximal voluntary torque \n(ID) \na, b \n•\nArm curl (1RM) \na, b \n22.1 ± 3.6 46 Whey protein concen -\ntrate (50 g)\n(continued) \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1591 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nBanaszek et al \n(2019) \n(USA)\n16\nHealthy, trained \nmen and women\n8 Women: 38.9 ± \n10.9 \nMen: 38.6 ± \n10.7 \n8 Pea (49 g) 1.7 ± 0.4 Supplement mixed with 350 mL of water \nand consumed before and after train -\ning, or on non-training days, half in \nthe morning and half in the evening \nHIFT (CrossFit [Washington, DC, USA]) 4 \nd/wk \nSupplement Yes (HIFT)\n•\nRectus femoris thickness \n(US) \n•\nVastus lateralis thickness \n(US) \n•\nSquat (1RM) \na, b \n•\nDeadlift (1RM) \na, b \n7 Whey (49 g) 1.8 ± 0.3\nHashimoto et al \n(2015) \n(Japan)\n34\nHighly active men \nand women in \nmid- to later life\n4 59 ± 2 10 Soy (8 g) Not reported Taken once daily as a powder mixed into \nfood or drink of participant’s choice.\nSupplement No\n•\nQuadriceps volume (MRI) \n•\nQuadriceps strength 62 ± 2 10 Casein (8 g)\nHashimoto et al \n(2015) \n(Japan)\n34\nYoung, sedentary \nmales\n4 23 ± 0 4 Soy (8 g) Taken once daily as a powder mixed into \nfood or drink of participant’s choice\nSupplement No\n•\nQuadriceps volume \n(MRI)\na, c \n•\nQuadriceps strength\na, c \n26 ± 2 7 Casein (8 g)\nBrown et al \n(2004) \n(USA)\n48\nHealthy, trained \nyoung men\n9 21.67 ± 0.24 9 Soy (33 g) Not reported Three protein bars consumed per day, \neach providing 11 g protein \nRT program \nSupplement Yes (RT)\n•\nLean body mass (HW) \na, b \n20.36 ± 0.34 9 Whey (33 g)\nCandow et al \n(2006) \n(Canada)\n49\nUntrained young \nmen and women\n6 22.5 ± 6.0 9 Soy (1.2 g/kg body mass) 1.8 ± 1.4 Taken dissolved in water before training, \nafter training, and before bed. On non- \ntraining days, participants consumed \nthe supplement in 3 equal doses \nacross the day. \nSupervised RT program 3 d/wk \nSupplement Yes (RT)\n•\nLean mass (DEXA) \na, b \n•\nSquat (1RM) \na, b \n•\nBench press (1RM) \na, b \n24.0 ± 6.0 9 Whey (1.2 g/kg body \nmass)\n1.9 ± 1.3\nChristie et al \n(2010) \n(USA)\n50\nPostmenopausal \nwomen with \nobesity\n12 54.4 ± 3.3 17 Soy (20 g) Not reported Taken as a beverage, half with breakfast \nand half with dinner\nSupplement No\n•\nLean mass (DEXA) \n53.3 ± 4.9 16 Casein (20 g)\nHassanzadeh- \nRostami et al \n(2019) \n(Iran)\n54\nMen and women \nwith type 2 \ndiabetes\n8 57.1 ± 7.3 21 Soybeans 1.14 ± 0.22 Identical diets but with 2 servings 3 d/ \nwk of red meat (1 serving ¼ 30 g) or \nsoybeans (1 serving ¼ 0.5 cup) \nMNR ¼ 55:15:30 \nFood No\n•\n% Muscle mass (BIA) \n59.6 ± 6.0 20 Non-soy legumes 1.02 ± 0.16\n56.1 ± 7.2 23 Red meat 1.16 ± 0.21\nKalman et al \n(2007) \n(USA)\n56\nHealthy young men 12 31.6 ± 5.9 5 Soy protein concentrate \n(50 g)\nNot reported Participants asked to dissolve powder in \n10-12 oz water and ingest half within \n1 h of training and remaining half later \nin the day. \nRT 3 d/wk \nSupplement Yes (RT)\n•\nLean body mass (DEXA) \n30.3 ± 8.1 5 Soy protein isolate (50 \ng)\n31.4 ± 5.1 5 Whey protein blend (50 \ng)\nSites et al \n(2007) \n(USA)\n66\nPostmenopausal \nwomen\n12 55.0 ± 5.4 9 Soy protein (20 g) Not reported Powder mixed with water; half taken \nwith breakfast and half before bed\nSupplement No\n•\nFat-free mass (DEXA) \n57.8 ± 4.3 6 Casein protein (20 g)\nWilson et al \n(2022) \n(USA)\n68\nMen and women \nwith overweight \nor obesity\n8 43.0 ± 12.3 8 Meals based on green len -\ntils (18 g)\nNot reported All participants were provided with 5 \nmidday meals each week which con -\ntained either 600 g total of green len -\ntils or meals with chicken and turkey \ninstead of lentils.\nDiet No\n•\nSkeletal muscle mass per -\ncentage (BIA) \n38.8 ± 10.9 11 Meals with chicken and \nturkey instead of len -\ntils (23 g)\n(continued) \ne1592 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nTable 2. Continued \nStudy \n(year) \n(country)\nPopulation Study \nduration, \nweeks\nAge, y No. Protein \nsource \n(g/d)\nPost- \nintervention \ntotal daily \nprotein, \ng/kg bw/d\nIntervention characteristics Intervention \ntype\nExercise Outcome (measurement \nmethod)\nZemel et al \n(2010) \n(USA)\n70\nMen and women \nwith overweight \nor obesity\n4 \n(cross- \nover)\n31.0 ± 10.3 10 Soy protein (30 g) Not reported Taken as a drink at 3 separate times \nacross the day (2 at research center \nand 1 off-site) \nEnergy-balanced diet (1.2-1.4 RMR) \nbased on indirect calorimetry \nSupplement No\n•\nLean mass (DEXA) \n10 Milk protein (30 g)\na\nSignificant change from baseline in plant group.\nb\nSignificant change from baseline in animal protein group.\nc\nSignificant difference between groups.\nd\nThe group used as the comparator in analysis.\nAbbreviations: ADP, air displacement plethysmography; BIA, bioelectrical impedance analysis; bw, body weight; CSA, cross-sectional area; CT, computed tomography; DEXA, dual-energy X-ray absorptiometry; HIFT, high-intensity \nfunctional training; HW, hydrostatic weighing; ID, isokinetic dynamometry; MNR, macronutrient ratio (presented as carbohydrate:protein:fat); MRI, magnetic resonance imaging; NAFLD, nonalcoholic fatty liver disease; RM, repe -\ntition maximum; RMR, resting metabolic rate; RT, resistance training; PA, Physical activity; SPPB, Short-Performance Physical Battery; TVP, textured vegetable protein; US, ultrasound.\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1593 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nAssessment of Risk of Bias at the Individual Study \nLevel\nFigure 2\n15–17 , 24 , 32–70\ndisplays the risk of bias in the 43 \nincluded trials. Fifteen trials (35%) were determined to \nhave a low risk of bias overall,\n24 , 33 , 38 , 40–42 , 4 6 , 47 , 49 , 52 , 57 , 59 , \n62 , 69 , 72\nthere were concerns about risk of bias in 27 trials \n(63%),\n15–17 , 32 , 35–37 , 39 , 4 3–45 , 48 , 51 , 53–56 , 58 , 6 0 , 61 , 63–68 , 70\nand 1 \ntrial (2%) had a high risk of bias due to a substantial \nlack of information on randomizati on procedures and \nbaseline imbalances.\n34\nCompliance was good to excel -\nlent in most trials, with supervised supplement inges -\ntion and RT, monitoring of empty supplement packets, \nfood diaries, and objective biomarkers used as compli -\nance assessmen t methods (Table S1).\n15–17 , 24 , 32 –70\nMeta-analysis of the Effects of Plant vs Animal \nProtein on Muscle Aging\nThe pooled effect of plant vs animal protein \ninterventions on muscle aging endpoints is shown in \nFigures 3–5 and described below.\nEffects on Muscle Mass. Thirty RCTs involvin g 1538 par -\nticipants (772 plant protein intervention, 766 animal \nprotein comparator) reported muscle mass endpoints \nsuitable for meta-analysis . As shown in Figure 3,\n17 , 32 , \n33 , 35 , 36 , 38–47 , 51 –53 , 55 , 57 –65 , 67 , 69\nthe pooled analysis of all 30 \nRCTs indicated a small superior effect of animal protein \nover plant protein on muscle mass (SMD ¼ −0.20; 95% \nCI: −0.37, −0.03; P ¼ .02), with substantial between- \nstudy heterogeneity (I\n2 \n¼ 62%).\nSubgroup Analysis by Age, Sex, Protein Source, and \nInclusion of RT Intervention. In subgroup analyses of \ndifferent age groups (presented in Figure 3), the supe -\nrior effect of animal protein on muscle mass was stron -\nger in younger (n ¼ 21 RCTs; SMD ¼ -0.28; 95% CI: \n−0.50, −0.06; P ¼ .01) than older adults (n ¼ 9 RCTs; \nSMD ¼ -0.05; 95% CI: −0.32, 0.23; P ¼ .74). Subgroup \nanalysis by sex found a small but nonsignificant supe -\nrior effect of animal protein in men (SMD ¼ -0.44; 95% \nCI: −0.95, 0.06; P ¼ .09) and no difference in women \n(SMD ¼ 0.00; 95% CI: −0.17, 0.17; P ¼ .99).\nFigure 4\n17 , 32 , 33 , 35 , 36 , 38–47 , 51–53 , 55 , 57–65 , 67 , 69\ndisplays sub -\ngroup analysis for the effect of different protein sources \non muscle mass. Pooled data from 17 RCTs indicated no \ndifference in muscle mass between soy protein and milk \nprotein. Further subgroup analysis by age (<60 years, \n≥60 years) and sex revealed no significant differences \nbetween soy and milk protein (data not shown). In a \nsmaller number of trials (n ¼ 5), animal protein had a \nmore favorable pooled effect on muscle mass compared \nwith non-soy sources of plant protein (SMD ¼ -0.58; 95% \nCI: −1.06, −0.09; P ¼ .02). Furthermore, in 7 diet trials \ninvolving 327 participants, following an isocaloric animal \nprotein diet resulted in greater beneficial effects on \nmuscle mass compared with a plant diet (SMD ¼ -0.51; \n95% CI: −0.91, −0.11; P ¼ .01).\nThe superior effect of animal protein was stronger \nin trials with RT (SMD ¼ -0.45; 95% CI: −0.85, −0.05; \nP ¼ .03), than trials without RT (SMD ¼ -0.10; 95% CI: \n−0.27, 0.08; P ¼ .27) (Table 3).\n17 , 32 , 33 , 3 5 , 36 , 38–47 , 51– \n53 , 55 , 57–65 , 67 , 69\nThis pooled effect difference in trials with \nRT was greater in younger (SMD ¼ -0.54; 95% CI: \n−1.10, 0.03; P ¼ .06) than in older (SMD ¼ -0.34; 95% \nCI: −0.91, −0.24; P ¼ .25) adults (Table 3).\nEffects on Muscle Strength\nLower Body Strength. Figure 5\n16 , 17 , 32 , 35 , 4 0–42 , 51 , 53 , 64 , 67 , 69 , 73\ndisplays meta-analysis of 11 trials that reported lower \nbody strength as an outcome, measured by squat, leg \npress, or leg extension. Animal protein was significantl y \nbeneficial compared with plant protein (SMD ¼ -0.38; \n95% CI: −0.71, −0.05; P ¼ .03) in older adults but not in \nyounger adults (SMD ¼ 0.01; 95% CI: −0.29, 0.32; \nP ¼ .93). Overall, this pooled analysis found a small but \nnonsignifican t trend towards the superiority of animal \nprotein (SMD ¼ -0.19; 95% CI: −0.44, 0.05; P ¼ .09).\nUpper Body Strength. Figure S1\n17 , 32 , 35 , 36 , 3 8 , 40–42 , 46 , \n51 , 52 , 64 , 67 , 69 , 73\ndisplays a pooled analysis of 14 trials \n(n ¼ 554 participants) that found that effects of plant or \nanimal protein were similar for upper body strength \n(SMD ¼ -0.12; 95% CI: −0.51, 0.26; P ¼ .53). \nHeterogeneity was high (I\n2 \n¼ 79%). This analysis pooled \nbench press and hand-grip strength measure s; a sensi -\ntivity analysis conducted on each of these separate \nmeasures of upper body strength did not result in differ -\nent findings (data not shown). Subgroup analysis by age \nalso did not change the findings (Figure S1).\nEffects on Physical Performance\nFigure S2\n36–38 , 40 , 42\npresents a meta-analysi s of 5 trials \nthat measured physical performanc e, either by Short- \nPerformance Physical Battery (SPPB)\n36–38\nor Timed- \nUp-and-Go (TUG) tests.\n36 , 40 , 42\nOne trial presented data \nfor SPPB and TUG; however, only data for SPPB were \nused in analysis as this was considered to be the optimal \nmeasure of physical performance . There was no differ -\nence between animal and plant protein interventions on \nphysical performance (SMD ¼ 0.12; 95% CI: −0.21, \n0.45; P ¼ .47) and heterogeneity was substanti al \n(I\n2 \n¼ 61%).\ne1594 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nFigure 2. Quality Assessment of 43 Included Trials Using Cochrane Risk of Bias 2.0 (RoB2) \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1595 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nPublication Bias\nRisk of publication bias was considere d low following \nvisual inspection of a funnel plot (Figure S3) and \nEgger’s test (P ¼ .21).\nNarrative Summary of Trials Not Included in Meta- \nanalysis\nThis section briefly summarizes findings for 11 trials, all \nconducted in younger adults (<60 years), which could \nnot be included in meta-analysi s because outcomes \nwere not appropriate for pooling.\n15 , 16 , 34 , 48–50 , 54 , 56 , 66 , 6 8 , 70\nTwo trials compared pea with milk protein and \nfound no difference in muscle thickness between groups \nafter the intervention period.\n15 , 16\nA superior effect of \nsoy vs milk protein on muscle mass was observed in \nyoung sedentary men,\n34\nbut these results were not repli -\ncated in other studies.\n48–50 , 56 , 66 , 70\nA further 2 dietary \nintervention trials that compared red meat or poultry \nwith lentils and legumes reported no change in percent -\nage of muscle mass.\n54 , 68\nOne trial found that milk protein increased 8-repe -\ntition-maximu m (8-RM) total strength more than soy \nprotein,\n41\nwhile another trial that compared milk with \nsoy protein found no difference between groups.\n53\nSimilar increases in strength were found in trials com -\nparing milk protein with pea\n15 , 16\nand chia seed pro -\ntein.\n69\nA dietary intervention found that a high-protein \nvegan diet group increased deadlift strength (70% 1- \nRM) significantly, while the animal protein diet group \ndid not.\n24\nNo difference was found between soy and milk pro -\ntein groups for timed rise,\n38 , 40 , 42\ngait speed,\n38\nor 6- \nFigure 3. Meta-analysis of Change in Absolute Muscle Mass in Response to Plant vs Animal Protein Intervention, Overall and in Younger \n(<60 y) and Older (≥60 y) Adults. \n�\nEvans et al\n33\n(i) denotes the groups who received the protein intervention alone and (ii) denotes those \nwho received protein and exercise interventions. \n†\nGonz �ales-Salazar et al\n52\n(i) denotes the groups who received a normal protein diet (19% \nof daily energy) and (ii) denotes those who received a high protein diet (29% of daily energy). Abbreviations: IV, inverse variance; Std, \nstandardized\ne1596 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nMinute Walk Test (6MWT).\n41\nOne trial that compared \nrice with milk protein reported no difference in gait \nspeed between groups.\n36\nDISCUSSION\nTo the authors’ knowledge, this is the first systemati c \nreview to quantitatively synthesize RCT data relating to \nthe muscle health effects of a range of different plant \nproteins compared with isonitrogenous animal proteins \nwith analysis of older adults defined as 60 years or \nolder—in line with the WHO and Cochrane-Cam pbell \nGlobal Ageing Partnership definitions of an older adult. \nThe key findings were a small, beneficial pooled effect \nof animal protein compared with plant protein on \nmuscle mass with no difference between the protein \nsources for muscle strength or physical performance. In \n3 subgroup analyses conducted for the muscle mass out -\ncome, the superior effects of animal protein were appa -\nrent in younger (aged <60 years) but not older \n(≥60 years) adults, in trials that included RT alongside \ndietary protein and when the plant protein intervention \nwas from a source other than soy. Pooled data from 17 \nRCTs provided no evidence for a difference in muscle \nmass between soy protein and milk protein in younger \nor older groups and in men or in women. In another \nanalysis, animal protein was superior to plant protein \nfor lower body strength (but not upper body strength) \nin older adults, whereas no difference was seen in \nyounger adults.\nFigure 4. Subgroup Analysis of Change in Absolute Muscle Mass in Response to Plant vs Animal Protein Interventions, Grouped by Plant \nProtein Source. One trial was excluded from subgroup analysis because the plant protein supplement was a combination of soy and non- \nsoy proteins.\n46\n�\nEvans et al\n33\n(i) denotes the groups who received the protein intervention alone and (ii) denotes those who received protein \nand exercise interventions. \n†\nGonz �ales-Salazar et al\n52\n(i) denotes the groups who received a normal protein diet (19% of daily energy) and (ii) \ndenotes those who received a high protein diet (29% of daily energy). Abbreviations: IV, inverse variance; Std, standardized\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1597 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nFindings from this review involving moderate-to- \nhigh-quality trial data indicated that, across longer \ndurations (≥4 weeks), there is little difference in muscle \nmass with soy protein compared with animal protein, \nwhereas this may not be the case for non-soy plant pro -\nteins. A previous meta-analysis of trials 6 or more weeks \nin duration with RT also concluded that there was no \ndifference between soy and animal protein for muscle \nmass or strength outcomes.\n13\nThis may be explained by \nthe high quality of soy plant protein sources with an \nEAA profile similar to that of milk.\n74 , 75\nFurthermore, \nmost of the RCTs in the current pooled analysis used \nsoy protein isolates or concentrate s. These soy protein \nsources are known to have the highest DIAAS of all soy \nproducts.\n76\nIt has been noted previously that there \nappears to be a disconnect between longer-term studies, \nwhich found similar effects of soy and milk protein on \nmuscle mass, and acute studies, which suggest a superi -\nority of milk protein on MPS.\n74 , 75 , 77\nIt has previously \nbeen shown that MPS is a poor predictor of long-term \nmuscle growth.\n78\nLong-term studies, such as those \nincluded in this review, could therefore be considere d a \nmore useful source of data concerning clinically rele -\nvant increases in muscle mass. The current review pro -\nvides the most up-to-date evidence that soy isolate or \nconcentrate is as effective as milk protein for muscle \nmass maintenance or accrual, even in older adults with \npoor muscle or functional health.\n38 , 40\nOn the other hand, non-soy plant protein (chia \nseed, oat, potato, and rice) had a less potent effect on \nmuscle mass compared with milk protein following \npooled analysis. The reasons for this are not clear, con -\nsidering that potato and rice protein isolates have previ -\nously demonstrated higher mean EAA contents as a \npercentage of total protein than soy.\n79\nChia protein has \nshown intermediate-to- low digestibility\n80\nand reduced \nBCAA content in in vitro models of aged gastrointest i -\nnal systems\n81\n; however, the RCT that tested chia protein \nwas the single trial in this subgroup to find superiority \nof the plant compared with animal protein intervention \nfor muscle mass.\n69\nFurther research is warranted con -\nsidering the paucity of trials that have assessed different \nFigure 5. Meta-analysis of Change in Lower Body Strength in Response to Plant vs Animal Protein Interventions, Overall and in Younger \n(<60 y) and Older (≥60 y) Adults. Abbreviations: IV, inverse variance; Std, standardized\nTable 3. Meta-analysis of Trials Comparing the Effect of Plant vs Animal Protein on Muscle Mass, With or Without Resistance \nTraining, by Age Group (Young [<60 y] and Older [≥60 y] Adults)\nTrial characteristics No. of trials, with citations Pooled sample size, n Effect size [95% CI] P I\n2\nPlant Animal\nWithout resistance training 20\n32 , 33 , 38 , 39 , 42–47 , 52 , 55 , 57–63 , 65\n605 598 −0.10 [−0.27, 0.08] .27 52%\n<60 y 15\n43–47 , 52 , 55 , 57–63 , 65\n483 478 −0.19 [−0.40, 0.03] .09 61%\n≥60 y 5\n32 , 33 , 38 , 39 , 42\n122 120 0.11 [−0.15, 0.36] .41 0%\nWith resistance training 10\n17 , 35 , 36 , 40 , 41 , 51 , 53 , 64 , 67 , 69\n167 168 −0.45 [−0.85, -0.05] .03 66%\n<60 y 6\n17 , 51 , 53 , 64 , 67 , 69\n78 79 −0.54 [−1.10, 0.03] .06 64%\n≥60 y 4\n35 , 36 , 40 , 41\n89 89 −0.34 [−0.91, 0.24] .25 71%\ne1598 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nnon-soy plant proteins, which meant that the independ -\nent effects of each protein source could not be separated \nin meta-analysis, nor could their pooled effects be \nexamined for muscle strength or physical performance . \nFurthermore, these plant protein sources have good \noverall nutritional value, particularly chia seeds, which \nare the richest source of n–3 polyunsaturated fatty acid \nof any plant food,\n82\nand oats, which are high in β-glu -\ncan, a digestion-resistan t polysaccharide that acts as a \nsubstrate for gut microbiot a.\n83\nTherefore, they remain \nvaluable components of a diet.\nMost trials included in this review compared plant \nwith animal protein supplements. However, it is impor -\ntant to examine the effects of plant- vs animal-based \ndietary patterns, considering the combinatio ns of foods \nand nutrients within the diet that may act synergistically \nor antagonistically on physiological mechanisms associ -\nated with muscle health. In pooled analysis of 7 trials in \nwhich participants changed towards a plant-based diet, \nincluding towards a vegan diet\n45\nor by replacing most \nanimal protein with plant protein\n52 , 55\nand specifically \nwith legumes,\n35 , 39 , 58 , 6 2\nthere was an adverse effect on \nmuscle mass compared with an isonitrogeno us omnivo -\nrous diet. This is an important finding, considering that \nprotein is more commonly consumed as food within a \ndiet, rather than as isolated protein supplements. It has \nbeen noted previously that plant proteins in their origi -\nnal food matrix may have lower anabolic potential than \nisolated plant proteins as a result of protein structure.\n84\nThe secondary structure of plant proteins demonstrat es \na greater β-shee t conformation, which gives plant pro -\nteins hydrophobi c properties, facilitating protein aggre -\ngation and increasing resistance to proteolysis in the \ngastrointes tinal tract.\n85 , 86\nAntinutritio nal factors can \nalso interfere with protein digestion and absorption.\n84\nFor example, lectins and trypsin and chymotrypsi n pro -\ntease inhibitors are common in pulses\n87\nand play an \nimportant defensive role in the plant; however, these \nmolecules consequently reduce the bioavailability of \nprotein for human consumptio n.\n88\nThere is evidence \nthat preparation— for example, soaking and cooking \nmethods such as boiling, pressure cooking, or micro -\nwaving—can influence the concentrat ion of protease \ninhibitors, thus improving the nutritional profile.\n89\nThis \nis further indicated by 1 study reporting that tofu—a \nminimally processed soy protein source—had the lowest \nprotein quality score of all soy protein sources, while \nhighly processed soy protein concentrate or isolate \nexhibited the highest protein quality.\n76\nThis finding sug -\ngests that muscle health should be an important consid -\neration in the conversati on surrounding sustainable \ndiets and that efforts should be made to optimize \nmuscle anabolism in those moving towards a plant- \nbased diet (eg, by engaging in regular RT).\nHigh-quality protein sources are considered espe -\ncially important for muscle health in older age to \nenhance muscle anabolism.\n31\nIn this review, there was a \nstronger beneficial effect of animal protein compared \nwith plant protein on muscle mass in trials involving \nyounger adults (<60 years) than in those involving older \nadults (≥60 years). This is perhaps unexpected , consid -\nering that older adults are known to experience age- \nrelated anabolic resistance and animal protein sources \nare considered to have greater anabolic capacity.\n84\nOne \nexplanation for this finding could be that more trials \nhave been conducted in younger adults (n ¼ 21 vs n ¼ 9 \nin older adults); therefore, subgroup analyses in younger \nadults had a larger sample size, making it possible to \ndetect the small beneficial effect of animal protein on \nmuscle mass. Findings from the current systematic \nreview are in agreement with an earlier meta-analysi s \nthat analyzed younger (≤50 years) and older (>50 years) \nadults separately and found significant lean mass \nimprove ments following animal protein, but not plant \nprotein, in younger adults only.\n21\nThis could also be \npartly explained by an increased sensitivity of younger \nmuscle to the anabolic stimulus of EAA compared with \nthat in aging muscle,\n90\nwherein older adults experienced \nlittle change in response to either protein interventi on, \nwhile younger adults had a stronger response to animal \nprotein.\nEvidence suggests that protein supplementati on \ncombined with RT is more effective than protein sup -\nplementati on alone for promoting improvement s in \nmuscle mass and strength.\n91–93\nYet, the importance of \nprotein source combined with RT is not well under -\nstood. Using the available data, this work demonstrated \nthat the combinatio n of animal protein with RT was \nmore effective for increasing muscle mass than the \nequivalent plant protein and RT interventi on. \nFurthermore, all 16 trials (100%) that included RT \nreported a significant improve ment in muscle out -\ncomes, while 21% of trials without RT reported a signif -\nicant change. Strength and physical perform ance \nimprove d with protein and RT only. Therefore, this \nreview supports current evidence that protein in addi -\ntion to RT is likely to be more effective than protein \nalone, while also adding to this by showing that animal \nprotein with RT has a small-to-mo derate beneficial \neffect on muscle mass compared with plant protein.\nStrengths, Limitations, and Priorities for Future \nResearch\nOne key strength of this review is the pooled analysis of \n1538 participants across 30 RCTs for muscle mass. This \nsubstanti al number of trials permitted subgroup analysis \nbased on protein type, which found that non-soy plant \nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1599 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\nproteins may not support muscle mass as well as ani -\nmal proteins. Another strength is the comprehensive \nsearch strategy across 5 key research databases and the \nimplementation of rigorous eligibility criteria. The \ncurrent review excluded various papers that were pre -\nsented in another systematic review on this topic—for \nexample, a trial that provided additional EAAs to 1 \nstudy arm only,\n94\na short-term trial with 2 weeks’ dura -\ntion,\n95\nand a population undergoing hemodialysis.\n96\nThis review also utilized the RoB2 tool for quality \nassessment: the most up-to-date quality-assessment \ninstrument developed and supplied by The Cochrane \nCollaboration .\nSeveral limitations must also be noted, such as the \nsignificant heterogeneity between trials, which is \npotentially the result of differences in population char -\nacteristics, trial duration , exact interventio n formula -\ntion, protein dose, and timing. While only 1 trial was \nfound to have a high risk of bias, a further 27 out of 43 \nRCTs (63%) had some quality concerns. There was \nalso a notable lack of trials evaluating the effects of \nprotein sources in sarcopenic or frail older adults. It is \nplausible that sarcopenic patients may respond differ -\nently than healthy individual s, due to differences in \nfactors such as gut microbio ta composition\n97\nand \ngenetic factors,\n98\nwhich may influence the response to \nnutritional interventions. There was also inconsistency \nin the methods used to assess physical performance in \nthe small number of studies that included this as an \noutcome.\nCONCLUSION\nOverall, animal protein had a small, beneficial effect \non muscle mass compared with plant protein in \nyounger but not older adults. Subgroup analyses \nrevealed that the stronger muscle-health–p romoting \neffect of animal protein compared with plant protein \nremained when combined with RT, and when the \nplant protein intervention was from a source other \nthan soy. Meanwhile , soy plant protein was equivalent \nto animal protein for maintaining or improving \nmuscle mass in both younger and older adults, and no \nsignificant difference was observed between protein \nsources when no RT was involved, regardless of age \ngroup. From the large number of studies focused on \nsoy and milk protein, it is clear that these sources are \nequally beneficial for muscle mass, yet a dearth of tri -\nals assessing other plant protein sources invites future \nstudies to address this research gap. Few trials have \ntested plant-base d dietary interventions alongside RT \nin sarcopenic or frail patients, which is another con -\nsiderable gap in the literature.\nClinical Implication and Future Perspectives\nVery few RCTs involved populations with clinically sig -\nnificant low muscle mass or strength ; therefore, it is not \npossible to provide recommendati ons for this popula -\ntion. In healthy young adults, it appears that animal \nprotein or soy protein in combinatio n with RT is the \noptimal intervention for increasing muscle mass. It is \nimportant to note that any benefits of animal protein \nover plant protein were slight, as indicated by small \neffect sizes. At this time, there is little evidence for pro -\ntein source playing a role in the muscle health of older \nadults; however, further research in this population is \nwarranted considering the limited number of studies in \nthose aged older than 60 years.\nAuthor Contributions\nConceptualizatio n and design—R.J.R.- M., C.T.M., \nM.C.M..; data extraction and quality assessment— \nR.J.R.-M., S.F.B., N.A.W., D.L.; statistical analysis— \nR.J.R.-M.; drafting the manuscript—R .J.R.-M.; reading, \nrevision, and approval of the manuscript—S.F .B., \nN.A.W., D.L., C.T.M., M.C.M.\nSupplementary Material\nSupplementary Material is available at Nutrition Reviews \nonline.\nFunding\nThis work was funded by Northern Ireland Department \nfor the Economy (R.J.R.-M.’ s PhD funding).\nConflicts of Interest\nNone declared.\nData Availability\nThe data used to generate these results were extracted \nfrom the trials included in this review and may be \naccessed directly from the cited papers. If preferable, \nextracted data will be provided by the authors upon \nrequest.\nREFERENCES\n01. Petermann-Rocha F, Balntzi V, Gray SR, et al. Global prevalence of sarcopenia and \nsevere sarcopenia: a systematic review and meta-analysis. J Cachexia Sarcopenia \nMuscle. 2022;13:86-99. https://doi.org/10.1002/jcsm.12783.\n02. Mitchell W, Atherton P, Williams J, Larvin M, Lund J, Narici M. Sarcopenia, dynape -\nnia, and the impact of advancing age on human skeletal muscle size and \nstrength; a quantitative review. Front Physiol. 2012;3:260. https://doi.org/10. \n3389/fphys.2012.00260\ne1600 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\n03. Beaudart C, Zaaria M, Pasleau F, Reginster J-Y, Bruy �ere O. Health outcomes of sar -\ncopenia: a systematic review and meta-analysis. PLoS One. 2017;12:e0169548. \nhttps://doi.org/10.1371/journal.pone.0169548\n04. Huh Y, Son KY. Association between total protein intake and low muscle mass in \nKorean adults. BMC Geriatr. 2022;22:319. https://doi.org/10.1186/s12877-022- \n03019-1\n05. Granic A, Mendonc ¸a N, Sayer AA, et al. Low protein intake, muscle strength and \nphysical performance in the very old: the Newcastle 85þ Study. Clin Nutr. \n2018;37:2260-2270. https://doi.org/10.1016/j.clnu.2017.11.005\n06. Coelho-Junior HJ, Calvani R, Azzolino D, et al. Protein intake and sarcopenia in \nolder adults: a systematic review and meta-analysis. Int J Environ Res Public \nHealth. 2022;19:8718.\n07. Bauer J, Biolo G, Cederholm T, et al. Evidence-based recommendations for opti -\nmal dietary protein intake in older people: a position paper from the PROT-AGE \nStudy Group. J Am Med Dir Assoc. 2013;14:542-559. https://doi.org/10.1016/j. \njamda.2013.05.021\n08. Morley JE. Treatment of sarcopenia: the road to the future. J Cachexia Sarcopenia \nMuscle. 2018;9:1196-1199. https://doi.org/10.1002/jcsm.12386\n09. Dent E, Morley JE, Cruz-Jentoft AJ, et al. International Clinical Practice Guidelines \nfor Sarcopenia (ICFSR): screening, diagnosis and management. J Nutr Health \nAging. 2018;22:1148-1161. https://doi.org/10.1007/s12603-018-1139-9\n10. Reid-McCann RJ, Brennan SF, McKinley MC, McEvoy CT. The effect of animal ver -\nsus plant protein on muscle mass, muscle strength, physical performance and \nsarcopenia in adults: protocol for a systematic review. Syst Rev. 2022;11:64. \nhttps://doi.org/10.1186/s13643-022-01951-2\n11. Manders RJ, Little JP, Forbes SC, Candow DG. Insulinotropic and muscle protein \nsynthetic effects of branched-chain amino acids: potential therapy for type 2 dia -\nbetes and sarcopenia. Nutrients. 2012;4:1664-1678.\n12. Pinckaers PJM, Domi �c J, Petrick HL, et al. Higher muscle protein synthesis rates \nfollowing ingestion of an omnivorous meal compared with an isocaloric and iso -\nnitrogenous vegan meal in healthy, older adults. J Nutr. 2024;154:2120-2132. \nhttps://doi.org/10.1016/j.tjnut.2023.11.004.\n13. Messina M, Lynch H, Dickinson JM, Reed KE. No difference between the effects of \nsupplementing with soy protein versus animal protein on gains in muscle mass \nand strength in response to resistance exercise. Int J Sport Nutr Exerc Metab. \n2018;28:674-685. https://doi.org/10.1123/ijsnem.2018-0071\n14. Stoodley IL, Williams LM, Wood LG. Effects of plant-based protein interventions, \nwith and without an exercise component, on body composition, strength and \nphysical function in older adults: a systematic review and meta-analysis of \nrandomized controlled trials. Nutrients. 2023;15:4060.\n15. Babault N, Paï zis C, Deley G, et al. Pea proteins oral supplementation promotes \nmuscle thickness gains during resistance training: a double-blind, randomized, \nplacebo-controlled clinical trial vs. whey protein. J Int Soc Sports Nutr. 2015;12:3. \nhttps://doi.org/10.1186/s12970-014-0064-5\n16. Banaszek A, Townsend JR, Bender D, Vantrease WC, Marshall AC, Johnson KD. \nThe effects of whey vs. pea protein on physical adaptations following 8-weeks of \nhigh-intensity functional training (HIFT): a pilot study. Sports (Basel). 2019;7:12. \nhttps://doi.org/10.3390/sports7010012\n17. Joy JM, Lowery RP, Wilson JM, et al. The effects of 8 weeks of whey or rice protein \nsupplementation on body composition and exercise performance. Nutr J. \n2013;12:86. https://doi.org/10.1186/1475-2891-12-86\n18. Gorissen SHM, Horstman AMH, Franssen R, et al. Ingestion of wheat protein \nincreases in vivo muscle protein synthesis rates in healthy older men in a \nrandomized trial. J Nutr. 2016;146:1651-1659. https://doi.org/10.3945/jn.116. \n231340\n19. Kouw IWK, Pinckaers PJM, Le Bourgot C, et al. Ingestion of an ample amount of \nmeat substitute based on a lysine-enriched, plant-based protein blend stimulates \npostprandial muscle protein synthesis to a similar extent as an isonitrogenous \namount of chicken in healthy, young men. Br J Nutr. 2022;128:1955-1965. https:// \ndoi.org/10.1017/S0007114521004906\n20. Pinckaers PJ, Kouw IW, Hendriks FK, et al. No differences in muscle protein syn -\nthesis rates following ingestion of wheat protein, milk protein, and their protein \nblend in healthy, young males. Br J Nutr. 2021;126:1832-1842.\n21. Lim MT, Pan BJ, Toh DWK, Sutanto CN, Kim JE. Animal protein versus plant pro -\ntein in supporting lean mass and muscle strength: a systematic review and meta- \nanalysis of randomized controlled trials. Nutrients. 2021;13:661. https://doi.org/ \n10.3390/nu13020661\n22. World Health Organization. Decade of Healthy Ageing 2021-2030. World Health \nOrganization; 2020.\n23. Barbeau VI, Madani L, Al Ameer A, et al. Research priority setting related to older \nadults: a scoping review to inform the Cochrane-Campbell Global Ageing \nPartnership Work Programme. BMJ Open. 2022;12:e063485. https://doi.org/10. \n1136/bmjopen-2022-063485\n24. Durkalec-Michalski K, Domagalski A, Gł �owka N, Kami �nska J, Szymczak D, \nPodg �orski T. Effect of a four-week vegan diet on performance, training efficiency \nand blood biochemical indices in crossfit-trained participants. Nutrients. \n2022;14:894.\n25. Grootswagers P, de Regt M, Domi �c J, et al. A 4-week exercise and protein pro -\ngram improves muscle mass and physical functioning in older adults—a pilot \nstudy. Exp Gerontol. 2020;141:111094. https://doi.org/10.1016/j.exger.2020. \n111094.\n26. Sterne JAC, Savovi �c J, Page MJ, et al. RoB 2: a revised tool for assessing risk of \nbias in randomised trials. BMJ. 2019;366:l4898. https://doi.org/10.1136/bmj.l4898\n27. Cohen J. Statistical Power Analysis for the Behavioral Sciences. Taylor & Francis; \n1988.\n28. Furukawa TA, Barbui C, Cipriani A, Brambilla P, Watanabe N. Imputing missing \nstandard deviations in meta-analyses can provide accurate results. J Clin \nEpidemiol. 2006;59:7-10. https://doi.org/10.1016/j.jclinepi.2005.06.006.\n29. Higgins JP, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in \nmeta-analyses. BMJ. 2003;327:557-560.\n30. Egger M, Smith GD, Schneider M, Minder C. Bias in meta-analysis detected by a \nsimple, graphical test. BMJ. 1997;315:629-634. https://doi.org/10.1136/bmj.315. \n7109.629\n31. Breen L, Phillips SM. Skeletal muscle protein metabolism in the elderly: interven -\ntions to counteract the ’anabolic resistance’ of ageing. Nutr Metab (Lond). \n2011;8:68. https://doi.org/10.1186/1743-7075-8-68\n32. Beavers KM, Gordon MM, Easter L, et al. Effect of protein source during weight \nloss on body composition, cardiometabolic risk and physical performance in \nabdominally obese, older adults: a pilot feeding study. J Nutr Health Aging. \n2015;19:87-95. https://doi.org/10.1007/s12603-015-0438-7\n33. Evans EM, Racette SB, Van Pelt RE, Peterson LR, Villareal DT. Effects of soy protein \nisolate and moderate exercise on bone turnover and bone mineral density in \npostmenopausal women. Menopause. 2007;14:481-488. https://doi.org/10.1097/ \n01.gme.0000243570.78570.f7\n34. Hashimoto R, Sakai A, Murayama M, et al. Effects of dietary soy protein on skeletal \nmuscle volume and strength in humans with various physical activities. J Med \nInvest. 2015;62:177-183. https://doi.org/10.2152/jmi.62.177\n35. Haub MD, Wells AM, Tarnopolsky MA, Campbell WW. Effect of protein source on \nresistive-training-induced changes in body composition and muscle size in older \nmen. Am J Clin Nutr. 2002;76:511-517. https://doi.org/10.1093/ajcn/76.3.511\n36. Jadczak AD, Visvanathan R, Barnard R, Luscombe-Marsh N. A randomized con -\ntrolled pilot Exercise and Protein Effectiveness Supplementation Study (EXPRESS) \non reducing frailty risk in community-dwelling older people. J Nutr Gerontol \nGeriatr. 2021;40:26-45. https://doi.org/10.1080/21551197.2021.1886222\n37. Kok L, Kreijkamp-Kaspers S, Grobbee DE, Lampe JW, van der Schouw YT. Soy iso -\nflavones, body composition, and physical performance. Maturitas. \n2005;52:102-110. https://doi.org/10.1016/j.maturitas.2005.01.003\n38. Li C, Meng H, Wu S, et al. Daily supplementation with whey, soy, or whey-soy \nblended protein for 6 months maintained lean muscle mass and physical per -\nformance in older adults with low lean mass. J Acad Nutr Diet. \n2021;121:1035-1048, e6. https://doi.org/10.1016/j.jand.2021.01.006.\n39. Markova M, Pivovarova O, Hornemann S, et al. Isocaloric diets high in animal or \nplant protein reduce liver fat and inflammation in individuals with type 2 diabe -\ntes. Gastroenterology. 2017;152:571-585, e8. https://doi.org/10.1053/j.gastro. \n2016.10.007\n40. Roschel H, Hayashi AP, Fernandes AL, et al. Supplement-based nutritional strat -\negies to tackle frailty: a multifactorial, double-blind, randomized placebo- \ncontrolled trial. Clin Nutr. 2021;40:4849-4858. https://doi.org/10.1016/j.clnu.2021. \n06.024.\n41. Thomson RL, Brinkworth GD, Noakes M, Buckley JD. Muscle strength gains during \nresistance exercise training are attenuated with soy compared with dairy or usual \nprotein intake in older adults: a randomized controlled trial. Clin Nutr. \n2016;35:27-33. https://doi.org/10.1016/j.clnu.2015.01.018\n42. Vupadhyayula PM, Gallagher JC, Templin T, Logsdon SM, Smith LM. Effects of soy \nprotein isolate on bone mineral density and physical performance indices in post -\nmenopausal women—a 2-year randomized, double-blind, placebo-controlled \ntrial. Menopause. 2009;16:320-328. https://doi.org/10.1097/gme. \n0b013e3181844893\n43. Anderson JW, Fuller J, Patterson K, Blair R, Tabor A. Soy compared to casein meal \nreplacement shakes with energy-restricted diets for obese women: randomized \ncontrolled trial. Metabolism. 2007;56:280-288. https://doi.org/10.1016/j.metabol. \n2006.10.013\n44. Baer DJ, Stote KS, Paul DR, Harris GK, Rumpler WV, Clevidence BA. Whey protein \nbut not soy protein supplementation alters body weight and composition in \nfree-living overweight and obese adults. J Nutr. 2011;141:1489-1494. https://doi. \norg/10.3945/jn.111.139840\n45. Barnard ND, Scialli AR, Turner-McGrievy G, Lanou AJ, Glass J. The effects of a low- \nfat, plant-based dietary intervention on body weight, metabolism, and insulin \nsensitivity. Am J Med. 2005;118:991-997. https://doi.org/10.1016/j.amjmed.2005. \n03.039\n46. Basciani S, Camajani E, Contini S, et al. Very-low-calorie ketogenic diets with \nwhey, vegetable, or animal protein in patients with obesity: a randomized pilot \nstudy. J Clin Endocrinol Metab. 2020;105:2939-2949. https://doi.org/10.1210/cli -\nnem/dgaa336\n47. Berger PK, Principe JL, Laing EM, et al. Weight gain in college females is not pre -\nvented by isoflavone-rich soy protein: a randomized controlled trial. Nutr Res. \n2014;34:66-73. https://doi.org/10.1016/j.nutres.2013.09.005\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1601 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\n48. Brown EC, DiSilvestro RA, Babaknia A, Devor ST. Soy versus whey protein bars: \neffects on exercise training impact on lean body mass and antioxidant status. \nNutr J. 2004;3:22. https://doi.org/10.1186/1475-2891-3-22\n49. Candow DG, Burke NC, Smith-Palmer T, Burke DG. Effect of whey and soy protein \nsupplementation combined with resistance training in young adults. Int J Sport \nNutr Exerc Metab. 2006;16:233-244. https://doi.org/10.1123/ijsnem.16.3.233\n50. Christie DR, Grant J, Darnell BE, Chapman VR, Gastaldelli A, Sites CK. Metabolic \neffects of soy supplementation in postmenopausal Caucasian and African \nAmerican women: a randomized, placebo-controlled trial. Am J Obstet Gynecol. \n2010;203:153.e1-153.e9. https://doi.org/10.1016/j.ajog.2010.02.058\n51. DeNysschen CA, Burton HW, Horvath PJ, Leddy JJ, Browne RW. Resistance train -\ning with soy vs whey protein supplements in hyperlipidemic males. J Int Soc \nSports Nutr. 2009;6:8. https://doi.org/10.1186/1550-2783-6-8\n52. Gonz �alez-Salazar LE, Pichardo-Ontiveros E, Palacios-Gonz �alez B, et al. Effect of the \nintake of dietary protein on insulin resistance in subjects with obesity: a random -\nized controlled clinical trial. Eur J Nutr. 2021;60:2435-2447. https://doi.org/10. \n1007/s00394-020-02428-5\n53. Hartman JW, Tang JE, Wilkinson SB, et al. Consumption of fat-free fluid milk after \nresistance exercise promotes greater lean mass accretion than does consumption \nof soy or carbohydrate in young, novice, male weightlifters. Am J Clin Nutr. \n2007;86:373-381. https://doi.org/10.1093/ajcn/86.2.373\n54. Hassanzadeh-Rostami Z, Hemmatdar Z, Pishdad GR, Faghih S. Moderate con -\nsumption of red meat, compared to soy or non-soy legume, has no adverse effect \non cardio-metabolic factors in patients with type 2 diabetes. Exp Clin Endocrinol \nDiabetes. 2021;129:429-437. https://doi.org/10.1055/a-0929-6287\n55. Hill AM, Harris Jackson KA, Roussell MA, West SG, Kris-Etherton PM. Type and \namount of dietary protein in the treatment of metabolic syndrome: a randomized \ncontrolled trial. Am J Clin Nutr. 2015;102:757-770. https://doi.org/10.3945/ajcn. \n114.104026\n56. Kalman D, Feldman S, Martinez M, Krieger DR, Tallon MJ. Effect of protein source \nand resistance training on body composition and sex hormones. J Int Soc Sports \nNutr. 2007;4:4. https://doi.org/10.1186/1550-2783-4-4\n57. Kjølbæk L, Sørensen LB, Søndertoft NB, et al. Protein supplements after weight \nloss do not improve weight maintenance compared with recommended dietary \nprotein intake despite beneficial effects on appetite sensation and energy expen -\nditure: a randomized, controlled, double-blinded trial. Am J Clin Nutr. \n2017;106:684-697. https://doi.org/10.3945/ajcn.115.129528\n58. Li J, Armstrong CL, Campbell WW. Effects of dietary protein source and quantity \nduring weight loss on appetite, energy expenditure, and cardio-metabolic \nresponses. Nutrients. 2016;8:63. https://doi.org/10.3390/nu8020063\n59. Liu ZM, Ho SC, Chen YM, Ho YP. A mild favorable effect of soy protein with isofla -\nvones on body composition-a 6-month double-blind randomized placebo- \ncontrolled trial among Chinese postmenopausal women. Int J Obes (Lond). \n2010;34:309-318. https://doi.org/10.1038/ijo.2009.236\n60. Liu ZM, Ho SC, Chen YM, Woo J. A six-month randomized controlled trial of whole \nsoy and isoflavones daidzein on body composition in equol-producing postme -\nnopausal women with prehypertension. J Obes. 2013;2013:359763. https://doi. \norg/10.1155/2013/359763\n61. Lukaszuk JM, Luebbers P, Gordon BA. Preliminary study: soy milk as effective as \nskim milk in promoting weight loss. J Am Diet Assoc. 2007;107:1811-1814. https:// \ndoi.org/10.1016/j.jada.2007.07.008\n62. McBreairty LE, Kazemi M, Chilibeck PD, Gordon JJ, Chizen DR, Zello GA. Effect of a \npulse-based diet and aerobic exercise on bone measures and body composition \nin women with polycystic ovary syndrome: a randomized controlled trial. Bone \nRep. 2020;12:100248. https://doi.org/10.1016/j.bonr.2020.100248.\n63. Moeller LE, Peterson CT, Hanson KB, et al. Isoflavone-rich soy protein prevents \nloss of hip lean mass but does not prevent the shift in regional fat distribution in \nperimenopausal women. Menopause. 2003;10:322-331. https://doi.org/10.1097/ \n01.Gme.0000054763.94658.Fd\n64. Moon JM, Ratliff KM, Blumkaitis JC, et al. Effects of daily 24-gram doses of rice or \nwhey protein on resistance training adaptations in trained males. J Int Soc Sports \nNutr. 2020;17:60. https://doi.org/10.1186/s12970-020-00394-1\n65. Pettersson S, Edin F, Hjelte C, et al. Six weeks of aerobic exercise in untrained \nmen with overweight/obesity improved training adaptations, performance and \nbody composition independent of oat/potato or milk based protein- \ncarbohydrate drink supplementation. Front Nutr. 2021;8:617344. https://doi.org/ \n10.3389/fnut.2021.617344\n66. Sites CK, Cooper BC, Toth MJ, Gastaldelli A, Arabshahi A, Barnes S. Effect of a daily \nsupplement of soy protein on body composition and insulin secretion in postme -\nnopausal women. Fertil Steril. 2007;88:1609-1617. https://doi.org/10.1016/j.fertn -\nstert.2007.01.061\n67. Volek JS, Volk BM, G �omez AL, et al. Whey protein supplementation during resist -\nance training augments lean body mass. J Am Coll Nutr. 2013;32:122-135. https:// \ndoi.org/10.1080/07315724.2013.793580\n68. Wilson SMG, Peterson EJ, Gaston ME, Kuo WY, Miles MP. Eight weeks of lentil con -\nsumption attenuates insulin resistance progression without increased gastroin -\ntestinal symptom severity: a randomized clinical trial. Nutr Res. 2022;106:12-23. \nhttps://doi.org/10.1016/j.nutres.2022.08.002\n69. Zbinden-Foncea H, Ramos-Navarro C, Hevia-Larra � ın V, et al. Neither chia flour nor \nwhey protein supplementation further improves body composition or strength \ngains after a resistance training program in young subjects with a habitual high \ndaily protein intake. Nutrients. 2023;15:1365. https://doi.org/10.3390/ \nnu15061365\n70. Zemel MB, Sun X, Sobhani T, Wilson B. Effects of dairy compared with soy on oxi -\ndative and inflammatory stress in overweight and obese subjects. Am J Clin Nutr. \n2010;91:16-22. https://doi.org/10.3945/ajcn.2009.28468\n71. Haub MD, Wells AM, Campbell WW. Beef and soy-based food supplements differ -\nentially affect serum lipoprotein-lipid profiles because of changes in carbohydrate \nintake and novel nutrient intake ratios in older men who resistive-train. \nMetabolism. 2005;54:769-774. https://doi.org/10.1016/j.metabol.2005.01.019\n72. Christie A, Kamen G. Short-term training adaptations in maximal motor unit firing \nrates and after hyperpolarization duration. Muscle Nerve. 2010;41:651-660. \nhttps://doi.org/10.1002/mus.21539.\n73. Dietary Reference Values for Food Energy and Nutrients for the United Kingdom. \nReport of the Panel on Dietary Reference Values of the Committee on Medical \nAspects of Food Policy. Rep Health Soc Subj (Lond). 1991;41:1-210.\n74. Wilkinson SB, Tarnopolsky MA, MacDonald MJ, MacDonald JR, Armstrong D, \nPhillips SM. Consumption of fluid skim milk promotes greater muscle \nprotein accretion after resistance exercise than does consumption of an \nisonitrogenous and isoenergetic soy-protein beverage. Am J Clin Nutr. \n2007;85:1031-1040.\n75. Tang JE, Moore DR, Kujbida GW, Tarnopolsky MA, Phillips SM. Ingestion of \nwhey hydrolysate, casein, or soy protein isolate: effects on mixed muscle \nprotein synthesis at rest and following resistance exercise in young men. J Appl \nPhysiol (1985). 2009;107:987-992. https://doi.org/10.1152/japplphysiol.00076. \n2009\n76. van den Berg LA, Mes JJ, Mensink M, Wanders AJ. Protein quality of soy and the \neffect of processing: a quantitative review. Front Nutr. 2022;9:1004754. https:// \ndoi.org/10.3389/fnut.2022.1004754\n77. Yang Y, Churchward-Venne TA, Burd NA, Breen L, Tarnopolsky MA, Phillips SM. \nMyofibrillar protein synthesis following ingestion of soy protein isolate at rest \nand after resistance exercise in elderly men. Nutr Metab (Lond). 2012;9:57. https:// \ndoi.org/10.1186/1743-7075-9-57\n78. Mitchell CJ, Churchward-Venne TA, Parise G, et al. Acute post-exercise myofibrillar \nprotein synthesis is not correlated with resistance training-induced muscle hyper -\ntrophy in young men. PLoS One. 2014;9:e89431. https://doi.org/10.1371/journal. \npone.0089431\n79. Gorissen SHM, Crombag JJR, Senden JMG, et al. Protein content and amino acid \ncomposition of commercially available plant-based protein isolates. Amino Acids. \n2018;50:1685-1695. https://doi.org/10.1007/s00726-018-2640-5\n80. Monroy-Torres R, Mancilla-Escobar ML, Gallaga-Sol �orzano JC, Santiago-Garc � ıa EJ. \nProtein digestibility of chia seed Salvia hispanica L. Revista Salud P �ublica y \nNutrici �on. 2008;9:1-9.\n81. Hern �andez-Olivas E, Mu ~noz-Pina S, Andr �es A, Heredia A. The impact of age- \nrelated digestive disorders on in vitro digestibility of macronutrients and bioac -\ncessibility of minor components of chia seeds. Food Res Int. 2023;169:112874. \nhttps://doi.org/10.1016/j.foodres.2023.112874.\n82. Nitrayov �a S, Brestensk �y M, Heger J, Patr �a �s P, Rafay J, Sirotkin A. Amino acids and \nfatty acids profile of chia (Salvia hispanica L.) and flax (Linum usitatissimum L.) \nseed. Slovak J Food Sci. 2014;8:72-76.\n83. Rasane P, Jha A, Sabikhi L, Kumar A, Unnikrishnan VS. Nutritional advantages of \noats and opportunities for its processing as value added foods—a review. J Food \nSci Technol. 2015;52:662-675. https://doi.org/10.1007/s13197-013-1072-1\n84. Gorissen SHM, Witard OC. Characterising the muscle anabolic potential of dairy, \nmeat and plant-based protein sources in older adults. Proc Nutr Soc. \n2018;77:20-31. https://doi.org/10.1017/S002966511700194X\n85. Berrazaga I, Micard V, Gueugneau M, Walrand S. The role of the anabolic proper -\nties of plant- versus animal-based protein sources in supporting muscle mass \nmaintenance: a critical review. Nutrients. 2019;11:1825. https://doi.org/10.3390/ \nnu11081825\n86. Carbonaro M, Maselli P, Nucara A. Relationship between digestibility and secon -\ndary structure of raw and thermally treated legume proteins: a Fourier transform \ninfrared (FT-IR) spectroscopic study. Amino Acids. 2012;43:911-921.\n87. Roy F, Boye JI, Simpson BK. Bioactive proteins and peptides in pulse crops: pea, \nchickpea and lentil. Food Res Int. 2010;43:432-442. https://doi.org/10.1016/j.foo -\ndres.2009.09.002\n88. Parca F, Koca YO, Aydın U. Nutritional and antinutritional factors of some pulses \nseed and their effects on human health. Int J Second Metab. 2018;5:331-342.\n89. Patterson CA, Curran J, Der T. Effect of processing on antinutrient compounds in \npulses. Cereal Chem. 2017;94:2-10. https://doi.org/10.1094/CCHEM-05-16-0144-FI\n90. Aragon AA, Tipton KD, Schoenfeld BJ. Age-related muscle anabolic resistance: \ninevitable or preventable? Nutr Rev. 2023;81:441-454. https://doi.org/10.1093/ \nnutrit/nuac062\n91. Morton RW, Murphy KT, McKellar SR, et al. A systematic review, meta-analysis \nand meta-regression of the effect of protein supplementation on resistance \ntraining-induced gains in muscle mass and strength in healthy adults. Br J Sports \nMed. 2018;52:376-384. https://doi.org/10.1136/bjsports-2017-097608\ne1602 Nutrition Reviews\nV R \nVol. 83(7):e1581–e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025\n\n\n92. Hou L, Lei Y, Li X, et al. Effect of protein supplementation combined with resist -\nance training on muscle mass, strength and function in the elderly: a systematic \nreview and meta-analysis. J Nutr Health Aging. 2019;23:451-458. https://doi.org/ \n10.1007/s12603-019-1181-2\n93. Pasiakos SM, McLellan TM, Lieberman HR. The effects of protein supplements on \nmuscle mass, strength, and aerobic and anaerobic power in healthy adults: a sys -\ntematic review. Sports Med. 2015;45:111-131. https://doi.org/10.1007/s40279- \n014-0242-2\n94. Maltais ML, Perreault K, Courchesne-Loyer A, Lagac �e JC, Barsalani R, Dionne IJ. \nEffect of resistance training and various sources of protein supplementation on \nbody fat mass and metabolic profile in sarcopenic overweight older adult men: a \npilot study. Int J Sport Nutr Exerc Metab. 2016;26:71-77. https://doi.org/10.1123/ \nijsnem.2015-0160\n95. Neacsu M, Fyfe C, Horgan G, Johnstone AM. Appetite control and biomarkers of \nsatiety with vegetarian (soy) and meat-based high-protein diets for weight loss \nin obese men: a randomized crossover trial. Am J Clin Nutr. 2014;100:548-558. \nhttps://doi.org/10.3945/ajcn.113.077503\n96. Tomayko EJ, Kistler BM, Fitschen PJ, Wilund KR. Intradialytic protein supplemen -\ntation reduces inflammation and improves physical function in maintenance \nhemodialysis patients. J Ren Nutr. 2015;25:276-283. https://doi.org/10.1053/j.jrn. \n2014.10.005\n97. Han D-S, Wu W-K, Liu P-Y, et al. Differences in the gut microbiome and reduced \nfecal butyrate in elders with low skeletal muscle mass. Clin Nutr. 2022;41:1491-1500.\n98. Tan L-J, Liu S-L, Lei S-F, Papasian CJ, Deng H-W. Molecular genetic studies of \ngene identification for sarcopenia. Hum Genet. 2012;131:1-31. https://doi.org/10. \n1007/s00439-011-1040-7\n© The Author(s) 2025. Published by Oxford University Press on behalf of the International Life Sciences Institute.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommon s.org/licenses/by/4.0/), which permits \nunrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.\nNutrition Reviews, 2025, 83, e1581–e1603\nhttps://doi.org/1 0.1093/nutrit/nuae200\nMeta-Analysis\nNutrition Reviews\nV R \nVol. 83(7):e1581–e1603 e1603 \nDownloaded from https://academic.oup.com/nutritionreviews/article/83/7/e1581/7954494 by guest on 04 December 2025"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 104,
    "primary_human": "body_comp (FFM, muscle_mass); strength (handgrip, 1RM); physical_performance (gait speed, chair rise); sarcopenia_status"
  },
  "bucket": "B",
  "notes": "When total protein is matched, plant and animal proteins have broadly similar effects on muscle mass, strength and performance in adults."
}