{
  "id": 53,
  "title": "Dietary Protein to Support Anabolism With Resistance Exercise in Young Men",
  "authors": "Phillips SM, Hartman JW, Wilkinson SB",
  "year": 2005,
  "doi": "10.1080/07315724.2005.10719454",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "young_men",
    "resistance_training",
    "protein_source (milk_vs_soy)",
    "MPS"
  ],
  "population": {
    "training_status": "narrative_review_RT (includes RT trials with milk vs soy etc.)"
  },
  "sections": {
    "results": "in muscle hypertrophy. With this rudimentary knowledge we are now at the point where we can manipulate\nvariables within the system to see what impact these interventions have on the processes of MPS, MPB, and NPB and\nultimately and perhaps most importantly, muscle hypertrophy and strength. We used established models of skeletal\nmuscle amino acid turnover to examine how protein source (milkversus soy) acutely affects the processes of MPS\nand MPB after resistance exercise. Our findings revealed that even when balanced quantities of total protein and\nenergy are consumed that milk proteins are more effective in stimulating amino acid uptake and net protein deposition\nin skeletal muscle after resistance exercise than are hydrolyzed soy proteins. Importantly, the finding of increased\namino aciduptakewould be independent of the differences in amino acid composition of the two proteins. We propose\nthat the improved net protein deposition with milk protein consumption is also not due to differences in amino acid\ncomposition, but is due to a different pattern of amino acid delivery associated with milkversus hydrolyzed soy\nproteins. If our acute findings are accurate then we hypothesized that chronically the greater net protein deposition\nassociated with milk protein consumption post-resistance exercise would eventually lead to greater net protein\naccretion (i.e., muscle fiber hypertrophy), over a longer time period. In young men completing 12 weeks of resistance\ntraining (5d/wk) we observed a tendency (P/H110050.11) for greater gains in whole body lean mass and whole as greater\nmuscle fiber hypertrophy with consumption of milk. While strength gains were not different between the soy and\nmilk-supplemented groups we would argue that the true significance of a greater increase in lean mass that we\nobserved with milk consumption may be more important in groups of persons with lower initial lean mass and strength\nsuch as the elderly.\nKey teaching points:\n Resistance exercise is fundamentally anabolic; as such it stimulates MPS which pushes muscle NPB in a more positive direction.\n Muscle NPB becomes positive, only when amino acids are provided to muscle (i.e., protein or amino acids are consumed).\n After resistance exercise, the consumption of protein results in an increase in MPS that is greater than consumption of protein alone; this\nis due to synergistic stimulation of MPS by amino acids and exercise, which appear to be acting through different signalling pathways.\n Over time the synergistic combination of amino acid feeding and resistance exercise results in accretion of muscle proteins—\nmuscle hypertrophy.\n Protein source acutely affects muscle amino acid uptake and NPB following resistance exercise in a manner that appears to be\nrelated not to amino acid composition but to the pattern of amino acid delivery to peripheral tissues. In this regard, milk proteins\nare more effective at supporting protein accretion than are soy proteins.\n The ability of milk to support muscle protein accretion may have greater relevance in populations with compromised muscle mass.\nAddress reprint requests to: Stuart M. Phillips, Ph.D., FACN, Exercise Metabolism Research Group, Department of Kinesiology, McMaster University, 1280 Main St.\nWest, Hamilton, ON L8S 4K1 CANADA. E-mail: phillis@mcmaster.ca\nPresented in part at the 45th Annual meeting of the American College of Nutrition, Long Beach, CA, September 30th, 2004.\nAbbreviations: MPS /H11005muscle protein synthesis, MPB/H11005muscle protein breakdown, NPB/H11005net protein balance.\nJournal of the American College of Nutrition, Vol. 24, No. 2, 134S–139S (2005)\nPublished by the American College of Nutrition\n134S",
    "introduction": "Skeletal muscle protein mass remains essentially unchanged\nfor lengthy periods of time in most persons who are eating\nregular meals and not performing exercise. The maintenance of\nskeletal muscle mass throughout a day is due to a fluctuation\nbetween accrual and loss of muscle proteins, defined by net\nprotein balance (NPB). In skeletal muscle, NPB is defined as\nthe algebraic different between muscle protein synthesis (MPS)\nand muscle protein breakdown (MPB). Hence NPB is positive\nwhen MPS is greater than MPB and negative when the opposite\nis true. The main determinant of the changes in NPB through-\nout the day is changes in MPS, which is responsive to amino\nacid provision [1–3]. However, the feeding-induced stimulation\nof MPS is only transient and even in the face of available amino\nacids returns to basal levels [2]. Hence, it is a feeding-induced\nstimulation of MPS that results in the undulation of muscle\nNPB throughout a day (Fig. 1). This effect is almost exclu-\nsively due to protein (i.e., amino acids) and while dependent on\ninsulin does not appear to require a high concentration of the\nhormone for a maximal synthetic response [3– 6].\nHigh force resistance exercise is a fundamentally anabolic\nstimulus for muscle protein and results in a marked stimulation\nof MPS [7–11]. When MPB is examined at the same time as\nMPS after resistance exercise muscle NPB has been shown to\nbe negative but approaches zero, due to a relatively greater\nstimulation of MPS than MPB [8,9,11]. When resistance exer-\ncise is performed and protein consumption follows then the\neffect is an interactive stimulation of MPS to promote an even\nmore positive NPB than just exercise alone [12–15]. As Fig. 1\nshows, this exercise- and feeding-induced interaction is small,\nbut over time is the reason skeletal muscle fibers hypertrophy\n[16,17].\nMuch of our understanding of how amino acids can affect\nmuscle NPB after resistance exercise comes from work from\nWolfe’s laboratory [11–15,18 –20]. Rather than dissecting in-\ndividual themes within this body of literature it appears that\nsome messages are relatively clear, based on these and other\nstudies. First, as stated previously, resistance exercise and\namino acid provision (intravenous or orally fed) are synergistic\nin their ability to stimulate MPS and result in muscle NPB\nbeing greater than either feeding or resistance exercise alone\n[11,14,18]. Second, provision of amino acids before exercise\nmay enhance muscle NPB [20]. In the post-exercise period,\nprovision of amino acids (6g) and sucrose (35g) at either 1h or\n3h post-exercise equally stimulated MPS to achieve a similar\nmuscle NPB, indicating that a post-exercise ‘window’ in which\nthe muscle is predisposed to anabolism is no different at either\n1h or 3h post-exercise, at least not in young persons [14]. Third,\nit appears that the response of increased MPS, stimulating a\npositive muscle NPB, after resistance is due only to essential\namino acid provision [12,13,21]. In addition, skeletal muscle\nappears to be fully responsive to repeated doses of amino acids\nwhen consumed only an hour apart after resistance exercise\n[13]. Finally, the acute responses seen post-exercise with amino\nacid consumption [12–14], result in a stimulation of muscle\nanabolism that is reflected in daily muscle protein balance [19],\nconsistent with the scheme proposed in Fig. 1.\nProtein Source and Digestibility\nDifferent proteins yield different patterns of amino acid\nappearance into the systemic circulation [22–25]. Most notably,\nFig. 1.Normal fed-state gains and fasted-state losses in skeletal muscle\nprotein balance (synthesis minus breakdown). Note that the area under\nthe curve in the fed state (I) would be equivalent to the fasted loss area\nunder the curve (II); hence, skeletal muscle mass is maintained by\nfeeding. B. Fed-state gains and fasted-state losses in skeletal muscle\nprotein balance with performance of resistance exercise. In this sce-\nnario, fasted state gains are enhanced by an amount equivalent to the\nstimulation of protein synthesis brought about by exercise (III). Addi-\ntionally, fasted-state losses appear to be less (IV), due to persistent\nstimulation of protein synthesis in the fasted state. Reproduced from\nreference [16] with permission.\nProtein Source and Anabolism with Resistance Exercise\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 135S\n\ncasein protein is what has been termed a ‘slow’ protein in that\nit results in a relatively slow delivery of amino acids to the\nsystemic circulation [23–25]. By contrast whey protein, and\nmost other protein sources for that matter, result in a relatively\nrapid delivery of amino acids to peripheral tissues. It has also\nbeen reported that milk consumption (containing/H110111:4 ratio of\nwhey to casein protein) also results in a slower rate of amino\nacid appearance in the peripheral circulation as versus soy\nproteins [26 –28]. Interestingly, the impact of a faster rate of\nappearance of amino acids from protein in the form of whey\nversus casein is that whey stimulates whole-body amino acid\noxidation to a greater extent than casein [23,25,29]. In addition,\nwhile whey proteins promote a greater rise in whole-body\nprotein synthesis than do casein proteins, the casein proteins\nattenuate whole-body proteolysis; the result is a greater reten-\ntion of protein with casein than with whey [23,25,29].\nWhen whey and casein are consumed in the form of milk\nand compared to an isonitrogenous quantity of soy proteins the\nresults show that milk supports greater protein anabolism in the\nperipheral (i.e., non-splanchnic) tissues [26 –28,30]. These re-\nsults appear to be due almost solely to a differing pattern of\namino acid delivery to the peripheral circulation; as such soy\nprotein derived amino acids were digested more rapidly and\nwere directed toward both deamination pathways and liver\nprotein synthesis more than milk-derived amino acids [27].\nThese authors did not, however, rule out differences in amino\nacid composition as playing a role in the differing net retention\nof nitrogen [27]. Notably, when subjects consumed a higher\nprotein intake (2g protein/kg/d)versus a lower protein intake (1\ng protein/kg/d) it was found that the efficiency of utilization of\nmilk proteins, which is normally high [30], was reduced but\nthat the efficiency of soy protein utilization was reduced to a far\ngreater degree [26]. These findings are interesting in light of the\nhabitually high dietary protein intake consumed by many re-\nsistance training athletes [16]. Clearly, much work remains to\nbe done in this area in terms of delineating the functional\nconsequences of the improved protein utilization with milk as\nopposed to soy proteins.\nSkeletal Muscle Anabolism and Protein Source:\nAcute Effects\nGiven that soy proteins appear to be preferentially directed\ntoward the splanchnic region and milk proteins toward periph-\neral tissues, a framework for how different protein sources\nmight affect peripheral tissue protein accretion can be postu-\nlated [27,28,31]. Given the interest of our group in determining\nhow protein can support anabolism, mainly the feeding- and\nexercise-induced rise in MPS, with resistance exercise we\npursued this issue with the a priori knowledge that milk pro-\nteins may actually be a better source of protein to support\nperipheral tissue protein synthesis, such as that in skeletal\nmuscle.\nOur first study was an acute examination of how milk\nversus soy proteins would support protein accretion following\nresistance exercise. Subjects performed an intense workout on\nonly one of their legs to isolate the effect of exercise to a single\nmuscle mass and have maximal perfusion of leg after exercise\nso as to maximize amino acid delivery to the tissue. Immedi-\nately following exercise, subjects consumed an isonitrogenous\n(18.2 g protein) and isoenergetic (750kJ) beverage of either low\nfat milk or a beverage that contained hydrolyzed soy proteins as\na protein source in a 500ml bolus. We utilized arterial-venous\ndifferences combined with muscle biopsies to estimate protein\nkinetics using a 3-pool model [32]. We observed that the soy\nprotein beverage promoted a more rapid and transient hy-\nperaminoacidemia than did the milk. Insulin and glucose con-\ncentrations were no different between the two beverages, which\nwas fortuitous given that the carbohydrate sources were actu-\nally different between the two drinks (i.e., lactose in milk and\nmaltodextrin in the soy drink). Over the ensuing 3h following\nresistance exercise we observed a markedly greater uptake of\namino nitrogen following milk consumption. This occurred in\nthe absence of differences in blood flow and bulk delivery of\namino acids. While many would immediately assume that\ndifferences in the amino acid contents may be playing a role in\nthese findings, and we cannot rule this out entirely, our analysis\nof the amino acid content of the two proteins indicated rela-\ntively minor differences in individual amino acids (Fig. 2), at\nleast none that we considered quantitatively important enough\nto explain our findings.\nThese results have important implications since the greater\nuptake of amino acids in the milk condition reflected a greater\nessential amino acid uptake. In addition, we also infused a\ntracer amino acid of phenylalanine ([\n2H5]phenylalanine), which\nconfirmed that the net chemical balance of amino acid uptake\nwas indeed due to increased disappearance from the arterial\ninflow. Hence, our young male subjects would have reaped a\ngreater benefit of drinking milk post-exercise, in terms a greater\nanabolic response following resistance exercise. However, a\nmore clinically poignant consequence of this research may be\nthat populations in whom muscle mass is compromised, such as\nthe elderly, that the consumption of milk proteins asversus soy\nproteins post-exercise would be more beneficial in terms of\nFig. 2.Comparison of amino acid content of milk protein with hydro-\nlyzed soy protein beverage. Values are percent content by mass of total\nprotein. Glutamine is not available since it converted to glutamate\nduring acid hydrolysis. Neither tryptophan nor cysteine were analyzed.\nProtein Source and Anabolism with Resistance Exercise\n136S VOL. 24, NO. 2\n\nsupporting hypertrophic gains as a result of resistance exercise.\nThe findings of Esmarcket al.[33] indicate the importance of\ntiming of protein delivery post-exercise in elderly men in terms\nof maximizing hypertrophy. While the exact protein source of\nthe supplement used in this study was not given it was listed a\nmixture of protein from skimmed milk and soybean. Interest-\ningly, Dangin et al. [29] observed that so-called fast dietary\nproteins (i.e., whey) appeared to be more beneficial in terms of\nsupporting whole-body leucine balance than were ‘slow’ pro-\nteins for both young and old men, but the effect was far greater\nfor the elderly subjects. Clearly further research is needed to\nelucidate in which tissue(s) the improvements in whole-body\nbalance seen with whey protein [29] is occurring in the elderly\nand whether there is an interaction with resistance exercise and\nmuscle protein accretion.\nSkeletal Muscle Anabolism and Protein Source:\nChronic Effects\nIf the scheme in Fig. 1 is correct, then an acute increase in\nanabolism should be predictive of a long-term response leading\nto greater hypertrophy, or at least hypertrophy that would be\npresent earlier in a training program. Hence, we wished to test\nour finding of a greater post-exercise anabolic response acutely\nfollowing resistance exercise in a chronic resistance training\nsetting. Chronically, we could not control protein intake for the\nentire time the subjects were participating in the study; how-\never, given the apparent importance of the post-exercise period\nin terms of supporting lean mass accretion, at least in elderly\nmen [33], we controlled what subjects consumed for the 2h\nimmediately pre- and post-exercise. Subjects always exercise at\nleast 2h post-prandial and in the post-exercise period consumed\na drink immediately post-exercise and a second drink 1h later,\nbefore they were allowed to consume food or drinkad libitum.\nTwo drinks were consumed with the knowledge that MPS\nresponds readily, and with a full anabolic response, to a second\nprotein meal 1h following an initial meal [13]. Subjects were\nrandomly assigned to either the milk group who consumed low\nfat milk (500ml, 18.2g protein, 750kJ), an isonitrogenous and\nisoenergetic protein energy control group who received a hy-\ndrolyzed soy protein-containing drink, or an energy control\ngroup who consumed energy equivalent to the previous two\ngroups in the form of maltodextrin. Our main outcome vari-\nables were whole-body fat and bone-free mass (i.e., lean mass)\nby DEXA, muscle fiber cross-sectional area, and strength in\nvarious resistive exercises. We also collected food records to\nascertain that our post-exercise drinks were in fact a ‘supple-\nment’ that is they provided protein and/or energy over and\nabove the persons normal dietary intake.\nWhat we observed was a greater whole-body lean mass gain\nin the milk versus the energy control group, but with no\ndifference between the soy consuming group and either the\nmilk or energy control group. Therefore, by comparison to\nsimply consuming more energy as carbohydrate, milk proteins\nwere more effective at supporting resistance exercise-induced\nlean mass gains. Similarly, the increase in muscle fiber (vastus\nlateralis) cross sectional area, while not statistically different,\nwas greater in the milk consuming group than the other two\ngroups (P /H110050.08). Thus, our short-term findings were borne\nout when a long-term comparison was made. Since the long-\nterm study was only 12 weeks long it can be argued that what\nwe observed was an early hypertrophic response and that the\nmilk supplemented group simply gained their new muscle\nsooner. While this may be true for healthy young men, the\npotential clinical significance of our findings is high particu-\nlarly when one considers that resistance exercise in combina-\ntion with milk protein consumption would potentially support\ngreater and more rapid lean mass gain. Given that exercise\nalone, both resistance and aerobic, can favourably modify\ncardiovascular disease risk [34], we argue that faster and more\nrapid gains in skeletal muscle might promote a wider range of\nfurther health benefits related to training sustainability in the\nyoung and reduced risk for falls in the elderly.",
    "conclusion": "Underscoring our belief that our findings have widespread\nclinical relevance is what we view as a substantial underappre-\nciation of the role of declining skeletal muscle mass, due either\nto disease, aging, or disuse, plays in overall health. Skeletal\nmuscle has a large working range of ATP turnover rates as such\nit has tremendous potential to consume energy, and hence is\nimportant in weight maintenance or loss. Due to its mass,\nskeletal muscle is a highly important thermogenic tissue and\nthe prime determinant of basal metabolic rate, which for most\nof us is the largest single contributor to daily energy expendi-\nture [35]; again, this fact highlights the importance of main-\ntaining muscle mass. Because of its oxidative capacity (i.e.,\nmitochondrial content) skeletal muscle is also a large site of\nlipid oxidation, potentially playing a role in maintaining bal-\nance in lipoprotein and triglyceride homeostasis [36,37]. Skel-\netal muscle is also, mostly by virtue of its mass, the primary site\nof glucose disposal in the post-prandial state [38]; and is highly\nresponsive to exercise as a stimulus to increase glucose uptake.\nHence, maintaining a metabolically active (i.e., elevated mito-\nchondrial potential) skeletal muscle mass would also play a role\nin reducing risk for development of type II diabetes. Finally,\nthe decline in maximal aerobic capacity with age, and with\nother muscular wasting conditions, has also been found to be\ndue, in large part, to a decline in skeletal muscle mass [39]. For\nthe above reasons we propose that interventions that are de-\nsigned to maintain or increase lean mass, such as resistance\nexercise, represent a very powerful and economically feasible\nform of treatment for a variety of diseases. Relevant to the topic\ndiscussed here, however, we offer the suggestion that optimal\nnutritional support for promotion of lean mass gains with\nresistance exercise will enhance lean mass gains and that milk\nProtein Source and Anabolism with Resistance Exercise\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 137S\n\nproteins appear particularly efficacious in this regard. We be-\nlieve that populations such as the elderly, who appear to have\na diminished capacity for hypertrophy without nutritional sup-\nport [33], would therefore be best served by post-exercise\nconsumption of milk proteins (particularly whey protein [29]).\nBoth whey and casein protein have recently been demonstrated\nto be effective in supporting a positive leucine and phenylala-\nnine balance following resistance exercise, with no apparent\ndifference between the two proteins [22]. What impact these\ntwo proteins acutely have on the synthetic rate of muscle\nproteins following resistance exercise has yet to be determined.\nMore importantly, whether long-term supplementation of whey\nor casein is more effective in supporting lean mass gain. Future\nresearch is undoubtedly required to clarify the potential benefit\nof milk and its individual protein components in support of\nanabolism with resistance exercise.\nAcknowledgments\nResearch reported here was supported by grants from the\nUS National Dairy Council to SMP. SMP is supported by the\nCanadian Institutes for Health Research (CIHR) New Investi-\ngator Award and a Premier’s Research Excellence Award (On-\ntario). SBW was also supported by CIHR with a pre-doctoral\nCanada Graduate Scholarship.\nReferences\n1. Bohe´ J, Low A, Wolfe RR, Rennie MJ: Human muscle protein\nsynthesis is modulated by extracellular, not intramuscular amino\nacid availability: a dose-response study. J Physiol 552:315–324,\n2003.\n2. Bohe´ J, Low JF, Wolfe RR, Rennie MJ: Latency and duration of\nstimulation of human muscle protein synthesis during continuous\ninfusion of amino acids. J Physiol 532:575–579, 2001.\n3. Cuthbertson D, Smith K, Babraj J, Leese G, Waddell T, Atherton\nP, Wackerhage H, Taylor PM, Rennie MJ: Anabolic signaling\ndeficits underlie amino acid resistance of wasting, aging muscle.\nFASEB J [Published online December 13, 2004].\n4. Svanberg E: Amino acids may be intrinsic regulators of protein\nsynthesis in response to feeding. Clin Nutr 17:77–79, 1998.\n5. Svanberg E, Jefferson LS, Lundholm K, Kimball SR: Postprandial\nstimulation of muscle protein synthesis is independent of changes\nin insulin. Am J Physiol 272:E841–E847, 1997.\n6. Svanberg E, Moller-Loswick AC, Matthews DE, Korner U,\nAndersson M, Lundholm K: The role of glucose, long-chain tri-\nglycerides and amino acids for promotion of amino acid balance\nacross peripheral tissues in man. Clin Physiol 19:311–320, 1999.\n7. Chesley A, MacDougall JD, Tarnopolsky MA, Atkinson SA,\nSmith K: Changes in human muscle protein synthesis after resis-\ntance exercise. J Appl Physiol 73:1383–1388, 1992.\n8. Phillips SM, Tipton KD, Aarsland A, Wolf SE, Wolfe RR: Mixed\nmuscle protein synthesis and breakdown following resistance ex-\nercise in humans. Am J Physiol 273:E99–E107, 1997.\n9. Phillips SM, Tipton KD, Ferrando AA, Wolfe RR: Resistance\ntraining reduces the acute exercise-induced increase in muscle\nprotein turnover. Am J Physiol 276:E118–E124, 1999.\n10. Yarasheski KE, Zachwieja JF, Bier DM: Acute effects of resis-\ntance exercise on muscle protein synthesis rate in young and\nelderly men and women. Am J Physiol 265:E210–E214, 1993.\n11. Biolo G, Maggi SP, Williams BD, Tipton KD, Wolfe RR: Increased\nrates of muscle protein turnover and amino acid transport after resis-\ntance exercise in humans. Am J Physiol 268:E514–E520, 1995.\n12. Borsheim E, Tipton KD, Wolf SE, Wolfe RR: Essential amino\nacids and muscle protein recovery from resistance exercise. Am J\nPhysiol Endocrinol Metab 283:E648–E657, 2002.\n13. Miller SL, Tipton KD, Chinkes DL, Wolf SE, Wolfe RR: Inde-\npendent and combined effects of amino acids and glucose after\nresistance exercise. Med Sci Sports Exerc 35:449–455, 2003.\n14. Rasmussen BB, Tipton KD, Miller SL, Wolf SE, Wolfe RR: An\noral essential amino acid-carbohydrate supplement enhances mus-\ncle protein anabolism after resistance exercise. J Appl Physiol\n88:386–392, 2000.\n15. Tipton KD, Ferrando AA, Phillips SM, Doyle DJ, Wolfe RR:\nPostexercise net protein synthesis in human muscle from orally\nadministered amino acids. Am J Physiol 276:E628–E634, 1999.\n16. Phillips SM: Protein requirements and supplementation in strength\nsports. Nutrition 20:689–695, 2004.\n17. Rennie MJ, Wackerhage H, Spangenburg EE, Booth FW: Control\nof the size of the human muscle mass. Annu Rev Physiol 66:799–\n828, 2004.\n18. Biolo G, Tipton KD, Klein S, Wolfe RR: An abundant supply of\namino acids enhances the metabolic effect of exercise on muscle\nprotein. Am J Physiol 273:E122–E129, 1997.\n19. Tipton KD, Borsheim E, Wolf SE, Sanford AP, Wolfe RR: Acute\nresponse of net muscle protein balance reflects 24-h balance after\nexercise and amino acid ingestion. Am J Physiol Endocrinol Metab\n284:E76–E89, 2003.\n20. Tipton KD, Rasmussen BB, Miller SL, Wolf SE, Owens-Stovall\nSK, Petrini BE, Wolfe RR: Timing of amino acid-carbohydrate\ningestion alters anabolic response of muscle to resistance exercise.\nAm J Physiol Endocrinol Metab 281:E197–E206, 2001.\n21. Tipton KD, Gurkin BE, Matin S, Wolfe RR: Nonessential amino\nacids are not necessary to stimulate net muscle protein synthesis in\nhealthy volunteers. J Nutr Biochem 10:89–95, 1999.\n22. Tipton KD, Elliott TA, Cree MG, Wolf SE, Sanford AP, Wolfe\nRR: Ingestion of casein and whey proteins result in muscle anab-\nolism after resistance exercise. Med Sci Sports Exerc 36:2073–\n2081, 2004.\n23. Boirie Y, Dangin M, Gachon P, Vasson MP, Maubois JL, Beau-\nfrere B: Slow and fast dietary proteins differently modulate post-\nprandial protein accretion. Proc Natl Acad Sci USA 94:14930–\n14935, 1997.\n24. Dangin M, Boirie Y, Guillet C, Beaufrere B: Influence of the\nprotein digestion rate on protein turnover in young and elderly\nsubjects. J Nutr 132:3228S–3233S, 2002.\n25. Dangin M, Boirie Y, Garcia-Rodenas C, Gachon P, Fauquant J,\nCallier P, Ballevre O, Beaufrere B: The digestion rate of protein is\nan independent regulating factor of postprandial protein retention.\nAm J Physiol Endocrinol Metab 280:E340–E348, 2001.\n26. Morens C, Bos C, Pueyo ME, Benamouzig R, Gausseres N,\nLuengo C, Tome D, Gaudichon C: Increasing habitual protein\nintake accentuates differences in postprandial dietary nitrogen uti-\nlization between protein sources in humans. J Nutr 133:2733–\n2740, 2003.\nProtein Source and Anabolism with Resistance Exercise\n138S VOL. 24, NO. 2\n\n27. Bos C, Metges CC, Gaudichon C, Petzke KJ, Pueyo ME, Morens\nC, Everwand J, Benamouzig R, Tome D: Postprandial kinetics of\ndietary amino acids are the main determinant of their metabolism\nafter soy or milk protein ingestion in humans. J Nutr 133:1308–\n1315, 2003.\n28. Fouillet H, Gaudichon C, Bos C, Mariotti F, Tome D: Contribution\nof plasma proteins to splanchnic and total anabolic utilization of\ndietary nitrogen in humans. Am J Physiol Endocrinol Metab 285:\nE88–E97, 2003.\n29. Dangin M, Guillet C, Garcia-Rodenas C, Gachon P, Bouteloup-\nDemange C, Reiffers-Magnani K, Fauquant J, Ballevre O, Beau-\nfrere B: The rate of protein digestion affects protein gain differ-\nently during aging in humans. J Physiol 549:635–644, 2003.\n30. Bos C, Mahe S, Gaudichon C, Benamouzig R, Gausseres N,\nLuengo C, Ferriere F, Rautureau J, Tome D: Assessment of net\npostprandial protein utilization of 15N-labelled milk nitrogen in\nhuman subjects. Br J Nutr 81:221–226, 1999.\n31. Fouillet H, Mariotti F, Gaudichon C, Bos C, Tome D: Peripheral\nand splanchnic metabolism of dietary nitrogen are differently af-\nfected by the protein source in humans as assessed by compart-\nmental modeling. J Nutr 132:125–133, 2002.\n32. Biolo G, Chinkes D, Zhang XJ, Wolfe RR: Harry M. Vars Re-\nsearch Award. A new model to determine in vivo the relationship\nbetween amino acid transmembrane transport and protein kinetics\nin muscle. JPEN J Parenter Enteral Nutr 16:305–315, 1992.\n33. Esmarck B, Andersen JL, Olsen S, Richter EA, Mizuno M, Kjaer\nM: Timing of postexercise protein intake is important for muscle\nhypertrophy with resistance training in elderly humans. J Physiol\n535:301–311, 2001.\n34. Banz WJ, Maher MA, Thompson WG, Bassett DR, Moore W,\nAshraf M, Keefer DJ, Zemel MB: Effects of resistance versus\naerobic training on coronary artery disease risk factors. Exp Biol\nMed (Maywood) 228:434–440, 2003.\n35. Elia M, Stratton R, Stubbs J: Techniques for the study of energy\nbalance in man. Proc Nutr Soc 62:529–537, 2003.\n36. Heilbronn L, Smith SR, Ravussin E: Failure of fat cell prolifera-\ntion, mitochondrial function and fat oxidation results in ectopic fat\nstorage, insulin resistance and type II diabetes mellitus. Int J Obes\nRelat Metab Disord 28 Suppl 4:S12–S21, 2004.\n37. Thyfault JP, Kraus RM, Hickner RC, Howell AW, Wolfe RR,\nDohm GL: Impaired plasma fatty acid oxidation in extremely\nobese women. Am J Physiol Endocrinol Metab 287:E1076–E1081,\n2004.\n38. Perez-Martin A, Raynaud E, Mercier J: Insulin resistance and\nassociated metabolic abnormalities in muscle: effects of exercise.\nObes Rev 2:47–59, 2001.\n39. Neder JA, Nery LE, Silva AC, Andreoni S, Whipp BJ: Maximal\naerobic power and leg muscle mass and strength related to age in\nnon-athletic males and females. Eur J Appl Physiol Occup Physiol\n79:522–530, 1999.\nReceived February 1, 2005.\nProtein Source and Anabolism with Resistance Exercise\nJOURNAL OF THE AMERICAN COLLEGE OF NUTRITION 139S"
  },
  "outcomes": {
    "primary": [
      "hypertrophy"
    ],
    "intervention_weeks": 12,
    "primary_human": "hypertrophy (lean mass, muscle CSA); strength; acute MPS"
  },
  "bucket": "B",
  "notes": "Summarises work showing dairy proteins (e.g. milk) can produce greater post-exercise net muscle protein balance and slightly greater 12-week RT hypertrophy than soy when protein is matched."
}