{
  "id": 54,
  "title": "Effects of Different Sources of Dietary Protein on Markers of Kidney Function in Individuals With Diabetes, Prediabetes, and Healthy Persons: A Systematic Review and Meta-Analysis",
  "authors": "Eckert S et al.",
  "year": 2019,
  "doi": "10.2337/dc18-2240",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "protein_source",
    "kidney_function",
    "diabetes",
    "safety"
  ],
  "population": {
    "training_status": "meta_analysis_RCT (diet_only; renal outcomes)"
  },
  "sections": {
    "results": "Twelve\nRCTs were included, of which 11 (involving 228 participants) were compiled in\nmeta-analyses of random-effects models. Interventions consisted of diets emphasiz-\ning plant or white meat protein, with reduced intake of animal or red meat protein.\nPooled data from crossover trials (n¼8) favored intervention diets for urinary albu-\nmin excretion (ratio of means, 0.86; 95% confidence interval 0.80 to 0.94; I\n2 ¼ 4%)\nand glomerular filtration rate (ratio of means, 0.90; 95% confidence interval 0.87 to\n0.94; I\n2 ¼ 45%), compared with control diets. Results from parallel-design studies\n(n ¼3), however, were not statistically significant for any outcome. The quality of\nthe evidence ranged from very low to moderate, and most studies were judged\nwith at least some concerns in terms of risk of bias.",
    "conclusion": "This meta-\nanalysis found weak evidence for small to moderate improvements in markers of\nkidney function in favor of interventions with lower animal protein (or red meat\nprotein) compared with usual diets in short-term crossover trials. These findings re-\nquire confirmation in well-designed randomized controlled trials.\nAffiliation: I. Eckertis with the Undergraduate Nutrition Program, Federal University of Health Sciences of Porto Alegre (UFCSPA), Rio\nGrande do Sul, Brazil.I.C. Koehleris with the Undergraduate Medical Program, Federal University of Health Sciences of Porto Alegre\n(UFCSPA), Rio Grande do Sul, Brazil.J. Baueris with the Postgraduate Program in Nutrition Sciences, Federal University of Health Sciences\nof Porto Alegre (UFCSPA), Rio Grande do Sul, Brazil.F.M. Busnelloand F.M. Silvaare with the Department of Nutrition and Postgraduate\nProgram in Nutrition Sciences, Federal University of Health Sciences of Porto Alegre (UFCSPA), Rio Grande do Sul, Brazil .\nCorrespondence: F.M. Silva, Department of Nutrition and Postgraduate Program in Nutrition Sciences, Federal University of Health\nSciences of Porto Alegre, Sarmento Leite St., 245, Centro Historico, Porto Alegre, Rio Grande do Sul, 90050-170, Brazil. E-mail: flaviams@\nufcspa.edu.br .\nKey words: diabetes, diabetic kidney disease, diet therapy, dietary protein, nutrition.\nVC The Author(s) 2021. Published by Oxford University Press on behalf of the International Life Sciences Institute. All rights reserved.\nFor permissions, please e-mail: journals.permissions@oup.com.\ndoi: 10.1093/nutrit/nuab042\n812 Nutrition ReviewsVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024",
    "introduction": "Diabetes mellitus is a very common chronic disease, for\nwhich the estimated global prevalence in 2019 was\n9.3%, of which half (50.1%) were unaware of their con-\ndition.\n1 One of the most serious consequences of diabe-\ntes is chronic exposure to hyperglycemia, a condition\nassociated with several microvascular complications\n(eg, kidney disease and retinopathy). The prevalence of\nchronic kidney disease (CKD) in individuals with dia-\nbetes ranges approximately from 20% to 40%, making it\nthe leading cause of end-stage renal disease in many\ncountries.\n2,3\nThe early stages of diabetic kidney disease (DKD)\nare typically associated with at least one of the following\nscenarios: abnormally high excretion of urinary albu-\nmin (/C21 30 mg/g creatinine) in the presence of otherwise\nnormal renal function, and/or a gradual progressive de-\ncrease in the estimated glomerular filtration rate\n(eGFR),\n4 either or both of which commonly develops\nafter an initial hyperfiltrating stage.5 Such conditions\nare not merely markers of disease but have also been\ndemonstrated to be valid surrogate end points associ-\nated with several clinically relevant outcomes.\n6\nCurrently available therapies that are thought to de-\nlay the progression of DKD have been mostly restricted\nto optimization of glucose control and the use of blood-\npressure–lowering drugs (eg, angiotensin II receptor\nblockers and angiotensin-converting enzyme inhibi-\ntors).\n7 It has been argued that most agents have been\nonly modestly effective, as most patients continue to\nprogress in the long term,\n8 although recent trials have\nconvincingly shown nephroprotective effects of SGLT2\ninhibitors in patients with or without diabetes in pre-\nventing CKD progression.\n9–11 Yet, evidence of a recent\nrise in the incidence of DKD further highlights the need\nto identify and implement novel and cost-effective ther-\napeutic strategies in addition to pharmacological\ninterventions.\n12\nDietary interventions such as protein restriction\nhave long been investigated due to their potential for\nsecondary prevention of CKD, with purported benefits\nin terms of uremia control, reduced kidney stone for-\nmation, and preservation of residual renal function.\n13\nHowever, it is still unclear whether limiting protein in-\ntake is effective in reducing or slowing progression to\nend-stage kidney disease, as the evidence suggests there\nis only a small benefit in a select patient population\nwith mild CKD, and a lack of effect in patients with\nmore severe CKD.\n14 In addition, clinicians often face a\ndilemma in weighing the risks of malnutrition and of\nworsening of sarcopenia in obese and/or patients with\ndiabetes.\n15–17 In fact, the American Diabetes\nAssociation (ADA) does not endorse reducing the\namount of dietary protein below the recommended\ndaily allowance (0.8 g/kg/day) for nondialysis-\ndependent patients, as doing so has not been associated\nwith significant benefits in the course of decline in esti-\nmated GFR.\n4,14\nAn alternative dietary approach to protein restric-\ntion that may beneficially regulate renal function is to\nmodify the type of protein consumed. Observational\nstudies suggest that plant protein diets may be more\nprotective than animal protein diets for incident cases\nof CKD, and diets higher in animal protein have been\nassociated with greater decreases in eGFR.\n18,19 In addi-\ntion, experimental studies in patients with or without\ndiabetes have shown that the effects of dietary protein\nlevels on renal hemodynamics may differ depending on\nthe source of dietary protein,\n20–22 either comparing\ndiets based on white meat (chicken or fish) with those\nbased on red meat,\n23 or diets based on soy compared\nwith habitual diets .24 However, no consensus regarding\nthe efficacy of such interventions has so far been estab-\nlished. Thus, the current systematic review and meta-\nanalysis aimed to evaluate the effects of different sour-\nces of dietary protein on kidney function parameters in\npatients with diabetes.",
    "methods": "Study design\nThis systematic review of randomized controlled trials\n(RCTs) was conducted according to the recommenda-\ntions of the latest Cochrane Handbook for Systematic\nReviews of Interventions\n25 and followed the Preferred\nReporting Items for Systematic Reviews and Meta-\nAnalysis (PRISMA) guidelines.\n26 A protocol for this sys-\ntematic review was pre-registered on PROSPERO (CRD\nno. 42020154671).\nResearch question\nThe primary objective of this study was to evaluate the\navailable evidence from RCTs for the following clinical\nquestion: “What is the effect of changing the predomi-\nnant type of dietary protein found in a person’s usual\ndiet to another type of dietary protein, on markers of\nkidney function in individuals with diabetes mellitus?”\nIn the meta-analyses, we defined 2 different Patient,\nIntervention, Comparators, Outcome and Study designs\n(PICOS) for each synthesis (Cochrane Handbook,\nChapter 9): (1) in order to assess the effect of any\nchange in protein type from that in a person’s usual\ndiet, the experimental groups were defined as any inter-\nvention that aimed to replace at least some amount of\nanimal protein (or red meat protein, if the intervention\nNutrition Reviews\nVR\nVol. 80(4):812–825 813\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\narm consisted of white meat protein) with any other\ntype of protein (eg, plant protein or soy protein); and\n(2) in order to assess the effects of specific types of pro-\ntein, it was planned to perform subgroup analyses of\nstudies using identical types of protein as the predomi-\nnant protein source in the intervention arms, compared\nto usual diets (further described in the Methods sec-\ntion). For both PICOs, control groups were pragmati-\ncally usual diets, with protein type predominantly based\non animal sources.\nEligibility criteria\nInclusion and exclusion criteria were developed using\nthe Patient, Intervention, Comparators, Outcome and\nStudy Design (PICOS) method and are presented in\nTable 1. Any type of randomized controlled trial was el-\nigible, whether of parallel or crossover design, that com-\npared the effects of interventions predominantly based\non different sources of dietary protein reporting at least\none of the primary outcomes: (A) GFR or (B) urinary\nalbumin excretion (UAE). The population of interest\nwas adults over 18 years of age with a diagnosis of dia-\nbetes mellitus. The clinical trials had to compare diets\nwith regards to different sources, but not quantities, of\ndietary protein.\nStudies comparing different amounts of dietary\nprotein between study arms and acute postprandial\nexperiments were excluded, as well as studies investigat-\ning the effects of supplements rather than the effects of\na diet predominantly based on a specific type of protein.\nHowever, the use of supplements as a means of increas-\ning the consumption of some type of dietary protein\nover another was not judged as a reason for exclusion.\nMoreover, observational studies, literature reviews,\nopinion papers, nonrandomized trials, and abstracts\nwith irretrievable full text after 2 attempts to contact the\nauthors were also excluded.\nSearch methods for identification of studies\nStudies were identified through a comprehensive search\nstrategy developed and conducted by I.E. and F.M.S. in\nthe following electronic databases on December 4, 2019:\nMEDLINE (PubMed), EMBASE, and Scopus. There\nwere no restrictions with respect to language or date of\npublication. The selection of terms for the search strat-\negy was based on MeSH terms (PubMed) and several\nvariations of the following main key words in all data-\nbases: diabetes (population); dietary proteins, plant,\nvegetable, soy, meat, and diet (interventions); GFR, al-\nbuminuria, diabetic nephropathy, and kidney disease\n(outcomes). The full search strategy performed in\nPubMed is presented in\nTable S1 (please see the\nSupporting Information online). The last search was\nrun on July 2020.\nSelection of studies\nRecords were screened by title and",
    "abstract": "in a biblio-\ngraphic database (EndNote X9.3.1, Clarivate Analytics)\non the basis of the eligibility criteria, by 3 independent\ninvestigators (I.E., J.B., and I.C.K.) after automatic ex-\nclusion of duplicates. Records were also screened\nthrough citation tracking and hand-searching of the ref-\nerence lists for potentially eligible studies. To identify\neligible articles from the gray literature, we searched the\nUS National Library of Medicine (ClinicalTrials.gov)\nand OpenGrey. After exclusion of obviously irrelevant\nrecords, full-text articles were independently assessed\nfor eligibility through a standardized electronic form in\nGoogle Forms\nVR\nby each investigator (I.E., J.B., and\nI.C.K.). Disagreements between reviewers were resolved\nby F.M.S.\nData collection\nData were independently extracted by 3 reviewers\ngrouped in 2 pairs (I.E. and J.B.; I.E. and I.C.K.)\nthrough a standardized electronic form in Google\nForms\nVR\nand subsequently cross-checked in conjunction\nwith F.M.S. before computing entries in structured\ntables in Microsoft Office Word\nVR\n. The following data\nwere extracted from each study: main author; year of\npublication; study design; country of study; length of in-\ntervention; measured end points; inclusion and exclu-\nsion criteria; sample size (male/female ratio); age and\nethnicity; baseline values of body mass index (BMI) and\nglycated hemoglobin (HbA1c); duration of diabetes and\nfrequency of each type of diabetes. Detailed descriptions\nTable 1PICOS criteria for inclusion and exclusion of studies\nParameter Criterion\nParticipants Adult or elderly patients with diabetes mellitus\nIntervention(s) Diets with reduced intake of animal or red meat protein, in ex-\nchange for white meat (chicken or fish) or plant protein\nComparison(s) Usual diet or control diet\nOutcome(s) Urinary albumin excretion and glomerular filtration rate\nStudy design Randomized controlled trials of crossover or parallel design\n814 Nutrition ReviewsVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nof each intervention were also extracted, as well as be-\nfore and after measurements of the primary outcomes.\nAssessment of risk of bias in included studies\nRisk of bias within individual trials was assessed by 2 in-\ndependent investigators (I.E. and F.M.S.) using\nCochrane’s revised tool (RoB 2),\n27 and final judgements\nwere established by consensus. Each study was evalu-\nated with regards to the 5 following domains: (1) bias\narising from the randomization process; (2) bias due to\ndeviations from intended interventions; (3) bias due to\nmissing outcome data; (4) bias in measurement of the\noutcome; (5) bias in selection of the reported result.\nRisk of bias judgements were: (A) low risk of bias; (B)\nsome concerns; and (C) high risk of bias. If an individ-\nual domain was judged to be at a particular level of risk\nof bias, then the overall risk of bias for that study was\nconsidered to be at least this severe. Since the current\nreview aims to quantify the effect of adhering to inter-\nventions (the “per-protocol effect”), deviations from\nintended interventions are particularly concerning and\nmay therefore represent high risk of bias.\nGRADE assessment of the quality of the evidence\nThe overall certainty in the evidence across studies was\nassessed following the GRADE approach.\n28 For each in-\ndividual outcome, the quality of the evidence was con-\nsidered “high” by default and thereafter downgraded to\n“moderate”, “low”, or “very low” depending on the 5\nfollowing criteria: within-study risk of bias, directness\nof evidence, heterogeneity, precision of effect estimates,\nand risk of publication bias.\nData synthesis and analysis\nMeta-analyses were performed using a DerSimonian\nand Laird random-effects model with 95% confidence\nintervals (CIs), even in the absence of statistical hetero-\ngeneity, assuming that there is not one single true effect\nsize (ie, the effect size varies from study to study) due to\nthe expected diversity between studies in terms of inter-\nvention protocols. Meta-analyses are separately pre-\nsented and interpreted by study design (as advised in\nthe Cochrane Handbook, Section 23.2.6) because (a)\ncrossover trials are artificially underweighted in com-\nbined meta-analyses when these studies present out-\ncome data as if they arose from a parallel group design;\nand (b) parallel trials were essentially designed as prag-\nmatic studies, and not explanatory proof-of-concept\ninvestigations.\n25 All analyses were conducted using sta-\ntistical packages implemented in R version 3.6.2 (R\nProject for Statistical Computing).\nStudies reported UAE in 3 different units of mea-\nsurement that could not be interconverted (eg, albumin\nexcretion rates and albumin/creatinine ratio), which\nprecluded statistical analysis using the weighted mean\ndifference (WMD) as the treatment effect. The stan-\ndardized mean difference (SMD), an alternative ap-\nproach for combining results of different units, is not\nonly challenging to translate into clinically meaningful\ninformation (because it requires knowledge of the\npooled SD) but may also indicate potentially misleading\nresults if the distribution of outcome values is highly\nskewed, exhibiting some bias towards no effect.\n29 Thus,\ntreatment effects are summarized by the ratio of the av-\nerage treatment effect in the intervention group relative\nto that of the control group. This relative effect, the ra-\ntio of means (RoM), is comparable across different\nunits, has similar statistical performance characteristics\nto mean difference methods and can be more readily\napplied in a clinical context (a ratio of means of<1\nfavors intervention).\n29–31 The results for GFR were also\nanalyzed and presented as a ratio of means. In order to\nenhance the interpretability of the results, pooled esti-\nmates for GFR were also presented as WMDs of post-\ntreatment values.\n32\nAssessment of heterogeneity, sensitivity analysis, and\npublication bias\nThe magnitude of statistical heterogeneity was assessed\nusing the I\n2 test, with values from 30% to 50% repre-\nsenting moderate, and /C21 50% representing substantial\nheterogeneity. To identify potential sources of heteroge-\nneity (whenever anI\n2 of at least 40% was observed), ex-\nploratory subgroup analyses were performed based on:\n(A) length of interventions (comparing short-term ver-\nsus long-term studies, adopting 5 weeks as the cut-off\npoint), (B) whether food was provided or prescribed\nonly, (C) within-study risk of bias (ie, high or not high\nrisk), (D) severity of baseline albuminuria (comparison\nof studies that recruited normoalbuminuric patients\nversus the remaining studies), and (E) specific type of\nprotein under study. For outcomes with 10 or more\nreports, funnel plots were used to assess the risk for\npublication bias and small-study effects.\nTrial sequential analysis\nTrial Sequential Analysis (TSA) was used to assess\nwhether the available evidence was sufficiently powered\nto support definitive",
    "conclusions": "33 using the TSA soft-\nware 0.9.5.10 Beta (Centre for Clinical Intervention\nResearch Department, Copenhagen, Denmark).\nNutrition Reviews\nVR\nVol. 80(4):812–825 815\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nRESULTS\nStudy selection and description of the studies\nTwelve studies\n34–45 were selected for inclusion in this\nsystematic review. The initial search yielded a total of\n12 197 records combined, of which 2562 were dupli-\ncates. After screening the remaining 9635 records by ti-\ntle and abstract, 18 articles were selected for full-text\nassessment of eligibility. Of those, 6 studies were dis-\ncarded because they did not meet the inclusion criteria.\nNo additional relevant studies were identified in the\ngray literature or other search methods. Interrater\nagreement in the final judgement for study inclusion\nwas substantial (88.89% agreement; Cohen’sj ¼0.72).\nA flowchart of the study selection process with reasons\nfor exclusion is presented in\nFig. 1.\nTable 234–45 presents the main characteristics of\neach study and its participants. Publications were all\navailable in English, dated from 1994 to 2017. With\nregards to geographic location, 4 studies\n34,39,41,43 were\nconducted in Brazil, 436–38,40 in the USA, 2 in Iran,42,44\n1i nG e r m a n y ,45 and 1 in Greece.35 Eight studies34–36,38–41,44\nwere crossover trials with 2 and 8 weeks as shortest and\nlongest intervention periods, respectively. Regarding\nthe 4 parallel trials, 2 were of relatively short duration\n(6 and 12 weeks),\n37,44 while the other 2 had substantially\nlonger (12 months and 4 years)42,43 follow-up periods.\nA total of 318 participants were randomized across\n12 studies, of which 239 were included in statistical\nanalyses because most studies reported a per-protocol\nanalysis only, excluding patients that dropped out of the\nstudy or did not sufficiently comply with the protocol.\nSample sizes ranged from 8 to 53 patients. The mean\nage of the participants ranged from 32.0 to 64.3 years,\nmean BMI ranged from 23.2 to 35.1 kg/m\n2, and time\nsince diagnosis of diabetes ranged from an average 5.0\nto 14.0 years across studies. Two studies\n34,35 recruited\nRecords iden/g415ﬁed through \ndatabase searching\n(n = 12 197)\nScreeningIncluded Eligibility Iden/g415ﬁca/g415on\nAddi/g415onal records iden/g415ﬁed \nthrough other sources\n(n = 0)\nRecords a/g332er duplicates were automa/g415cally\nremoved\n(n = 9635)\nRecords screened\n(n = 9635)\nRecords excluded on the \nbasis of /g415tle and abstract \nscreening\n(n = 9617)\nFull-text ar/g415cles assessed \nfor eligibility\n(n = 18)\nFull-text ar/g415cles excluded, \nwith reasons (n = 6)\nNot an RCT (n = 3)\nInterven/g415ons diﬀered \nin quan/g415ty of protein \nintake (n = 1)\nInterven/g415on was based \non a single dietary \nsupplement meal (n = 1)\nDuplicate report (n=1)\nStudies included in \nqualita/g415ve synthesis\n(n = 12)\nStudies included in \nquan/g415ta/g415ve synthesis \n(meta-analyses)\n(n = 11)\nFigure 1Flow chart of search and study selection.\n816 Nutrition ReviewsVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nTable 2General characteristics of the studies and patients included in the systematic review\nStudy characteristics Patient characteristics\nReference Study design Duration Randomized\n(analyzed)\nAge\n(years), SD\nMales\n(%)\nBMI\n(kg/m2),\nSD\nHbA1C\n(%), SD\nKidney function\nstatus\nType and duration of\ndiabetes mellitus\nPecis et al, 199434 Crossover (2-wk washout) 2 weeks 15 (15) 32.8 65.8 7 (46.7) 23.2 62.7 NR Normoalbuminuric Type I\nDuration: 9.767.9 y\nKontessis et al, 199535 Crossover (1-wk washout) 4 weeks 9 (9) 33.3 624.5 2 (22.0) 24.0 62.4 6.7 62.8 Normoalbuminuric Type I\nDuration: NR\nAnderson et al, 199836 Crossover (4-wk washout) 8 weeks 8 (8) 64.0 66.5 8 (100.0) 35.1 66.2 7.9 60.4 Micro- and\nmacroalbuminuric\nType II\nDuration: /C21 5y\nNicholson et al, 1999\n37 Parallel 12 weeks 13 (11) 34.0 to 74.0 y 6 (54.5) NR 8.2 61.4 Micro- and\nmacroalbuminuric\nType II\nDuration: NR\nWheeler et al, 2002\n38 Crossover (4-wk washout) 6 weeks 23 (17) 56.0 63.0 14 (82.3) 33.1 61.4 8.8 60.4 Microalbuminuric Type II\nDuration: 7.763.9 y\nGross et al, 200239 Crossover (4-wk washout) 4 weeks 53 (28) 57.3 69.2 21 (75.0) 26.2 63.0 5.5 61.0 Normo- and\nmicroalbuminuric\nType II\nDuration: 10.467.2 y\nTeixeira et al, 2004\n40 Crossover (4-wk washout) 8 weeks 34 (14) 52 to 74 y 14 (100.0) 29.8 60.8 10.3 60.6 Micro- and\nmacroalbuminuric\nType II\nDuration: Mean of 14 y\nDe Mello et al, 2006\n41 Crossover (4-wk washout) 4 weeks 17 (17) 59.0 611.0 14 (82.3) 26.1 62.5 7.6 62.6 Macroalbuminuric Type II\nDuration: NR\nAzadbakht et al, 200842 Parallel 4 years 50 (41) 62.0 612.0 18 (43.0) NR 6.2 60.5 Macroalbuminuric Type II\nDuration: 1063y\nDe Mello et al, 200843 Parallel 12 months 32 (28) 54.1 610.7 12 (42.8) 28.6 62.5 7.1 62.2 Microalbuminuric Type II\nDuration: 11.067.4 y\nAzadbakht et al, 200944 Crossover (4-wk washout) 7 weeks 20 (14) 62.5 612.1 10 (71.5) 26.6 64.0 6.1 60.4 Macroalbuminuric Type II\nDuration: 1064y\nSucher et al, 201745 Parallel 6 weeks 44 (37) 64.3 61.6 24 (64.9) 30.2 61.2 7.0 60.2 Normoalbuminuric Type II\nDuration: NR\nAbbreviations: AER, albumin excretion rate; BMI, body mass index; HbA1C, glycated hemoglobin; macroalbuminuric¼ AER >300 lg/mL; microalbuminuric¼ AER from 30 to 300lg/mL; nor-\nmoalbuminuric ¼ AER /C20 30 lg/mL; NR, not reported.\nNutrition ReviewsVR\nVol. 80(4):812–825 817\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\npatients with type I diabetes only, while the remaining\nstudies had restricted recruitment to patients with type\nII diabetes. With regards to baseline kidney function,\nstudies were highly heterogeneous: patients were nor-\nmoalbuminuric in 2 studies\n34,35 and macroalbuminuric\nin 5 studies. 37,38,41,42,44 The 5 remaining stud-\nies36,39,40,43,45 included patients with varying levels of\nbaseline albuminuria.\nFour studies35,37,42,45 reported no period of run-in\nprior to randomization. Treatment groups of the in-\ncluded studies received the following interventions: 5\nstudies reported the effects of plant protein–based\ndiets\n35–38,45; 3 studies reported the effects of chicken-\nbased diets39,41,43; 3 studies reported the effects of soy\nprotein–based diets40,42,44; and 1 study evaluated the\neffects of a white meat–based diet.34 Compliance to the\nstudy protocol was assessed in all studies, but results\nwere not always reported.\n34,36,42–45 Detailed informa-\ntion pertaining to intervention protocols and assess-\nment of adherence are further described in\nTable S2in\nthe Supporting Information online.34–45 The UAE was\nreported as 24-h UAE (mg/day) in 5 studies35,37,42,44,45;\n4-hour timed excretion rate ( lg/min) in 5 stud-\nies34,38,39,41,43; and urinary albumin-to-creatinine ratio\n(UACR, mg/g creatinine) in 3 studies.36,40,45 The GFR\nwas measured in 6 studies34–36,39,41,43 and estimated in\n5; of those, 3 studies38,42,44 used the Cockroft–Gault\nequation, 1 study45 used the Chronic Kidney Disease\nEpidemiology Collaboration (CKD-EPI) equation, and\n1 study\n40 did not report which equation was used for\nGFR estimation.\nAssessment of risk of bias and quality of the evidence\nRisk of bias assessment is visually summarized in\nFig. S1in\nthe Supporting Information online.34–45 Only 1 study42\nwas judged as at low risk of bias, while 3 studies43–45 had\nsome concerns and 7 studies34–41 were at high risk of bias.\nThe summary of findings in Table 334–45 presents the\nGRADE assessment of quality of the evidence according to\neach outcome, stratified by study design. The quality of the\nevidence ranged from moderate to very low.\nUrinary albumin excretion\nPooled results of 8 primary reports of crossover tri-\nals\n34–36,38–41,44 showed that intervention groups\nachieved 14% lower levels of UAE relative to the\nTable 3Summary of findings: effects of different dietary sources of protein on kidney function parameters in individuals\nwith diabetes\nPopulation: Adult and elderly individuals with diabetes\nSettings: Outpatients\nIntervention: Diets based on vegetable, soy, or white meat types of protein\nComparison: Usual diet, red meat–, or animal-protein–based diets\nOutcomes\na Study design Compiled studies No. of participants b\n(No. of reports)\nRoM (95% CI),\nI2 (%)\nWMD (95% CI),\nI2 (%)\nQuality of evi-\ndence (GRADE)c\nUrinary albumin\nexcretion\nCrossover trials 34–36,38–41,44 244 (8) 0.86 (0.80 to\n0.94), I2 ¼4%\nNot applicable /H20003/H20003/C13/C13\nLowd\nUrinary albumin\nexcretion\nParallel-design\ntrials\n42,43,45 106 (3) 0.85 (0.68 to\n1.05), I2 ¼89%\nNot applicable /H20003/C13/C13/C13\nVery lowe\nGlomerular filtration\nrate\nCrossover trials 34–36,38–41,44 244 (8) 0.90 (0.87 to\n0.94), I2 ¼45%\nWMD, /C0 9.06 mL/\nmin (/C0 14.65 to\n/C0 3.47),\nI2 ¼75%\n/H20003/H20003/C13/C13\nLowf\nGlomerular filtration\nrate\nParallel-design\ntrials\n42,43,45 106 (3) 1.03 (0.99 to\n1.06), I2 ¼0%\nWMD, 1.80 mL/\nmin (/C0 0.51 to\n4.10), I2 ¼0%\n/H20003/H20003/H20003/C13\nModerateg\na The WMD represents the difference in posttreatment means between groups, and the RoM represents the ratio of posttreatment\nmeans between groups.\nb Number of analyzed participants exceeds that of uniquely randomized participants, because crossover trials reported data as if they\narose from a parallel study design.\nc GRADE approach to assess the evidence.\nd Downgraded one level for within-study risk of bias due to overall judgement of at least some concerns for most studies and one level\nfor imprecision.\ne Downgraded one level for within-study risk of bias due to overall judgement of at least some concerns for most studies, one level for\nimprecision, and one level for inconsistency due to substantial non-explained statistical heterogeneity.\nf Downgraded one level for imprecision and one level for inconsistency due to non-explained statistical heterogeneity in WMD effect\nestimates and one level for within-study risk of bias due to overall judgement of at least some concerns for most studies.\ng Downgraded one level for within-study risk of bias due to overall judgement of at least some concerns for most studies.\nAbbreviations: RoM, ratio of means; WMD, weighted mean difference.\n818 Nutrition ReviewsVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\ncontrol groups (RoM, 0.86; 95% CI, 0.80 to 0.94;\nI\n2 ¼4%; P <0.01). Analysis of parallel trials (3\nreports),42,43,45 however, revealed a nonstatistically\nsignificant effect (RoM, 0.85; 95% CI, 0.68 to 1.05;\nI\n2 ¼89%; P ¼0.13). When results from all reports\nwere combined (n ¼11), intervention groups were\nassociated with a 13% reduction in UAE (RoM,\n0.87; 95% CI 0.77 to 0.97; I\n2 ¼74%; P ¼0.01). The\nresults are graphically represented in Fig. 2.34–45\nVisual inspection of the funnel plot ( Fig. S2 in the\nSupporting Information online34–45) suggests no sub-\nstantial assymetry with a nonsignificant Egger’s test\n(P ¼0.208).\nThe study of Nicholson et al\n37 was not included in\nthe meta-analysis, because its control group was not\ndeemed comparable with that of the remaining studies,\nas none of the treatment arms received a usual diet.\nBriefly, the intervention group (n¼7) was assigned to a\nvegan diet, and the control group (n¼4) followed a\nwhite meat–based diet, with emphasis on chicken and\nTable 4Subgroup analyses for crossover trials\nAnalysis Urinary albumin excretion Glomerular filtration rate\nReports, no.\n(Patients, no.)\nRoM\n(95% CI)\nI\n2, % P-\nvalue\na\nReports, no.\n(Patients, no.)\nRoM\n(95% CI)\nI2, % P-\nvalue\na\nLength of intervention\n<5 weeks\n34,35,39,41 4 (138) 0.87 (0.66, 1.14) 0% 0.68 4 (138) 0.91 (0.86, 0.97) 44% 0.73\n>5 weeks36,38,40,44 4 (106) 0.87 (0.76, 1.15) 48% 4 (106) 0.90 (0.84, 0.96) 38%\nProvision of food\nFood provided\n36,38,40,44 4 (138) 0.87 (0.66, 1.14) 0% 0.68 4 (138) 0.91 (0.86, 0.97) 44% 0.73\nFood not provided34,35,39,41 4 (106) 0.93 (0.76, 1.15) 48% 4 (106) 0.90 (0.84, 0.96) 38%\nSeverity of baseline\nalbumin excretion\nNormoalbuminuria34,35 2 (48) 1.01 (0.58, 1.78) 0% 0.62 2 (48) 0.87 (0.82, 0.93) 31% 0.21\nMicro- or\nmacroalbuminuria36,38–41,44\n6 (196) 0.88 (0.78, 0.99) 17% 6 (196) 0.92 (0.88, 0.96) 24%\nRisk of bias\nHigh risk of bias\n34–36,38–41 7 (216) 0.96 (0.79, 1.18) 4% 0.30 7 (216) 0.91 (0.87, 0.95) 53% 0.60\nSome concerns44 1 (28) 0.85 (0.80, 0.90) NA 1 (28) 0.87 (0.73, 1.02) NA\nType of protein\nWhite meat protein\n34,39,41 3 (120) 0.88 (0.67, 1.17) 0% 0.84 3 (120) 0.94 (0.87, 1.02) 0% 0.31\nPlant-based protein35,36,38,40,44 5 (124) 0.91 (0.76, 1.10) 35% 5 (124) 0.90 (0.85, 0.94) 62%\naTest for subgroup differences (P <0.05 for statistical significance).Abbreviations: NA, not applicable; RoM, ratio of means.\nsubgroup\nTotal (95% CI)\nHeterogeneity: Tau2 = 0.01; Chi2 = 39.19, df = 10 (P < 0.01); I2 = 74%\nTest for overall effect: P = 0.01\nTest for subgroup differences: Chi2 = 0.03, df = 1 (P = 0.86)\nCrossover trials\nParallel trials \nTotal (95% CI)\nTotal (95% CI)\nHeterogeneity: Tau2 = < 0.01; Chi2 = 7.29, df = 7 (P = 0.40); I2 = 4%\nHeterogeneity: Tau2 = 0.03; Chi2 = 18.82, df = 2 (P < 0.01); I2 = 89%\nTest for overall effect: P < 0.01\nTest for overall effect: P = 0.13\nPecis et al, 1994\nKontessis et al, 1995\nAnderson et al, 1998\nWheeler et al, 2002\nGross et al, 2002\nTeixeira et al, 2004\nDeMello et al, 2006\nAzadbakht and Esmaillzadeh, 2009\nAzadbakht et al, 2008\nDeMello et al, 2008\nSucher et al, 2017\nStudy or\nMean\n8.90\n11.36\n220.00\n49.00\n29.40\n192.30\n444.50\n543.00\n513.00\n62.75\n4.60\nSD\n7.97\n18.63\n82.00\n26.00\n42.45\n122.70\n254.25\n35.00\n39.00\n41.25\n0.40\nExperimental\nTotal\n174\n122\n 52\n 15\n 9\n 8\n 17\n 28\n 14\n 17\n 14\n 20\n 13\n 19\nMean\n7.87\n21.90\n157.00\n62.00\n42.23\n162.70\n518.25\n640.00\n725.00\n38.75\n5.40\nSD\n6.19\n35.33\n98.00\n28.00\n53.78\n108.10\n250.00\n51.00\n81.00\n30.50\n1.00\nControl\nTotal\n176\n122\n 54\n 15\n 9\n 8\n 17\n 28\n 14\n 17\n 14\n 21\n 15\n 18\nWeight\n100.0%\n53.2%\n46.8%\n3.2%\n0.6%\n4.4%\n8.1%\n2.4%\n4.7%\n7.4%\n22.5%\n22.3%\n3.9%\n20.5%\nIV, Random, 95% CI\n0.87 [0.77, 0.97]\n0.86 [0.80, 0.94]\n0.85 [0.68, 1.05]\n1.13 [0.62, 2.07]\n0.52 [0.12, 2.33]\n1.40 [0.85, 2.32]\n0.79 [0.57, 1.10]\n0.70 [0.34, 1.42]\n1.18 [0.73, 1.91]\n0.86 [0.60, 1.22]\n0.85 [0.80, 0.90]\n0.71 [0.67, 0.75]\n1.62 [0.95, 2.77]\n0.85 [0.78, 0.94]\nRatio of means\n0.2 0.5 1 2 5\nRatio of means\nIV, Random, 95% CI\nFavors intervention Favors control\nFigure 2Forest plot diagrams for urinary albumin excretion in crossover trials and parallel-design trials.\nNutrition ReviewsVR\nVol. 80(4):812–825 819\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nfish. The intervention group had a greater\n(/C0 279.6 6401.27 mg/24 h) decrease in UAE relative to\nthe control group (86.36195.96 mg/24 h), which was\nnot a statistically significant difference after adjustment\nfor baseline albuminuria values.\nGlomerular filtration rate\nThe pooled results from 8 crossover trials\n34–36,38–41,44\nshowed that the intervention groups achieved 10%\nlower levels of the GFR relative to the control groups\n(RoM, 0.90; 95% CI, 0.87 to 0.94;I\n2 ¼45%; P <0.01).\nAmong parallel trials (3 reports), 42–44 pooled results\nwere not statistically significant (RoM, 1.03; 95% CI,\n0.99 to 1.06; I\n2 ¼0%; P ¼0.12). When data from all\nreports were combined (n ¼11), the intervention\ngroups were associated with a statistically significant\nrelative reduction of 6% in the GFR (RoM, 0.89; 95% CI\n0.89 to 0.99; I\n2 ¼ 82%; P ¼0.038). The results are\ngraphically represented inFig. 3.34–45 Visual inspection\nof the funnel plot suggests no obvious assymetry (Fig.\nS3 in the Supporting Information online34–45) with a\nnonsignificant Egger’s test (P ¼0.867).\nAssessment of heterogeneity in sensitivity and\nsubgroup analyses\nThe pooled analysis of UAE presented little statistical\nheterogeneity (n¼8, I\n2 ¼4%) among crossover trials.\nIn contrast, a substantial degree of heterogeneity was\nobserved among parallel-design trials (n¼3, I2 ¼84%).\nHowever, subgroup analyses for parallel trials were not\nperformed due to the limited number of studies. Results\nfrom subgroup analyses of crossover trials are reported\nin\nTable 4.34–36,38–41,44\nIn exploratory sensitivity analysis for UAE, the ex-\nclusion of one outlier parallel trial43 revealed a slight in-\ncrease in statistical heterogeneity, with substantial\nincrease in the magnitude of association (n¼2; RoM,\n0.77; 95% CI, 0.64 to 0.93;P <0.01; I\n2 ¼91%). The ex-\nclusion of studies with normoalbuminuric patients\nonly\n34,35 revealed no substantial changes in the magni-\ntude of association or statistical heterogeneity (n¼6;\nRoM, 0.88; 95% CI, 0.78 to 0.99; P ¼0.04; I2 ¼17%)\namong crossover trials. Interestingly, the exclusion of\nstudies with very long intervention periods\n42,43 drasti-\ncally reduced the statistical heterogeneity (from 84% to\n0%) of the final pooled results with crossover and\nparallel-design studies combined (n ¼9; RoM, 0.85;\n95% CI, 0.82 to 0.89;P <0.001; I\n2 ¼0%).\nThe analysis of GFR had a moderate degree of sta-\ntistical heterogeneity among crossover trials (n ¼8,\nI2 ¼45%), but heterogeneity was not observed among\nparallel-design trials (n¼3, I2 ¼0%). Subgroup analyses\nfor the GFR in crossover trials are presented in\nTable 4.34–36,38–41,44 An additional subgroup analysis\nwas performed for GFR based on the measures of GFR\nestimation. Specifically, studies were compared if they\nused the Cockcroft–Gault (CG) formula because it esti-\nmates the creatinine clearance, which has been shown\nSubgroup\nTotal (95% CI)\nHeterogeneity: Tau2 < 0.01; Chi2 = 55.30, df = 10 (\nP < 0.01); I 2 = 82%\nTest for overall effect: P = 0.04\nTest for subgroup differences: Chi2 = 22.02, df = 1 (P < 0.01)\nCrossover trials\nParallel trials \nTotal (95% CI)\nTotal (95% CI)\nHeterogeneity: Tau2 = <0.01; Chi2 = 12.84, df = 7 (\nP = 0.08); I 2 = 45%\nHeterogeneity: Tau2 = 0; Chi2 = 0.22, df = 2 (P = 0.89); I 2 = 0%\nTest for overall effect: P < 0.01\nTest for overall effect: P = 0.12\nPecis, 1994\nKontessis, 1995\nAnderson, 1998\nWheeler, 2002\nGross, 2002\nTeixeira, 2004\nDeMello, 2006\nAzadbakht, 2009\nAzadbakht, 2008\nDeMello, 2008\nSucher, 2017\nStudy or\nMean\n122.70\n89.90\n44.00\n108.00\n102.00\n106.50\n83.30\n72.90\n88.00\n105.60\n72.70\nSD\n16.70\n4.10\n5.00\n8.00\n22.30\n9.90\n26.10\n2.90\n33.00\n20.60\n3.20\nExperimental\nTotal\n174\n122\n 52\n 15\n 9\n 8\n 17\n 28\n 14\n 17\n 14\n 20\n 13\n 19\nMean\n132.00\n105.00\n44.00\n118.00\n110.50\n123.30\n81.80\n84.10\n81.00\n102.30\n71.00\nSD\n27.70\n5.10\n4.00\n6.00\n26.47\n14.80\n22.20\n26.70\n35.00\n24.70\n4.00\nControl\nTotal\n176\n122\n 54\n 15\n 9\n 8\n 17\n 28\n 14\n 17\n 14\n 21\n 15\n 18\nWeight\n100.0%\n75.9%\n24.1%\n8.4%\n13.0%\n9.8%\n13.1%\n8.7%\n11.1%\n5.3%\n6.4%\n3.9%\n6.7%\n13.5%\nIV, Random, 95% CI\n0.94 [0.89, 1.00]\n0.90 [0.87, 0.94]\n1.03 [0.99, 1.06]\n0.93 [0.82, 1.05]\n0.86 [0.82, 0.89]\n1.00 [0.90, 1.11]\n0.92 [0.88, 0.96]\n0.92 [0.82, 1.04]\n0.86 [0.80, 0.94]\n1.02 [0.84, 1.24]\n0.87 [0.73, 1.02]\n1.09 [0.85, 1.39]\n1.03 [0.88, 1.21]\n1.02 [0.99, 1.06]\nRatio of Means\n0.8 1 1.25\nRatio of Means\nIV, Random, 95% CI\nFavours Intervention Favours Control\nFigure 3Forest plot diagrams for glomerular filtration rate in crossover trials and parallel-design trials.\n820 Nutrition ReviewsVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nto overestimate the true GFR.46 No differences were ob-\nserved between subgroups of crossover studies that\nused the CG formula (n¼2; RoM, 0.91; 95% CI, 0.85 to\n0.96; I\n2 ¼0%) versus the remaining trials (n¼6; RoM,\n0.91; 95% CI, 0.87 to 0.95; I2 ¼55.4%), with a P for\ninteraction ¼0.95. In sensitivity analysis, the exclusion\nof studies with very long intervention periods 42,43\nrevealed a statistically significant but small and highly\nheterogeneous association (n¼9; RoM, 0.93; 95% CI,\n0.87 to 0.99; P ¼0.018; I\n2 ¼85%) in pooled results of\ncrossover and parallel-design studies combined.\nTrial sequential analysis\nThe cumulative Z-curve did not reach the estimated re-\nquired information size of 1011 patients or surpass the\ntraditional significance boundary in the TSA of UAE\n(\nFig. S4in the Supporting Information online34–45). On\nthe other hand, the estimated required information size\nof 103 patients and the traditional significance bound-\nary were reached in the TSA of the GFR (\nFig. S5in the\nSupporting Information online34–45) While TSA sug-\ngests the estimate effects on GFR can be considered\nconclusive with the available information, further trials\nare likely to modify the estimate effects on UAE on the\nbasis of TSA.",
    "discussion": "In this systematic review of 12 studies (n¼318), inter-\nventions aimed at modifying the type of dietary protein\nwere associated with statistically significant reductions\nin UAE. Results from parallel-design trials, as opposed\nto crossover trials, were nonsignificant and lacked sta-\ntistical power due to the limited number of studies\n(n ¼3). Similarly, pooled results for GFR have shown\nstatistically significant reductions in the intervention\ngroups among crossover studies, but not in those of\nparallel design. Subgroup analyses were unable to satis-\nfactorily explain differences in the effect estimate or sta-\ntistical heterogeneity, with nonsignificant tests of\ninteraction and no substantial changes in the magnitude\nof association. Most trials were judged as at least having\nsome concerns with regards to risk of bias, and the\nquality of the evidence was very limited.\nThis is the first systematic review of RCTs to evalu-\nate the effects of different sources of dietary protein on\nmarkers of kidney function in patients with diabetes.\nPrevious meta-analyses of RCTs have shown beneficial\neffects of higher soy protein consumption on serum\ncreatinine, phosphorus, and proteinuria in predialysis\npatients with CKD.\n24 In the most recent clinical practice\nguidelines by the Kidney Disease Outcomes Quality\nInitiative (KDOQI) for nutrition in CKD,\nrecommendations regarding the source of dietary pro-\ntein were limited to effects on nutritional status, cal-\ncium and phosphorus levels, and the blood lipid\nprofile.\n47 Due to insufficient evidence at the time, there\nwas no recommendation for a particular protein type in\nadults at any stage of CKD for clinical outcomes or\nparameters of kidney function.\nThe rationale for qualitatively manipulating the\ntype of protein has been largely based on the reduction\nof glomerular hyperfiltration, which potentially protects\nfrom hyalinosis, proteinuria, and further kidney dam-\nage. Some of the postulated mechanisms involve reduc-\ntion of the expression of renin–angiotensin (slowing the\nprogression of CKD through favorable effects on GFR),\nreduction in serum phosphate and FGF-23 levels, as\nwell as a reduction in the phosphorus load that is asso-\nciated with food items from animal sources.\n48,49 In ad-\ndition, certain amino acids such as alanine, glycine, and\narginine have been shown to induce glomerular hyper-\nfiltration, which could also be partially responsible for\nthe effects of red meat consumption on kidney func-\ntion.\n21,23,50 On the other hand, soy-based diets seem to\nreduce blood pressure and to reduce plasma and renal\nangiotensin-converting enzyme activity, possibly\nthrough the actions of isoflavones.\n51 It is also possible\nthat favorable effects of soy consumption on diabetic\nnephropathy can be partially explained by its impact on\nserum cholesterol, although interpretation of the avail-\nable evidence is susceptible to confounding due to\nintercorrelation between risk factors.\n52 It is still unclear\nwhich of the underlying mechanisms are most likely to\nmediate the beneficial effects of dietary factors on kid-\nney parameters; however, because foods and nutrients\nare not consumed in isolation, it is likely that any true\nbenefit arises from a variety of simultaneous biological\npathways.\nFurther compounding the “dietary-protein-type\nhypothesis” is the notion of dietary patterns, which\nreflects the variety of foods that represent habitual die-\ntary intake. Diets typically characterized by a reduced\nintake of animal or red meat protein (eg, dietary pat-\nterns such as the Mediterranean diet and the Dietary\nApproaches to Stop Hypertension, also known as\nDASH), focusing on plant proteins and fish, are consid-\nered dietary patterns with multifactorial beneficial\nhealth effects.\n53,54 In epidemiological studies, adherence\nto these dietary patterns is consistently associated with\ndecreased risk of disease progression and improved\nmarkers of kidney function.\n55–58 However, whether\nsuch dietary patterns affect albuminuria and DKD pro-\ngression remains unclear. Recently, Banerjee et al\nreported observational evidence on the potential bene-\nfits associated with adherence to a DASH dietary pat-\ntern on the risk of progression to end-stage renal\nNutrition Reviews\nVR\nVol. 80(4):812–825 821\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\ndisease among adults with moderate CKD and hyper-\ntension.\n59 Compared with the highest quintile of adher-\nence to a DASH diet, the lowest quintile was associated\nwith a 1.7-fold risk of end-stage renal disease (relative\nhazard, 1.7; 95% CI, 1.1 to 2.7), with greater magnitude\nof association in patients with diabetes in subgroup\nanalysis. A similar pattern of results was shown in the\nfirst prospective community-based cohort to report\nassociations between plant-based diets and risk of GFR\ndecline and CKD in the general population.\n60 In this\nstudy, Kim et al demonstrated that higher adherence to\na healthy plant-based diet (higher consumption of\nfruits, vegetables, whole grains, nuts, and legumes) was\nassociated with lower risk of CKD (HR, 0.86; 95% CI,\n0.78 to 0.96) and slower GFR decline. While there\nseems to be no unequivocal evidence to suggest that\nsuch diets are causally related to outcomes and favor-\nably affect relevant clinical end points, patterns of eating\nthat are associated with improvements in blood pres-\nsure, body weight and other cardiorenal risk factors\nhave been incorporated in the nutrition therapy of indi-\nviduals with DKD.\n61\nOwing to highly diverse methodological and clini-\ncal aspects across studies, it should be noted that the\npresence of an effect as well as its magnitude may be de-\npendent on several key aspects. First, it is possible that\npatients with a diagnosis of DKD may respond differ-\nently compared with individuals at risk of kidney dis-\nease (ie, normal kidney function). Futhermore, among\nindividuals with diagnosed kidney disease, the severity\nof renal impairment may also play an important role in\nmodifying the effects of different types of dietary pro-\ntein. Thus, heterogeneity in the final results could be\npartly explained due to pathophysiological differences\nbetween patients with normal renal function, with mild\nimpairment, with severe impairment, or undergoing he-\nmodialysis. Indeed, the effects of anti-albuminuric ther-\napies are often more pronounced in patients with overt\nalbuminuria compared with those with microalbuminu-\nria; and in patients with microalbuminuria compared\nwith those with normoalbuminuria.\n31 Although an at-\ntempt was made to perform subgroup analyses based on\nseverity of albuminuria at baseline as a proxy measure-\nment for severity of pre-existing renal impairment, it\nstill remains as a limitation to the interpretation of the\ncurrent meta-analysis given the inconclusive results\nproduced by exploratory analyses, as well as the fact\nthat the primary studies often included patients with\nvarying degrees of renal impairment (resulting in\nwithin-study diversity on top of between-study diver-\nsity), an issue that would only have been possible to\novercome by performing individual participant data\nmeta-analyses.\nSecond, the observed effects of different interven-\ntions on renal function may depend on the nature of\ntheir specific biological mechanisms. For instance, the\nreduction of red meat intake itself might promote bene-\nficial effects independently of the type of dietary protein\nit is exchanged for. In this case, it is possible that differ-\nences between groups correspond to the combined\neffects of withdrawing certain types of protein (eg, red\nmeat or any animal meat) in addition to implementing\nother types of protein. Third, the degree of adherence\nto interventions should not be overlooked. Some trials\nprovided food to the free-living subjects, but most stud-\nies have not sufficiently described whether all the food\nwas eaten, nor attempted to quantitatively report the\nadherence to the specific protein sources of each inter-\nvention arm. Even when subjects are extensively\ninstructed to only consume the food provided by the\ninvestigators, it is often the case that substantial quanti-\nties of off-study food are consumed (eg, consumption\nof other protein sources in addition to the planned\ninterventions).\n62 In this sense, it is possible that the in-\ntervention arms were at risk of overconsuming the\nexpected amount of animal or red meat protein, poten-\ntially confounding the final results towards the null.\nAlthough most studies included in this systematic re-\nview have been quantitatively assessed and excellent ad-\nherence to the total protein intake was guaranteed,\nplacing a restriction on some type of dietary protein\n(and consequently on several food items in an otherwise\nusual diet for most patients) may lead to unintended\nreductions in the overall protein intake in real-world\nsettings, where adherence to recommendations is a\ncommon issue, which indicates care would be needed\nin clinical application.\nSubgroup analyses did not give meaningful results\nbecause of the low number of studies with comparable\ndesign and due to the diversity in methodological and\nclinical aspects. For this reason, inferences regarding\nany one subgroup comparison are extremely limited as\na result of there being many other competing explana-\ntions for the observed differences. For instance, among\ncrossover trials that provided food items for patients,\nother study-level covariates were also highly diverse,\nsuch as adherence to the protocol, baseline severity of\nalbuminuria, and differences in the intervention proto-\ncols (eg, different food sources of dietary protein across\nstudies). Ideally, studies should be similar enough so\nthat only a few biological or methodological aspects\nwould be plausible candidates for explaining between-\nstudy heterogeneity. Thus, diversity of multiple aspects\nacross studies limits the ability to pinpoint to what ex-\ntent each coviariate was responsible for the observed\ndifferences in results. For this reason, results from\n822 Nutrition Reviews\nVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nsubgroup and sensitivity analyses were unable to accu-\nrately explain inconsistencies between studies.\nThe body of evidence consists of few trials of small\nsample sizes (range, 8 to 53), which may lead to poten-\ntially biased estimates due to the meta-analytical phe-\nnomenon of small-study effects.\n63 Although funnel\nplots were not compatible with risk of publication bias,\nsmall-study effects are often associated with selective\nreporting and inflated effects due to poor methodologi-\ncal quality.\n64 Furthermore, formal GRADE assessment\nrevealed multiple reasons for rating down the quality of\nthe evidence. First, only one study was judged as being\nat low risk of bias, whereas the majority of studies were\nconsidered as being at high risk. The most frequent po-\ntential source of bias were deviations from intended\ninterventions, which is particularly concerning given\nthat nonadherence to the experimental diet tends to\ngenerate bias towards the null, as previously noted. Out\nof all the studies, only Azadbakht, 2008\n42 and\nAzadbakht, 200944 attempted to quantify and report the\nadherence to the type of protein under study. Second,\nresults are presented with unexplained statistical hetero-\ngeneity in light of the highly diverse trials, representing\nsubstantial inconsistency. Third, the small number of\nstudies and sample sizes, as well as the large patient-\nlevel variability in outcome measurements, have led to\nrelatively imprecise effect estimates. In addition, it is\npossible that artificially large CIs were created due to a\nunit-of-analysis error: as we were unable to extract\npaired data that appropriately accounted for the within-\nindividual treatment comparisons (due to incomplete\nreporting in the primary studies), the meta-analyses\nwere conducted as if individuals (not treatments) had\nbeen randomized and analyzed as parallel-design, which\nis likely to have resulted in poor precision.\n65,66 On the\nother hand, strengths of this systematic review process\nshould be noted. This study was strictly based on the\nlatest Cochrane recommendations, while following\nPRISMA guidelines for a prospectively registered proto-\ncol. Furthermore, the assessment of within-study risk of\nbias was performed using rigorous methods under the\nstrict guidance of the RoB 2 revised tool to assess risk of\nbias in randomized trials. An attempt to overcome po-\ntential limitations to the interpretability of findings was\npresenting results in clinically relatable units. The use of\nstandardized mean differences as a measure of pooled\nestimates is the most widely used approach when trials\nhave measured the same construct with different met-\nrics; however, there are issues associated with (1) the\nfact that patients and clinicians are unlikely to relate to\nthe results of effect sizes, (2) trials that enroll heteroge-\nneous samples of patients yield smaller standardized\nmean differences than those less heterogeneous, even if\nthe actual mean difference estimates are similar across\nstudies, and (3) very homogeneous populations of\npatients give misleadingly inflated magnitudes of ef-\nfect.\n32 For those reasons, results are presented for both\nUAE and GFR as ratios of postintervention means.\nThe available evidence herein summarized is insuf-\nficient to provide clear recommendations for clinical\npractice due to the limited quality of the evidence and\nshould therefore be interpreted with caution. The po-\ntential benefits of replacing animal protein or red meat\nprotein with other sources of dietary protein could be\ninterpreted in the context of emerging evidence sug-\ngesting protective effects of certain dietary patterns, in\ngeneral, for cardiorenal patients, and for other health-\nrelated outcomes. It is likely that adopting an approach\nthat shifts the focus onto foods rather than type of pro-\ntein may be more beneficial for message translation, in-\ntervention implementation, and consequently disease\nmanagement, and this should be addressed in prag-\nmatic trials (aiming to assess the effect of the method of\nassignment of a patient to a particular intervention). On\nthe other hand, future proof-of-concept studies (aiming\nto assess the effect of adhering to the intervention pro-\ntocols) should be adequately powered to detect mean-\ningful but realistic differences in albuminuria and GFR;\ninclude patients with relatively homogeneous baseline\nlevels of albuminuria, and establish means of enhancing\nthe adherence of patients to the planned protocol con-\ncerning the type of dietary protein, while adequately ac-\ncounting for between-group differences in the\nconsumption of nutrients other than the specific pro-\nteins under study. Although findings from TSA suggest\nthat the available evidence for GFR can be considered\nconclusive, the assessment of the quality of the evidence\nsupports the conclusion that further trials are likely to\nmodify the current effect estimates .\nCONCLUSION\nThis meta-analysis shows weak evidence for small to\nmoderate improvements in markers of kidney function\nin favor of interventions with lower animal protein (or\nred meat protein) compared with usual diets in short-\nterm crossover trials. Data on long-term studies are\nscarce, and most trials were at high risk of bias. Due to\nthe limited quality of the evidence, these findings re-\nquire further confirmation in well-designed random-\nized controlled trials.\nAcknowledgments\nAuthor contributions. I.E. and F.M.S. had full access to\nall the data in the study and take responsibility for the\nintegrity of the data and the accuracy of the data\nNutrition Reviews\nVR\nVol. 80(4):812–825 823\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\nanalysis. Concept and design: I.E., F.M.S., and F.M.B.\nAcquisition of data: I.E., I.C.K., and J.B. Analysis and\ninterpretation of data: I.E. and F.M.S. Drafting of the\nmanuscript: I.E. Critical revision of the manuscript for\nimportant intellectual content: I.E., F.M.S., and F.M.B.\nStatistical analyses: I.E. Administrative, technical, and\nmaterial support: I.C.K. and J.B. Supervision: F.M.S.\nand F.M.B.\nFunding. This work has not received any support or\ngrant from any funding agency in the public, commer-\ncial, or not-for-profit sectors.\nDeclaration of interests.The authors declare no relevant\nconflicts of interest.\nSupporting Information\nThe following Supporting Information is available\nthrough the online version of this article at the publish-\ner’s website.\nTable S1 Full search strategy performed on PubMed\nTable S2 Characteristics of the interventions and as-\nsessment of adherence to the planned protocols of\nthe primary studies\nFigure S1 Assessment of risk of bias for individual\nstudies\nFigure S2 Funnel plot diagram for urinary albumin\nexcretion\nFigure S3 Funnel plot diagram for glomerular filtra-\ntion rate\nFigure S4 Trial sequential analysis for urinary albu-\nmin excretion\nFigure S5 Trial sequential analysis for glomerular fil-\ntration rate\nREFERENCES\n1. Saeedi P, Petersohn I, Salpea P, et al.; IDF Diabetes Atlas Committee. Global and\nregional diabetes prevalence estimates for 2019 and projections for 2030 and\n2045: results from the International Diabetes Federation Diabetes Atlas, 9th edi-\ntion. Diabetes Res Clin Pract.2019;157:107843.\n2. United States Renal Data System. Annual Data Report: Epidemiology of Kidney\nDisease in the United States. Bethesda, MD: National Institutes of Health, National\nInstitute of Diabetes and Digestive and Kidney Diseases; 2016.\n3. Narres M, Claessen H, Droste S, et al. The incidence of end-stage renal disease in\nthe diabetic (compared to the non-diabetic) population: a systematic review.PLoS\nOne. 2016;11:e0147329.\n4. American Diabetes Association. 11. Microvascular complications and foot care:\nstandards of medical care in diabetes/C0 2020. Diabetes Care. 2020;43(suppl 1):\nS135–S151.\n5. Tonneijck L, Muskiet MH, Smits MM, et al. Glomerular hyperfiltration in diabetes:\nmechanisms, clinical significance, and treatment. J Am Soc Nephrol.\n2017;28:1023–1039.\n6. Hemmelgarn BR, Manns BJ, Lloyd A, et al.; Alberta Kidney Disease Network.\nRelation between kidney function, proteinuria, and adverse outcomes.JAMA.\n2010;303:423–429.\n7. Ruiz-Ortega M, Rayego-Mateos S, Lamas S, et al. Targeting the progression of\nchronic kidney disease.Nat Rev Nephrol.2020;16:269–288.\n8. Appel LJ, Wright JT, Greene T, et al. Long-term effects of renin–angiotensin\nsystem-blocking therapy and a low blood pressure goal on progression of hyper-\ntensive chronic kidney disease in African Americans. Arch Intern Med.\n2008;168:832–839.\n9. Perkovic V, Jardine MJ, Neal B, et al. Canagliflozin and renal outcomes in type 2 di-\nabetes and nephropathy.NE n g lJM e d .2019;380:2295–2306.\n10. Zinman B, Wanner C, Lachin JM, et al.; EMPA-REG OUTCOME Investigators.\nEmpagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes.NE n g lJ\nMed. 2015;373:2117–2128.\n11. Heerspink HJ, Stef/C19ansson BV, Correa-Rotter R, et al. Dapagliflozin in patients with\nchronic kidney disease.N Engl J Med.2020;383:1436–1446.\n12. Gregg EW, Hora I, Benoit SR. Resurgence in diabetes-related complications.JAMA.\n2019;321:1867–1868.\n13. Tong A, Chando S, Crowe S, et al. Research priority setting in kidney disease: a sys-\ntematic review.Am J Kidney Dis.2015;65:674–683.\n14. Klahr S, Levey AS, Beck GJ, et al.; Modification of Diet in Renal Disease Study\nGroup. The effects of dietary protein restriction and blood-pressure control on the\nprogression of chronic renal disease.NE n g lJM e d .1994;330:877–884.\n15. Kalantar-Zadeh K, Moore LW, Tortorici AR, et al. North American experience with\nLow protein diet for non-dialysis-dependent chronic kidney disease.BMC Nephrol.\n2016;17:90.\n16. Trierweiler H, Kisielewicz G, Hoffmann Jonasson T, et al. Sarcopenia: a chronic\ncomplication of type 2 diabetes mellitus.Diabetol Metab Syndr.2018;10:25.\n17. Mesinovic J, Zengin A, De Courten B, et al. Sarcopenia and type 2 diabetes melli-\ntus: a bidirectional relationship.Diabetes Metab Syndr Obes.2019;12:1057–1072.\n18. Knight EL, Stampfer MJ, Hankinson SE, et al. The impact of protein intake on renal\nfunction decline in women with normal renal function or mild renal insufficiency.\nAnn Intern Med.2003;138:460–467.\n19. Haring B, Selvin E, Liang M, et al. Dietary protein sources and risk for incident\nchronic kidney disease: results from the Atherosclerosis Risk in Communities\n(ARIC) study.J Ren Nutr. 2017;27:233–242.\n20. Ando A, Kawata T, Hara Y, et al. Effects of dietary protein intake on renal function\nin humans.Kidney Int Suppl.1989;27:S64–S67.\n21. Nakamura H, Takasawa M, Kashara S, et al. Effects of acute protein loads of differ-\nent sources on renal function of patients with diabetic nephropathy.Tohoku J Exp\nMed. 1989;159:153–162.\n22. Kontessis P, Jones S, Dodds R, et al. Renal, metabolic and hormonal responses to\ningestion of animal and vegetable proteins.Kidney Int.1990;38:136–144.\n23. Nakamura H, Yamazaki M, Chiba Y, et al. Glomerular filtration response to acute\nloading with protein from different sources in healthy volunteers and diabetic\npatients.Tohoku J Exp Med.1990;162:269–278.\n24. Jing Z, Wei-Jie Y. Effects of soy protein containing isoflavones in patients with\nchronic kidney disease: a systematic review and meta-analysis. Clin Nutr.\n2016;35:117–124.\n25. Higgins JPT, Thomas J, Chandler J, et al., eds.Cochrane Handbook for Systematic\nReviews of Interventions Version 6.0 (Updated July 2019). Chichester, UK: Cochrane;\n2019. Available at: www.training.cochrane.org/handbook\n. Accessed November 20,\n2020.\n26. Liberati A, Altman DG, Tetzlaff J, et al. The PRISMA statement for reporting sys-\ntematic reviews and meta-analyses of studies that evaluate healthcare interven-\ntions: explanation and elaboration.BMJ. 2009;339:B2700.\n27. Sterne JAC, Savovi/C19c J, Page MJ, et al. RoB 2: a revised tool for assessing risk of bias\nin randomised trials.BMJ. 2019;366:L4898.\n28. Schu ¨ne ma nn H, Br o_zek J, Guyatt G, et al., eds.GRADE Handbook for Grading\nQuality of Evidence and Strength of Recommendations. Updated October 2013.T h e\nGRADE Working Group; 2013. Available from guidelinedevelopment.org/hand-\nbook\n. Accessed November 5, 2020.\n29. Friedrich JO, Adhikari NK, Beyene J. The ratio of means method as an alternative\nto mean differences for analyzing continuous outcome variables in meta-analysis:\nas i m u l a t i o ns t u d y .BMC Med Res Methodol.2008;8:32.\n30. Friedrich JO, Adhikari NK, Beyene J. Ratio of means for analyzing continuous out-\ncomes in meta-analysis performed as well as mean difference methods.JC l i n\nEpidemiol.2011;64:556–564.\n31. Hirst JA, Taylor KS, Stevens RJ, et al. The impact of renin–angiotensin–aldosterone\nsystem inhibitors on Type 1 and Type 2 diabetic patients with and without early\ndiabetic nephropathy.Kidney Int.2012;81:674–683.\n32. Guyatt GH, Thorlund K, Oxman AD, et al. GRADE guidelines: 13. Preparing sum-\nmary of findings tables and evidence profiles-continuous outcomes. JC l i n\nEpidemiol.2013;66:173–183.\n33. Wetterslev J, Thorlund K, Brok J, et al. Trial sequential analysis may establish when\nfirm evidence is reached in cumulative meta-analysis. JC l i nE p i d e m i o l.\n2008;61:64–75.\n34. Pecis M, Azevedo MJD, Gross JL. Chicken and fish diet reduces glomerular hyper-\nfiltration in IDDM patients.Diabetes Care. 1994;17:665–672.\n35. Kontessis PA, Bossinakou I, Sarika L, et al. Renal, metabolic, and hormonal\nresponses to proteins of different origin in normotensive, nonproteinuric type I di-\nabetic patients.Diabetes Care. 1995;18:1233–1240.\n824 Nutrition Reviews\nVR\nVol. 80(4):812–825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024\n\n36. Anderson JW, Blake JE, Turner J, et al. Effects of soy protein on renal function and\nproteinuria in patients with type 2 diabetes.Am J Clin Nutr.1998;68:1347S–1353S.\n37. Nicholson AS, Sklar M, Barnard ND, et al. Toward improved management of\nNIDDM: a randomized, controlled, pilot intervention using a lowfat, vegetarian\ndiet. Prev Med. 1999;29:87–91.\n38. Wheeler ML, Fineberg SE, Fineberg NS, et al. Animal versus plant protein meals in\nindividuals with type 2 diabetes and microalbuminuria: effects on renal, glycemic,\nand lipid parameters.Diabetes Care. 2002;25:1277–1282.\n39. Gross JL, Zelmanovitz T, Moulin CC, et al. Effect of a chicken-based diet on renal\nfunction and lipid profile in patients with type 2 diabetes: a randomized crossover\ntrial. Diabetes Care. 2002;25:645–651.\n40. Teixeira SR, Tappenden KA, Carson L, et al. Isolated soy protein consump-\ntion reduces urinary albumin excretion and improves the serum lipid profile\nin men with type 2 diabetes mellitus and nephropathy. JN u t r.\n2004;134:1874–1880.\n41. de Mello VD, Zelmanovitz T, Perassolo MS, et al. Withdrawal of red meat from the\nusual diet reduces albuminuria and improves serum fatty acid profile in type 2 di-\nabetes patients with macroalbuminuria.Am J Clin Nutr. 2006;83:1032–1038.\n42. Azadbakht L, Atabak S, Esmaillzadeh A. Soy protein intake, cardiorenal indices,\nand C-reactive protein in type 2 diabetes with nephropathy: a longitudinal ran-\ndomized clinical trial.Diabetes Care.2008;31:648–654.\n43. de Mello VD, Zelmanovitz T, Azevedo MJ, et al. Long-term effect of a chicken-\nbased diet versus enalapril on albuminuria in type 2 diabetic patients with micro-\nalbuminuria.J Ren Nutr. 2008;18:440–447.\n44. Azadbakht L, Esmaillzadeh A. Soy-protein consumption and kidney-related bio-\nmarkers among type 2 diabetics: a crossover, randomized clinical trial.J Ren Nutr.\n2009;19:479–486.\n45. Sucher S, Markova M, Hornemann S, et al. Comparison of the effects of diets high\nin animal or plant protein on metabolic and cardiovascular markers in type 2 dia-\nbetes: a randomized clinical trial.Diabetes Obes Metab.2017;19:944–952.\n46. Michels WM, Grootendorst DC, Verduijn M, et al. Performance of the Cockcroft-\nGault, MDRD, and new CKD-EPI formulas in relation to GFR, age, and body size.\nClin J Am Soc Nepherol.2010;5:1003–1009.\n47. Ikizler TA, Burrowes JD, Byham-Gray LD, et al.; KDOQI Nutrition in CKD Guideline\nWork Group. KDOQI clinical practice guideline for nutrition in CKD: 2020 update.\nAm J Kidney Dis.2020;76:S1–S107.\n48. Frigolet ME, Torres N, Tovar AR. Soya protein attenuates abnormalities of the renin–\na n g i o t e n s i ns y s t e mi na d i p o s et i s s u ef r o mo b e s er a t s .Br J Nutr.2012;107:36–44.\n49. Moe SM, Zidehsarai MP, Chambers MA, et al. Vegetarian compared with meat die-\ntary protein source and phosphorus homeostasis in chronic kidney disease.Clin J\nAm Soc Nephrol.2011;6:257–264.\n50. Nakamura H, Yamazaki M, Chiba Y, et al. Acute loading with proteins from differ-\nent sources in healthy volunteers and diabetic patients.J Diabet Complications.\n1991;5:140–142.\n51. McGraw NJ, Krul ES, Grunz-Borgmann E, et al. Soy-based renoprotection.World J\nNephrol. 2016;5:233–257.\n52. Mulec H, Johnson SA, Bjo ¨rck S. Relation between serum cholesterol and diabetic\nnephropathy.Lancet. 1990;335:1537–1538.\n53. Chiavaroli L, Viguiliouk E, Nishi SK, et al. DASH dietary pattern and cardiometa-\nbolic outcomes: an umbrella review of systematic reviews and meta-analyses.\nNutrients. 2019;11:338.\n54. Martinez-Lacoba R, Pardo-Garcia I, Amo-Saus E, et al. Mediterranean diet and\nhealth outcomes: a systematic meta-review. Eur J Public Health.\n2018;28:955–961.\n55. Hsu CC, Jhang HR, Chang WT, et al. Associations between dietary patterns and\nkidney function indicators in type 2 diabetes.Clin Nutr.2014;33:98–105.\n56. Lin J, Fung TT, Hu FB, et al. Association of dietary patterns with albuminuria and\nkidney function decline in older white women: a subgroup analysis from the\nNurses’ Health Study.Am J Kidney Dis.2011;57:245–254.\n57. Jayedi A, Mirzaei K, Rashidy-Pour A, et al. Dietary approaches to stop hyperten-\nsion, mediterranean dietary pattern, and diabetic nephropathy in women with\ntype 2 diabetes: a case–control study.Clin Nutr ESPEN.2019;33:164–170.\n58. Lin J, Hu FB, Curhan GC. Associations of diet with albuminuria and kidney function\ndecline. Clin J Am Soc Nephrol.2010;5:836–843.\n59. Banerjee T, Crews DC, Tuot DS, et al.; Centers for Disease Control and Prevention\nChronic Kidney Disease Surveillance Team. Poor accordance to a DASH dietary\npattern is associated with higher risk of ESRD among adults with moderate\nchronic kidney disease and hypertension.Kidney Int.2019;95:1433–1442.\n60. Kim H, Caulfield LE, Garcia-Larsen V, et al. Plant-based diets and incident CKD and\nkidney function.Clin J Am Soc Nephrol.2019;14:682–691.\n61. Goldstein-Fuchs J, Kalantar-Zadeh K. Nutrition intervention for advanced stages of\ndiabetic kidney disease.Diabetes Spectr.2015;28:181–186.\n62. Hall KD. Challenges of human nutrition research. Science. 2020;367:\n1298–1300.\n63. Zhang Z, Xu X, Ni H. Small studies may overestimate the effect sizes in critical care\nmeta-analyses: a meta-epidemiological study.Crit Care.2013;17:R2.\n64. Egger M, Davey Smith G, Schneider M, et al. Bias in meta-analysis detected by a\nsimple, graphical test.BMJ. 1997;315:629–634.\n65. Li T, Yu T, Hawkins BS, et al. Design, analysis, and reporting of crossover trials for\ninclusion in a meta-analysis.PLoS One.2015;10:e0133023.\n66. Elbourne DR, Altman DG, Higgins JP, et al. Meta-analyses involving cross-over tri-\nals: methodological issues.Int J Epidemiol.2002;31:140–149.\nNutrition Reviews\nVR\nVol. 80(4):812–825 825\nDownloaded from https://academic.oup.com/nutritionreviews/article/80/4/812/6335545 by guest on 08 February 2024"
  },
  "outcomes": {
    "intervention_weeks": 12,
    "primary_human": "eGFR; serum_creatinine; albuminuria/proteinuria; BUN"
  },
  "bucket": "B",
  "notes": "Across RCTs, higher-protein diets and different protein sources do not meaningfully worsen kidney function over typical study durations in people with or without diabetes."
}