{
  "id": 55,
  "title": "High-Protein Plant-Based Diet Versus a Protein-Matched Omnivorous Diet to Support Resistance Training Adaptations: A Comparison Between Habitual Vegans and Omnivores",
  "authors": "Hevia-Larraín V et al.",
  "year": 2021,
  "doi": "10.1007/s40279-020-01363-0",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "plant_based_diet",
    "omnivorous_diet",
    "resistance_training",
    "protein_source",
    "hypertrophy"
  ],
  "population": {
    "training_status": "RCT_diet+RT (untrained young adults)"
  },
  "sections": {
    "abstract": "Background Acute protein turnover studies suggest lower anabolic response after ingestion of plant vs. animal proteins. How-\never, the effects of an exclusively plant-based protein diet on resistance training-induced adaptations are under investigation.\nObjective To investigate the effects of dietary protein source [exclusively plant-based vs. mixed diet] on changes in muscle \nmass and strength in healthy young men undertaking resistance training.",
    "methods": "Nineteen young men who were habitual vegans (VEG 26 ± 5 years; 72.7 ± 7.1 kg, 22.9 ± 2.3 kg/m2) and nineteen \nyoung men who were omnivores (OMN 26 ± 4 years; 73.3 ± 7.8 kg, 23.6 ± 2.3 kg/m2) undertook a 12-week, twice weekly, \nsupervised resistance training program. Habitual protein intake was assessed at baseline and adjusted to 1.6 g kg−1 day−1 via \nsupplemental protein (soy for VEG or whey for OMN). Dietary intake was monitored every four weeks during the interven-\ntion. Leg lean mass, whole muscle, and muscle fiber cross-sectional area (CSA), as well as leg-press 1RM were assessed \nbefore (PRE) and after the intervention (POST).",
    "results": "Both groups showed significant (all p < 0.05) PRE-to-POST increases in leg lean mass (VEG: 1.2 ± 1.0 kg; OMN: \n1.2 ± 0.8 kg), rectus femoris CSA (VEG: 1.0 ± 0.6 cm2; OMN: 0.9 ± 0.5 cm2), vastus lateralis CSA (VEG: 2.2 ± 1.1 cm2; \nOMN: 2.8 ± 1.0 cm2), vastus lateralis muscle fiber type I (VEG: 741 ± 323 µm2; OMN: 677 ± 617 µm2) and type II CSA \n(VEG: 921 ± 458 µm2; OMN: 844 ± 638 µm2), and leg-press 1RM (VEG: 97 ± 38 kg; OMN: 117 ± 35 kg), with no between-\ngroup differences for any of the variables (all p > 0.05).",
    "conclusion": "A high-protein (~ 1.6 g kg−1 day−1), exclusively plant-based diet (plant-based whole foods + soy protein isolate \nsupplementation) is not different than a protein-matched mixed diet (mixed whole foods + whey protein supplementation) \nin supporting muscle strength and mass accrual, suggesting that protein source does not affect resistance training-induced \nadaptations in untrained young men consuming adequate amounts of protein.\nClinical Trial Registration NCT03907059. April 8, 2019. Retrospectively registered.\n * Hamilton Roschel \n hars@usp.br\n1 Applied Physiology and Nutrition Research Group, School \nof Physical Education and Sport, Rheumatology Division, \nFaculdade de Medicina FMUSP, Universidade de Sao Paulo, \nAv. Prof. Mello Moraes, 65, São Paulo, SP 05508-030, \nBrazil\n2 Food Research Center, University of São Paulo, R. do Lago, \n250, São Paulo, SP, Brazil\n3 Rheumatology Division, Faculdade de Medicina FMUSP, \nBone Metabolism Laboratory, Universidade de Sao Paulo, \nAv. Doutor Arnaldo, 455, São Paulo, SP, Brazil\n4 Department of Kinesiology, McMaster University, 1280 \nMain Street West, Hamilton, ON, Canada\n\n V. Hevia-Larraín et al.\nKey Points \nPlant-based diets have become increasingly popular over \nrecent years; however, it is currently unknown whether it \nconfers any advantage/disadvantage over an omnivorous \ndiet in supporting exercise-induced muscle adaptations \n(i.e., gains in muscle strength and mass). It has been pro-\nposed that animal proteins are superior to plant proteins \nin acutely stimulating muscle protein synthesis, suggest-\ning that a sustained vegan diet may be associated with a \nsuboptimal hypertrophic stimulus. However, longitudinal \nstudies in a real-life scenario confirming this hypothesis \nremain scant.\nWe showed that vegans and omnivores had similar \nanabolic adaptations in response to resistance training, \nas evidenced by multiple layers of reinforcing evidence, \nfrom fiber cross-sectional area to muscle functionality, \nchallenging the notion that plant-based proteins have an \ninferior ability to induce anabolic responses, and sug-\ngesting that a high-protein exclusively plant-based diet \n(whole foods + supplemental plant protein) may ade-\nquately support muscle anabolism as long as an optimal \nprotein ingestion (e.g.; 1.6 g kg−1 day−1) is achieved.\n1",
    "introduction": "Muscle mass is regulated via the balance between rates of \nmuscle protein synthesis (MPS) and breakdown (MPB) [1]. \nIt has been well established that both resistance exercise and \nprotein ingestion can independently [2–5] or synergistically \n[6, 7] stimulate MPS, over time yielding muscle hypertrophy \n[8].\nThe response of MPS depends on post-prandial avail-\nability of essential amino acids [ 9], in particular leucine, \nwhich varies significantly between different protein sources \n[10–12]. In this respect, plant- and animal-based proteins \ndiverge in their essential amino acid (EAA) content [13–15] \nand digestibility [16], which impact the subsequent amino \nacid delivery pattern [17]. Several studies have consistently \nshown lower acute anabolic responses to plant (e.g., soy or \nwheat) than animal (e.g., whey or milk) protein, in protein-\nmatched conditions combined [10, 12, 18] or not [10, 11, 18] \nwith resistance exercise.\nDespite providing an important physiological basis for \nthe understanding of nutrient-mediated muscle anabolism, \nevidence from acute studies only partially support the rec-\nommendation that animal protein is likely more beneficial to \nsupport lean mass accrual [19], as no long-term studies have \nbeen conducted to investigate if differences in the acute ana-\nbolic response as a function of protein source would actu-\nally translate into distinct muscle adaptations. Current data \nregarding resistance training-induced muscle adaptations to \ndifferent protein sources are limited to the effects of sup -\nplemental protein of different sources to mixed diets [20, \n21], with no differences being found between supplementary \nplant and animal proteins in this context;.\nTo date, no study has addressed the effects of an exclusive \nplant-based protein diet on the chronic adaptive response \nto exercise. Therefore, we conducted a parallel-group study \nto investigate the impact of dietary protein source (plant-\nbased vs. mixed dietary proteins) on RT-induced changes in \nmuscle mass and strength in healthy young habitual vegans \nand omnivores under conditions of optimal protein intake \n(1.6 g kg−1 day−1) [21]. Considering that the acute intermit-\ntent elevations in MPS in response to, and with persistent \npractice of, resistance exercise in combination with sufficient \nprotein feeding are considered the major drivers of muscle \nprotein accretion and skeletal muscle hypertrophy [22], and \ngiven the acute differences in anabolic responses between \nplant and animal-based proteins, we hypothesized that an \nexclusive consumption of plant-based dietary protein would \nbe less effective in supporting RT-induced muscle adapta-\ntions than an omnivorous diet.\n2 Methods\n2.1 Experimental Design\nIn order to evaluate the effects of dietary protein source \non resistance training-induced adaptations, we used vegan \nindividuals as a model for exclusive plant-based dietary \nprotein source consumption and omnivores for the ani-\nmal-based protein source. Before the commencement of \nthe study, blood samples were collected for assessment of \nbaseline levels of nutrition-related markers. In addition, all \nparticipants completed six 24-h dietary recalls for baseline \nhabitual protein intake assessment, which was then individu-\nally adjusted to 1.6 g kg −1 day−1 via protein supplementa-\ntion during the intervention. Protein intake was monitored \nthroughout the intervention by means of additional 24-h \ndietary recalls every four weeks. Moreover, before (PRE) \nand after (POST) the 12-wk intervention, participants were \nassessed for leg lean mass (DXA), muscle (ultrasound) and \nfiber (muscle biopsy) cross-sectional area, and lower-limb \nmaximal isotonic strength (leg-press 1RM). Training con-\nsisted of a twice-a-week, lower-limb resistance training (RT) \nprogram individually supervised by a researcher blinded to \ntreatment in a laboratorial setting. Figure  1 illustrates the \nexperimental design.\n\nDietary Protein Source and Muscle Adaptations to Exercise\n2.2 Participants\nThirty-eight healthy young men aged between 18 and 35 \nyears were recruited to take part in the study by using \nadvertisements on campus and social media (between Jan-\nuary 2017 and August 2018). Participants were classified \nin two groups according to their habitual diets: exclusive \nplant-based dietary protein consumers—vegans (VEG) or \na mixed plant- and animal-based diet—omnivores (OMN). \nAdherence to either a plant-based or omnivorous diet \nfor at least 1 year prior to the recruitment process was \nconfirmed by a thorough nutritional interview. Addition-\nally, self-reported dietary habits were confirmed by six \n24-h dietary recalls on non-consecutive days at baseline. \nInclusion criteria were: physically active (according to \nthe International Physical Activity Questionnaire (IPAQ) \n[23]) but not involved in RT for at least 1 year; absence \nof any chronic condition that could preclude participa-\ntion in a RT program or physical testing; habitual protein \nconsumption ≥ 0.8 g kg−1 day−1; and adherence to either a \nplant-based or an omnivorous diet for at least 1 year. The \nexclusion criteria included prior history of anabolic ster -\noids use, current or previous (≤ 3 m) use of ergogenic or \nprotein-based supplements, current or previous (< 1 year) \nengagement in energy-restricted diets.\n2.3 Blood Samples\nBlood samples were collected after a 4-h fast at PRE for \ntotal serum protein, ferritin, vitamin B12, and 25-Hydroxy-\nvitamin D (25-(OH)D) assessments. These parameters were \nevaluated as they are known to be eventually deficient in \nplant-based-diet consumers [24– 26]. Serum was obtained \nand stored at − 80 °C before analysis. Total serum protein \nwas assessed using colorimetric assays. Ferritin and vita-\nmin B12 were measured by electrochemiluminescence \nand 25-Hydroxyvitamin D (25-(OH)D) was assessed by \nchemiluminescence.\n2.4 Dietary Assessment\nFour weeks prior to the start of the trial, six (4 non-consecutive \nweekdays and 2 non-consecutive weekend days) 24-h dietary \nrecalls were collected to determine baseline habitual protein \nintake. Protein intake throughout the trial was monitored via \nthree additional 24-h dietary recalls at weeks 4, 8, and 12. All \n24-h dietary recall interviews were collected in-person using \nthe USDA Automated Multiple-Pass Method, a standardized \nvalidated method which uses five memory cues (1: quick list; \n2: forgotten foods list; 3: time and occasion; 4: detail and \nreview; and 5: final probe) to elicit recall of all possible foods \nFig. 1 Experimental design. After baseline assessments, protein \nintake was individually adjusted to reach 1.6 g kg −1  day−1 via addi-\ntional soy or whey protein supplementation to the habitual food \nintake, which was maintained throughout the intervention until final \nassessments. mCSA muscle cross-sectional area, fCSA fiber cross-sec-\ntional area, 1RM maximal isotonic strength\n\n V. Hevia-Larraín et al.\nconsumed [27]. Portion size aids were used during each inter-\nview by means of food booklets with household measures [28, \n29] and real-size food pictures [30].\nA trained nutritionist conducted all procedures, and data \nwere analyzed by the same trained professional by means of \na specific software (Nutritionist Pro® v.7.3, Axxya Systems, \nWoodinville, WO, USA). Besides total energy intake (kcal), \nprotein consumption was reported in absolute values (g) rel-\native to energy (%), relative to body weight (g kg −1 day−1), \nand relative to source (i.e. % animal and plant). Total EAA, \n(g), leucine (g), lysine (g), methionine (g), and branched-\nchain amino acids (BCAA, g), carbohydrates (g), fat (g), \nand dietary fiber (g) intake were also estimated and reported. \nCarbohydrates and fat were also reported relative to energy \n(%) Additionally, relative per meal protein and estimated \nleucine intake were reported at PRE and throughout the \nintervention (weeks 4, 8 and 12).\nDuring the intervention, participants were constantly rec-\nommended to keep their habitual dietary intake, and refrain \nfrom any other supplement that might influence training per-\nformance and/or body composition (e.g., creatine, caffeine, \nother protein supplements, etc.).\n2.5 DXA\nWhole-body lean mass, appendicular lean mass, leg lean \nmass, whole-body fat mass, and whole-body bone mineral \ncontent (BMC) were assessed by dual-energy X-ray absorp-\ntiometry (DXA) using Hologic QDR 4500A densitometry \nequipment (Discovery Densitometer, Hologic Inc. Bedford, \nMA, USA) in the morning after an overnight fast at PRE \nand POST. Measurements were conducted by a trained \ninvestigator blinded to the protocol. Test–retest coefficient \nof variation for lean-mass DXA assessments is 0.4% in our \nlaboratory.\n2.6 Muscle cross‑sectional area assessment\nBoth rectus femoris and vastus lateralis cross-sectional area \n(mCSA) were assessed at PRE and POST by a B-mode \nultrasound with a 7.5-MHz linear-array probe (SonoAce \nR3, Samsung-Medison, Gangwon-do, South Korea) as pre-\nviously described [31]. mCSA analyses were performed in a \nblinded fashion by a single investigator using ImageJ (NIH, \nUSA). Test–retest typical error and coefficient of variation \nfor rectus femoris and vastus lateralis mCSA were 0.01 cm2 \nand 0.2% and 0.59 cm2 and 2.1%, respectively.\n2.7 Muscle biopsies and fiber cross‑sectional area \nanalyses\nMuscle biopsies were taken before 1RM testing at PRE \nand at least 72 h after the final test at POST. Muscle \nsamples were obtained from the vastus lateralis of a sub-\nsample (VEG n = 11 and OMN n = 11) through percuta-\nneous muscle biopsy with manual suction. The procedure \nwas performed by a trained physician. Each participant \nreceived local anesthesia (2–3 ml of 1% Xylocaine). A \ntotal of ~ 100 mg of muscle was extracted from a small \nincision and was then dissected free from blood and con-\nnective tissue. For analyses, muscle samples were prepared \nas aliquots (20–30 mg), embedded in an optimum cutting \ntemperature (OCT) cut medium, placed perpendicularly \nto the horizontal surface (cross-sectional orientation of \nthe muscle fiber was verified with the aid of a low-power \nmicroscope), quick-frozen in liquid nitrogen-cooled iso-\npentane, and then stored at − 80 °C until analysis. Mus-\ncle cross-sections (10 µm-thick) were cut on a cryostat \n(CM3050; Leica, Nussloch, Germany) with OCT and then \nmounted on glass slides. For fiber cross-sectional area \n(fCSA) analyses, muscle samples were brought to room \ntemperature, and fixed in methanol for 10 min, washed \n(three 10-min washes with phosphate-buffered saline \n[PBS]), then blocked for 60 min in a blocking buffer solu-\ntion (containing 1% PBS, 5% bovine serum albumin [BSA] \nand 0.3% Triton X-100). Following, the slides were incu-\nbated with primary antibody (anti-rabbit laminin [1:100, \nAbcam] and; anti-mouse A4.951 slow isoform [1:75, \nA4.951 DSHB]) overnight at 4 °C. The next day, slides \nwere again washed (three 10-min washes with PBS) and \nincubated in appropriate secondary antibody (Alexa Fluor \n488 anti-rabbit [1:200, Thermo Fisher Scientific]; Alexa \nFluor 568 anti-mouse, [1:1000, Thermo Fisher Scientific]) \nin the dark for 1 h at room temperature. Samples were then \nre-washed and cover-slipped. Images were captured with \nan Olympus BX51 Fluorescence microscope with a mag-\nnification of 20×. Type I and type II fCSA quantification \nwere performed using ImageJ software (NIH, USA). A \nmean of 100 fibers were analyzed per time point per partic-\nipant by the same investigator in a blinded fashion. Typi-\ncal error and coefficient of variation between two blinded \nmeasurements were 69.3 µm 2 and 2.3%, respectively.\n2.8 Lower‑limb maximal isotonic strength test \n(1RM)\nBefore testing, all participants performed two familiariza-\ntion sessions separated by at least 72 h. Lower-limb maxi-\nmal isotonic strength was assessed on an incline leg-press \n(45°) (Movement Technology, Bruden®, Sao Paulo, Brazil) \nfollowing recommendations of the American Society of \nExercise Physiologists [32]. Test–retest typical error and \ncoefficient of variation for 1RM testing were 5.4 kg and \n2.2%, respectively.\n\nDietary Protein Source and Muscle Adaptations to Exercise\n2.9 Protein supplementation protocol\nBaseline habitual protein values were used to calculate the \namount of either soy (SUPRO XT 221D IP®, Solae LLC, \nDuPont, St. Louis, MO, USA) or whey (THERMAX 690®, \nGlanbia Nutritionals, Fitchburg, WI, USA) protein sup -\nplements needed to meet the 1.6 g kg −1 day−1 target [21] \nin both groups. Protein supplementation was individually \ntailored and delivered (by a researcher not involved in the \nanalyses of any dependent variable) to participants in VEG \nor OMN groups. Following the principle of the optimal per-\nmeal protein intake for MPS [33, 34], supplementary protein \nwas offered twice daily (training and non-training days), at \nthe lowest protein meals of each participant (in our study, \nprotein supplements were offered at breakfast and evening \nsnack) throughout all the 12-wk experimental intervention. \nThe nutritional composition of both supplements is shown \nin Online Resource 1. Participants were requested to log day \nand time of supplement intake to verify compliance.\n2.10 Resistance training program\nThe 12-week, twice-a-week, supervised RT program was \ncomprised of incline leg-press 45º (Movement Technology, \n Bruden®, Sao Paulo, Brazil) and leg-extension (Movement \nTechnology, Bruden®, Sao Paulo, Brazil) exercises per -\nformed on non-consecutive days (Monday and Thursday or \nTuesday and Friday). We focused training on lower limbs \nas the techniques available offered the ability to investigate \nmuscle adaptations at different levels (from DXA to muscle \nbiopsies). All training sessions were performed during the \nsame time of day for each participant, according to avail -\nability (either before lunch: ~ 11am or before dinner: ~ 5 pm). \nIn case of missing sessions, they were rescheduled to either \nWednesdays or Saturdays (48 h apart from the last training \nsession) to maintain training adherence. Before each training \nsession, participants completed a general warm-up consisted \nof a 5-min light exercise on a cycle ergometer followed by \na specific warm-up comprised of two submaximal sets of \nleg-press (8 repetitions at 50% and 3 repetitions at 70% of \nthe last training load registered). Training sessions duration \nvaried between 30 and 45 min. Training progression was as \nfollows: weeks 1 to 4: 2 sets of 12–15-repetition maximum \n(RM) (for each exercise); weeks 5 to 8: 3 sets of 10–12-\nRM (for each exercise); weeks 8 to 12: 4 sets of 8–10-RM \n(for each exercise). Resistance was increased whenever \nthe individual performed one or two repetitions over the \npre-established number on two consecutive sets [35]. Two \nminutes of rest were given between sets for all sessions. A \ntrained member of the research team supervised all training \nsessions. A training log of each exercise session was kept for \nadherence’s monitoring and training volume load calculation \n(sets × repetitions × resistance for both leg press and leg \nextension exercises) [36].\n2.11 Statistical analyses\nSample size was calculated using mCSA for vastus lateralis \nas the primary outcome of our study. Analyses were run \nusing G*Power® (3.1.9.2) performing a two-way ANOVA \nwith repeated measures (within-between interaction) con-\nsidering a medium effect size (f = 0.25) and setting power \nto 80% (β = 0.2) with α = 0.05, which yielded an estimate \nof n = 17 per group. There are no current available data \ncomparing the effects of an exclusively plant-based protein \nsource vs a mixed-diet on muscle mass gains to base our \ncalculation off; therefore, we decided to be conservative \nand estimate differences, if they were present, based on a \nmedium effect size, based on minimal detectable change \n(MDC) calculations for changes in mCSA assessed by ultra-\nsound technique [31], which is in line with current literature \non heterogeneity for changes in mCSA (as assessed by ultra-\nsound) in response to resistance training [37]. We aimed for \n23 participants per group due to potential dropouts. All data \nwas normality distributed (assessed using the Shapiro–Wilk \ntest) and there were no missing values at any time point. \nBaseline characteristics (at PRE), were compared between \ngroups using an independent t-test. Effects of dietary pro-\ntein source on dependent variables were analyzed using a \nmixed model for repeated measures assuming ‘group’ (VEG \nand OMN) and ‘time’ (PRE and POST) as fixed factors and \n‘subjects’ as a random factor. Whenever a significant F-value \nwas obtained, a post hoc test with Tukey’s adjustment was \nperformed for multiple comparison purposes. Additionally, \npossible between-group differences in PRE to POST abso-\nlute changes in 1RM, leg lean mass, muscle and fCSA were \ntested using t tests and confirmed with mixed model analy -\nsis. To illustrate the variability in response between groups, \ndata are presented as box-and-whisker plots including the \nmedian (lines), interquartile range (boxes), minimum and \nmaximum values (whiskers), and mean (crosses). Dietary \nintake, relative per-meal protein intake, and per-meal esti -\nmated leucine intake throughout the intervention period \nwere assessed by mixed-model for repeated measures assum-\ning ‘group’ (VEG and OMN) and ‘time’ (PRE, week 4, week \n8 and week 12) as fixed factors, and ‘subjects’ as random \nfactor. Type I and type II fCSA were assessed by means \nof a mixed-model analysis with covariance (mixed-model \nANCOVA), assuming respective baseline fCSA as covari-\nates. In case of significant F value, a Tukey post hoc test was \nperformed. Between-group differences in adherence to the \nintervention protocol and training volume load throughout \nthe resistance training program were assessed by means of \nindependent t-tests. Data were analyzed using the software \n\n V. Hevia-Larraín et al.\n SAS® 9.4 (SAS Institute, Inc., Cary, NC, USA), and the level \nof significance was set at p < 0.05.\n3 Results\n3.1 Participants\nFigure 2 shows the flow of the participants. Three hundred \nand eight participants were assessed for eligibility. Two \nhundred and forty did not meet the inclusion criteria and \n22 declined to participate after the initial interview. Four \nparticipants (two due to lack of time and two due to non-\ntrial-related health issues) withdrew from the study in \nVEG group. Two participants in OMN group dropped out \nbefore the end of baseline assessments and other two (one \ndue to lack of time and one due to non-trial-related health \nissues) dropped out of the study and were excluded from \nthe analysis. Participants allocated in the VEG group were \nvegans on average for 3.2 ± 3.0 years (range 1.5–12 years). \nTable 1 shows baseline characteristics for the participants \nwho completed the trial (n = 19 per group). Participants were \ncomparable for age, body weight, height, leg lean mass, and \nlower-limb maximal isotonic strength.\nFig. 2 CONSORT Flow diagram\nTable 1 Baseline characteristics of the participants\nValues are represented as means ± SD\nVEG vegans, OMN omnivores, BMI body mass index, BMC bone \nmineral content, 1RM maximal isotonic strength, PAL physical activ-\nity level, 25-OH(D) 25-hydroxyvitamin D\n† Indicates p < 0.05 for between-group differences when compared at \nPRE (independent t test at PRE)\nVEG (n = 19) OMN (n = 19) p value\nAge, y 26 ± 5 26 ± 4 0.73\nBody weight, kg 72.7 ± 7.1 73.3 ± 7.8 0.79\nHeight, cm 178 ± 5 176 ± 6 0.35\nBMI, kg/m2 22.9 ± 2.3 23.6 ± 2.3 0.33\nWhole-body lean mass, kg 57.3 ± 5.0 57.3 ± 5.8 0.99\nAppendicular lean mass, kg 25.9 ± 2.8 26.1 ± 3.2 0.85\nLeg lean mass, kg 18.1 ± 2.2 19.1 ± 2.4 0.82\nWhole-body fat mass, kg 12.8 ± 4.8 13.4 ± 3.9 0.68\nWhole-body BMC, kg 2.6 ± 0.3 2.7 ± 0.4 0.58\nLeg-press 1RM, kg 258 ± 59 261 ± 63 0.86\nPAL, min/week 302 ± 127 282 ± 130 0.65\nTotal serum protein, g/dL 7.5 ± 0.4 7.5 ± 0.3 0.58\nFerritin, ng/mL 140 ± 83 196 ± 121 0.10\nVitamin B12, pg/mL 301 ± 264 408 ± 1371 0.13\n25-OH(D), ng/mL† 18.0 ± 6.6 24.0 ± 6.5 0.01\n\nDietary Protein Source and Muscle Adaptations to Exercise\n3.2 Dietary Assessments\nBoth groups achieved the targeted protein intake (i.e., \n1.6  g  kg −1  day−1) via supplemental protein to their \nhabitual dietary food sources. Habitual dietary pro-\ntein intake remained stable throughout the interven-\ntion for both groups (both p > 0.05). Supplemental \nprotein was 0.79 ± 0.21  g  kg −1  day−1 for VEG and \n0.52 ± 0.19 g kg −1 day −1 for OMN (in absolute values, \nVEG: 58 ± 17 g and OMN: 39 ± 17 g). Relative and total \nprotein intake increased similarly from baseline in both \ngroups (all p < 0.05 when comparing PRE values with \nweeks 4, 8, and 12), remaining stable throughout the trial \n(no within- or between-group differences at weeks 4, 8, \nand 12 after post-hoc analysis, all p > 0.05). Estimated \nintakes of EAA, leucine, lysine, methionine, and BCAA \nwere also significantly increased from baseline in both \ngroups (all p < 0.0001), remaining stable throughout the \ntrial with no within-group differences at weeks 4, 8, and \n12 (all p > 0.05). There was a main effect of group for \nEAA, leucine, lysine, methionine, and BCAA throughout \nthe trial (OMN > VEG; all p < 0.0001). Additional dietary \ninformation is found in Table  2.\nTable 3 describes per-meal relative protein and leucine \nintake. Relative protein intake was significantly increased \nfrom baseline in both groups at all meals (all p < 0.05 for \nthe main effect of time), with neither within-group dif-\nference at weeks 4, 8 and 12 (all p > 0.05) nor group-by-\ntime interaction ( p > 0.05) being found. Overall, VEG \nhad a slightly lower relative protein intake at lunch than \nOMN (p < 0.05 for the main effect of the group). Regard-\ning per-meal leucine intake, we found a main effect of \ntime for breakfast, dinner, and evening snack intakes, with \nincreased leucine content values from PRE in both groups \n(all p < 0.05). There were main effects of the group for \nleucine content in lunch and dinner meals, with greater \nleucine content in OMN than VEG (both p < 0.05). \nTable 2 Dietary intake at baseline and during weeks 4, 8, and 12 of the intervention\nData are expressed as mean ± SD\nVEG vegans, OMN omnivores, CHO carbohydrates, EAA essential amino acids, BCAA branched-chain amino acids\n† Indicates p < 0.05 for between-group differences when compared at PRE (independent t test at PRE)\n# Indicates p < 0.05 for the main effect of time (when comparing PRE values with weeks 4, 8, and 12)\n*Indicates p < 0.05 for the main effect of group\nPRE Week 4 Week 8 Week 12 Group by \ntime p value\nVEG OMN VEG OMN VEG OMN VEG OMN\nEnergy, \nkcal day−1\n2251 ± 414 2120 ± 244 2324 ± 472 2057 ± 379 2378 ± 429 2197 ± 479 2359 ± 394 2271 ± 430 0.61\nProtein \ng kg−1 day−1#\n0.91 ± 0.19 1.18 ± 0.19† 1.68 ± 0.19 1.70 ± 0.15 1.68 ± 0.19 1.73 ± 0.12 1.66 ± 0.21 1.70 ± 0.16 < 0.001\nProtein, g day−1# 65 ± 11 86 ± 13† 122 ± 12 124 ± 12 122 ± 13 127 ± 13 120 ± 18 124 ± 17 < 0.001\nProtein, % of \n energy#\n12 ± 2 16 ± 2† 22 ± 5 25 ± 5 21 ± 4 24 ± 4 21 ± 5 22 ± 4 0.14\nAnimal protein, \ng day−1 (%)*\n– 58 ± 9 (67)† – 99 ± 16 (79) – 100 ± 14 (79) – 97 ± 17 (78) < 0.001\nPlant protein, \ng day−1 (%)*\n65 ± 11 (100) 28 ± 5 (33)† 122 ± 12 (100) 25 ± 9 (21) 122 ± 13 (100) 27 ± 9 (21) 120 ± 18 (100) 27 ± 9 (22) < 0.001\nEAA, g day−1*# 21 ± 4 33 ± 5† 42 ± 4 54 ± 7 43 ± 5 55 ± 7 43 ± 7 53 ± 8 0.89\nLeucine, \ng day−1*#\n5 ± 1 7 ± 1† 9 ± 1 11 ± 2 9 ± 1.0 11 ± 2 9 ± 1 11 ± 2 0.95\nLysine, \ng day−1*#\n3 ± 1 6 ± 1† 6 ± 1 11 ± 2 7 ± 1 11 ± 1 7 ± 1 10 ± 1 0.004\nMethionine, \ng day−1*#\n1 ± 0 2 ± 0† 2 ± 0 3 ± 0 2 ± 0 3 ± 0 2 ± 0 3 ± 0 0.07\nBCAA, \ng day−1*#\n10 ± 2 15 ± 2† 20 ± 2 24 ± 3 20 ± 2 25 ± 3 20 ± 3 24 ± 4 0.91\nCHO, g day−1* 365 ± 73 262 ± 38† 360 ± 97 216 ± 62 349 ± 87 243 ± 79 342 ± 75 272 ± 60 0.02\nCHO, % of \n energy*\n63 ± 5 49 ± 4† 62 ± 7 42 ± 8 58 ± 7 44 ± 6 58 ± 7 48 ± 5 0.0005\nFat, g day−1* 62 ± 20 80 ± 14† 53 ± 20 76 ± 25 63 ± 21 79 ± 20 64 ± 24 79 ± 17 0.71\nFat, % of \n energy*\n24 ± 6 33 ± 4† 20 ± 7 33 ± 7 24 ± 6 32 ± 5 24 ± 7 32 ± 5 0.12\nDietary fiber, \ng day−1*\n39 ± 10 18 ± 5† 40 ± 16 15 ± 7 39 ± 14 19 ± 10 38 ± 13 19 ± 10 0.18\n\n V. Hevia-Larraín et al.\nImportantly, there were no group-by-time interactions for \nleucine content in any of the meals (all p > 0.05).\n3.3 DXA\n3.3.1 Leg Lean Mass\nWe observed a main effect of time for leg lean mass \n(p < 0.0001). VEG increased from 18.9 ± 2.2 to 20.1 ± 2.2 kg, \nand OMN from 19.1 ± 2.4 to 20.3 ± 2.7 kg (all p < 0.0001 for \nwithin-group comparisons), with no group-by-time interac-\ntion (p = 0.94). Additionally, absolute changes were also not \nsignificantly different between groups (p = 0.99) (Fig. 3a, b).\nSimilarly, a main effect of time was observed for appen-\ndicular lean mass, whole-body lean mass, and body weight \n(all p < 0.0001), with no between group differences at any \ntime point (all p > 0.05). No within- or between-group dif-\nferences were observed for whole-body fat mass or bone \nmineral content (all p > 0.05) (Online Resource 2).\n3.4 Muscle CSA\nThere was a main effect of time for both rectus femoris and \nvastus lateralis mCSA (all p < 0.0001). For VEG, rectus fem-\noris mCSA increased from 8.6 ± 1.6 to 9.6 ± 1.6 cm2, and \nfor OMN, the increase was from 8.7 ± 2.1 to 9.4 ± 2.2 cm2 \nTable 3 Per-meal relative protein intake (g kg−1) and leucine intake (g) at baseline and during weeks 4, 8, and 12 of the intervention\nData are expressed as mean ± SD\nVEG vegans, OMN omnivores; Estimated leucine intake values were rounded to whole numbers for precision purposes\n† Indicates p < 0.05 for between-group differences when compared at PRE (independent t test at PRE)\n# Indicates p < 0.05 for the main effect of time (when comparing PRE values with weeks 4, 8, and 12)\n*Indicates p < 0.05 for the main effect of group\nPRE Week 4 Week 8 Week 12 Group \nby time p \nvalueVEG OMN VEG OMN VEG OMN VEG OMN\nProtein intake\n Breakfast, g kg−1# 0.15 ± 0.06 0.17 ± 0.06 0.38 ± 0.20 0.30 ± 0.18 0.38 ± 0.19 0.30 ± 0.20 0.32 ± 0.27 0.33 ± 0.24 0.26\n Lunch, g kg−1* # 0.36 ± 0.09 0.47 ± 0.10† 0.47 ± 0.14 0.59 ± 0.18 0.43 ± 0.13 0.58 ± 0.14 0.47 ± 0.16 0.51 ± 0.11 0.13\n Dinner, g kg−1# 0.27 ± 0.08 0.39 ± 0.11† 0.44 ± 0.17 0.48 ± 0.11 0.47 ± 0.20 0.52 ± 0.18 0.41 ± 0.18 0.50 ± 0.15 0.79\n Evening snack, g kg−1# 0.03 ± 0.04 0.07 ± 0.07 0.39 ± 0.27 0.33 ± 0.17 0.40 ± 0.26 0.33 ± 0.25 0.46 ± 0.29 0.36 ± 0.22 0.82\nLeucine intake\n Breakfast, g day−1# 1 ± 0 1 ± 0† 2 ± 1 2 ± 2 2 ± 1 2 ± 2 2 ± 2 2 ± 2 0.54\n Lunch, g day−1* 2 ± 0 3 ± 0† 2 ± 1 3 ± 1 2 ± 1 3 ± 1 3 ± 1 3 ± 2 0.08\n Dinner, g day−1*# 1 ± 0 2 ± 1† 2 ± 1 3 ± 1 3 ± 1 3 ± 1 2 ± 1 3 ± 1 0.94\n Evening snack, g day−1# 0 ± 0 0 ± 0 2 ± 2 3 ± 1 2 ± 2 3 ± 2 3 ± 2 3 ± 2 0.98\nFig. 3 Panel A shows leg lean mass before (PRE) and after (POST) \nintervention in groups VEG and OMN. Panel B shows delta change \n(Δ) (PRE-to-POST intervention) in leg lean mass in groups VEG and \nOMN. Values are presented as median (lines) with interquartile range \n(boxes), minimum and maximum (whiskers), and mean (+). *Indi-\ncates significantly different from PRE (p < 0.0001 for the main effect \nof time). VEG exclusive plant-based dietary protein consumers, OMN \nanimal-based dietary protein consumers\n\nDietary Protein Source and Muscle Adaptations to Exercise\n(all p < 0.0001 for within-group comparisons). Similarly, \nincreases in mCSA for vastus lateralis were as follows: VEG \nfrom 21.6 ± 3.1 to 23.8 ± 3.6 cm2, and OMN from 22.1 ± 4.1 \nto 24.9 ± 4.4 cm2 (all p < 0.0001 for within-group compari-\nsons), with no group-by-time interactions (p = 0.67 and \np = 0.14, respectively). Furthermore, between-group abso-\nlute changes were not significantly different (all p > 0.05) \n(Fig. 4a–d).\n3.5 Fiber CSA\nThere was a main effect of time for type I fCSA (p < 0.0001). \nWe have ran ANCOVA analysis for type I fCSA and no influ-\nence of PRE values on the statistical model was detected \n(p = 0.76). Also, no group-by-time interaction was observed \n(p = 0.77). VEG increased from 3750 ± 648 to 4491 ± 641 \nµm2, p = 0.0004; and OMN from 4444 ± 908 to 5121 ± 1216 \nµm2, p = 0.001 (within-group comparisons). Additionally, \ndelta changes in type I fCSA were not significantly differ -\nent between groups (p = 0.77). We observed a significant \nbetween-group difference for type II fCSA at PRE (p = 0.02); \nhowever, ANCOVA analysis detected no influence of PRE \nvalues on the statistical model (p = 0.82). Both groups sig-\nnificantly increased fCSA for type II fibers across time (main \neffect of time, p < 0.0001). VEG increased from 3844 ± 571 \nto 4765 ± 431 µm2, p = 0.0001 and OMN from 4663 ± 960 \nto 5507 ± 1301 µm2, p = 0.0003 (within-group comparisons). \nNo group-by-time interaction was found ( p = 0.75). Addi -\ntionally, pre-to-post changes were not significantly different \nbetween VEG and OMN (p = 0.75) (Fig. 4e–h).\nFiber type distribution was similar across groups, with \nno within- or between-group differences (all p > 0.05) \n(VEG type I: PRE = 54 ± 12%, POST = 53 ± 15%; OMN \ntype I: PRE 49 ± 5%, POST = 48 ± 9% and VEG type \nII: PRE = 46 ± 12%, POST = 47 ± 15%; OMN type II: \nPRE = 51 ± 5%, POST = 52 ± 8%).\n3.6 Lower‑Limb Maximal Isotonic Strength\nThere was a main effect of time for leg-press 1RM \n(p < 0.0001). Both VEG (from 258 ± 59 to 354 ± 81 kg, \np < 0.0001) and OMN (from 261 ± 63 to 383 ± 74  kg, \np < 0.0001) significantly increased their 1RM. No group-by-\ntime interaction was found (p = 0.10), and no between-group \ndifference was detected in 1RM absolute changes (p = 0.11) \n(Fig. 5a, b).\n3.7 Adherence, Adverse Effects, and Training \nVolume Load\nAdherence to training was excellent with VEG complet-\ning 94 ± 6% of all prescribed training sessions and OMN: \n95 ± 6% of all prescribed training sessions (p > 0.05, for \nbetween-group comparison). Self-reported protein sup-\nplementation was also excellent (VEG: 94 ± 6%; OMN: \n96 ± 3%) and was similar between the two groups (p > 0.05). \nAdditionally, self-reported protein supplementation was \ndouble-checked by the research staff via logging the con-\ntainers returned by the subjects. No adverse effects of either \ntraining or supplementation were reported throughout the \ntrial.\nTraining volume load was similar between VEG and \nOMN either per exercise (leg press: VEG = 177 ± 54 and \nOMN = 186 ± 43 103 kg, leg extension: VEG = 52 ± 13 and \nOMN = 58 ± 14 103 kg; all p > 0.05) or combining leg-press \nand leg-extension exercises (VEG: 229 ± 63 and OMN: \n244 ± 52 103 kg; p = 0.43).\n4",
    "discussion": "In the current study, we compared the effects of an exclu-\nsive consumption of plant-based dietary protein vs . an \nomnivorous diet on RT-induced muscle adaptations follow-\ning a 12-week lower-limb RT program in young individuals \nunder an optimal protein intake (1.6 g kg−1 day−1) combin-\ning whole foods + supplemental protein (either soy or whey \nprotein isolates). We observed no significant differences in \nincreases in leg lean mass, mCSA (rectus femoris and vastus \nlateralis), fCSA (type I and type II muscle fiber), and muscle \nstrength following diet and resistance training between the \ntwo groups, regardless of dietary protein source.\nPrevious studies have compared the effects of supple-\nmental protein of different sources (plant vs. animal) on \nmuscle mass with contrasting results [38– 44]. However, \nthese studies investigated the addition of either a whey or \nsoy protein supplement to an omnivorous diet, which does \nnot provide an answer to the question of how exclusively \nplant vs. omnivorous diets impact muscle adaptations with \nRT [38–42]. In some studies, dietary protein intake was not \ncontrolled throughout the intervention [41, 42] or at baseline \n[38], which prevents a definitive conclusion. In addition, \ntwo studies required participants to refrain from meat con-\nsumption during the trial [43, 44], which still would have \nallowed the possibility of consumption of eggs and dairy. \nCollectively, these studies [38–44] do not provide a complete \nunderstanding of the role protein source plays in mediating \nmuscle anabolism in response to exercise.\nPrevious data show greater acute muscle protein synthetic \nresponses after whey vs. soy protein ingestion in combina-\ntion with resistance training [10, 12, 18], which has been, at \nleast partially, attributed to the fact that plant-based protein \nis more directed towards oxidation instead of MPS [18], and \nwith greater splanchnic nitrogen retention [17, 45]. These \ndifferences in MPS efficiency are thought to be related to \ndigestibility and EAA content [14, 15, 45], particularly \n\n V. Hevia-Larraín et al.\nFig. 4 a, c Show rectus femoris and vastus lateralis muscle cross-\nsectional area (mCSA) before (PRE) and after (POST) intervention \nin groups VEG and OMN. b, d Show delta changes (Δ) (PRE-to-\nPOST intervention) in rectus femoris and vastus lateralis mCSA in \ngroups VEG and OMN. e, g Show vastus lateralis muscle fiber cross-\nsectional area (fCSA) for type I and type II fibers before (PRE) and \nafter (POST) intervention in groups VEG and OMN. f, h Show delta \nchanges (Δ) (PRE-to-POST intervention) in vastus lateralis mus-\ncle fiber cross-sectional area (fCSA) for type I and type II fibers in \ngroups VEG and OMN. Values are presented as median (lines) with \ninterquartile range (boxes), minimum and maximum (whiskers), and \nmean (+). †Indicates between-group difference at PRE (p < 0.05); \n*Indicates significantly different from PRE (p < 0.0001 for the main \neffect of time). VEG exclusive plant-based dietary protein consumers, \nOMN animal-based dietary protein consumers, RF rectus femoris, VL \nvastus lateralis\n\nDietary Protein Source and Muscle Adaptations to Exercise\nleucine [13–15], as increased plasma and/or intramuscular \nleucine has been shown to be a primary driver of protein-\ninduced MPS stimulation [46– 48]. If these differences \nbetween animal- and plant-based proteins in acutely stimu-\nlating MPS persisted across time (e.g., weeks to months), \none may hypothesize that the anabolic response in individu-\nals consuming an exclusive plant-based vs. a mixed protein \ndiet would be inferior. Despite recent meta-analyses indicat-\ning that such a difference is not readily apparent [ 20, 21], \nthese data refer to the effects of supplemental protein to a \nmixed diet, and not to an exclusive dietary protein source \nconsumption. The present study was designed to test this \nhypothesis and our main findings challenge the notion that \nan exclusive plant-based diet is less efficient than an omnivo-\nrous diet to support muscle anabolic adaptations to chronic \nRT.\nPotential differences in EAA availability between the \ntwo diets may have been mitigated in our study, as a mix-\nture of several plant-based food sources (as seen in VEG) \nis thought to enhance dietary EAA profile, which may \nensure not only a higher MPS response than that of a sin-\ngle plant source [14] but also a more closely resembling \nMPS response to an animal protein ingestion. In fact, a \ncommonly observed combination such as grains (typi-\ncally lower in lysine and higher in methionine) and beans \n(typically lower in methionine but higher in lysine), for \nexample, may provide a more “complete protein” for plant-\nbased protein consumers [14], which may have contrib-\nuted positively to MPS over time, adequately supporting \nmorphological and functional changes in muscle tissue \nin response to training. Additionally, the soy protein iso-\nlate provided to our participants via supplementation not \nonly contributed to increased total EAA, leucine, lysine, \nand methionine intake during the intervention, but is also \nfree from antinutritional factors [49, 50] and has a high \nprotein-quality score [51], and hence, may have been a \nfactor in improving availability of protein-derived amino \nacids for MPS.\nInterestingly, the absence of significance in muscle adap-\ntations between groups was observed in the presence of a \nhigher intake of total EAA, leucine, lysine, methionine, and \nBCAA in OMN, irrespective of comparable total and rela-\ntive protein intakes. Nonetheless, despite the slight between-\ngroup differences, the absolute intake of these amino acids in \nVEG was actually high (e.g.; ~ 9 g day−1 for leucine intake), \nand, thus, likely enough to maximally stimulate muscle \nanabolism, especially when considering the ceiling effect \nin the anabolic response to protein intake [ 52, 53], which \nultimately mitigates any effect of dietary protein source.\nDespite our results demonstrating similar effects between \nan exclusive plant- and an animal-based protein diet on mus-\ncle adaptations, it is important to take caution when extrapo-\nlating these findings. In order for the VEG group to meet the \ntargeted protein intake, ~ 58 g day−1 of supplementary soy \nprotein was necessary (vs. ~ 41 g day −1 in OMN), mean-\ning that achieving 1.6 g kg −1 day−1 of protein from mostly \nwhole foods might be challenging since it would require \nthe consumption of a significantly greater amount of food, \nwith a consequent increase in energy intake. Additionally, \nthis increased whole-food intake could be accompanied by \nincreased amounts of antinutritional factors, possibly caus-\ning, among other effects, a decrease in dietary protein digest-\nibility [49]. One may speculate that this potential decreased \nprotein digestibility may impact long-term muscle adapta -\ntions, warranting further clinical trials dedicated to this spe-\ncific research question. Therefore, our results are confined to \na vegan diet with a relatively large supplemental plant pro-\ntein isolate intake as a practical way to achieve adequate total \nintake (1.6 g kg −1 day−1) when dietary protein is obtained \nexclusively from plant sources.\nFig. 5 a Shows lower-limb 1RM before (PRE) and after (POST) \nintervention in groups VEG and OMN. b Shows delta change (Δ) \n(PRE-to-POST intervention) in lower-limb 1RM in groups VEG and \nOMN. Values are presented as median (lines) with interquartile range \n(boxes), minimum and maximum (whiskers), and mean (+). *Indi-\ncates significantly different from PRE (p < 0.0001 for the main effect \nof time). 1RM one-repetition-maximum, VEG exclusive plant-based \ndietary protein consumers, OMN animal-based dietary protein con-\nsumers\n\n V. Hevia-Larraín et al.\nNo previous research, so far as we are aware, has com-\npared the effects of protein source ingestion between \nexclusively plant-based protein consumers vs. omnivores \nin response to exercise. Additionally, our results are \nstrengthened by muscle-based assessments of hypertro-\nphy at both macroscopic (by DXA scans and ultrasound \nimaging) and microscopic levels (by muscle biopsy). \nHowever, this study is not without limitations. The lack of \nrandomization can be seen as a bias in our results; impor -\ntantly, we opted for this study design as we considered \nit the most effective way to address our research ques-\ntion without compromising the results due to any possible \nphysiological effect from an acute and abrupt change in the \ndietary pattern (e.g.; abruptly changing the dietary habit \nof omnivores to an exclusively plant-based diet). Submit-\nting an omnivore to a plant-based diet would bring about \na residual effect of their previous history of animal protein \nconsuming diet. Additionally, other known issues deriv -\ning from this, such as a decrease in energy and whole-\nfood protein intake as well as changes in body weight [43] \ncould constitute major confounding factors to our results. \nSecond, even though beyond the scope of the study, no \nmechanisms underpinning the anabolic responses were \nassessed. Importantly, our fCSA data refers to a subsample \nof individuals within our study. Importantly, we have run \nthe calculations using MDCs for each variable based on \navailable literature [54– 56], and the recruited sample size \noffered enough power on all variables. Despite the consist-\nency in fCSA increases across groups, future studies with \nmore representative sample sizes are imperative to confirm \nour findings. Our study focused on lower limbs; however, \nthere is no evidence, as far as we know, that is available to \nsuggest that upper-limb muscles would respond differently. \nIn addition, we relied on 24-h dietary recalls to estimate \ndietary intake (i.e., protein and amino acids) which may be \nprone to systematic errors, such as over- or under-report-\ning dietary intake from real life, or precision level when \nquantifying individual amino acids, thus requiring caution \nwhen interpreting the absolute numbers presented herein. \nNonetheless, we aimed to reduce these errors by increasing \nthe number of 24-h dietary recalls at baseline to capture \nthe dietary intake variation on a daily basis. Lastly, even \nthough participants were constantly contacted throughout \nthe experiment to assure compliance with the protocol, \nwe did not assess physical activity level at POST, thus \nposing a limitation in this respect. Future research inves-\ntigating the effects of dietary protein source on muscle \nadaptations in a different population, training status, and \nclinical conditions are warranted, especially those such \nas the elderly who may have anabolic resistance [57, 58], \nfor whom dietary protein source may play a larger role in \nsustaining muscle mass.\n5 Conclusion\nIn conclusion, a high-protein (1.6 g kg−1 day−1), exclusively \nplant-based diet (plant-based whole foods + soy protein iso-\nlate supplementation) is as efficacious in supporting muscle \nstrength and mass accrual in untrained young men who are \nhabitually vegan as a protein content-matched mixed diet \n(mixed whole foods + whey protein supplementation) in \nuntrained young men who are habitually omnivorous. This \nsuggests that dietary protein source does not affect resistance \ntraining-induced adaptations in untrained young men, provided \nadequate amounts of protein are consumed.\nSupplementary Information The online version contains supplemen-\ntary material available at https ://doi.org/10.1007/s4027 9-021-01434 -9.\nAcknowledgements We appreciate DUPONT for donating both whey \nand soy protein supplements. We also thank Liliam Takayama (Bone \nMetabolism Laboratory, Rheumatology Division, University of São \nPaulo) for DXA assessments and the study subjects for participating \nin this study.\nCompliance with Ethical Standards \nFunding This work was supported by Sao Paulo Research Foundation \n(FAPESP) (Grant no. 2016/22083–3).\nConflict of interest SMP reports personal fees from Enhanced Recov-\nery, equity from Exerkine, personal fees from Dairy Farmers of Cana-\nda, personal fees from US National Dairy Export Council, grants from \nAlliance for Potato Research and Education, grants from US National \nDairy Council, outside the submitted work; In addition, SMP has a \npatent 3052324 issued to Exerkine, and a patent 16/182891 pending \nto Exerkine. VHL, BG, IL, SG, ALF, LARC, RMRP, GGA and HR \ndeclare that they have no competing interests.\nEthics approval This study was performed in line with the principles of \nthe 1964 Helsinki Declaration. Approval was obtained from the local \nEthical Review Board (No. 54014116.9.0000.5391).\nConsent to participate Each participant provided written consent after \nbeing informed of the purpose of the study, experimental procedures, \nand potential risks.\nConsent for publication Not applicable.\nAvailability of data and materials All data supporting the results of \nthis study may be made available from the corresponding author on \nreasonable request.\nAuthor contributions The authors’ contributions were as follows: \nDesigned research: HR, SMP, BG, RMRP, GGA, and VHL; Conducted \nresearch: VHL, IL, SG, ALF, and LARC; Provided essential materi-\nals: RMRP; Analyzed data/Statistical analysis: VHL, HR, SMP, BG, \nSG, and GGA; Wrote paper: HR, SMP, BG, GGA, and VHL; Primary \nresponsibility for final content: HR. All authors: read and approved \nthe manuscript.\n\nDietary Protein Source and Muscle Adaptations to Exercise\nReferences\n 1. Phillips SM. Protein requirements and supplementation in \nstrength sports. Nutrition. 2004;20:689–95.\n 2. Yarasheski KE, Zachwieja JJ, Bier DM. Acute effects of resist-\nance exercise on muscle protein synthesis rate in young and \nelderly men and women. Am J Physiol. 1993;265:E210–4.\n 3. Biolo G, Maggi SP, Williams BD, Tipton KD, Wolfe RR. \nIncreased rates of muscle protein turnover and amino acid trans -\nport after resistance exercise in humans. Am J Physiol Endo-\ncrinol Metab. 1995;268:E514–20.\n 4. Bennet WM, Connacher AA, Scrimgeour CM, Smith K, Ren -\nnie MJ. Increase in anterior tibialis muscle protein synthesis \nin healthy man during mixed amino acid infusion: studies of \nincorporation of [1-13C]leucine. Clin Sci. 1989;76:447–54.\n 5. Rennie MJ, Edwards RH, Halliday D, Matthews DE, Wolman \nSL, Millward DJ. Muscle protein synthesis measured by stable \nisotope techniques in man: the effects of feeding and fasting. \nClin Sci (Lond). 1982;63:519–23.\n 6. Biolo G, Tipton KD, Klein S, Wolfe RR. An abundant supply of \namino acids enhances the metabolic effect of exercise on muscle \nprotein. Am J Physiol Endocrinol Metab. 1997;273:E122–9.\n 7. Pennings B, Koopman R, Beelen M, Senden JMG, Saris WHM, \nvan Loon LJC. Exercising before protein intake allows for \ngreater use of dietary protein-derived amino acids for de novo \nmuscle protein synthesis in both young and elderly men. Am J \nClin Nutr United States. 2011;93:322–31.\n 8. Moore DR. Maximizing post-exercise anabolism: the case for \nrelative protein intakes. Front. Nutr. 2019. p. 147.\n 9. Volpi E, Kobayashi H, Sheffield-Moore M, Mittendorfer B, \nWolfe RR. Essential amino acids are primarily responsi-\nble for the amino acid stimulation of muscle protein anabo-\nlism in healthy elderly adults. Am J Clin Nutr United States. \n2003;78:250–8.\n 10. Tang JE, Moore DR, Kujbida GW, Tarnopolsky MA, Phil-\nlips SM. Ingestion of whey hydrolysate, casein, or soy protein \nisolate: effects on mixed muscle protein synthesis at rest and \nfollowing resistance exercise in young men. J Appl Physiol. \n2009;107:987–92.\n 11. Gorissen SH, Horstman AM, Franssen R, Crombag JJ, Langer \nH, Bierau J, et al. Ingestion of wheat protein increases in vivo \nmuscle protein synthesis rates in healthy older men in a rand-\nomized trial. J Nutr. 2016;146:1651–9.\n 12. Wilkinson SB, Tarnopolsky MA, MacDonald MJ, MacDonald \nJR, Armstrong D, Phillips SM. Consumption of fluid skim milk \npromotes greater muscle protein accretion after resistance exer -\ncise than does consumption of an isonitrogenous and isoener -\ngetic soy-protein beverage. Am J Clin Nutr. 2007;85:1031–40.\n 13. WHO/FAO/UNU. Protein and amino acid requirements in \nhuman nutrition. World Heal Organ Tech Rep Ser. Switzerland; \n2007. p. 1–265.\n 14. van Vliet S, Burd NA, van Loon LJ. The skeletal muscle ana-\nbolic response to plant- versus animal-based protein consump-\ntion. J Nutr. 2015;145:1981–91.\n 15. Gorissen SHM, Crombag JJR, Senden JMG, Waterval WAH, \nBierau J, Verdijk LB, et al. Protein content and amino acid com -\nposition of commercially available plant-based protein isolates. \nAmino Acids. 2018;50:1685–95.\n 16. FAO. Dietary protein quality evaluation in human nutrition. \nReport of an FAQ Expert Consultation. FAO Food Nutr Pap. \nItaly; 2013;92:1–66.\n 17. Bos C, Metges CC, Gaudichon C, Petzke KJ, Pueyo ME, Morens \nC, et al. Postprandial kinetics of dietary amino acids are the \nmain determinant of their metabolism after soy or milk protein \ningestion in humans. J Nutr. 2003;133:1308–15.\n 18. Yang Y, Churchward-Venne TA, Burd NA, Breen L, Tarnopol-\nsky MA, Phillips SM. Myofibrillar protein synthesis following \ningestion of soy protein isolate at rest and after resistance exer -\ncise in elderly men. Nutr Metab (Lond). 2012;9:57.\n 19. Tang JE, Phillips SM. Maximizing muscle protein anabolism: \nthe role of protein quality. Curr Opin Clin Nutr Metab Care. \n2009;12:66–71.\n 20. Messina M, Lynch H, Dickinson JM, Reed KE. No difference \nbetween the effects of supplementing with soy protein ver -\nsus animal protein on gains in muscle mass and strength in \nresponse to resistance exercise. Int J Sport Nutr Exerc Metab. \n2018;28:674–85.\n 21. Morton RW, Murphy KT, McKellar SR, Schoenfeld BJ, \nHenselmans M, Helms E, et al. A systematic review, meta-\nanalysis and meta-regression of the effect of protein supple-\nmentation on resistance training-induced gains in muscle mass \nand strength in healthy adults. Br J Sport Med. 2018;52:376–84.\n 22. Brook MS, Wilkinson DJ, Smith K, Atherton PJ. It’s not just \nabout protein turnover: the role of ribosomal biogenesis and \nsatellite cells in the regulation of skeletal muscle hypertrophy. \nEur J Sport Sci. 2019;19:952–63.\n 23. Craig CL, Marshall AL, Sjöström M, Bauman AE, Booth ML, \nAinsworth BE, et al. International physical activity question-\nnaire: 12-country reliability and validity. Med Sci Sports Exerc \nUnited States. 2003;35:1381–95.\n 24. Gilsing AMJ, Crowe FL, Lloyd-Wright Z, Sanders TAB, \nAppleby PN, Allen NE, et al. Serum concentrations of vita-\nmin B12 and folate in British male omnivores, vegetarians and \nvegans: results from a cross-sectional analysis of the EPIC-\nOxford cohort study. Eur J Clin Nutr. 2010;64:933–9.\n 25. Crowe FL, Steur M, Allen NE, Appleby PN, Travis RC, Key \nTJ. Plasma concentrations of 25-hydroxyvitamin D in meat eat-\ners, fish eaters, vegetarians and vegans: results from the EPIC–\nOxford study. Public Health Nutr. 2011;14:340–6.\n 26. Haider LM, Schwingshackl L, Hoffmann G, Ekmekcioglu C. \nThe effect of vegetarian diets on iron status in adults: a sys-\ntematic review and meta-analysis. Crit Rev Food Sci Nutr. \n2018;58:1359–74.\n 27. Moshfegh AJ, Rhodes DG, Baer DJ, Murayi T, Clemens JC, \nRumpler WV, et al. The US Department of Agriculture Auto -\nmated Multiple-Pass Method reduces bias in the collection of \nenergy intakes. Am J Clin Nutr. 2008;88:324–32.\n 28. Polacow, V.O, Scagliusi F.B, Lancha JR AH. Qualitative evalu -\nation of an auxiliary tool for portion sizes estimation among a \nBrazilian sample. In: 5th int conf diet assess methods. 2003.\n 29. Polacow, V.O, Scagliusi F.B, Lancha JR AH. Validation of a \nportion-size measurement aid in a Brazilian sample. In: 5th int \nconf diet assess methods. Chiang Rai; 2003. p. C3.12.\n 30. Hess M. Portion photos of popular foods. Chicago: American \nDietetic Association; 1997.\n 31. Lixandrao ME, Ugrinowitsch C, Bottaro M, Chacon-Mikahil \nMPT, Cavaglieri CR, Min LL, et al. Vastus lateralis muscle \ncross-sectional area ultrasonography validity for image fitting \nin humans. J Strength Cond Res. 2014;28:3293–7.\n 32. Brown LE, Weir JP. Procedures recommendation I: accurate \nassessment of muscular strength and power. JEP. 2001;4:1–21.\n 33. Witard OC, Jackman SR, Breen L, Smith K, Selby A, Tipton \nKD. Myofibrillar muscle protein synthesis rates subsequent to \na meal in response to increasing doses of whey protein at rest \nand after resistance exercise. Am J Clin Nutr. 2014;99:86–95.\n 34. Moore DR, Robinson MJ, Fry JL, Tang JE, Glover EI, Wilkin-\nson SB, et al. Ingested protein dose response of muscle and \nalbumin protein synthesis after resistance exercise in young \nmen. Am J Clin Nutr. 2009;89:161–8.\n\n V. Hevia-Larraín et al.\n 35. Sports MAC of. Progression models in resistance train-\ning for healthy adults. Med Sci Sports Exerc United States. \n2009;41:687–708.\n 36. Bird SP, Tarpenning KM, Marino FE. Designing resistance train-\ning programmes to enhance muscular fitness: a review of the acute \nprogramme variables. Sports Med N Zeal. 2005;35:841–51.\n 37. Ahtiainen JP, Walker S, Peltonen H, Holviala J, Sillanpää E, Kara-\nvirta L, et al. Heterogeneity in resistance training-induced muscle \nstrength and mass responses in men and women of different ages. \nAge (Dordr). 2016;38:10.\n 38. Candow DG, Burke NC, Smith-Palmer T, Burke DG. Effect of \nwhey and soy protein supplementation combined with resist-\nance training in young adults. Int J Sport Nutr Exerc Metab. \n2006;16:233–44.\n 39. Volek JS, Volk BM, Gómez AL, Kunces LJ, Kupchak BR, \nFreidenreich DJ, et al. Whey protein supplementation during \nresistance training augments lean body mass. J Am Coll Nutr. \n2013;32:122–35.\n 40. Hartman JW, Tang JE, Wilkinson SB, Tarnopolsky MA, Law -\nrence RL, Fullerton AV, et al. Consumption of fat-free fluid milk \nafter resistance exercise promotes greater lean mass accretion than \ndoes consumption of soy or carbohydrate in young, novice, male \nweightlifters. Am J Clin Nutr. 2007;86:373–81.\n 41. Banaszek A, Townsend JR, Bender D, Vantrease WC, Marshall \nAC, Johnson KD. The effects of whey vs. pea protein on physical \nadaptations following 8-weeks of high-intensity functional train-\ning (HIFT): a pilot study. Sports. 2019;7:12.\n 42. Joy JM, Lowery RP, Wilson JM, Purpura M, De Souza EO, Wil-\nson SM, et al. The effects of 8 weeks of whey or rice protein \nsupplementation on body composition and exercise performance. \nNutr J Engl. 2013;12:86.\n 43. Campbell WW, Barton MLJ, Cyr-Campbell D, Davey SL, Beard \nJL, Parise G, et al. Effects of an omnivorous diet compared with \na lactoovovegetarian diet on resistance-training-induced changes \nin body composition and skeletal muscle in older men. Am J Clin \nNutr. 1999;70:1032–9.\n 44. Haub MD, Wells AM, Tarnopolsky MA, Campbell WW. Effect \nof protein source on resistive-training-induced changes in body \ncomposition and muscle size in older men. Am J Clin Nutr. \n2002;76:511–7.\n 45. Fouillet H, Mariotti F, Gaudichon C, Bos C, Tome D. Peripheral \nand splanchnic metabolism of dietary nitrogen are differently \naffected by the protein source in humans as assessed by compart-\nmental modeling. J Nutr. 2002;132:125–33.\n 46. Fujita S, Dreyer HC, Drummond MJ, Glynn EL, Cadenas JG, \nYoshizawa F, et al. Nutrient signalling in the regulation of human \nmuscle protein synthesis. J Physiol England. 2007;582:813–23.\n 47. Smith K, Reynolds N, Downie S, Patel A, Rennie MJ. Effects \nof flooding amino acids on incorporation of labeled amino \nacids into human muscle protein. Am J Physiol United States. \n1998;275:E73–8.\n 48. Wilkinson DJ, Hossain T, Hill DS, Phillips BE, Crossland H, Wil-\nliams J, et al. Effects of leucine and its metabolite β-hydroxy-β-\nmethylbutyrate on human skeletal muscle protein metabolism. J \nPhysiol. 2013;591:2911–23.\n 49. Gilani GS, Cockell KA, Sepehr E. Effects of antinutritional fac-\ntors on protein digestibility and amino acid availability in foods. \nJ AOAC Int Engl. 2005;88:967–87.\n 50. Gilani GS, Tomé D, Moughan JP, Rutherfurd MS, Burlingame \nB. Report of a Sub-Committee of the 2011 FAO Consultationon \n“Protein Quality Evaluation in Human Nutrition” on: The assess-\nment of amino acid digestibility in foods for humans and includ-\ning a collation of published ileal amino acid digestibility data for \nhuman food. FAO. 2012;2012:1–58.\n 51. Schaafsma G. The protein digestibility-corrected amino acid \nscore. J Nutr. 2000;1:S1865-1867.\n 52. Atherton PJ, Etheridge T, Watt PW, Wilkinson D, Selby A, Rankin \nD, et al. Muscle full effect after oral protein: time-dependent con-\ncordance and discordance between human muscle protein synthe-\nsis and mTORC1 signaling. Am J Clin Nutr. 2010;92:1080–8.\n 53. Millward DJ, Pacy PJ. Postprandial protein utilization and protein \nquality assessment in man. Clin Sci. 1995;88:597–606.\n 54. Haun CT, Vann CG, Roberts BM, Vigotsky AD, Schoenfeld BJ, \nRoberts MD. A critical evaluation of the biological construct skel-\netal muscle hypertrophy: size matters but so does the measure-\nment. Front Physiol. 2019;10:247.\n 55. Mobley CB, Haun CT, Roberson PA, Mumford PW, Kephart WC, \nRomero MA, et al. Biomarkers associated with low, moderate, and \nhigh vastus lateralis muscle hypertrophy following 12 weeks of \nresistance training. PLoS One. 2018;13.\n 56. Mitchell CJ, Churchward-Venne TA, Bellamy L, Parise G, Baker \nSK, Phillips SM. Muscular and systemic correlates of resistance \ntraining-induced muscle hypertrophy. PLoS One. 2013;8.\n 57. Burd NA, Gorissen SH, van Loon LJC. Anabolic resistance \nof muscle protein synthesis with aging. Exerc Sport Sci Rev. \n2013;41:169–73.\n 58. Morton RW, Traylor DA, Weijs PJM, Phillips SM. Defining ana-\nbolic resistance: implications for delivery of clinical care nutri -\ntion. Curr Opin Crit Care. 2018;24:124–30."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 12,
    "primary_human": "body_comp (leg lean mass); muscle CSA; muscle fibre CSA; strength (leg press 1RM)"
  },
  "bucket": "B",
  "notes": "With ~1.6 g/kg/d protein matched, fully plant-based and omnivorous diets support similar RT-induced gains in muscle mass and strength in young men."
}