{
  "id": 57,
  "title": "Creatine Supplementation During Resistance Training Does Not Lead to Greater Bone Mineral Density in Older Humans: A Brief Meta-Analysis",
  "authors": "Forbes SC; Chilibeck PD; Candow DG",
  "year": 2018,
  "doi": "10.3389/fnut.2018.00027",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_adults",
    "bone",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older adults)",
    "sample_size": 60
  },
  "sections": {
    "conclusion": ", there is a limited number of RCTs exami ning\nthe effects of creatine supplementation and resistance tra ining on BMD in older adults.\nOur meta-analyses revealed no signiﬁcant effect on whole bo dy, hip, femoral neck, or\nlumbar spine BMD when comparing creatine and resistance tra ining to resistance training\nalone. Future longer term ( >12 month) trials with higher resistance training frequenci es\n(≥ 3 times per week) is warranted.\nKeywords: supplements, creatine, strength, bone, health",
    "introduction": "Osteoporosis, characterized by a reduction in bone mineral a nd bone strength, is a leading\ncause of age-related disability [\n1]. Healthcare costs linked to treating osteoporosis are\nin the billions of dollars [ 2]; therefore, from a healthy aging and economic perspective,\nlifestyle interventions which decrease osteoporosis are im portant. It is well-established that\nphysical activity can have a positive eﬀect on bone health [ 3]. In a Cochrane systematic\nreview which included forty-three randomized controlled t rials (RCTs), aerobic, weight\nbearing, and resistance exercises were all able to enhance b one mineral density (BMD; [ 4]);\n\nForbes et al. Creatine and Bone Health\nhowever, the most eﬀective exercise intervention for improvi ng\nfemoral neck (hip) BMD was progressive resistance training [ 4].\nThis is important as hip fracture",
    "results": "in disability, loss of\nfunctionality, and premature death [ 5]. While resistance training\nhas a positive eﬀect on bone, results are typically small (1–2%\nper year; [\n3, 6]) and may not be clinically signiﬁcant for aging\nadults.\nCreatine is a non-essential nitrogen-containing compound\nproduced endogenously or can be exogenously consumed\nfrom foods such as red meat and seafood [\n7]. Creatine\nsupplementation may have a favorable eﬀect on aging bone\n(for reviews see [\n8, 9]). Mechanistically, creatine increases\nphosphorylcreatine (PCr) stores in aging muscle [ 10], enhancing\nthe ability to re-synthesize adenosine triphosphate (ATP) wh ich\nmay lead to increased resistance-training capacity [ 11–13] and\ngreater muscle mass over time in older adults (for reviews se e\n[14–16]). An increase in muscle mass may result in greater\nmuscle pull and stress on bone during resistance exercise\nleading to bone accretion [\n17]. We previously showed that aging\nmales who consumed creatine ( ∼ 8 g ·d− 1) during 12 weeks of\nsupervised resistance exercise signiﬁcantly increased upper limb\nlean tissue mass that was correlated with changes in upper limb\nFIGURE 1 |PRISMA ﬂow chart.\nbone mineral content. However, creatine had no eﬀect on upper\nlimb BMD [\n18].\nCreatine may also have direct impact on bone turnover.\nBone cells rely on the creatine kinase reaction for resynthe sis of\nadenosine triphosphate from phosphorylcreatine and adenosine\ndiphosphate [\n19]. The addition of creatine to a low serum\ncell culture medium increases the metabolic activity and\ndiﬀerentiation of osteoblast cells involved in bone formation [\n20].\nStimulating osteoblast cell activity may enhance osteoproteg erin\nproduction, a protein which inhibits osteoclast cell activity a nd\ndecreases bone resorption [ 21]. In a randomized double-blind\nstudy, creatine supplementation of 9 g ·d− 1 decreased urinary\nexcretion of cross-linked n-telopeptides of Type I collagen, a\nmarker of bone resorption, by ∼ 3.6% compared to a 26%\nincrease in a group of young healthy men and women during an\nintense 5-week resistance training program [\n22]. Furthermore,\naging males who consumed creatine ( ∼ 8 g ·d− 1) during 10–12\nweeks of supervised resistance training experienced a signiﬁ cant\ndecrease in bone resorption (cross-linked n-telopeptides of\nType I collagen; [\n23]). Subsequent evidence of an anti-catabolic\nbone eﬀect from creatine comes from studies involving special\npopulations. Louis et al. [\n24] investigated the eﬀects of creatine\nFrontiers in Nutrition | www.frontiersin.org 2 April 2018 | Volume 5 | Article 27\n\nForbes et al. Creatine and Bone Health\nTABLE 1 |Study characteristics and outcomes of research examining t he inﬂuence of creatine with a resistance training program on bone.\nReferences Study Population Intervention Duration Outcomes\n[25] N = 32; Healthy, non-athletic men\nand women between 60–80 yrs.\nRCT: PLA + RT or CR + RT. Creatine\ngroup received 5 g/day. PLA received 5\ng/day of maltodextrin. RT was preformed\n3x/wk for 60 min and progressed on an\nindividual basis. Muscle groups (i.e., upper\nand lower body) alternated between\ntraining days; 1.5x/wk per muscle group.\n12 wks CR + RT ↑ lean mass compared to PLA +\nRT. ↔ 10 RM in bench press or leg press,\nbody composition, BMD, and BMC of all\nassessed sites between groups.\n[\n26] N = 33; Postmenopausal women;\nAge: 57 ± 6 yrs\nRCT: PLA + RT or CR + RT. Creatine\ngroup received 0.1 g/kg/day (0.05 g/kg\nprovided immediately before and 0.05\ng/kg after training on training days and\nwith two meals on non-training days). PLA\nreceived corn starch maltodextrin. RT was\npreformed 3x/wk.\n12 mths CR attenuated rate of femoral neck BMD\nloss compared to PLA and ↑ femoral shaft\nsubperiosteal width. CR ↑ bench press\nstrength more than PLA. ↔ between\ngroups on all other outcome measures\nincluding muscle mass and muscle\nthickness.\n[\n27] N = 60; older vulnerable women\n(age: 66 yrs)\nRCT: PLA, CR, PLA + RT, CR + RT.\nCreatine was provided 20 g/day for 5 days\nfollowed by 5 g/day for the remaining 24\nwks. RT = 2x/wk.\n24 wks CR + RT ↑ appendicular lean mass\naccrual compared to all other groups. ↔\nfat mass, bone mass, and serum bone\nmarkers between groups.\n[\n18] N = 29; older men (71 yrs) RCT; CR + RT, PLA + RT. Creatine was\nprovided 0.3 g/kg/day for 5 days and then\n0.7 g/kg/day for the remaining. RT was\nperformed 3x/wk\n12 wks ↑ arm BMC greater in the CR group\ncompared to PLA. ↑ in leg press strength\nin the CR group compared to PLA, ↔ in\nchest press strength between groups ↔\nbetween groups for whole-body and leg\nBMD (sig. main effect for time).\n[\n28] N = 39; Older men and women\n(65–85 yrs)\nRCT; CR + CLA + RT, PLA + RT. Creatine\nwas provided 5 g/day. RT = 2x/wk\n6 mths ↔ between groups for total BMD, hip, and\nLumbar BMD. CR + RT ↑ FFM and\nisokinetic strength compared to PLA.\nRCT, randomized controlled trial; PLA, placebo; RT, resistance tra ining; CR, creatine; RM, repetition maximum; BMD, bone mineral density; B MC, bone mineral content; ↑Signiﬁcant\ngreater; ↔ No difference between conditions; wk, weeks; yrs, years; g, grams; k g, kilograms.\nsupplementation (3 g ·d− 1) without structured exercise training\nin young boys suﬀering from Duchenne ( n = 12) and Becker\n(n = 3) muscular dystrophy, a condition which leads to\naccelerated bone loss. Creatine supplementation decreased t he\nurinary excretion of cross-linked n-telopeptides of Type I\ncollagen by 33% compared to placebo. Using a randomized,\ndouble-blind, placebo-controlled, cross-over design, Tarnopolsky\net al. [\n29] investigated the eﬀects of creatine supplementation (0.1\ng·kg− 1·d− 1) in young boys ( n = 30) with Duchenne muscular\ndystrophy for 4 months. Creatine supplementation attenuated\nthe increase in urinary excretion of cross-linked n-telopepti des\nof Type I collagen by 19%. Results across studies indicate that\ncreatine may have anti-catabolic eﬀects on bone which could l ead\nto net bone accretion over time.\nIn regards to bone mineral and bone strength, creatine\nsupplementation (2% wet weight) given to growing rats (5 weeks\nof age; n = 16) for 8 weeks increased lumbar BMD and femur\nbone strength compared to placebo [\n30]. However, creatine had\nno eﬀect on BMD in hypertensive male rats, a representative\nmodel of osteoporosis [\n31]. In postmenopausal women, long-\nterm (1 year) creatine supplementation ( ∼ 10 g ·day− 1) during\nresistance training increased femoral shaft subperiosteal width\n(indicator of bone strength) and preserved femoral neck (hip)\nBMD compared to placebo [\n26]. These results may be clinically\nsigniﬁcant because the femoral neck is often recognized as t he\nmost relevant bone site as there is signiﬁcant trauma when\ncompromised [ 32]. In contrast, Tarnopolsky et al. [ 28] found no\neﬀect from creatine supplementation (5 g ·d− 1) on BMD (whole\nbody, hip, lumbar spine) in healthy older adults after 6 months\nof structured resistance-exercise training. Furthermore, 1-year of\nlow-dose creatine supplementation (1 g ·d− 1), without resistance\ntraining, had no eﬀect on bone health parameters in osteopenic\npostmenopausal women [\n33].\nResults across studies are mixed as to whether creatine\nsupplementation is eﬀective for increasing bone health in older\nadults. Variability in bone mineral is typically high in olde r\nadults making it diﬃcult to obtain adequate statistical power\nto detect diﬀerences with creatine supplementation in many\nindividual studies. Performing a meta-analysis helps overco me\nthese limitations by assessing large numbers of individual s\nsimultaneously. We therefore performed a meta-analysis to as sess\nthe eﬀect of creatine combined with resistance training compar ed\nto resistance training alone on BMD in aging adults.",
    "methods": "USED TO SEARCH, SELECT,\nEXTRACT, AND ANALYZE THE DATA\nOur inclusion criteria included (i) Male participants of >50\nyears of age or postmenopausal females, because this is the\nage at which BMD starts to precipitously decrease, (ii) an\nintervention of creatine monohydrate with resistance train ing,\n(iii) resistance training with a placebo as a comparator, (iv)\nFrontiers in Nutrition | www.frontiersin.org 3 April 2018 | Volume 5 | Article 27\n\nForbes et al. Creatine and Bone Health\nFIGURE 2 |Risk of bias assessment.\nmeasures of whole body BMD or clinically relevant bone sites\n(i.e., hip, spine, femoral neck, forearm BMD), and (v) RCT\ndesign with a minimum of 12 weeks in duration. We searched\nPubMed and SPORTDiscus databases using the key words\n“creatine supplementation, ” “bone, ” and a variety of synonym s\nfor “resistance training” (e.g., “strength training, ” “ex ercise”)\non August 27, 2017. Searches were limited to meta-analyses,\nsystematic reviews or RCTs with no date restriction. There w ere\nno language restrictions. Bibliographies were also reviewe d. Full-\ntext articles selected for inclusion had the following infor mation\nextracted: authors, country where the study was done, date\nof publication, information on speciﬁc inclusion and exclusi on\ncriteria, sample size, proportion of total sample that was female\nand male, proportion of the total sample completing the study,\nmean age, details provided about the exercise intervention\n(frequency, intensity, time, type), duration of study, crea tine\ndose, and administration protocol, intervention and contro l\nadherence, adverse outcomes (i.e., nausea, bloating, diar rhea,\nwhich may be associated with the experimental protocol) and\nprimary (i.e., whole body BMD and BMD of clinically relevant\nsites) and secondary outcomes (included other bone health\nmarkers as well as muscle mass and strength changes). These\nsecondary outcomes may be associated with improved bone\nstrength.\nMeans and standard deviations for baseline and post-training\nmeasurements were extracted from each study for estimation\nof mean changes and the standard deviation of mean changes\nacross the interventions. Change scores were calculated as pre-\ntraining mean subtracted from post-training mean. Standard\ndeviations (SD) for the change scores were estimated from pre -\nand post-training standard deviations (SDpre and SDpost) using\nthe following equation derived from the Cochrane Handbook fo r\nSystematic Reviews of Interventions [\n34]:\nSD change score = [(SDpre)2 + (SDpost)2 – 2 × (correlation\nbetween pre- and post-scores) × SDpre × SDpost]1/ 2\nIn this equation we used 0.8 as the assumed correlation\nbetween pre- and post-scores.\nHeterogeneity was evaluated using χ 2 and I2 tests where\nheterogeneity was indicated by either χ 2 p-value equal or <0.1\nor I2 test value >75%. When heterogeneity was present we used a\nrandom eﬀects model and when heterogeneity was not present we\nused a ﬁxed-eﬀects model for our meta-analysis. Mean changes\nand standard deviations for mean changes for individual stu dies\nand the pooled eﬀects and their 95% conﬁdence intervals were\ncalculated and Forest plots were generated using Review Manage r\n5.3 Software. A meta-analysis was done if 3 or more studies\nexamined the same outcome measure. Signiﬁcance was set at p\n≤ 0.05. Risk of bias was also assessed on criteria derived from\nthe Cochrane Handbook for Systematic Reviews of Interventions\n[\n34], including random sequence generation, allocation\nconcealment, blinding of participants, blinding of outcome\nassessment or personnel, incomplete outcome data, and select ive\nreporting.\nRESULTS\nStudy Characteristics\nSixty-seven citations, excluding duplicate entries, were id entiﬁed\nas potentially relevant. After the initial screening of titl e and\nabstracts, nine full-text articles were retrieved for detai led review\n(Figure 1). Following full text review, 5 trials met the inclusion\ncriteria with a total of 193 participants. Among these studies there\nwas a large amount of heterogeneity with regards to the durat ion\nof the intervention (12 weeks to 1 year), frequency of exerci se\nper muscle per week (1.5–3 times per week), and participant\ncharacteristics ( Table 1). Two studies reported beneﬁcial eﬀects\non at least one marker of bone biology in the creatine plus\nresistance training group compared to resistance training an d\nplacebo [\n18, 26], while the other 3 reported no eﬀects [ 25, 27, 28].\nCompliance\nAll studies reporting on compliance were comparable between\nthe creatine and placebo conditions [\n18, 25–27]. Average\ncompliance to the exercise interventions ranged from 75 to\n95.3% [\n18, 25–27]. Only one study did not report compliance,\nhowever, compliance was monitored [ 28]. In addition, only one\nstudy reported compliance to the supplement and again was\ncomparable between groups (CR = 79% and PLA = 78%; [\n26]).\nFrontiers in Nutrition | www.frontiersin.org 4 April 2018 | Volume 5 | Article 27\n\nForbes et al. Creatine and Bone Health\nFIGURE 3 |Meta-analyses of creatine and resistance training studies on (A) lumbar spine, (B) hip, (C) femoral neck, and (D) whole body bone mineral density.\nAdverse Events\nFour studies [\n18, 25, 27, 28] reported no adverse eﬀects of the\nexperimental intervention. Gualanao et al. [ 27] further assessed\nclinical renal and hepatic blood markers and found no eﬀect\non urea, creatinine, or creatine kinase. Chilibeck et al. [\n26] was\nthe only study to report adverse eﬀects that were considered\n“possibly” or “probably” related to creatine supplementation.\nSeven participants reported adverse events compared to only\n4 in the placebo group. Five participants reported mild\ngastrointestinal adverse events (i.e., constipation, diar rhea,\nheartburn, and irritable bowel, and nausea) and two reported\nmuscle cramps (mild to moderate). When both gastrointestina l\nand musculoskeletal adverse events were grouped, the creati ne\ngroup had a signiﬁcantly ( p < 0.05) higher number of events\ncompared to placebo. Of note, there were no serious adverse\nevents reported from creatine supplementation.\nRISK OF BIAS\nOne study had a rigorous experimental design and was\nconsidered low risk [\n26]. Four trials [ 18, 25, 27, 28]\nwere either unclear or did not report on various other\npotential biases and were considered to be moderate risk\n(Figure 2).\nMETA-ANALYSES\nMean changes and standard deviations for mean changes for\nindividual studies and pooled eﬀects and their 95% conﬁdence\nintervals are presented along with Forest plots in Figures 3A–D.\nThere was no greater eﬀect from creatine supplementation\nduring resistance training compared to resistance training a nd\nplacebo for whole body ( p = 0.50), lumbar spine ( p = 0.32),\nFrontiers in Nutrition | www.frontiersin.org 5 April 2018 | Volume 5 | Article 27\n\nForbes et al. Creatine and Bone Health\nhip ( p = 0.26), and femoral neck ( p = 0.71) BMD. No studies\nreported changes in forearm BMD.",
    "discussion": "There is evidence from individual studies that creatine\nsupplementation and resistance training increase properties\nof aging bone ( Table 1), however, our meta-analysis failed\nto show a greater eﬀect from creatine on BMD compared to\nplacebo. The ﬁve studies included in our review had relativel y low\nsample sizes and therefore lacked statistical power individu ally.\nPerforming a meta-analysis enabled us to determine with gre ater\nstatistical power whether creatine has a beneﬁcial eﬀect on\nBMD in aging adults. Despite the greater statistical power,\nour meta-analysis revealed that creatine in combination wi th\nresistance training provided no evidence of beneﬁt on whole\nbody, lumbar spine, hip, or femoral neck BMD compared to\nresistance training alone.\nMechanistically, creatine supplementation can potentially\ninﬂuence bone turnover both indirectly and directly. Indir ectly,\ncreatine can enhance muscle mass and strength adaptations\nfollowing resistance training [\n16] and thus increase the pull\non bone [ 18]. In aging males (65–71 years, n = 13–23),\ncreatine supplementation (8 g ·d− 1) during 12 weeks of resistance\ntraining (3 days/week) increased upper limb bone mineral\ncontent [\n18]. These changes in arm bone mineral content were\nsigniﬁcantly correlated with changes in arm lean tissue mas s [18].\nWith respect to the current meta-analysis, all of the include d\nstudies found either an enhanced muscle mass [ 25, 27, 28] or\nstrength [ 18, 26, 28] in the creatine group compared to placebo.\nHowever, based on the meta-analysis, these adaptations did n ot\ntranslate to greater BMD. Creatine may also have direct impact\non bone turnover. Bone cells rely on adenosine triphosphate\nrephosphorylation via the creatine kinase reaction [\n19]. Creatine\nadded to a low serum culture medium increased metabolic\nactivity and diﬀerentiation of osteoblasts cells [\n20], which inhibit\nosteoclast activity and decrease bone resorption [ 21]. In human\nstudies, urinary excretion of cross-linked n-telopeptides o f Type\nI collagen decreased following creatine consumption [ 22, 23],\nsuggesting possible anti-catabolic bone eﬀects. However, th ese\nbiological plausible mechanisms did not result in improved\nBMD.\nIn regards to bone mineral and strength there is evidence\nfrom individual studies suggesting a possible beneﬁcial eﬀect .\nCreatine supplementation (10 g ·d− 1) during 12 months of\nresistance training (3 days/week) decreased femoral neck b one\nloss and increased femoral shaft subperiosteal width (indic ator\nof bone strength) in postmenopausal women compared to\nplacebo [\n26]. In aging males (65–71 years, n = 13–23), creatine\nsupplementation (8 g ·d− 1) during 10–12 weeks of whole-body\nresistance-exercise training (3 days/week) increased upper limb\nbone mineral content compared to older men on placebo during\ntraining [\n18]. Three studies utilized absolute dosing (5g/d; [ 25,\n27, 28]) while two studies utilized relative dosing (0.1g/kg/d;\n[18, 26]). Both studies using relative dosing found signiﬁcant\neﬀects of creatine on bone mineral. Another methodological\ndiﬀerence between studies ﬁnding a positive eﬀect compared to\nno eﬀect of creatine was frequency of training (3 days vs. 1.5–\n2 days/week/muscle group). Studies utilizing higher freque ncy\nof training found positive eﬀects. Future research is require d\nto directly compare higher and lower frequencies with and\nwithout creatinine. Other methodological diﬀerences includ ed\nparticipants’ characteristics (osteopenic, postmenopausal, ol der\nhealthy adults) which may have impacted the ﬁndings of the\nmeta-analysis. Lastly, study duration ranged from 12 to 52 wee ks.\nA potential limitation of our inclusion criteria was includi ng\nstudies of 3 months duration. Chilibeck et al. [\n18], found an eﬀect\nof creatine and resistance training on bone mineral content after\n3 months; however, bone turnover is a relatively slow process\nand may require 9 months to detect robust changes [\n26, 35].\nThe only study investigating BMD in older adults with creatin e\nand resistance over 9 months found positive eﬀects on bone\ncompared to placebo [\n26]. These methodological diﬀerences\nmay have masked the potential eﬀect of creatine on bone\nmineral in older adults. As such, future research is warrant ed to\nfurther elucidate the optimal dose, training frequency, and study\nduration.\nA potential limitation of the present meta-analysis is the high\nrisk of bias ( Figure 2). Only one study demonstrated a low risk\nof bias [\n18]. These biases may have led to the equivocal ﬁndings.\nFuture research utilizing rigorous methodology is recommen ded.\nCONCLUSION\nThere is a limited number of RCTs examining the eﬀects of\ncreatine supplementation and resistance training on bone in\nolder adults. Our meta-analyses revealed no eﬀect on whole\nbody, hip, femoral neck, or lumbar spine BMD when comparing\ncreatine and resistance training compared to resistance trai ning\nalone. Interestingly, only the studies which used a resistanc e\ntraining frequency of 3 times per muscle group per week in\ncombination with a relative dosing of creatine supplementati on\nfound a beneﬁcial eﬀect compared to resistance training\nalone. Future longer term studies ( >12 months) with rigorous\nmethodology utilizing a higher training frequency with and\nwithout creatine may be warranted.\nAUTHOR CONTRIBUTIONS\nSF, DC, PC: contributed to the conception, design, analysis,\ninterpretation of the work, as well as drafted, revised, and\nedited the manuscript.\nREFERENCES\n1. Tarride JE, Guo N, Hopkins R, Leslie WD, Morin S, Adachi JD, et al. Th e\nburden of illness of osteoporosis in Canadian men. J Bone Miner Res.(2012)\n27:1830–8. doi: 10.1002/jbmr.1615\n2. Hopkins RB, Burke N, Von Keyserlingk C, Leslie WD, Morin SN, Adachi\nJD, et al. The current economic burden of illness of osteoporosis in Can ada.\nOsteoporos Int.(2016) 27:3023–32. doi: 10.1007/s00198-016-3631-6\n3. Bonaiuti D, Shea B, Iovine R, Negrini S, Robinson V , Kemper\nHC, et al. Exercise for preventing and treating osteoporosis in\nFrontiers in Nutrition | www.frontiersin.org 6 April 2018 | Volume 5 | Article 27\n\nForbes et al. Creatine and Bone Health\npostmenopausal women. Cochrane Database Syst Rev.(2002) 3:CD000333.\ndoi: 10.1002/14651858.CD000333\n4. Howe TE, Shea B, Dawson LJ, Downie F, Murray A, Ross\nC, et al. Exercise for preventing and treating osteoporosis in\npostmenopausal women. Cochrane Database Syst Rev.(2011) 7:CD000333.\ndoi: 10.1002/14651858.CD000333.pub2\n5. Johnell O, Kanis J. Epidemiology of osteoporotic fractures. Osteoporos Int.\n(2005) 16(Suppl 2):S3–7. doi: 10.1007/s00198-004-1702-6\n6. Martyn-St James M, Carroll S. A meta-analysis of impact exercise on\npostmenopausal bone loss: the case for mixed loading exercise programme s.\nBr J Sports Med.(2009) 43:898–908. doi: 10.1136/bjsm.2008.052704\n7. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabolism. Physiol\nRev. (2000) 80:1107–213. doi: 10.1152/physrev.2000.80.3.1107\n8. Candow DG, Chilibeck PD. Timing of creatine or protein supplementat ion\nand resistance training in the elderly. Appl Physiol Nutr Metab.(2008) 33:184–\n90. doi: 10.1139/H07-139\n9. Gualano B, Rawson ES, Candow DG, Chilibeck PD. Creatine supplemen tation\nin the aging population: eﬀects on skeletal muscle, bone and brain. Amino\nAcids (2016) 48:1793–805. doi: 10.1007/s00726-016-2239-7\n10. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation enhanc es\nisometric strength and body composition improvements following strengt h\nexercise training in older adults. J Gerontol A Biol Sci Med Sci.(2003) 58:11–9.\ndoi: 10.1093/gerona/58.1.B11\n11. Chrusch MJ, Chilibeck PD, Chad KE, Davison KS, Burke DG. Creat ine\nsupplementation combined with resistance training in older men. Med Sci\nSports Exerc.(2001) 33:2111–7. doi: 10.1097/00005768-200112000-00021\n12. Gotshalk LA, Kraemer WJ, Mendonca MA, Vingren JL, Kenny AM,\nSpiering BA, et al. Creatine supplementation improves muscular\nperformance in older women. Eur J Appl Physiol. (2008) 102:223–31.\ndoi: 10.1007/s00421-007-0580-y\n13. Gotshalk LA, Volek JS, Staron RS, Denegar CR, Hagerman FC, Kraeme r\nWJ. Creatine supplementation improves muscular performance in older men.\nMed Sci Sports Exerc.(2002) 34:537–43. doi: 10.1097/00005768-200203000-\n00023\n14. Candow DG, Chilibeck PD, Forbes SC. Creatine supplementation\nand aging musculoskeletal health. Endocrine (2014) 45:354–61.\ndoi: 10.1007/s12020-013-0070-4\n15. Devries MC, Phillips SM. Creatine supplementation during resistanc e training\nin older adults-a meta-analysis. Med Sci Sports Exerc.(2014) 46:1194–203.\ndoi: 10.1249/MSS.0000000000000220\n16. Chilibeck PD, Mojtaba K, Candow DG, Zello ZA. Eﬀect of creatin e\nsupplementation during resistance training on lean tissue mass and mus cular\nstrength in older adults: a meta-analysis. Open Access J Sports Med.(2017)\n8:213–24. doi: 10.2147/OAJSM.S123529\n17. Chilibeck PD, Sale DG, Webber CE. Exercise and bone mineral de nsity. Sports\nMed. (1995) 19:103–22. doi: 10.2165/00007256-199519020-00003\n18. Chilibeck PD, Chrusch MJ, Chad KE, Shawn Davison K, Burke DG. Creatine\nmonohydrate and resistance training increase bone mineral content and\ndensity in older men. J Nutr Health Aging(2005) 9:352–3.\n19. Wallimann T, Hemmer W. Creatine kinase in non-muscle tissues and ce lls.\nMol Cell Biochem.(1994) 133–4:193–220. doi: 10.1007/BF01267955\n20. Gerber I, Gwynn I, Alini M, Wallimann T. Stimulatory eﬀects of crea tine on\nmetabolic activity, diﬀerentiation and mineralization of primary ost eoblast-\nlike cells in monolayer and micromass cell cultures. Eur Cell Mater.(2005)\n10:8–22. doi: 10.22203/eCM.v010a02\n21. Yasuda H. Osteoclastogenesis inhibitory factor (OCIF). Seikagaku (1998)\n70:385–90.\n22. Cornish SM, Candow DG, Jantz NT, Chilibeck PD, Little JP , For bes S, et\nal. Conjugated linoleic acid combined with creatine monohydrate an d whey\nprotein supplementation during strength training. Int J Sport Nutr Exerc\nMetab. (2009) 19:79–96. doi: 10.1123/ijsnem.19.1.79\n23. Candow DG, Little JP , Chilibeck PD, Abeysekara S, Zello GA, Kaz achkov\nM, et al. Low-dose creatine combined with protein during resistance\ntraining in older men. Med Sci Sports Exerc . (2008) 40:1645–52.\ndoi: 10.1249/MSS.0b013e318176b310\n24. Louis M, Lebacq J, Poortmans JR, Belpaire-Dethiou MC, Devogela er JP , Van\nHecke P , et al. Beneﬁcial eﬀects of creatine supplementation in dyst rophic\npatients. Muscle Nerve(2003) 27:604–10. doi: 10.1002/mus.10355\n25. Pinto CL, Botelho PB, Carneiro JA, Mota JF. Impact of creatine\nsupplementation in combination with resistance training on lean\nmass in the elderly . J Cachexia Sarcopenia Muscle (2016) 7:413–21.\ndoi: 10.1002/jcsm.12094\n26. Chilibeck PD, Candow DG, Landeryou T, Kaviani M, Paus-Jens sen\nL. Eﬀects of creatine and resistance training on bone health in\npostmenopausal women. Med Sci Sports Exerc. (2015) 47:1587–95.\ndoi: 10.1249/MSS.0000000000000571\n27. Gualano B, Macedo AR, Alves CR, Roschel H, Benatti FB, Takaya ma L, et al.\nCreatine supplementation and resistance training in vulnerable older w omen:\na randomized double-blind placebo-controlled clinical trial. Exp Gerontol.\n(2014) 53:7–15. doi: 10.1016/j.exger.2014.02.003\n28. Tarnopolsky M, Zimmer A, Paikin J, Safdar A, Aboud A, Pearce E, e t al.\nCreatine monohydrate and conjugated linoleic acid improve strength a nd\nbody composition following resistance exercise in older adults. PLoS ONE\n(2007) 2:e991. doi: 10.1371/journal.pone.0000991\n29. Tarnopolsky MA, Mahoney DJ, Vajsar J, Rodriguez C, Doherty TJ,\nRoy BD, et al. Creatine monohydrate enhances strength and body\ncomposition in Duchenne muscular dystrophy. Neurology (2004) 62:1771–7.\ndoi: 10.1212/01.WNL.0000125178.18862.9D\n30. Antolic A, Roy BD, Tarnopolsky MA, Zernicke RF, Wohl GR, Shaugh nessy\nSG, et al. Creatine monohydrate increases bone mineral density in\nyoung Sprague-Dawley rats. Med Sci Sports Exerc . (2007) 39:816–20.\ndoi: 10.1249/mss.0b013e318031fac4\n31. Alves CR, Murai IH, Ramona P , Nicastro H, Takayama L, Guimarães\nF, et al. Inﬂuence of creatine supplementation on bone mass of\nspontaneously hypertensive rats. Rev Bras Reumatol. (2012) 52:453–61.\ndoi: 10.1590/S0482-50042012000300015\n32. Papaioannou A, Morin S, Cheung AM, Atkinson S, Brown JP , Feldma n S, et\nal. 2010 clinical practice guidelines for the diagnosis and manage ment\nof osteoporosis in Canada: summary. CMAJ (2010) 182:1864–73.\ndoi: 10.1503/cmaj.100771\n33. Lobo DM, Tritto AC, da Silva LR, de Oliveira PB, Benatti FB, Ros chel H, et\nal. Eﬀects of long-term low-dose dietary creatine supplementation in o lder\nwomen. Exp Gerontol.(2015) 70:97–104. doi: 10.1016/j.exger.2015.07.012\n34. Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews\nof Interventions, Version 5.1.0. The Cochrane Collaboration (2011). Available\nonline at: http://handbook-5-1.cochrane.org/\n35. Duﬀ WR, Kontulainen SA, Candow DG, Gordon JJ, Mason RS, Taylo r-Gjevre\nR, et al. Eﬀects of low-dose ibuprofen supplementation and resistance training\non bone and muscle in postmenopausal women: a randomized controlled\ntrial. Bone Rep. (2016) 5:96–103. doi: 10.1016/j.bonr.2016.04.004\nConﬂict of Interest Statement: The authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial relations hips that could\nbe construed as a potential conﬂict of interest.\nCopyright © 2018 Forbes, Chilibeck and Candow. This is an open-access article\ndistributed under the terms of the Creative Commons Attribution License (CC\nBY). The use, distribution or reproduction in other forums ispermitted, provided\nthe original author(s) and the copyright owner are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice.\nNo use, distribution or reproduction is permitted which does not comply with these\nterms.\nFrontiers in Nutrition | www.frontiersin.org 7 April 2018 | Volume 5 | Article 27"
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 12,
    "primary_human": "bone_density; bone_area; muscle_mass"
  },
  "bucket": "B",
  "notes": "Meta-analysis of RCTs in aging adults doing RT with or without creatine; found no clear additional BMD benefit from creatine beyond RT, with small effects on some bone geometry outcomes."
}