{
  "id": 58,
  "title": "Timing of Creatine Supplementation and Resistance Training: A Brief Review",
  "authors": "Forbes SC; Candow DG",
  "year": 2018,
  "doi": null,
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "timing",
    "hypertrophy",
    "strength"
  ],
  "population": {
    "training_status": "RT_meta / narrative (timing)"
  },
  "sections": {
    "abstract": "The combination of creatine monohydrate supplementation and resistance training increases muscle mass and strength. In this brief narrative review, we propose that the timing of creatine supplementation in relation to resistance training may be an important factor to optimize hypertrophy and strength gains. Meta-analyses indicated that creatine supplementation immediately after resistance training was superior for increasing muscle mass compared to creatine supplementation immediately before resistance training (3 studies, standard mean difference 0.52, 95% CI 0.03 – 1.00, p = 0.04); however, this did not translate into greater muscular strength (p > 0.05). Further research is needed to confirm these limited findings and to determine the mechanisms explaining the potential greater increase in muscle mass from post-exercise creatine. Key Words: Supplements, Strength, Hypertrophy. Corresponding author: Darren G. Candow, Darren.Candow@uregina.ca",
    "introduction": "It is well established that resistance training increases muscle mass and strength over time, possibly by increasing activation of the mammalian target of rapamycin (mTOR) muscle protein synthetic pathway 1, satellite cell activation and proliferation 2, anabolic hormone production 3, and decreasing catabolic cytokine activity 4. The combination of creatine supplementation and resistance training leads to greater gains in muscle mass and strength compared to resistance training or creatine alone5. Recent evidence suggests that the timing of ingestion may be an important factor contributing to the greater gains in muscle mass and strength from creatine supplementation 6,7,8,9. Specifically, (1) creatine supplementation immediately before and immediately after resistance training sessions increases upper-and lower-body strength more than placebo and resistance training 7, (2) post-exercise creatine increases muscle mass compared to placebo 7, (3) pre-exercise and post-exercise creatine supplementation increases muscle mass and strength compared to consuming creatine in the hours (> 5) leading up to and following resistance training 9, and (4) post-exercise creatine increases muscle mass (trend) compared to pre-exercise creatine 6. The purpose of this review is to briefly outline the potential beneficial effects of creatine supplementation and to evaluate the emerging evidence suggesting that the timing of creatine ingestion may be an important factor to consider when designing \n\n2018, Volume 1 (Issue 5) OPEN ACCESS \nJournal of Exercise and Nutrition 2 \nan effective creatine supplementation protocol. We performed meta-analyses to assess the effect of creatine timing on muscle hypertrophy and strength.",
    "methods": "We searched PubMed and SPORTDiscus databases using the key words “creatine supplementation”, “timing”, and a variety of synonyms for “resistance training” (e.g., “strength training”) on August 21, 2018. Our inclusion criteria included i) a direct evaluation of creatine timing ii) inclusion of a resistance training program, with measures of lean tissue mass and/or strength, and iii) utilized a randomized, repeated measures design. Mean changes and the standard deviation of mean changes were extracted. If mean changes were not extractable, the authors were contacted to obtain the raw data for calculations. The homogeneity of the effect size among studies was assessed using a X2 test. Since the homogeneity was low, we used fixed effects models to calculate the pooled mean net change of lean tissue mass and strength comparing creatine supplementation provided before versus after resistance training. Mean changes and standard deviations for mean changes for individual studies and the pooled effects and their 95% confidence intervals were calculated and Forest plots were generated using Review Manage 5.3 software. Meta-analyses for lean tissue mass and maximum strength were only performed when 3 or more studies utilizing similar interventions and outcomes were available. Significance was set at p ≤ 0.05. Creatine Supplementation Creatine or methyl-guanidino acetic acid, is a naturally occurring nitrogen-containing compound found primarily in red meat and seafood 10. Creatine excretion typically occurs at a rate of ~2 g·d-1 10. Creatine can be replaced via endogenous synthesis (1-2 g·d-1) in the kidneys, liver, and pancreas or exogenously through dietary intake, typically ~1-3 g·d-1 10,11. Ninety-five percent of creatine is stored in skeletal muscle, of which 60-70% is phosphorylated (i.e. phosphocreatine; 12) and the remainder is free creatine. Phosphocreatine rapidly re-synthesizes adenosine diphosphate (ADP) to maintain adenosine triphosphate (ATP) during high intensity exercise 12. Elevated phosphocreatine stores (via exogenous creatine) may increase exercise training intensity and capacity leading to greater muscle accretion and strength over time [reviewed in 13]. There are several purported mechanisms which may explain the greater increase in muscle mass and strength observed from creatine supplementation. Creatine supplementation elevates skeletal phosphocreatine and total creatine stores 14, which increases phosphocreatine re-synthesis 15 and exercise fatigue resistance 16. Creatine influences myocellular water retention due to increased intracellular osmolarity and increases muscle glycogen storage 17. Muscle cell swelling may stimulate genes (i.e., myosin heavy chain I and IIA) regulating various anabolic signaling pathways 18. Furthermore, creatine increases satellite cell differentiation 19, activity 20, and content 21; myogenic transcription factor activity 22, hormonal secretions (e.g. IGF-1; 23), muscle protein kinetics 24, and decreases inflammation 25. Creatine Timing The timing of ingestion may be an important factor contributing to the greater gains in muscle mass and strength from creatine supplementation (Table 1). Creatine immediately before (~ 5 minutes) or immediately after (~ 5 minutes) resistance training sessions for 8 months increased leg press strength (creatine before = 27%; creatine after = 28%) and chest press strength (creatine before = 30%; creatine after = 36%) compared to placebo (leg press: 4%; chest press: 4%; p < 0.05) in healthy older adults 7. Interestingly, post-exercise creatine increased whole-body lean tissue mass (6.4%) compared to placebo (1.2%; p<0.05), while there was no difference between pre-exercise creatine and placebo 7. Furthermore, consuming creatine immediately before (0.05 g·kg-1 of body weight) and immediately after (0.05 g·kg-1 of body weight) resistance training sessions (3 days/week, 10 weeks) resulted in greater muscle accretion (2.0 ± 0.3 cm) compared to placebo (0.8 ± 0.3 cm) in healthy older males (59-77 years; 8). These",
    "results": "support previous findings of a significant \n\n2018, Volume 1 (Issue 5) OPEN ACCESS \nJournal of Exercise and Nutrition 3 \nincrease in lean tissue mass (6%), type II muscle fiber area (29%), and insulin growth-factor I (78%) in adults (19-55 years) who ingested creatine before (0.03 g·kg-1 of body weight) and after (0.03 g·kg-1 of body weight) resistance training for 8 weeks 23, 26. In addition, a creatine supplement (1 g·kg-1: supplement per 100 g = 40 g protein, 43 g glucose, 7 g creatine and <0.5 g fat) immediately before and immediately after resistance training sessions for 10 weeks significantly increased intramuscular creatine content, lean tissue mass, muscle cross sectional-area of type II fibers and maximal strength in resistance trained body-builders compared to consuming creatine > 5 hours before and after exercise (i.e., before breakfast and immediately prior to sleep; 9). In directly comparing pre-exercise creatine to post-exercise creatine, Antonio and Ciccone 6 found a greater muscle benefit (i.e., fat-free mass and strength) from post-exercise creatine (fat-free mass = 3% gain; 1 repetition maximum bench press = 7.5%) in young recreational male bodybuilders compared to pre-exercise creatine supplementation (fat-free mass = 1.3% gain; 1 repetition maximum bench press = 6.8%). However, Candow et al. 7,8 found no statistical difference between pre-exercise creatine and post-exercise creatine after either 12 weeks 8 or 8 months 7 of resistance training in older adults. Results across studies suggest that pre-exercise and post-exercise creatine supplementation has beneficial effects on muscle mass and strength with slightly greater gains from post-exercise creatine. Table 1. Studies investigation the effect of creatine ingestion before and after resistance training. FIRST AUTHOR , YEAR STUDY POPULATION INTERVENTION DURATION OUTCOME MEASURES ANTONIO AND CICCONE, 2013 N=19 Recreational Male Bodybuilders; Age 23.1 ± 2.9 yrs; Height: 166.0 ± 23.2 cm; Weight: 80.18 ± 10.43 kg \nRandomly assigned: CR (5g) PRE or CR (5g) POST RT sessions and anytime on days off; 5 RT sessions/wk \n4 wks ↔FFM, FM, BM, Bench Press 1RM between groups; Magnitude based inference CR POST possibly more beneficial for FFM, FM, 1RM BP CANDOW ET AL., 2014 N=22 (9 men; 13 women) non-RT healthy older adults; Age 50-64 yrs \nRandomly assigned: CR before (n=11) (CR 0.1g/kg before + 0.1g/kg placebo after) or CR after (n=11) (0.1g/kg placebo before + CR 0.1g/kg after); RT 3d/wk \n12 wks ↔ FFM, limb muscle thickness, BP and LP 1RM and no difference in protein catabolism (but all these parameters were improved by RT). No changes in Kidney function over time. CANDOW ET AL., 2015 N= 39 (22 women, 17 men); non-RT healthy older adults, Age 50-71 yrs \nRandomly assigned: CR before (CR 0.1g/kg before + 0.1g/kg placebo after) or CR after (0.1g/kg placebo before + CR 0.1g/kg after) or Placebo control; RT 3d/wk \n8 months CR After ↑ LBM compared to Placebo. CR Before ↔ LBM compared to Placebo. ↔ Between CR groups for 1RM bench press, 1RM leg press, LBM. CR groups ↑ strength compared to Placebo. Abbreviations: CR = creatine; RT = resistance training; FFM = fat free mass; FM = Fat mass; BM = body mass; RM = repetition maximum; BP = bench press; LP = leg press; LBM = lean body mass \n\n2018, Volume 1 (Issue 5) OPEN ACCESS \nJournal of Exercise and Nutrition 4 \n Meta-Analysis Results Mean changes and standard deviations for mean changes for individual studies and pooled effects and their 95% confidence intervals are presented along with Forest plots in Figures 1 and 2. When pooling the limited data, lean tissue mass (p = 0.04) increased to a greater extent from post-exercise creatine compared to pre-exercise creatine. These results provide preliminary evidence that creatine timing may be an important factor to consider in designing a creatine supplementation protocol. However, there were no differences between pre-exercise and post-exercise creatine on maximal strength (Figure 2). It is important to note that only 3 trials were included in the meta-analyses, which limits the statistical power to detect differences. Despite this limitation, post-exercise creatine supplementation was statistically significant for increasing lean tissue mass. However, additional research is needed to determine with greater certainty whether post-exercise creatine is superior to pre-exercise creatine for improving lean tissue mass. \n Figure 1: Forest plot for absolute change in lean tissue mass. Comparing strategic ingestion of creatine before versus after resistance training. \n Figure 2: Forest plot for absolute change in 1 repetition maximum upper body strength. Comparing strategic ingestion of creatine before versus after resistance training. Potential Mechanisms of Creatine Timing The greater gains in muscle mass and strength observed from pre- and post-exercise creatine may be due to an upregulation of the kinetics involved in creatine transport 27, by an increase in Na+-K+ pump function during exercise 27 and by an increase in blood flow and delivery of creatine to exercising muscles 28. Tipton et al. 29 previously showed that pre-exercise and post-exercise ingestion of an essential amino acid-carbohydrate solution significantly increased net muscle protein synthesis in young adults. The acute lower-body exercise session increased leg blood flow by 201-324%. The authors concluded that providing amino acids at a time when blood flow is elevated (i.e. during resistance training) maximizes delivery to muscle 29.",
    "conclusion": "Based on the limited studies performed thus far, it appears that creatine supplementation before and after resistance training sessions increases lean tissue mass and strength. Our meta-analysis suggests that post-exercise creatine ingestion provides greater muscle benefits than pre-exercise creatine. Further research is warranted to confirm these findings and to elucidate the mechanisms explaining the greater increase in muscle mass from post-exercise creatine. Media-Friendly Summary \n\n\n2018, Volume 1 (Issue 5) OPEN ACCESS \nJournal of Exercise and Nutrition 5 \nCreatine can enhance resistance training gains in muscle mass and strength. Presently, there is limited data on when is the best time to take creatine in relation to training. Based on the available evidence, it is recommended to take creatine after training to maximize gains in muscle mass and strength; however, these findings are based on a small sample size and precise mechanisms explaining these findings remain to be determined. Acknowledgements The authors have no conflicts of interest. Reference 1. Fujita, S, Dreyer, HC, Drummond, MJ, Glynn, EL, Cadenas, JG, Yoshizawa, F, Volpi, E, and Rasmussen, BB. Nutrient signaling in the regulation of human muscle protein synthesis. J Physiol, 2007;582(Pt2)(813-823) 2. Verdijk, LB, Gleeson, BG, Jonkers, RA, Meijer, K, Savelberg, HH, Dendale, P, and van Loon, LJ. Skeletal muscle hypertrophy following resistance training is accompanied by a fiber type-specific increase in satellite cell content in elderly men. J Geron. Series A Bio Sci Med Sci, 2009;64(332-339) 3. Smilios, I, Pilianidis, T, Karamouzis, M, Parlavantzas, A, and Tokmakidis, SP. Hormonal responses after a strength endurance resistance exercise protocol in young and elderly males. Int J Sports Med, 2007;28(401-406) 4. Cornish, SM and Chilibeck, PD. Alpha-linolenic acid supplementation and resistance training in older adults. App Physiol Nutr Metab, 2009;34(49-59) 5. Chilibeck, PD., Kaviani, M., Candow, DG., and Zello GA. Effect of creatine supplementation during resistance training on lean tissue mass and muscular strength in older adults: a meta-analysis. J Sports Med, 2017;8(213-226) 6. Antonio, J and Ciccone, V. The effects of pre versus post workout supplementation of creatine monohydrate on body composition and strength. J Int Soc Sports Nutr, 2013;10(36) 7. Candow, DG, Vogt, E, Johannsmeyer, S, Forbes, SC, and Farthing, JP. Strategic creatine supplementation and resistance training in healthy older adults. Appl Physiol Nutr Metab, 2015;40(689-694) 8. Candow, DG, Zello, GA, Ling, B, Farthing, JP, Chilibeck, PD, McLeod, K, Harris, J, and Johnson, S. Comparison of creatine supplementation before versus after supervised resistance training in healthy older adults. Res Sports Med, 2014;22(61-74) 9. Cribb, PJ and Hayes, A. Effects of supplement timing and resistance exercise on skeletal muscle hypertrophy. Med Sci Sports Exerc, 2006;38(1918-1925) 10. Wyss, M and Kaddurah-Daouk, R. Creatine and creatinine metabolism. Physiol Rev 2000;80(1107-1213) 11. Greenhaff, PL. Creatine and its application as an ergogenic aid. Int J Sport Nutr, 1995;5 Suppl: S100-110. 12. Casey, A and Greenhaff, PL. Does dietary creatine supplementation play a role in skeletal muscle metabolism and performance? Am J of Clin Nutr, 2000;72(607S-617S) 13. Kreider, RB, Kalman, DS, Antonio, J, Ziegenfuss, TN., Wildman, R, Collins, R, Candow, DG, Kleiner, SM, Almada, AL, and Lopez, HL. International Society of Sports Nutrition position stand: safety and efficacy of creatine supplementation in exercise, sport, and medicine. J Int Soc Sports Nutr, 2017;14(18) 14. Syrotuik, DG and Bell, GJ. Acute creatine monohydrate supplementation: a descriptive physiological profile of responders vs. nonresponders. J Strength Cond Res, 2004;18(610-617) \n\n2018, Volume 1 (Issue 5) OPEN ACCESS \nJournal of Exercise and Nutrition 6 \n15. Greenhaff, PL, Bodin, K, Soderlund, K, and Hultman, E. Effect of oral creatine supplementation on skeletal muscle phosphocreatine resynthesis. Am J Physiol, 1994;266(E725-730) 16. Sahlin, K, Tonkonogi, M, and Soderlund, K. Energy supply and muscle fatigue in humans. Acta Physiol Scand, 1998;162(261-266) 17. van Loon, LJ, Murphy, R, Oosterlaar, AM, Cameron-Smith, D, Hargreaves, M, Wagenmakers, AJ, and Snow, R. Creatine supplementation increases glycogen storage but not GLUT-4 expression in human skeletal muscle. Clin Sci 2004;106(99-106) 18. Deldicque, L, Atherton, P, Patel, R, Theisen, D, Nielens, H, Rennie, MJ, and Francaux, M. Effects of resistance exercise with and without creatine supplementation on gene expression and cell signaling in human skeletal muscle. J App Physiol, 2008;104(371-378) 19. Vierck, JL, Icenoggle, DL, Bucci, L, and Dodson, MV. The effects of ergogenic compounds on myogenic satellite cells. Med Sci Sports Exerc, 2003;35(769-776) 20. Dangott, B, Schultz, E, and Mozdziak, PE. Dietary creatine monohydrate supplementation increases satellite cell mitotic activity during compensatory hypertrophy. Int J Sports Med, 2000;21(13-16) 21. Olsen, S, Aagaard, P, Kadi, F, Tufekovic, G, Verney, J, Olesen, JL, Suetta, C, and Kjaer, M. Creatine supplementation augments the increase in satellite cell and myonuclei number in human skeletal muscle induced by strength training. J Physiol, 2006;573(525-534) 22. Willoughby, DS, and Rosene, JM. Effects of oral creatine and resistance training on myogenic regulatory factor expression. Med Sci Sports Exerc, 2003;35(923-929) 23. Burke, DG, Candow, DG, Chilibeck, PD, MacNeil, LG, Roy, BD, Tarnopolsky, MA, and Ziegenfuss, T. Effect of creatine supplementation and resistance-exercise training on muscle insulin-like growth factor in young adults. Int J Sports Nutr Exerc Metab, 2008;18(389-398) 24. Parise, G, Mihic, S, MacLennan, D, Yarasheski, KE, and Tarnopolsky, MA. Effects of acute creatine monohydrate supplementation on leucine kinetics and mixed-muscle protein synthesis. J App Physiol, 2001;91(1041-1047) 25. Bassit, RA, Curi, R. and Costa Rosa, LF. Creatine supplementation reduces plasma levels of pro-inflammatory cytokines and PGE2 after a half-ironman competition. Amino Acids, 2008;35(425-431) 26. Burke, DG, Chilibeck, PD, Parise, G, Candow, DG, Mahoney, D, and Tarnopolsky, M. Effect of creatine and weight training on muscle creatine and performance in vegetarians. Med Sci Sports Exerc, 2003;35(1946-1955) 27. Robinson, TM, Sewell, DA, Hultman, E, and Greenhaff, PL. Role of submaximal exercise in promoting creatine and glycogen accumulation in human skeletal muscle. J App Physiol, 1999;87(598-604) 28. Harris, RC, Soderlund, K, and Hultman, E. Elevation of creatine in resting and exercised muscle of normal subjects by creatine supplementation. Clin Sci, 1992;83(367-374) 29. Tipton, KD, Rasmussen, BB, Miller, SL, Wolf, SE, Owens-Stovall, SK, Petrini, BE, and Wolfe, RR. Timing of amino acid-carbohydrate ingestion alters anabolic response of muscle to resistance exercise. Am J Physiol. Endo Metab, 2001;281(197-206) Copyright, 2018. Published by Capstone Science Inc. under open access distribution rights. Articles are available for download and proper distribution."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 12,
    "primary_human": "timing; muscle_strength; muscle_mass"
  },
  "bucket": "B",
  "notes": "Brief review (with small quantitative synthesis) on whether pre- vs post-workout creatine timing matters for RT adaptations; overall conclusion is that timing has little practical impact compared with just taking creatine consistently."
}