{
  "id": 60,
  "title": "Creatine Supplementation and Lower Limb Strength Performance: A Systematic Review and Meta-Analyses",
  "authors": "Lanhers C; Pereira B; et al.",
  "year": 2015,
  "doi": "10.1007/s40279-015-0337-4",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "lower_limb",
    "strength",
    "performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed (mostly RT, lower body)"
  },
  "sections": {
    "abstract": "Background Creatine is the most widely used supple-\nmentation to increase strength performance. However, the\nfew meta-analyses are more than 10 years old and suffer\nfrom inclusion bias such as the absence of randomization\nand placebo, the diversity of the inclusion criteria (aerobic/\nendurance, anaerobic/strength), no evaluation on speciﬁc\nmuscles or group of muscles, and the considerable amount\nof conﬂicting",
    "results": "within the last decade.\nObjective The objective of this systematic review was to\nevaluate meta-analyzed effects of creatine supplementation\non lower limb strength performance.",
    "methods": "We conducted a systematic review and meta-\nanalyses of all randomized controlled trials comparing\ncreatine supplementation with a placebo, with strength\nperformance of the lower limbs measured in exercises\nlasting less than 3 min. The search strategy used the key-\nwords ‘‘creatine supplementation’’ and ‘‘performance’’.\nDependent variables were creatine loading, total dose,\nduration, the time-intervals between baseline (T0) and the\nend of the supplementation (T1), as well as any training\nduring supplementation. Independent variables were age,\nsex, and level of physical activity at baseline. We con-\nducted meta-analyses at T1, and on changes between T0\nand T1. Each meta-analysis was stratiﬁed within lower\nlimb muscle groups and exercise tests.\nResults We included 60 studies (646 individuals in the\ncreatine supplementation group and 651 controls). At T1,\nthe effect size (ES) among stratiﬁcation for squat and leg\npress were, respectively, 0.336 (95 % CI 0.047–0.625,\np = 0.023) and 0.297 (95 % CI 0.098–0.496,p = 0.003).\nOverall quadriceps ES was 0.266 (95 % CI 0.150–0.381,\np \\0.001). Global lower limb ES was 0.235 (95 % CI\n0.125–0.346, p \\0.001). Meta-analysis on changes be-\ntween T0 and T1 gave similar results. The meta-regression\nshowed no links with characteristics of population or of\nsupplementation, demonstrating the creatine efﬁcacy ef-\nfects, independent of all listed conditions.",
    "conclusion": "Creatine supplementation is effective in\nlower limb strength performance for exercise with a du-\nration of less than 3 min, independent of population char-\nacteristic, training protocols, and supplementary doses and\nduration.\nElectronic supplementary material The online version of this\narticle (doi:10.1007/s40279-015-0337-4) contains supplementary\nmaterial, which is available to authorized users.\n& Fre´ de´ ric Dutheil\nfrederic.dutheil@acu.edu.au\n1 School of Exercise Science, Australian Catholic University,\nMelbourne, VIC, Australia\n2 Preventive and Occupational Medicine, University Hospital\nof Clermont-Ferrand (CHU), 58 rue Montalembert,\nClermont-Ferrand, France\n3 Clinical research and innovation direction, University\nHospital of Clermont-Ferrand (CHU), Clermont-Ferrand,\nFrance\n4 Neurophysiology of stress, Armies’ Biomedical Research\nInstitute, Armies’ Health Service, Bretigny sur Orge, France\n5 Occupational Medicine, University Hospital CHU,\nMontpellier, France\n6 Laboratory of Metabolic Adaptations to Exercise in\nPhysiological and Pathological Conditions EA3533, Blaise\nPascal University, Clermont-Ferrand, France\n7 Research Centre in Human Nutrition (CRNH) Auvergne,\nClermont-Ferrand, France\n123\nSports Med\nDOI 10.1007/s40279-015-0337-4\n\nKey Points\nCreatine supplementation is effective in lower limb\nstrength performance.\nThe effectiveness of creatine supplementation is\nindependent of population characteristic, training\nprotocols, and supplementary doses and duration.\n1",
    "introduction": "Creatine is the most widely used supplement to increase\nstrength performance [\n1]. However, results are conﬂicting\ndespite an increasing number of publications. Previous\nmeta-analyses investigating the effects of creatine supple-\nmentation on strength performance are more than 10 years\nold. These meta-analyses suffered from potential inclusion\nbias such as the absence of randomization [\n2, 3] and the\ndiversity of the inclusion criteria (aerobic/endurance,\nanaerobic/strength) [\n2–4], resulting in a large or a small\nnumber of heterogeneous studies being reviewed [3, 4].\nDuring maximal exercise, anaerobic metabolism is the\npredominant source of immediate energy. At the onset of\nanaerobic activity, stored phosphocreatine levels (the most\nimmediate source of anaerobic metabolism) decrease via\ndephosphorylation to resynthesize ATP (adenosine\ntriphosphate) from ADP (adenosine diphosphate). Creatine\nsupplementation is supposed to enlarge the phosphagen\npool within the muscle ﬁbers. Anaerobic metabolism de-\ncreases until an equal contribution from the aerobic and\nanaerobic energy systems occurs approximately after\n2–4 min [\n5]. Moreover, placebo effects have been\ndemonstrated to be powerful in various conditions, in-\ncluding physical performance [\n6]. Finally, no meta-analy-\nsis to date has examined the effects of creatine\nsupplementation on speciﬁc muscles or group of muscles.\nThus, we aimed to conduct a systematic review and\nmeta-analyses of all randomized controlled trials compar-\ning creatine supplementation with a placebo, with strength\nperformance measured following exercises lasting less than\n3 min. We performed meta-analyses stratifying muscles or\ngroup of muscles. Eventually, we further completed our\nanalyses adding the double-blind design as an inclusion\ncriterion. Speciﬁcally, this paper focuses on lower limb\nstrength performances following creatine supplementation,\nbecause movement demands on the lower limbs are ger-\nmane to multiple sporting pursuits.\n2 Methods\n2.1 Literature Search\nWe reviewed all randomized controlled trials comparing a\ncreatine supplementation group with a control group. We\nused the following keywords: ‘‘creatine supplementation’’\nand ‘‘performance’’. The following databases were sear-\nched on 1 September 2014: PubMed, Cochrane Library,\nScienceDirect, and EMBASE. The search was not limited\nto speciﬁc years and no language restrictions applied. To\nbe included, the control group needed to receive a placebo\nduring the supplementation period. The search strategy was\ninclusive of studies of healthy men or women, any age, any\nsupplementation dose, any duration, with or without\ntraining (previously or during supplementation), and\nwithout a history of weight loss induced by a restrictive\ndiet. The major inclusion criterion was a description of\nstrength performance at baseline and following supple-\nmentation or placebo. In a further complementary analysis,\ngroup allocations had to be double-blind. The duration of\nexercise when performance was measured had to be less\nthan 3 min. We also included articles reporting changes in\nperformance. In the case of repeated and consecutive per-\nformances, we only took into account for our meta-ana-\nlyses the ﬁrst performance as it described the most\nanaerobic response. All eligible articles also had to report a\nstatistical dispersion of results. In addition, reference lists\nof all publications meeting the inclusion criteria were\nmanually searched to identify any further studies not found\nthrough electronic searching. The search strategy is de-\nscribed in Fig.\n1. One author (CL) conducted all literature\nsearches and collated the abstracts. Two authors (CL and\nFD) separately reviewed the abstracts and, based on the\nselection criteria, decided the suitability of the articles for\ninclusion. A third author (GN) was asked to review the\narticle when consensus on suitability was not met. Then, all\nauthors reviewed the eligible articles.\n2.2 Quality of Assessment\nThe Consolidated Standards of Reporting Trials (CON-\nSORT) statement was used to check the quality of report-\ning [\n7]. The 25 items identiﬁed in the CONSORT criteria\ncould achieve a maximal score of 37.\n2.3 Statistical Considerations\nData were analyzed using STATA\n/C210 version 13 (StataCorp\nLP, College Station, TX, USA, 2013). Heterogeneity in the\nstudy results was evaluated by examining forest plots,\nC. Lanhers et al.\n123\n\nconﬁdence intervals (CIs) and using formal tests for ho-\nmogeneity based on the I\n2 statistic. For example, a sig-\nniﬁcant heterogeneity may be due to variability within\ncharacteristics of studies such as for participants (age, sex,\ntrained or not, etc.), supplementation (loading dose, total\ndose, etc.), or training (type, number of repetitions, speed,\netc.). Random effects meta-analyses (DerSimonian and\nLaird approach) were conducted when data could be\npooled [\n8]. p Values \\0.05 were considered statistically\nsigniﬁcant.\nWe conducted three meta-analyses based on the time of\nsupplementation. First, a meta-analysis was performed at\nbaseline (T0), in order to verify that the creatine supple-\nmentation group and the control group did not differ. Then,\nwe conducted meta-analyses on data following the sup-\nplementation (T1). Finally, we conducted a third group of\nmeta-analyses with the relative percentage changes (T1-\nT0)/T0 for both groups, adding some studies reporting only\nthese changes.\nWithin each meta-analysis on lower limb strength per-\nformance, there was stratiﬁcation for lower limb muscle\ngroups (quadriceps, hamstrings, calves, and foot dorsi-\nﬂexors). We also completed additional meta-analyses\nbased on site-speciﬁc strength testing. Quadriceps\nperformances were stratiﬁed by squat, leg press, leg ex-\ntension, jump, and isokinetic exercises. Two meta-analyses\nwere not stratiﬁed: maximal weight lifted in squat and\nmaximal weight lifted in leg press.\nWe described our results calculating the effect size (ES)\n[standardized mean differences (SMDs)] of creatine sup-\nplementation for each dependent variable [\n8]. An ES is\ndeﬁned as a unitless measure of the efﬁcacy of creatine\ncentered at zero if the supplement effect is not different\nfrom the placebo. A positive ES denoted improved per-\nformance. A scale for ES has been suggested, with 0.8\nreﬂecting a large effect, 0.5 a moderate effect, and 0.2 a\nsmall effect [\n9].\nMeta-regression analyses were conducted to explore the\ninﬂuence of study characteristics on SMDs. The following\ncharacteristics were considered: sex of the participants\n(male vs. both sexes), age, physical status at baseline\n(sedentary, recreation, competitive), characteristics of cre-\natine supplementation (loading dose, total dose, duration of\nsupplementation), characteristic of training during supple-\nmentation (strength, aerobic, mixed, none), time between\nT0 and T1, and muscle groups (quadriceps, hamstrings,\ncalves, and foot dorsiﬂexors). Results were expressed as\nregression coefﬁcients and 95 % CI.\n3 Results\n3.1 Overview of Studies Included\nAn initial search produced a possibility of 1166 articles\n(Fig.\n1). Selection criteria and removal of duplicates re-\nduced these articles to 60 randomized controlled trials\ncomparing T0 and T1 lower-limb strength performances of\nless than 3 min between a creatine supplementation group\nand a placebo group. Three additional studies reported only\nchanges between T0 and T1. All studies were written in\nEnglish.\n3.2 Quality of Articles\nQuality assessment of the 60 included studies reporting T0\nand T1 data, as outlined by the CONSORT criteria, varied\nfrom 22 to 65 % where a higher percentage infers a higher\nquality of scientiﬁc reporting [\n7]. Of the studies, 61 % have\na score exceeding 50 %. Fifty-ﬁve of the 60 studies de-\nscribed double-blinding to the supplementation. Overall,\nthe studies performed best in the",
    "discussion": "section and\nworst in the methods section. Most of the studies described\nethical approval. Of the studies, 50 % did not report any\nconﬂict of interest, 25 % were funded by creatine\nmanufacturers, and 25 % did not provide any information\nregarding funding.\n“Creatine supplementation” AND “performance” \nn=1166 \nPubMed \nn=269 \nEmbase \nn=90 \nCochrane \nn=144 \nScienceDirect \nn=663 \nDuplicates removed \n n=350\nNot randomized controlled trial \nn=85\nNot lower limb performance \nn=300 \nNo dispersion of results \nn=20 \nStrength (exercise >3minutes) \nn=75 \nNo placebo given to controls \nn=45 \nIncluded studies \nn=63 \n“T0” and “T1” \nn=60\n“Changes” \nn=3 \nOut of context \nn=228 \nFig. 1 Search strategy.Changes between T0 and T1,T0 baseline, T1\nfollowing supplementation\nCreatine Supplementation and Lower Limb Strength Performance\n123\n\n3.3 Characteristics of Individuals\n3.3.1 Sample Size\nIn total in these 60 studies, 646 individuals in the creatine\nsupplementation group were compared with 651 indi-\nviduals in the placebo group.\n3.3.2 Sex\nThe proportion of females remained low (26 %), with eight\nstudies restricted to only women [\n10–16]. A further two\nstudies failed to report participants’ sex [17, 18]. In total,\n538 males and 109 females were in the creatine supple-\nmentation group, and 537 males and 114 females in the\nplacebo group.\n3.3.3 Age\nRegardless of whether age was expressed as a median or a\nmean value, reported study participants’ ages ranged be-\ntween 16 and 72 years [\n19, 20].\n3.3.4 Physical Activity\nIn six of the 60 studies, the type of physical activity was\nnot speciﬁed [\n21–25]. Most studies recruited recreationally\ntrained populations (43 %) and competitive athletes\n(37 %), whereas the remaining studies were conducted on\nsedentary individuals (11 %). The physical status of the\npopulation was not reported in 9 % of the studies.\n3.4 Characteristics of Intervention\n3.4.1 Type of Supplementation\nSeveral types and forms of creatine are available. The most\ncommon type of creatine examined in 56 of the 60 studies\nwas creatine monohydrate. However, three other types of\nsupplementation were found in four studies: polyethylene\nglycosylated creatine [\n26], creatine pyruvate [ 27], and\ncreatine phosphate [28, 29].\n3.4.2 Loading Dose\nFor all studies, the mean loading dose for creatine supple-\nmentation was 20.5± 9.7 g/day. More than 80 % of studies\ndescribed a loading dose for the supplementation. The most\ncommon loading duration was between 5 and 7 days. The\nfrequency of daily loading varied between one and seven\ntimes [\n30]. However, the loading dose was most regularly\ndivided into three to four times per day with 5 g per dose.\n3.4.3 Maintenance Dose\nOnly 40 studies had a maintenance dose that varied be-\ntween 1.25 and 22 g/day [\n26, 31]. The quantity of main-\ntenance dose was more variable between studies than the\nloading dose. Participants took the maintenance dose once\ndaily.\n3.4.4 Total Dose of Supplementation\nThe mean total dose was 271.6 ± 224.8 g across the\nstudies’ duration. Participants were supplemented for be-\ntween 5 [\n14, 20, 28, 32–39] and 98 days [21].\n3.4.5 Time Between Baseline (T0) and the End\nof the Supplementation (T1)\nThe duration between T0 and T1 ranged from 6 to 98 days\n[\n21, 40].\n3.4.6 Training\nMore than 80 % of studies declared that the supple-\nmentation (creatine or placebo) was associated with\nsports training, whether it was speciﬁc or not for the\nstudy. Participants trained for endurance, strength, or\nboth. Among the 58 studies for which the training status\nwas reported, 39 % of participants performed strength\ntraining during the trial, 6.3 % took part in aerobic\ntraining, and 27 % participated in mixed training (en-\ndurance and strength). Only ten studies reported no\ntraining. The frequency of training per week was mainly\nthree times per week.\n3.5 Outcome and Aim of the Studies\nAll studies shared similar outcomes with varying degrees\nof clarity. The key dependent variables of the studies were\nmuscle strength and body composition (body weight, lean\nbody mass, percentage of fat free mass, total body water).\nAdditional outcomes were heterogeneous but included\ntiredness and recovery capacity during exercises, func-\ntional capacity, cardiovascular function, systemic inﬂam-\nmation, muscle ﬁber area, and adverse events.\n3.6 Study Designs\nAll studies were randomized placebo-controlled trials. The\nmajority of studies were double-blind. Only ﬁve studies\nwere single-blind randomized trials [\n36, 41–44]. One study\nsupported a crossover design [45] with 42 days of wash-out\nperiod.\nC. Lanhers et al.\n123\n\n3.7 Stratiﬁcation\nWith our inclusion criteria, 16 studies reported total weight\nlifted in kg for leg press and 11 studies reported maximal\nweight lifted in kg during a squat, allowing us to complete\ntwo meta-analyses. We then conducted a meta-analysis on\nquadriceps performances stratiﬁed on global tasks for leg\npress (n = 19 studies) and squat (n = 12), leg extension\n(n = 19), jump (n = 22), and isokinetic (n = 13) tests.\nThe next level of our meta-analysis targeted lower-limb\nmuscle groups: quadriceps (n = 60), hamstrings (n = 5),\ncalves (n = 0), and foot dorsiﬂexors (n = 2) (Fig.\n2). We\nalso included articles reporting changes in performance.\nThus, three other studies [\n46–48] were added and some\nresults relating to changes in performance in two studies\nalready included in the review were taken into account [\n22,\n49].\n3.8 Meta-Analysis at T0\nThe effects of creatine supplementation and placebo at T0\nare available online in the Electronic Supplementary Ma-\nterial (ESM). The meta-analysis conducted on stratiﬁcation\nfor squat (ESM Fig. S1), leg press (ESM Fig. S2),\nquadriceps (ESM Fig. S3), and lower limb (ESM Fig. S4)\ndid not show any between-group differences. The only ES\nthat was signiﬁcantly greater than zero at baseline was the\nleg press following stratiﬁcation for quadriceps\n(ES = 0.216, 95 % CI 0.029–0.404,p = 0.024).\n3.9 Meta-analysis at T1\nResults from the ﬁrst level of stratiﬁcation showed that ES\nof creatine supplementation on maximal weight lifted (kg)\nin squat and total weight lifted (kg) at leg press were,\nrespectively, 0.336 (95 % CI 0.047–0.625, p = 0.023)\n(Fig.\n3) and 0.297 (95 % CI 0.098–0.496, p = 0.003)\n(Fig. 4). The effects of creatine supplementation for\nlaminated analysis on quadriceps are presented in ESM\nFig. S5. ES were also signiﬁcant for leg press [0.346 (95 %\nCI 0.157–0.535, p \\0.0001)], squat [0.324 (95 % CI\n0.047–0.602, p = 0.022)], and jump [0.307 (95 % CI\n0.067–0.546, p = 0.012)]. No signiﬁcant results were re-\nported for leg extension and isokinetic tests. The overall ES\nremained signiﬁcantly greater than zero: 0.266 (95 % CI\n0.150–0.381, p \\0.0001). As shown in ESM Fig. S6, the\noverall ES for lower limb was signiﬁcant [0.235 (95 % CI\n0.125–0.346, p \\0.0001)]. The only isolated muscle per-\nformance with an ES greater than zero was quadriceps\n[0.233 (95 % CI 0.113–0.353,p \\0.0001)]. Funnel plots\nfrom this meta-analysis veriﬁed the absence of publications\nbias (ESM Fig. S7).\n3.10 Meta-Analysis on the Change Between T1\nand T0\nResults from the ﬁrst level of stratiﬁcation showed that the\nES for strength performance changes following creatine\nsupplementation compared with controls for maximal\nweight lifted (kg) in squat was 0.390 (95 % CI\n0.099–0.682, p = 0.009) (ESM Fig. S8) and was non-sig-\nniﬁcant for total weight lifted (kg) from leg press (ESM\nFig. S9). Results from the second level of stratiﬁcation\nshowed that the ES for strength performance changes fol-\nlowing creatine supplementation compared with controls\nfor quadriceps was 0.251 (95 % CI 0.082–0.420,\np = 0.004) (ESM Fig. S10). For laminated analysis on\nquadriceps, performance following creatine supplementa-\ntion compared with controls increased for squat\n(ES = 0.319, 95 % CI 0.041–0.597,p = 0.025) and jump\n(ES = 0.455, 95 % CI 0.146–0.765,p = 0.004) (ESM Fig.\nS10). No signiﬁcant results were reported for leg press, leg\nextension, and isokinetic tests (ESM Fig. S10). The overall\nES for non-speciﬁed lower-limb performance was 0.184\nCalves \nn=0 \nFoot dorsiflexors \nn=2 \nHamstrings \nn=5 \nQuadriceps \nn=60 \nLower limb \nn=60 \nJump \nn=22 \nIsokinetic \nn=13 \nLeg extension \nn=19 \nSquat \nn=12 \nLeg hamstrings \nn=1 \nIsokinetic \nn=4 \nLeg press \nn=19 \nMaximal weight \nlifted in kg \nn=11 \nTotal weight \nlifted in kg \n n=16 \nFig. 2 Creatine\nsupplementation and lower-limb\ntype of exercises: general study\ndesign\nCreatine Supplementation and Lower Limb Strength Performance\n123\n\n(95 % CI 0.032–0.336,p = 0.018) (ESM Fig. S11). The\nonly isolated muscle gain in performance was reported for\nquadriceps with an ES of 0.184 (95 % CI 0.026–0.342,\np = 0.023) for quadriceps (ESM Fig. S11). Funnel plots\nfrom this meta-analysis veriﬁed the absence of publications\nbias (ESM Fig. S12).\n3.11 Meta-Regression After Supplementation\nThe meta-regressions summarized in ESM Tables S1 and\nS2 demonstrated that results after supplementation depend\non results at baseline for meta-analyses that were stratiﬁed\nfor quadriceps performance and for the whole lower limb.\nThere were insufﬁcient data to allow meta-regression\nanalyses on squat and leg press performance to be\nconducted.\n3.12 Meta-Analyses with Only Double-Blind Studies\nResults were similar when computing meta-analyses only\nwith double-blind studies. ES for maximal weight lifted\n(kg) in squat and total weight lifted (kg) at leg press were,\n \nStudy \nPopulation Supplementation Time \nT0-T1 \n(days) \nEffect-size Weight \n(95%CI) (%) \nSex \n(%M) \nAge \nmean \n±SD (y) \nPhysical \nactivity \nLoading \ndose \n(g/d) \nTotal \ndose \n(g) \nDuration \n(days) \nTraining \n \nBemben et al. [47] 100 19±0 Competition 20 39 0 63 Strength 63 0.858 (-0.142, 1.859) 8.35 \nIzquierdo et al. [35] 100 21±5 Competition 20 100 5 Aerobic 7 0.410 (-0.501, 1.321) 10.07 \nLarson-Meyer et al. [15] 0 19±2 Competition 15 350 15 Mixed 60 0.179 (-0.972, 1.329) 6.32 \nLaw et al. [37] 100 23±4 Recreation 20 10 0 5 Strength 6 0.083 (-0.870, 1.036) 9.21 \nPearson et al. [125] 100 21±3 Recreation 0 350 70 Strength - 0.545 (-0.455, 1.546) 8.35 \nStone et al. [61] 100 18±3 Competition 0 700 35 Mixed 35 0.158 (-0.725, 1.040) 10.73 \nVanderberghe et al. [16] 0 21±3 Sedentary 20 43 0 74 Strength 70 0.711 (-0.221, 1.643) 9.63 \nVolek et al. [118] 100 26±5 Recreation 25 560 84 Strength 84 0.262 (-0.643, 1.167) 10.21 \nVolek et al. [119] 100 21±6 Recreation 26 27 5 28 strength 28 0.438 (-0.528, 1.403) 8.97 \nWilder et al. [121] 100 19±1 Competition 20 329 70 Mixed 73 -0.270 (-1.227, 0.687) 9.12 \nWilder et al. [121] 100 19±1 Competition 0 21 0 70 Mixed 73 0.352 (-0.609, 1.313) 9.06 \nOverall (I-squared = 0.0%, p=0.949) \n 0.336 (0.047, 0.625) 100.0 \n0.336 0\nFig. 3 Meta-analysis on maximal weight lifted (kg) in squat.CI conﬁdence interval,M male, SD standard deviation,T0 baseline, T1 following\nsupplementation\nStudy \nPopulation Supplementation Time\nT0-T1\n(days)\nEffect-size Weight\n(95%CI) (%)\nSex\n(%M)\nAge\nmean\n±SD (y)\nPhysical\nactivity\nLoading\ndose \n(g/d)\nTotal\ndose \n(g)\nDuration\n(days)\nTraining\nBrose et al. [21] 50 69±6 - 0 490 98 Strength 98 0.023 (-1.067, 1.114) 3.34\nBrose et al. [21] 50 68±4 - 0 490 98 Strength 98 0.282 (-0.739, 1.302) 3.81\nCamic et al. [26] 100 22±3 Sedentary 0 70 28 - 28 0.076 (-0.458, 0.610) 13.94\nCamic et al. [26] 100 22±3 Sedentary 0 35 28 - 28 0.405 (-0.134, 0.944) 13.66\nChrusch et al. [85] 100 70±6 Sedentary 26 578 72 Strength 70 0.711 (-0.030, 1.452) 7.23\nFerguson and Syrotuik [13] 0 25±3 Recreatio n 266 70 Strength 70 -0.060 (-0.829, 0.709) 6.71\nGotshalk et al. [92] 100 65±5 - 25 178 7 None 7 0.152 (-0.779, 1.083) 4.58\nHerda et al. [94] 100 21±2 Recreation 0 150 30 Mixed 30 0.022 (-0.721, 0.764) 7.20\nKilduff et al. [100] 100 20±3 Recreation 23 278 28 Strength 28 1.109 (0.135, 2.084) 4.18\nPeeters et al. [126] 100 21±3 Recreation 2 0 393 42 Strength 42 0.305 (-0.489, 1.100) 6.29\nPeeters et al. [126] 100 21±3 Recreation 20 3 93 42 Strength 42 -0.038 (-0.876, 0.799) 5.66\nPluim et al. [60] 100 23±5 Competition 22 194 34 Mixed 34 0.420 (-0.400, 1.241) 5.89\nSyrotuik et al. [39] 100 23±2 Recreation 23 115 5 Strength 39 0.426 (-0.635, 1.488) 3.52\nSyrotuik et al. [39] 100 23±2 Recreation 23 191 37 Strength 39 0.160 (-0.890, 1.209) 3.60\nSyrotuik et al. [43] 55 23±3 Recreation 2 3 196 40 Strength 35 0.384 (-0.443, 1.210) 5.81\nVandenberghe et al. [16] 0 21±3 Sedentary 20 430 74 Strength 70 0.707 (-0.224, 1.638) 4.58\nOverall (I-squared = 0.0%, p=0.924)\n0.297 (0,098, 0,496)1 0 0 . 0 \n0 0.297\nFig. 4 Meta-analysis on total weight lifted (kg) at leg press.CI conﬁdence interval, M male, SD standard deviation,T0 baseline, T1 following\nsupplementation\nC. Lanhers et al.\n123\n\nrespectively, 0.402 (95 % CI 0.082–0.721,p = 0.014) and\n0.291 (95 % CI 0.086–0.499,p = 0.005) at T1 and 0.456\n(95 % CI 0.133–0.779,p = 0.006) and non-signiﬁcant for\nchanges from T0 to T1. For laminated analysis on\nquadriceps, ES were also signiﬁcant at T1 for leg press\n[0.344 (95 % CI 0.150–0.538,p = 0.001)], squat [0.424\n(95 % CI 0.120–0.728, p = 0.006)], and jump [0.317\n(95 % CI 0.076–0.558,p = 0.010)], and were signiﬁcant\nfor changes from T0 to T1 for squat [0.364 (95 % CI\n0.059–0.670, p = 0.019)] and jump [0.323 (95 % CI\n0.046–0.599, p = 0.022)]. The overall quadriceps ES was\n0.284 (95 % CI 0.170–0.398,p \\0.0001) at T1 and 0.224\n(95 % CI 0.053–0.395,p = 0.010) for changes from T0 to\nT1. Eventually, the overall ES for lower limb was 0.245\n(95 % CI 0.132–0.357,p \\0.0001) at T1 and 0.149 (95 %\nCI -0.001 to 0.300, p = 0.052) for changes T0–T1. The\nonly isolated muscle performance with an ES greater than\nzero was quadriceps [0.244 (95 % CI 0.121–0.366,\np \\0.0001)] at T1.\n4 Discussion\nSixty-three studies met our inclusion criteria to assess\ncreatine supplementation for lower-limb strength perfor-\nmance. The main ﬁnding was that creatine supplementation\nimproved lower-limb strength performance, mainly at the\nsite of the quadriceps. The maximal weight lifted during\nsquats and total weight lifted at leg press increased by\napproximately 8 and 3 %, respectively, with creatine\nsupplementation.\n4.1 Overview of Studies Included\nThese meta-analyses include a large number of studies that\nare heterogeneous within both study design and reported\nresults. These are the ﬁrst meta-analyses with rigorous in-\nclusion criteria and a large number of studies that has fo-\ncused only on lower-limb strength performance without\nregard to endurance exercise.\n4.2 Characteristics of Individuals\nCreatine supplementation has been studied most exten-\nsively in young trained males. Responses to creatine sup-\nplementation did not differ between males and females [\n13–\n15], nor between sedentary [16, 19, 26, 50] and physically\nactive populations. Results were also independent of age\n[\n19, 20]. More direct comparisons of the effect of creatine\nsupplementation in males and females are needed to elu-\ncidate any sex differences in response to creatine. In our\nreview, we included only two studies with this direct sex\ncomparison [\n19, 21]. Creatine supplementation in\ncombination with exercise has been shown to be more re-\nsponsive in individuals with no training history;\nspeciﬁcally, a 31 % increase in performances for untrained\nindividuals versus 14 % for athletes [\n51]. However, it\nshould be noted that our classiﬁcation of training status was\nimperfect. For the purpose of these meta-analyses,\npopulations described as ‘‘healthy’’ or ‘‘physically active’’\nor ‘‘with less than three hours of physical activity per week,\nwithout competition’’ were classiﬁed as ‘‘recreationally’’\ntrained participants. To date, no study has speciﬁcally\ncompared responses in populations of varying ages.\n4.3 Characteristics of Intervention\nCreatine supplementation regimens that included mainte-\nnance [\n21, 26, 27, 31, 44, 50, 52, 53] did not result in\ngreater improvement from baseline in lower-limb perfor-\nmance compared with short-term loading regimens. Our\nmeta-analyses were also unable to detect differences in\nperformance based on the type of creatine used for sup-\nplementation. However, 97 % of studies used creatine\nmonohydrate. What remains unknown is whether oral\ncreatine supplementation is as effective as other substances\nsuch as caffeine [\n54], D-pinitol [ 55]o r b-hydroxy-b-\nmethylbutyrate [56] in improving performance. The effects\nof various combinations of performance-enhancing sub-\nstances also remain unknown.\nAn interesting observation is the apparent lack of an\neffect of the design of the training regimen on performance\nimprovement. That is, many studies conducted resistance\ntraining interventions, whereas others studies used mixed\ntraining regimens [\n15, 28, 31, 33, 44, 45, 53, 57–61]. Few\nstudies evaluated aerobic training alone [14, 35, 42, 62].\nAlso, muscle strength gains seemed similarly responsive to\nsupplementation whether single-leg or isolated-leg muscle\ngroup training occurred. No study to date has compared\ndifferent modalities of training.\n4.4 External Validity\nResults were strongest when data were stratiﬁed for squat\nand leg press. Less precise information was obtained from\nquadriceps and global lower-limb meta-analyses because\nof the heterogeneity in tasks and units of measure.\n4.5 Study Designs\nThese meta-analyses included only randomized placebo-\ncontrolled trials, which are considered to be among the\nhighest level of quality [\n63]. Many studies failed to report\nsufﬁcient results to be included in this review, such as\nstudies with incomplete results for all timepoints [\n64, 65]\nor lack of reporting of dispersion around results [16].\nCreatine Supplementation and Lower Limb Strength Performance\n123\n\n4.6 Stratiﬁcation\nAlthough numerous reviews and four meta-analyses have\nsupported the efﬁcacy of creatine supplementation in im-\nproving performance in various muscle groups, these are\nthe ﬁrst meta-analyses to conduct stratiﬁed analyses on\nlower-limb muscles. One previous meta-analysis stratiﬁed\nresults between the upper and lower body [\n4], whereas\nanother stratiﬁed arm ﬂexor strength for speciﬁc mea-\nsurements [\n2].\nThe creatine ES is small according to Cohen’s classiﬁ-\ncation and is surrounded by considerable variance, ex-\nplaining the fact that the efﬁcacy of creatine is not\nconsistent for all variables and populations studied. Our\ncurrent meta-analyses lend additional support to the ef-\nfectiveness of creatine for performance tasks in a range that\nis comparable with the three previous meta-analyses [\n2–4].\nCreatine effect was reported to be more pronounced in\nupper (ES = 0.42 ± 0.07) than lower (0.22± 0.02) body\nperformance tasks [\n4].\n4.7 Meta-Regression\nIn agreement with Branch [\n4], we failed to detect differ-\nences between the duration, training status, and sex in-\nvolved in performances following supplementation. In\ncontrast, Nissen and Sharp [\n3] showed that previously\nuntrained participants gained more strength with resistance\ntraining than pre-trained participants. However, Nissen and\nSharp included multiple dietary supplements with only 18\ncreatine studies [\n3]. Furthermore, Dempsey et al. [2] de-\nscribed that performances following creatine supplemen-\ntation in combination with resistance training were more\nsuccessful than with supplementation alone. We demon-\nstrated that mixed training seemed to be a determining\nfactor in performance after supplementation. Moreover,\nyoung males were more responsive to supplementation\nthan older individuals and females [\n2]. However, more\nrecently, the ergogenic effect of creatine among older\nwomen resulted in a 3.7 % increase for one repetition-\nmaximum leg press within the creatine supplemented\ngroup [\n66].\nMost performance variables included in our meta-ana-\nlyses were measured in a laboratory with the exception of\njumping, a ﬁeld-based task. We observed that ES from\nlaboratory testing were greater than those from ﬁeld-based\nsettings. This aspect was more pronounced in the meta-\nanalysis of Branch [\n4]. We postulate that differences in\nreported ES may be related to greater internal validity and\ncontrol of extraneous factors that could potentially alter\nperformance. However, a major aim of dietary supple-\nmentation is increased competitive performance, which is\nfrequently required in athletes. The gain of body mass\ncould be responsible for the lower effect of creatine in\nsome studies [\n67]. Further analyses are necessary to un-\nderstand the effect of creatine supplementation on body\ncomposition.\nFurthermore, high and low responders to creatine sup-\nplementation have been identiﬁed [\n68]. Different levels of\nresponsiveness may contribute to a considerable variability\nin the changes in muscle strength and weightlifting per-\nformance following supplementation. The speciﬁc\nmechanisms may include variability in muscle creatine\nuptake and use [\n69]. Baseline muscle creatine content is\nalso highly variable, ranging from 90 to 180 mmol/kg dry\nmass [\n51]. The elevated baseline level of muscle creatine\ncontent was also associated with low muscle creatine up-\ntake [\n69, 70]. As such, high responders were associated\nwith a low baseline level of muscle creatine content and/or\na greater increase in muscle creatine following supple-\nmentation [\n69, 71, 72]. Furthermore, several factors may\ninﬂuence muscle creatine uptake, such as diet [18, 70] and\nstatus of training [69]. Although speculative, training may\nincrease creatine uptake via the improvement of insulin\nsensitivity [\n69]. However, similar ES in strength perfor-\nmance have been observed between ‘‘responders’’ and\n‘‘non-responders’’. This occurred despite stronger perfor-\nmances from individuals with a greater uptake of creatine\n[\n71].\n4.8 Limitations\nAll meta-analyses have limitations [\n63]. Meta-analyses\ninherit the limitations of the individual studies of which\nthey are composed. Despite our rigorous criteria for in-\ncluding studies in these meta-analyses, their quality varied.\nMultiple variations in study protocols and evaluation made\ncombining results of different studies somewhat problem-\natic. The scarcity of publications with negative ﬁndings\nmay also generate some bias in reporting. However, ac-\ncording to funnel plots, no publications bias was observed.\nThe mechanisms of creatine uptake and use might explain\nsome variability. However, mechanistic literature was not\nthe focus of our meta-analyses.\n5 Conclusion\nCreatine supplementation is effective in lower-limb\nstrength performance for exercise with a duration of less\nthan three minutes. Despite considerable variability in our\nmeta-analyses, the gains in strength performances follow-\ning creatine supplementation were similar to previous lit-\nerature. Creatine supplementation was effective in the\nlower-limb strength performances, independent of\npopulation characteristic, training protocols, and\nC. Lanhers et al.\n123\n\nsupplementary doses and duration. However, a greater\nnumber of included studies may have strengthened the\nquality of understanding outlined in our meta-analyses.\nAcknowledgments Fre´ de´ ric Dutheil contributed to the conception\nand design. Charlotte Lanhers conducted all literature searches and\ncollated the abstracts. Charlotte Lanhers and Fre ´ de´ ric Dutheil\nseparately reviewed the abstracts and, based on the selection criteria,\ndecided the suitability of the articles for inclusion. All authors then\nreviewed the eligible articles. Bruno Pereira performed the statistical\nanalysis. Charlotte Lanhers drafted the manuscript. Fre´ de´ ric Dutheil\nand Geraldine Naughton revised the manuscript. All authors read and\napproved the ﬁnal manuscript. The authors declare no conﬂict of\ninterest. No sources of funding were used to assist in the preparation\nof this systematic review.\nReferences\n1. Tscholl P, Alonso JM, Dolle G, et al. The use of drugs and\nnutritional supplements in top-level track and ﬁeld athletes. Am J\nSports Med. 2010;38(1):133–40.\n2. Dempsey RL, Mazzone MF, Meurer LN. Does oral creatine\nsupplementation improve strength? A meta-analysis. J Fam Pract.\n2002;51(11):945–51.\n3. Nissen SL, Sharp RL. Effect of dietary supplements on lean mass\nand strength gains with resistance exercise: a meta-analysis.\nJ Appl Physiol (1985). 2003;94(2):651–9.\n4. Branch JD. Effect of creatine supplementation on body compo-\nsition and performance: a meta-analysis. Int J Sport Nutr Exerc\nMetab. 2003;13(2):198–226.\n5. Gastin PB. Energy system interaction and relative contribution\nduring maximal exercise. Sports Med. 2001;31(10):725–41.\n6. Pollo A, Carlino E, Benedetti F. Placebo mechanisms across\ndifferent conditions: from the clinical setting to physical perfor-\nmance. Philos Trans R Soc Lond B Biol Sci.\n2011;366(1572):1790–8.\n7. Begg C, Cho M, Eastwood S, et al. Improving the quality of\nreporting of randomized controlled trials. The CONSORT state-\nment. JAMA. 1996;276(8):637–9.\n8. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control\nClin Trials. 1986;7(3):177–88.\n9. Citrome L, Magnusson K. Paging Dr Cohen, Paging Dr Co-\nhen…an effect size interpretation is required STAT!: visualising\neffect size and an interview with Kristoffer Magnusson. Int J Clin\nPract. 2014;68(5):533–4.\n10. Ayoama R, Hiruma E, Sasaki H. Effects of creatine loading on\nmuscular strength and endurance of female softball players. J S-\nports Med Phys Fit. 2003;43(4):481–7.\n11. Azizi M. The effect of a short-term creatine supplementation on\nsome of the anaerobic performance and sprint swimming records\nof female competitive swimmers. Procedia Soc Behav Sci.\n2011;15:1626–9.\n12. Brenner M, Walberg Rankin J, Sebolt D. The effect of creatine\nsupplementation during resistance training in women. J Strength\nCond Res. 2000;14(2):207–13.\n13. Ferguson TB, Syrotuik DG. Effects of creatine monohydrate\nsupplementation on body composition and strength indices in\nexperienced resistance trained women. J Strength Cond Res.\n2006;20(4):939–46.\n14. Kambis KW, Pizzedaz SK. Short-term creatine supplementation\nimproves maximum quadriceps contraction in women. Int J Sport\nNutr Exerc Metab. 2003;13(1):87–96.\n15. Larson-Meyer DE, Hunter GR, Trowbridge CA, et al. The effect\nof creatine supplementation on muscle strength and body com-\nposition during off-season training in female soccer players.\nJ Strength Cond Res. 2000;14(4):434–42.\n16. Vandenberghe K, Goris M, Van Hecke P, et al. Long-term cre-\natine intake is beneﬁcial to muscle performance during resistance\ntraining. J Appl Physiol. 1985;83(6):2055–63.\n17. Burke DG, Silver S, Holt LE, et al. The effect of continuous low\ndose creatine supplementation on force, power, and total work.\nInt J Sport Nutr Exerc Metab. 2000;10(3):235–44.\n18. Burke DG, Chilibeck PD, Parise G, et al. Effect of creatine and\nweight training on muscle creatine and performance in vegetar-\nians. Med Sci Sports Exerc. 2003;35(11):1946–55.\n19. Bermon S, Venembre P, Sachet C, et al. Effects of creatine\nmonohydrate ingestion in sedentary and weight-trained older\nadults. Acta Physiol Scand. 1998;164(2):147–55.\n20. Juhasz I, Gyore I, Csende Z, et al. Creatine supplementation\nimproves the anaerobic performance of elite junior ﬁn swimmers.\nActa Physiol Hung. 2009;96(3):325–36.\n21. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation\nenhances isometric strength and body composition improvements\nfollowing strength exercise training in older adults. J Gerontol A\nBiol Sci Med Sci. 2003;58(1):11–9.\n22. Candow DG, Little JP, Chilibeck PD, et al. Low-dose creatine\ncombined with protein during resistance training in older men.\nMed Sci Sports Exerc. 2008;40(9):1645–52.\n23. Gotshalk LA, Volek JS, Staron RS, et al. Creatine supplemen-\ntation improves muscular performance in older men. Med Sci\nSports Exerc. 2002;34(3):537–43.\n24. Rawson ES, Wehnert ML, Clarkson PM. Effects of 30 days of\ncreatine ingestion in older men. Eur J Appl Physiol Occup Phy-\nsiol. 1999;80(2):139–44.\n25. Stout J, Eckerson J, Noonan D, et al. Effects of 8 weeks of cre-\natine supplementation on exercise performance and fat-free\nweight in football players during training. Nutr Res.\n1999;19(2):217–25.\n26. Camic CL, Housh TJ, Zuniga JM, et al. The effects of poly-\nethylene glycosylated creatine supplementation on anaerobic\nperformance measures and body composition. J Strength Cond\nRes. 2014;28(3):825–33.\n27. Van Schuylenbergh R, Van Leemputte M, Hespel P. Effects of\noral creatine-pyruvate supplementation in cycling performance.\nInt J Sports Med. 2003;24(2):144–50.\n28. Gilliam JD, Hohzorn C, Martin D, et al. Effect of oral creatine\nsupplementation on isokinetic torque production. Med Sci Sports\nExerc. 2000;32(5):993–6.\n29. Preen D, Dawson B, Goodman C, et al. Effect of creatine loading\non long-term sprint exercise performance and metabolism. Med\nSci Sports Exerc. 2001;33(5):814–21.\n30. Havenetidis K, Bourdas D. Creatine supplementation: effects on\nurinary excretion and anaerobic performance. J Sports Med Phys\nFitness. 2003;43(3):347–55.\n31. Kirksey B, Stone MH, Warren BJ, et al. The effects of 6 weeks of\ncreatine monohydrate supplementation on performance measures\nand body composition in collegiate track and ﬁeld athletes.\nJ Strength Cond Res. 1999;13(2):148–56.\n32. Burke LM, Pyne DB, Telford RD. Effect of oral creatine sup-\nplementation on single-effort sprint performance in elite swim-\nmers. Int J Sport Nutr. 1996;6(3):222–33.\n33. Cornish SM, Chilibeck PD, Burke DG. The effect of creatine\nmonohydrate supplementation on sprint skating in ice-hockey\nplayers. J Sports Med Phys Fit. 2006;46(1):90–8.\n34. Greenhaff PL, Casey A, Short AH, et al. Inﬂuence of oral creatine\nsupplementation of muscle torque during repeated bouts of\nmaximal voluntary exercise in man. Clin Sci (Lond).\n1993;84(5):565–71.\nCreatine Supplementation and Lower Limb Strength Performance\n123\n\n35. Izquierdo M, Ibanez J, Gonzalez-Badillo JJ, et al. Effects of\ncreatine supplementation on muscle power, endurance, and sprint\nperformance. Med Sci Sports Exerc. 2002;34(2):332–43.\n36. Javierre C, Barbany JR, Bonjorn VM, et al. Creatine supple-\nmentation and performance in 6 consecutive 60 meter sprints.\nJ Physiol Biochem. 2004;60(4):265–71.\n37. Law YL, Ong WS, GillianYap TL, et al. Effects of two and ﬁve\ndays of creatine loading on muscular strength and anaerobic\npower in trained athletes. J Strength Cond Res.\n2009;23(3):906–14.\n38. Oopik V, Paasuke M, Timpmann S, et al. Effects of creatine\nsupplementation during recovery from rapid body mass reduction\non metabolism and muscle performance capacity in well-trained\nwrestlers. J Sports Med Phys Fitness. 2002;42(3):330–9.\n39. Syrotuik DG, Bell GJ, Burnham R, et al. Absolute and relative\nstrength performance following creatine monohydrate supple-\nmentation combined with periodized resistance training.\nJ Strength Cond Res. 2000;14(2):182–90.\n40. Green JM, McLester JR, Smith JE, et al. The effects of creatine\nsupplementation on repeated upper- and lower-body Wingate\nperformance. J Strength Cond Res. 2001;15(1):36–41.\n41. Oopik V, Paasuke M, Timpmann S, et al. Effect of creatine\nsupplementation during rapid body mass reduction on metabo-\nlism and isokinetic muscle performance capacity. Eur J Appl\nPhysiol Occup Physiol. 1998;78(1):83–92.\n42. Ostojic SM. Creatine supplementation in young soccer players.\nInt J Sport Nutr Exerc Metab. 2004;14(1):95–103.\n43. Syrotuik DG, Game AB, Gillies EM, et al. Effects of creatine\nmonohydrate supplementation during combined strength and high\nintensity rowing training on performance. Can J Appl Physiol.\n2001;26(6):527–42.\n44. Wilder N, Gilders R, Hagerman F, et al. The effects of a 10-week,\nperiodized, off-season resistance-training program and creatine\nsupplementation among collegiate football players. J Strength\nCond Res. 2002;16(3):343–52.\n45. Hutton J, Cochrane T. Inﬂuence of creatine supplementation on\nperformance in sprint athletes. Sports Exerc Injury.\n1998;4(4):199–203.\n46. Aguiar AF, Januario RSB, Junior RP, et al. Long-term creatine\nsupplementation improves muscular performance during resis-\ntance training in older women. Eur J Appl Physiol.\n2013;113(4):987–96.\n47. Bemben MG, Witten MS, Carter JM, et al. The effects of sup-\nplementation with creatine and protein on muscle strength fol-\nlowing a traditional resistance training program in middle-aged\nand older men. J Nutr Health Aging. 2010;14(2):155–9.\n48. Candow DG, Chilibeck PD, Chad KE, et al. Effect of ceasing\ncreatine supplementation while maintaining resistance training in\nolder men. J Aging Phys Act. 2004;12(3):219–31.\n49. Lamontagne-Lacasse M, Nadon R, Goulet ED. Effect of creatine\nsupplementation on jumping performance in elite volleyball\nplayers. Int J Sports Physiol Perform. 2011;6(4):525–33.\n50. Rawson ES, Stec MJ, Frederickson SJ, et al. Acute creatine\nsupplementation in older men. Nutrition. 2011;27(4):451–5.\n51. Rawson ES, Volek JS. Effects of creatine supplementation and\nresistance training on muscle strength and weightlifting perfor-\nmance. J Strength Cond Res. 2003;17(4):822–31.\n52. Chilibeck PD, Stride D, Farthing JP, et al. Effect of creatine\ningestion after exercise on muscle thickness in males and fe-\nmales. Med Sci Sports Exerc. 2004;36(10):1781–8.\n53. Herda TJ, Beck TW, Ryan ED, et al. Effects of creatine mono-\nhydrate and polyethylene glycosylated creatine supplementation\non muscular strength, endurance, and power output. J Strength\nCond Res. 2009;23(3):818–26.\n54. Fukuda DH, Smith AE, Kendall KL, et al. The possible combi-\nnatory effects of acute consumption of caffeine, creatine, and\namino acids on the improvement of anaerobic running perfor-\nmance in humans. Nutr Res. 2010;30(9):607–14.\n55. Kerksick CM, Wilborn CD, Campbell WI, et al. The effects of\ncreatine monohydrate supplementation with and withoutD-pinitol\non resistance training adaptations. J Strength Cond Res.\n2009;23(9):2673–82.\n56. O’Connor DM, Crowe MJ. Effects of six weeks of beta-hydroxy-\nbeta-methylbutyrate (HMB) and HMB/creatine supplementation\non strength, power, and anthropometry of highly trained athletes.\nJ Strength Cond Res. 2007;21(2):419–23.\n57. Birch R, Noble D, Greenhaff PL. The inﬂuence of dietary cre-\natine supplementation on performance during repeated bouts of\nmaximal isokinetic cycling in man. Eur J Appl Physiol Occup\nPhysiol. 1994;69(3):268–76.\n58. Chilibeck PD, Magnus C, Anderson M. Effect of in-season cre-\natine supplementation on body composition and performance in\nrugby union football players. Appl Physiol Nutr Metab.\n2007;32(6):1052–7.\n59. Mujika I, Padilla S, Ibanez J, et al. Creatine supplementation and\nsprint performance in soccer players. Med Sci Sports Exerc.\n2000;32(2):518–25.\n60. Pluim BM, Ferrauti A, Broekhof F, et al. The effects of creatine\nsupplementation on selected factors of tennis speciﬁc training. Br\nJ Sports Med. 2006;40(6):507–11(discussion 511–502) .\n61. Stone MH, Sanborn K, Smith LL, et al. Effects of in-season\n(5 weeks) creatine and pyruvate supplementation on anaerobic\nperformance and body composition in American football players.\nInt J Sport Nutr. 1999;9(2):146–65.\n62. Zuniga JM, Housh TJ, Camic CL, et al. The effects of creatine\nmonohydrate loading on anaerobic performance and one-repeti-\ntion maximum strength. J Strength Cond Res.\n2012;26(6):1651–6.\n63. LeLorier J, Gregoire G, Benhaddad A, et al. Discrepancies be-\ntween meta-analyses and subsequent large randomized, con-\ntrolled trials. N Engl J Med. 1997;337(8):536–42.\n64. Bogdanis GC, Nevill ME, Lakomy HKA, et al. The effects of oral\ncreatine supplementation on power output during repeated\ntreadmill sprinting. J Sports Sci. 1996;14(1):65–6.\n65. Urbanski RL, Vincent WJ, Yaspelkis BB 3rd. Creatine supple-\nmentation differentially affects maximal isometric strength and\ntime to fatigue in large and small muscle groups. Int J Sport Nutr.\n1999;9(2):136–45.\n66. Gualano B, Macedo AR, Alves CR, et al. Creatine supplemen-\ntation and resistance training in vulnerable older women: a ran-\ndomized double-blind placebo-controlled clinical trial. Exp\nGerontol. 2014;53:7–15.\n67. Miura A, Kino F, Kajitani S, et al. The effect of oral creatine\nsupplementation on the curvature constant parameter of the\npower-duration curve for cycle ergometry in humans. Jpn J\nPhysiol. 1999;49(2):169–74.\n68. Demant TW, Rhodes EC. Effects of creatine supplementation on\nexercise performance. Sports Med. 1999;28(1):49–60.\n69. Harris RC, Soderlund K, Hultman E. Elevation of creatine in\nresting and exercised muscle of normal subjects by creatine\nsupplementation. Clin Sci. 1992;83(3):367–74.\n70. Green AL, Hultman E, Macdonald IA, et al. Carbohydrate\ningestion augments skeletal muscle creatine accumulation during\ncreatine supplementation in humans. Am J Physiol. 1996;271(5\nPt 1):E821–6.\n71. Casey A, Constantin-Teodosiu D, Howell S, et al. Creatine\ningestion favorably affects performance and muscle metabolism\nduring maximal exercise in humans. Am J Physiol.\n1996;271(1):E31–7.\n72. Greenhaff PL, Bodin K, Soderlund K, et al. Effect of oral creatine\nsupplementation on skeletal muscle phosphocreatine resynthesis.\nAm J Physiol. 1994;266(5 Pt 1):E725–30.\nC. Lanhers et al.\n123"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 10,
    "primary_human": "muscle_strength; power"
  },
  "bucket": "B",
  "notes": "Meta-analysis showing creatine improves lower-limb strength and power (e.g., leg press, knee extension), particularly with RT programs; includes both short-term and training studies."
}