{
  "id": 61,
  "title": "Impact of Creatine Supplementation and Exercise Training in Older Adults: A Systematic Review and Meta-Analysis",
  "authors": "Sharifian F; et al.",
  "year": 2025,
  "doi": "10.1186/s11556-025-00384-9",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "older_adults",
    "resistance_training",
    "functional_performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older adults)"
  },
  "sections": {
    "introduction": "The World Health Organization (WHO) defines aging as \nthe accumulation of bodily damage, leading to a gradual \nphysical and mental health decline over time [ 1]. From \n2000 to 2021, the global average healthy life expectancy \nat birth increased by 3.57, reaching 61.9 years [ 2]. The \nlatest WHO report on the world’s older adult population \nestimates that by 2050, the proportion of adults aged 60 \nyears and older will nearly double to 22% [ 1]. As birth \nrates continue to decline worldwide, the population’s age \ndistribution is shifting toward a greater proportion of \nolder individuals [3].\nAs people age, they often face a range of physical and \nmental health challenges known as geriatric syndromes, \nEuropean Review of Aging \nand Physical Activity\n*Correspondence:\nGhazal Sharifian\nsharifianghazal@gmail.com\nDiako Heidary\nDiako.heydari@gmail.com\n1Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran, \nIslamic Republic of\n2Faculty of Physical Education and Sport Sciences, Allameh Tabataba’i \nUniversity, Tehran, Iran, Islamic Republic of\n3Cardiff School of Sport and Health Sciences, Cardiff Metropolitan \nUniversity, Cardiff, UK",
    "abstract": "The aim of this study is to assess the effects of the combination of and exercise training on older adults’ physical \nperformance and body composition. This meta-analysis was conducted according to the Preferred Reporting \nItems for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Scopus, Web of Science, and PubMed \ndatabases (date of access: 30 August 2024) were queried. Twenty articles met the inclusion criteria and a total of \n1093 participants (69% females and 31% males) were included in the study. The mean difference (MD) with 95% \nconfidence intervals (CIs) and the overall effect size was calculated for all comparisons between the creatine plus \nexercise training group and placebo plus exercise training group. The PEDro scale was used to evaluate the quality \nof articles. Our findings showed that creatine intake and exercise training significantly affect 1RM (kg) in older \nadults (mean difference = 2.122, Z = 3.255, P = 0.001). There was a significant effect on fat percentage (%) in older \nadults (mean difference = -0.548, Z = -2.231, P = 0.026), while creatine intake and exercise training did not have \na significant effect on bone mineral density (BMD) of total body (g/cm 2) in older adults (mean difference = 0.009, \nZ = 0.587, P = 0.557). By participating in exercise training programs and creatine supplementation, older adults can \nimprove their functional performance and body composition. However, the effects of exercise training and creatine \nsupplementation on BMD require further study (PROSPERO registration number: CRD42024581817).\nKeywords Aerobic exercise, Resistance training, Older adults, Creatine supplementation\nImpact of creatine supplementation \nand exercise training in older adults: \na systematic review and meta-analysis\nGhazal Sharifian1*, Parastou Aseminia1, Diako Heidary2* and Joseph I. Esformes3\n\nPage 2 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nincluding cardiovascular diseases, mobility impairments, \nand cognitive dysfunction. However, many of these prob-\nlems can be prevented or improved by adopting a more \nactive lifestyle [4–6]. A lack of physical activity and exer -\ncise is directly linked to health issues such as hyperten -\nsion, coronary heart disease, osteoporosis, and diabetes \nmellitus [7, 8].\nCreatine is an ergogenic substance that enhances phys -\nical performance [ 9],and it has been extensively studied \nand used since its discovery in 1832, particularly among \nathletes [10, 11]. Also known as methylguanidine-acetic \nacid, creatine is naturally produced through a series of \nreactions involving the amino acids arginine, glycine, and \nmethionine, primarily in the liver and kidneys [ 12]. Cre-\natine supplementation has physiological benefits in older \nadults, primarily enhancing muscle strength, lean mass, \nand functional capacity [ 13]. It supports cellular energy \nmetabolism by replenishing ATP stores, enhancing mito-\nchondrial efficiency, and reducing fatigue during physi -\ncal exertion [ 14, 15]. These combined effects emphasize \ncreatine’s role in reducing age-related muscle and bone \nhealth decline while enhancing overall physical function \n[16].\nSeveral studies indicate that creatine can have thera -\npeutic effects on various clinical conditions when taken \nas a nutritional supplement [ 17]. However, without \nexercise support, creatine alone does not improve mus -\ncle strength, physical performance, or overall physical \nand mental health [ 18]. Many studies have assessed the \nimpact of various supplements on physical performance, \nwith mixed",
    "results": "[ 19]. Due to conflicting research find -\nings, the effectiveness of creatine on physical and mental \nhealth in older adults remains debated [ 19]. For example, \nBrose et al. conducted a study on older adults that exam -\nined the impact of creatine supplementation on isomet -\nric strength and body composition following strength \ntraining [ 20], showing enhanced muscle strength and \nimproved performance in functional tasks. In con -\ntrast, Alves et al. found no significant effects of creatine \non strength training, cognitive function, or emotional \nparameters [21].\nSeveral systematic reviews and meta-analyses have pre-\nviously highlighted the impact of creatine monohydrate \n(CrM) supplementation combined with exercise training \nin aging adults (48 years old and above) [ 22–24]. Earlier \nreviews, such as those by Candow et al. (2024 and 2025) \n[14, 23], summarized general findings regarding CrM \nsupplementation benefits on muscle and bone health in \nolder adults, indicating its potential to enhance muscle \ngain and manage osteosarcopenia. Stares et al. [ 24] also \nreviewed and summarized the additive ergogenic effects \nof creatine on muscles when combined with resistance \ntraining and suggested a prolonged duration for improv -\ning bone density. Similarly, Devries and Phillips (2014) \n[22] meta-analysed the effects of CrM with resistance \ntraining (RT) in older adults, concluding that CrM + RT \nimproved total body mass, fat-free mass, as well as upper \nand lower body strength. More recently, dos Santos et al. \n[25] provided a meta-analysis focused on older females \n(≥ 60 years), reporting that CrM + RT enhanced muscle \nstrength.\nWhile comprehensive, these prior works are con -\nstrained by earlier literature search dates, with some rely-\ning on qualitative syntheses, or limited to singular sex \nor specific types of exercise training. Thus, an updated \nquantitative analysis is needed to address lingering ques -\ntions and account for the continuously evolving body of \nresearch. The current meta-analysis addresses these gaps \nby incorporating the most recent randomized clinical tri -\nals (literature search extended to August 2024) into a rig -\norous quantitative analysis to examine the additive effects \nof creatine supplementation during various types of exer-\ncise training on physical performance, body composition, \nand bone mineral density in older adults aged 55 years \nand above.",
    "methods": "Literature review and search strategy\nThe study protocol for this systematic review has been \nsubmitted to the International Prospective Register of \nSystematic Reviews (PROSPERO) database (registration \nnumber: CRD42024581817) and follows the guidelines \nset forth by the Preferred Reporting Items for Systematic \nReviews and Meta-Analyses (PRISMA) [ 26]. The Scopus, \nWeb of Science, and PubMed databases were accessed on \n30 August 2024 using the following search terms: (“exer -\ncise training” OR “aerobic exercise” OR “aerobic training” \nOR “resistance training” OR “resistance exercise” OR \n“physical activity”) AND (“creatine” OR “creatine sup -\nplementation” OR “creatine supplement”) AND (“older \nadults” OR “elderly” OR “aging” OR “aged” OR “elders”). \nThese three databases were chosen for their credibility \nin meta-analyses and their comprehensive, up-to-date \nindexing of peer-reviewed publications across various \ndisciplines [ 27]. The risk of selection bias was mitigated \nby employing multiple databases with various indexing \npractices, broad search terms and manual screening of \nthe reference list entries to ensure the coverage of all per-\ntinent literature.\nNo restrictions were placed on the year of publica -\ntion for the studies included. The selected studies com -\nprised randomized controlled trials (RCTs) that involved \nan exercise intervention, creatine supplementation, and \nparticipants aged 55 years and older. No restrictions \nwere placed on the year of publication for the studies \nincluded. We defined individuals aged 55 and older as \nrepresentative of the older adult population because the \nprevalence of chronic conditions linked to aging, such as \n\nPage 3 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nhypertension, obesity, and arthritis, begins to rise at this \nage. These conditions often double or triple in frequency \nas individuals age [4, 28, 29]. Furthermore, approximately \none-fifth of individuals within this age group experience \ndifficulty with physical activities such as walking and \nbending, which is associated with the observed decline in \nphysical activity that commences at this stage of life [ 28–\n30]. We excluded studies that had exercise interventions \nlasting less than two weeks, used mixed creatine formu -\nlations (i.e., combined with protein or other dietary sup -\nplements), or involved animal subjects. For all included \nstudies, the comparator group was defined as partici -\npants receiving placebo supplementation combined with \nthe same exercise training plan as the intervention group. \nThe outcome measures selected for meta-analysis were \none-repetition maximum (1RM), fat percentage, and \nbone mineral density (BMD). These outcomes were cho -\nsen due to their clinical relevance in assessing age-related \nphysiological changes and their consistent reporting \nacross a sufficient number of included studies, allowing \nfor robust quantitative synthesis.\nSelection process\nThe search results were exported to the EndNote X8 \ncitation manager, where duplicates were removed. Two \nreviewers independently screened the titles and abstracts \nfor eligibility based on the inclusion and exclusion crite -\nria, and in cases of disagreement, a third reviewer deter -\nmined the final action. They then checked the full texts \nof the remaining articles against the inclusion criteria. \nEach article was assigned a score: 1 for inclusion and 0 \nfor exclusion. In cases where there were discrepancies \nbetween the reviewers’ scores, the final decision was \nmade based on the opinion of a third reviewer.\nQuality and risk of bias assessment\nThe quality of the selected studies was evaluated using \nthe Physiotherapy Evidence Database (PEDro) scale, \nwhich consists of 11 scoring items based on the Delphi \nlist to assess the methodological quality of RCTs [ 31, 32]. \nThe maximum score on the scale is 10 because the first \ncriterion, which represents the applicability of the tri -\nals, is not included in the total score calculation [ 31]. A \nscore below 4 on the PEDro scale indicates “poor” meth -\nodological quality, while scores above 7 represent “high” \nmethodological quality [ 33–35]. Two reviewers indepen -\ndently evaluated the studies, awarding points based on \nclear satisfaction with each item. Before finalizing the \nscores, the reviewers discussed any contradictions until \na consensus was reached. Risk of bias for the included \nstudies was evaluated with version 2 of the Cochrane \nrisk-of-bias 2 tool for randomized trials (RoB 2) [ 36] by \ntwo independent reviewers. This tool assesses RCTs bias \nin five domains including the randomization process, \ndeviations from intended interventions, missing outcome \ndata, measurement of the outcome, and selection of the \nreported result. According to the RoB 2 tool scoring sys -\ntem, studies are categorized as having low risk of bias, \nsome concerns, or high risk of bias.\nData extraction\nReviewers extracted data from the selected articles. The \nextracted information included: (1) Authors and publi -\ncation date; (2) Number of study participants; (3) Study \nlocation and target population; (4) Interventions, spe -\ncifically the type of physical exercise and dosage of cre -\natine supplementation; (5) Duration of the intervention; \n(6) Number of exercise sessions per week; (7) Summary \nof the findings. Also, numerical data related to the mean, \nstandard deviation, and number of participants in the \npre-test and post-test of the factors analyzed in the meta-\nanalysis were extracted and recorded in a separate Excel \nfile and then analyzed in the Comprehensive Meta-Anal -\nysis (CMA) software.\nData synthesis and Meta-analysis\nStatistical analyses were conducted using CMA Soft -\nware Version 2.0. We performed a meta-analysis to assess \nchanges in fat percentage, bone mineral density (BMD), \nand one-repetition maximum (1RM) data from pre-test \nto post-test by calculating the mean difference (MD) \nbetween the intervention and control groups, along with \na 95% confidence interval (CI). The software was also \nused to evaluate heterogeneity among the studies (I²), \nand we employed Begg and Egger’s tests to detect any \npublication bias. To determine the correlation between \npre-test and post-test results, we used an average value of \n0.5, while the sensitivity analysis was assessed using the \none-study-removed method.\nResults\nLiterature search and screening\nTwo thousand nine hundred six references were exported \nafter the initial database search (see Fig.  1). After remov-\ning duplicates and reviewing the titles and abstracts, 48 \nrecords remained. All publications selected for full-text \nreview were written in English. Upon reviewing the full \ntexts, 21 studies did not meet the population age crite -\nrion, 4 did not meet the supplementation criterion, and \n1 was not an RCT. Ultimately, 20 studies were included \nfor meta-analysis. The PEDro scale was used to assess \nthe methodological quality of these studies. None of the \nstudies scored below 4 on the PEDro scale (Table  1). \nTherefore, no studies were excluded from the meta-\nanalysis based on their PEDro scores. The average PEDro \nscore for the included studies was 7.95 ± 0.89. According \nto RoB 2 tool scoring results, eleven studies were con -\nsidered as high risk of bias; six because of the effects of \n\nPage 4 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nadherence to intervention and five due to the number \nof drop outs from the study and the vague explanation \nfor their withdrawal. Five RCTs were marked with some \nconcerns with four lacking information on a prespeci -\nfied analysis plan and one with some concerns about the \nrandomiztation process. Details of the study characteris -\ntics are reported in Table 1.\nStudies that used dietary supplements along with cre -\natine were excluded to merely focus our analysis on the \nadded effects of creatine. Furthermore, the vast majority \nFig. 1 PRISMA workflow and search strategy flowchart\n \n\nPage 5 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nNo. Study Total sample \nsize/Gender\nPopulation Intervention Dura-\ntion \n(week)\nSes-\nsion \nper \nweek\nResults PEDro \nscore\nROB2 \nscore\n1 Chili-\nbeck et \nal. 2005 \n[37]\n29/\nMale: 29,\nFemale: 0\nHealthy older adults (70.8 ± 6.6 y)/Canada Resistance training \n(RT) + 0.3 g/kg creatine \nfor 5 d and 0.07 g/kg \nafterward\n12 3 A 12-week RT program enhanced bone mineral density in \nolder people, with possible added effects on regional bone \nmineral content if combined with creatine supplementation. \nThe increase in bone mineral content can be attributed to the \nelevated tension at muscle attachment sites to the bones due \nto the creatine-enhancing effects on muscle mass.\n7 H\n2 Hass et \nal. 2007 \n[38]\n20/\nMale:17,\nFemale:3\nPatients with Parkinson’s Disease (PD) \nwere ambulatory, clinically stable, non-\nfluctuating, and classified as Hoehn \nand Yahr stage 3 or lower in the United \nStates.\n20 g/d for the first 5 \ndays and 5 g/d there-\nafter of creatine. Both \ngroups participated \nin progressive RT \n(24 sessions, 2 Times \nper week, 1 set of \n8–12 repetitions, 9 \nexercises).\n12 2 Creatine monohydrate enhanced the exercise-induced gains in \n1RM strength for the chest press and biceps curl and improved \nchair rise performance.\nPatients with PD Strength increased by 9% to 23% after 12 \nweeks of training, with additional benefits from creatine \nsupplementation ranging from 13% for leg extensions to 188% \nfor biceps curls.\n7 S\n3 Gualano \net al. \n2014 \n[15]\n60/Male:0, \nFemale: 60\nPostmenopausal vulnerable women \n(with osteopenia or osteoporo-\nsis, age ≥ 60 )/Brazil\nRT + 20 g/day creatine \nfor 5 days and 5 g/day \nafterward\n24 2 In vulnerable older women, long-term creatine supplementa-\ntion enhanced appendicular lean mass, and when combined \nwith RT, it improved muscle function. The interventions did not \nsignificantly affect bone mass.\n7 H\n4 Chili-\nbeck et \nal. 2023 \n[39]\n237/\nMale:0,\nFemale: 237\nPostmenopausal women (59.0 ± 5.6 y)/\nCanada\nRT + walking + 0.14 (g/\nkg) creatine monohy-\ndrate for 2 years\n104 RT:3 \nwalk-\ning: 6\nCreatine supplementation and exercise had no significant ef-\nfect on bone marrow density but improved specific geometric \nproperties of the proximal femur in postmenopausal women \nafter two years.\n9 L\n5 Faager \net al. \n2006 \n[40]\n23/Male:10,\nFemale:13\nOlder chronic obstructive pulmonary \ndisease (COPD) patients (66 ± 6 years) \nSweden\nA rehabilitation \nprogram, including ex-\nercise training + 0.3 g/\nkg/day creatine for 7 \ndays and 0.07 g/kg/\nday afterward\n8 2 The Endurance Shuttle Walking Test (ESWT) results showed that \ncoupling oral creatine supplementation with eight weeks of \nexercise training had no advantage over exercise training alone \nin improving the physical performance of COPD patients.\n8 L\n6 Alves et \nal. 2013 \n[21]\n56/Male:0 \nFemale: 56\nOlder women (aged between 60 to 80 \ny)/Brazil\n20 g/d creatine mono-\nhydrate for 5 d and \n5 g/d afterward\n24 2 A 24-week RT program improved emotional well-being and \nincreased muscle strength in older women without affecting \ncognitive function. Creatine supplementation did not enhance \nthe benefits of strength training or significantly influence cogni-\ntive function or emotional well-being.\n7 H\n7 Chrusch \net al. \n2001[41]\n30/\nMale: 30, Female: \n0\nOlder men (70.4 ±\n1.6 y)/Canada\nRT + 0.3 g/kg creatine \nfor 5 d and 0.07 g/kg \nafterward\n12 3 In untrained older men, creatine supplementation enhances the \neffects of RT on muscle performance and the development of \nlean tissue. These benefits are even more significant in trained \nolder men.\n8 H\nTable 1 Specifications of the included randomized controlled trials\n\nPage 6 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nNo. Study Total sample \nsize/Gender\nPopulation Intervention Dura-\ntion \n(week)\nSes-\nsion \nper \nweek\nResults PEDro \nscore\nROB2 \nscore\n8 Oliveira \net al. \n2020 \n[18]\n32/\nMale: 11, Female: \n16\nNon-athletic older adults (aged between \n60 to 80 y)/Canada\nRT + 5 g/d creatine \nmonohydrate\n12 3 Twelve weeks of RT, regardless of its coupling with creatine \nsupplementation, did not lower insulin resistance or inflamma-\ntion markers, except for monocyte chemoattractant protein-1.\n7 H\n9 Brose et \nal. 2003 \n[20]\n28/\nMale: 15 Female: \n13\nHealthy men and women ( age ≥ 65 )/\nCanada\nRT + 5 g/d creatine \nmonohydrate\n14 3 Fourteen weeks of RT enhanced muscle strength and improved \nfunctional task performance in the older population. Creatine \nsupplementation further amplified the effects of RT on fat and \nbone-free mass, total body mass, and isometric knee extension \nstrength.\n8 H\n10 \nJohanns-\nmeyer et \nal. 2016 \n[42]\n31/\nMale: 17, Female: \n14\nUntrained aging adults (Age 58.0 ±\n3 y and 57.6 ±\n5 y)/Canada\nRT + 0.1 g/kg creatine 12 3 Creatine supplementation enhanced muscle mass gains in a \n12-week drop-set RT program for untrained aging adults, with \nmore pronounced effects in males than females.\n9 H\n11 S. Ber-\nmon et \nal. 1998 \n[43]\n32/Male:16, \nFemale: 16\nHealthy sedentary to moderately active \n(Age 67–80 y)/France\nStrength training. 3 \nsets of leg press, knee \nextension, and chest \npress 8 reps.\n(5 g creatine monohy-\ndrate + 2 g glucose) 4 \ntimes/d for 5 d then \n(3 g creatine mono-\nhydrate + 2 g glucose) \nonce daily in 8 males \nand 8 females.\n7 3 All training groups demonstrated an increase in all movements, \nwhile non-training groups showed no significant results. The \nCreatine + training group exhibited greater effects than the \nplacebo + training group. However, the overall results did not \nmeet expectations.\n7 S\n12 Bert O. \nEijnde et \nal. 2003 \n[44]\n46/\nall male\nHealthy adults (age: 55–75 y)/Denmark Cardiorespiratory \nendurance training \nand moderate RT. 5 g \ncreatine monohydrate/\nday.\nphase \n1: 12 \nweeks \n(n = 46)\nphase \n2: 24 \nweeks \n(n = 26)\n2–3 After six months of training, the placebo and creatinine groups \nexperienced increased leg extension and arm curl workloads. \nHowever, in month 12, compared to baseline, the leg extension \nworkload increased while the arm curl workload decreased.\n9 H\n13 Rogers \net al. \n2006 \n[45]\n44/\nmale: 21\nfemale: 23\nHealthy adults (age: 55–84)/United States Strength training, 3 \nsets 8–12 reps.\n3 g creatine/day\n12 3 The RT program showed improvements in strength and lean \nmass, particularly in the creatine group, compared to the \nplacebo, although only the bench press results were statistically \nsignificant.\n7 S\n14 Pinto et \nal. 2016 \n[46]\n32 Healthy non-athlete (age: 60–80)/Brazil RT + Creatine 5 g/d 12 3 Twelve weeks of low-dose creatine supplementation and resis-\ntance training increased lean mass among older adults.\n8 H\nTable 1 (continued)\n \n\nPage 7 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nNo. Study Total sample \nsize/Gender\nPopulation Intervention Dura-\ntion \n(week)\nSes-\nsion \nper \nweek\nResults PEDro \nscore\nROB2 \nscore\n15 Aguiar \net al. \n2013 \n[47]\n18/\nall female\nHealthy non-athlete women (age: \n64.9 ± 5 y)/Brazil\n5 g/d creatine + RT 12 \nsets 10–15 reps\n12 3 Long-term creatine supplementation, when combined with \nRT, enhances the capacity to perform submaximal strength \nfunctional tasks and increases maximal strength, fat-free mass, \nand muscle mass in older women.\n9 S\n16 D.G. \nCandow \net al. \n2008 \n[48]\n35/all male Healthy men (age: 59–77 y)/Canada RT 3 sets of 10 \nreps + 0.1 g/Kg cre-\natine on training days\n10 3 The creatine group experienced a greater body mass and total \nthickness increase than the placebo group. Additionally, low-\ndose creatine reduced muscle protein degradation and bone \nresorption without increasing formaldehyde production.\n8 H\n17 Roschel \net al. \n2021 \n[49]\n200/\nmale: 46\nfemale: 154\nPre-frail or frail adults (age 72 ± 6 y)/Brazil RT, load progressed \nevery 4 weeks + 3 g \ncreatine twice daily\n16 2 Creatine supplementation did not improve RT adaptations in \npre-frail and frail elderly individuals, regardless of sex.\n9 L\n18 Amiri et \nal. 2023 \n[50]\n45 Non-athlete (age: 68.1 ± 7.2 y)/Iran 0.1 g/Kg/d \ncreatine + RT\n10 3 There were no definitive findings regarding the role of creatine \nin the antioxidant system and quality of life for older adults. \nHowever, using this supplement in addition to RT can double \nthe strength gains achieved from RT.\n9 L\n19 Deacon \net al. \n2008 \n[51]\n80/\nmale: 50\nfemale: 30\nCOPD patients referred for pulmonary \nrehabiliation (PR) (68.2 ± 8.2 y)\nCreatine (22 g/day \nloading; 3.76 g/day \nmaintenance) vs. pla-\ncebo + PR (aerobic and \nresistance exercises.)\n7 3 Functional performance and strength improved similarly in both \ngroups after PR with no additional benefits from creatine over \nPR alone.\n7 H\n20 Cooke \net al. \n2014 \n[52]\n20/all male Healthy recreationally active men (55–70 \ny)\nCreatine monohydrate \nand carbohydrate \n(20 g/day and 5 g/day \nrespectively for 7 days, \nthen 0.1 g/day and \n5 g/day on training \ndays respectively) vs. \nplacebo carbohydrate \n(20 g/day for 7 days, \nthen 5 g on training \ndays) + RT\n12 \nweeks\n3 Body composition and muscle strength improved for both \ngroupsfrom thr resistance training with no additional benefits \nfrom the creatine supplementation.\n9 S\n*Abbreviations: H High risk of bias, S Some concerns, L Low risk of bias\nTable 1 (continued)\n \n\nPage 8 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nof the included randomized trials (16 out of 20) either \nmonitored participants’ dietary intake and macronutri -\nent distribution or instructed the participants to not alter \ntheir dietary intake. Dietary monitoring was typically \nincorporated through 3-day food records or 24-hour \ndietary recalls. However, four studies (Faager et al. 2006, \nHass et al. 2007, and Eijnde et al. 2003, Deacon et al. \n2008) did not explicitly detail methods for monitoring or \nstandardizing dietary intake or macronutrient distribu -\ntion for the purpose of controlling study outcomes. This \nsuggests that dietary intake was largely maintained and \nunlikely to introduce a confounding effect on creatine \nsupplementation outcomes [ 38, 40, 44, 51]. A total of \n1093 participants were included in the study, consisting \nof 69% females and 31% males.\nEffects of creatine supplementation and exercise training \non 1RM\nWe employed forest plots in the meta-analysis to illus -\ntrate the I² statistics, which reflect the level of heteroge -\nneity. The analysis revealed no significant heterogeneity \nbetween studies (I² = 0%, P = 0.876). Our results indicated \na significant impact of creatine supplementation and \nexercise training on 1RM (kg) in older adults (mean dif -\nference = 2.122, Z = 3.255, P = 0.001; see Fig. 2). In a sub -\ngroup analysis that included Arm Curl ( P = 0.114), Bench \nPress ( P = 0.195), Chest Press ( P = 0.181), Lat Pull-Down \n(P = 0.022), and Leg Press ( P = 0.018), we observed sig -\nnificant differences in 1RM between the intervention \nand control groups in older adults (Arm Curl, Bench \nPress, and Chest Press showed no significant differences). \nFinally, exercise training enhances muscle strength in \nolder adults by increasing 1RM.\nEffects of creatine supplementation and exercise training \non BMD\nCreatine supplementation and exercise training did not \nsignificantly affect bone mineral density (BMD) of total \nbody (g/cm 2) in older adults, with a mean difference \nof 0.009, Z = 0.587, and a P-value of 0.557 (see Fig.  3). \nRegarding heterogeneity and publication bias, there \nwas no significant publication bias based on Begg’s test \nFig. 3 Meta-analysis of the effects of exercise training and creatine supplementation on BMD of total body (g/cm2) in older adults\n \nFig. 2 Meta-analysis of the effects of exercise training and creatine supplementation on 1RM (kg) in older adults\n \n\nPage 9 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \n(P = 0.141) and Egger’s test (P = 0.412), which examine the \nassociation between the observed treatment effects and \ntheir standard errors, where a strong association implies \npublication bias. We used forest plots to display the I² \nstatistics, indicating the heterogeneity level. The analysis \nshows no significant heterogeneity between the studies \n(I² = 41%, P = 0.142). The sensitivity analysis was assessed \nvia one study removal method. Removing any individual \nstudy did not change the overall result, and the results \nof the meta-analysis remained stable without significant \nchanges.\nEffects of creatine supplementation and exercise training \non body fat\nOur results indicate a significant impact of creatine sup -\nplementation and exercise training on reducing body fat \n(%) in older adults (mean difference = −0.548, Z = −2.231, \nP = 0.026; see Fig. 4), which suggests that combining exer-\ncise training with creatine supplementation can improve \nbody composition in this population. There was no sig -\nnificant publication bias in our assessment of heteroge -\nneity and publication bias based on Begg’s ( P = 0.162) \nand Egger’s ( P = 0.206) tests. We used forest plots in the \nmeta-analysis to illustrate the I² statistics, which indi -\ncate heterogeneity among studies. The analysis revealed \nno significant heterogeneity between studies (I² = 0%, \nP = 0.999). We also evaluated the sensitivity analysis via \nthe one study removal method. This evaluation indicated \nthat the overall result would change if we excluded the \nstudy by Ejinde et al. (2003), which had a high weight in \nthe analysis. Therefore, we performed the meta-analysis \nagain without including the study by Ejinde et al. (2003). \nThe updated results in Fig.  5 indicated a mean difference \nof −0.329, Z = −0.855, and P = 0.393.",
    "discussion": "The present meta-analysis was performed on 18 random -\nized-control trials to analyze the effects of creatine sup -\nplementation on physical training (> 2 weeks) outcomes \nin older adults (≥ 55 years old). Our analysis revealed \nthat adding creatine supplementation to exercise training \nsignificantly increases the 1RM test results and muscle \nstrength in older adults [ 53–55]. Our results also cor -\nrespond with the findings from previous randomized \ncontrol trials on the effect of creatine supplementation \nduring physical training on muscle strength [ 15, 41, 42, \n45, 50]. Amiri et al. reported that creatine supplementa -\ntion during a 10-week strength training program in older \nadults (mean age 68.1 ± 7.2 years old) doubles muscle \nstrength gains compared to exercise training alone [ 50]. \nFig. 5 Meta-analysis of the effects of exercise training and creatine supplementation on body fat (%) in older adults after excluding the study B. O. Ejinde \net al., 2003\n \nFig. 4 Meta-analysis of the effects of exercise training and creatine supplementation on body fat (%) in older adults\n \n\nPage 10 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nSimilarly, Johannsmeyer et al. demonstrated that creatine \nenhances muscle strength gains in a 12-week drop-set-\nresistance training in aging men [ 42]. However, several \nrandomized-control trials reported no added effects on \nmuscle strength for creatine supplementation during \nexercise training. A 2-year randomized control trial on \npostmenopausal women concluded that adding creatine \nto strength training significantly increases lean mass tis -\nsue and walking speed but has no beneficial effect on \nmuscle strength [ 39]. Roschel et al. also observed no sig -\nnificant improvement in muscle adaptations with the \naddition of creatine supplementation to strength training \nin frail and pre-frail older adults (age 72 ± 6 y) [49]. These \ndiscrepancies may be attributed to differences between \nfrail and healthy populations’ responses to supplementa -\ntion and variations in the sensitivity of different testing \nmethods to detect small changes in muscle strength.\nOur results corroborate previous meta-analysis find -\nings on the effects of creatine on muscle strength in older \nadults [22, 56, 57]. According to a meta-analysis, creatine \nenhances the results of strength training by increasing \ntotal body mass, fat-free mass, and 1RM in the chest \npress and leg press, with no observed effects on fat mass \n[22]. In the most recent meta-analysis, Chilibeck et al. \nreported that creatine supplementation with strength \ntraining (2–3 sessions/week) for 7–52 weeks signifi -\ncantly increases lean tissue mass (about 1.37 kg) in addi -\ntion to upper- and lower-body muscle strength in older \nadults (57–70 years old) compared to strength train -\ning alone [ 56]. These findings agree with our 1RM sub-\ngroup analysis results, showcasing that creatine increases \n1RM in leg-press ( p = 0.018) and lat-pulldown ( p = 0.022) \nstrength. Improving lower-body muscle strength with \ncreatine during exercise training is especially vital for \nolder adults, as these muscle groups tend to lose mass, \npower, and strength more markedly with age than upper-\nbody muscles [58].\nExercise training enhances muscle strength mainly by \nfacilitating muscle hypertrophy via the release of growth \nhormone [ 59–61], the IGF-1/Akt/mTOR pathway [ 62–\n64], satellite cell activation [ 61, 62], and myostatin inhi -\nbition [65, 66]. It also enhances muscle metabolism and \nenergy production by activating Ca 2+-dependent signal -\ning pathways [64], AMPK signaling [ 64] and maintaining \nmitochondrial quality and quantity, which decline with \nmuscular aging [ 64, 67–69]. Creatine supplementation \namplifies these effects by increasing intramuscular phos -\nphocreatine (PCr) -providing an energy buffer and higher \nbody capacity for exercise training [ 56] and promoting \nsatellite cell proliferation [70–72], IGF-1 recruitment [72, \n73] and glycogen accretion [70, 74], in addition to its anti-\ncatabolic effects [ 75]. These events help maintain energy \nlevels during short-duration, high-intensity exercises and \npromote muscle recovery, enhancing the body’s ability to \ntrain with greater volume and improve adaptation.\nOur initial analysis indicated that combined exercise \nand creatine supplementation significantly affect body \nfat percentage, aligning with findings from Aguiar et \nal. [ 47] and Brose et al. [ 20] regarding changes in body \ncomposition, particularly fat-free mass. The mechanisms \nbehind these findings may involve enhancing intramus -\ncular creatine stores, which can elevate ATP resynthesis \nand improve exercise performance, resulting in greater \nmuscle hypertrophy and a higher metabolic rate, thereby \nreducing body fat percentage [76–79].\nIn our evaluation of bias risk using the one-study-\nremoved method, we found that most studies included \nin this meta-analysis showed no significant change in \nbody fat percentage following the combined use of cre -\natine supplements and exercise in older adults. Notably, \nthe results for body fat percentage were no longer signifi -\ncant after excluding the study by Eijnde et al. [ 44], which \nhad a larger sample size, thereby carrying more weight in \nthe overall analysis. Consequently, when we removed this \nstudy, our overall findings indicated no significant change \nin body fat percentage. Given these conflicting results, \nthere appears to be insufficient evidence to support a \ndefinitive",
    "conclusion": "regarding the effects of creatine \nsupplementation and exercise on body fat percentage \nin older adults. Further research with larger and more \nconsistent sample sizes is necessary to understand these \nfindings better and reach conclusive results.\nOur meta-analysis indicates that physical activity in \ncombination with creatine has no significant effect on \nBMD in older adults. This finding aligns with the results \nof most studies included in our analysis, such as those by \nChilibeck et al. (2015) and Rogers et al. (2005) [ 45, 80]. \nThe lack of significant findings in our analysis may be due \nto several factors, one of which is the length of the inter -\nventions. In many studies, this duration may have been \ntoo short to observe changes in BMD. Additionally, there \nis a lack of literature addressing this issue.\nAdditionally, variations in the types and intensities of \nthe exercise protocols used across studies could have \ninfluenced the outcomes. Differences in baseline health \nand training intensity may explain variations in results \nacross studies. Some studies included participants with \nspecific health conditions, Some research included par -\nticipants with specific health conditions, such as frailty \nor Parkinson’s disease [ 38, 49], which may lead to less \neffective responses to exercise and creatine than healthy \nolder adults [20]. Similarly, studies involving participants \nwith bone conditions like osteopenia or osteoporosis \n[15] might demonstrate different effects on BMD com -\npared to studies with participants who do not have these \nconditions.\n\nPage 11 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nTo better understand the potential effects of creatine \nand exercise on BMD, we suggest that future research \nfocus on longer intervention periods and include specific \nweight-bearing or high-impact exercises known to stimu-\nlate bone growth. Moreover, performing more large-scale \nrandomized controlled trials to confirm these findings \nwould be beneficial.\nPrevious randomized control trials on older adults have \nexamined various dosing regimens for creatine monohy -\ndrate. Loading a dose of 20 g/d for 5 to 7 days and 5–7 g/d \nhas improved muscle strength during exercise train -\ning [ 15, 21, 38, 81]. Likewise, 5–7  g/d (or 0.1  g/kg/day) \ncreatine monohydrate has also augmented the effects of \nexercise training on muscle strength and lean mass [ 20, \n46, 47, 80]. In previous studies, no adverse kidney and \nliver function events have been associated with these \ndose regimens. However, gastrointestinal events were \npreviously reported with both dose regimens, especially \nduring the loading phase in older adults, which lowers \npatient compliance and adherence to the supplement \nadministration [41]. Studies show that the additive effects \nof creatine monohydrate supplementation on muscle \nstrength gains during exercise training are observed with \ntreatment durations exceeding 12 weeks, and no serious \nadverse effects have been noted for up to two years [ 15, \n20, 21, 38, 46, 47, 80, 81]. Further studies are required to \ncompare the effectiveness and adverse effects of the two \ndosing regimens and to establish the appropriate dos -\ning and intervals between courses of supplementation \nfor older adults. Furthermore, additional longitudinal \ncohort studies are necessary to investigate the persistence \nof creatine supplementation effects on muscle strength \nafter discontinuation and the adverse effects of long-term \ncreatine use in older adults, particularly since this popu -\nlation exhibits decreased kidney and liver function com -\npared to young, healthy individuals [82–84].\nThe results of this meta-analysis on the benefits of cre -\natine supplementation in conjunction with exercise train-\ning show significant potential for enhancing the health \nand well-being of older adults. The combined effects of \nthese strategies on muscle strength directly address sar -\ncopenia, a common condition in aging populations char -\nacterized by the progressive loss of muscle mass and \nfunction [ 49, 58, 85]. Sarcopenia contributes to issues \nsuch as cachexia, osteoporosis, and frailty, which can fur-\nther reduce mobility, increase the risk of falls and frac -\ntures, and deteriorate the quality of life for older adults \n[49, 58, 85]. Physical training, especially resistance train -\ning, is recognized as the most effective intervention for \ncombating sarcopenia. Combined with creatine sup -\nplementation, it can further enhance muscle health in \nolder individuals [ 57, 75, 86]. Our findings highlight the \nimportance of integrating creatine supplementation into \nexercise training programs for older adults to improve \ntheir physical independence and overall quality of life. \nHowever, more research is necessary to establish specific \ndosing guidelines and assess creatine supplementation’s \nlong-term safety in older populations.\nThe literature review for this meta-analysis focused \non three search engines and databases: PubMed, Sco -\npus, and Web of Science. Due to their age, certain \nstudies’ data could not be acquired, and the original \ndatasets are no longer accessible. Moreover, given that \nthe included studies were of moderate quality accord -\ning to the Cochrane RoB 2 tool, the results of the present \nstudy should be interpreted with caution. Furtheremore, \ndespite heterogeneity across study populations, subgroup \nanalyses based on sample characteristics (e.g., healthy, \nfrail, or diseased older adults) or intervention specificities \n(different doses and types of exercise) were not plausible \nsince, there will be limited number of studies (only one or \ntwo) in each potential subgroup, insufficient for a robust \nmeta-analysis. Expanding the existing literature on this \ntopic will allow distinct analysis of these variables across \ndiverse populations in future studies, thereby provides \nmore accurate results.\nConclusion\nThis systematic review and meta-analysis found that \nolder adults can enhance their functional performance \nand body composition by participating in exercise train -\ning programs and creatine supplementation. However, \nmore research is needed to determine the effects of exer -\ncise training and creatine supplementation on BMD.\nAbbreviations\nPRISMA Preferred reporting items for systematic reviews and \nmeta-analyses\nPEDro Physiotherapy evidence database\n1RM One repetition maximum\nBMD Bone mineral density\nRCT Randomized clinical trials\nRT Resistance training\nPD Parkinson disease\nCOPD Chronic obstructive pulmonary disease\nAcknowledgements\nWe sincerely thank the authors of the original studies included in our meta-\nanalysis for their contributions to the literature which made this work possible.\nAuthors’ contributions\nAuthors’ contributions: GS was involved in study design and \nconceptualization, systematic literature review, data curation, and contributed \nto the manuscript preparation and edit. PA was involved in the systematic \nliterature review, data curation, and contributed to manuscript preparation. \nDH was involved in study design and conceptualization, performed \nmeta-analysis, interpreted data from previous studies, and contributed to \nmanuscript preparation. JE conceptualized the study, supervised research \nexecution, and substantively revised the manuscript. All authors read and \napproved the final manuscript. Competing interestsThe authors state that no \nconflict of interest compromised the research’s impartiality. FundingThe study \nreceived no funding. AcknowledgementsWe sincerely thank the authors of \nthe original studies included in our meta-analysis for their contributions to the \nliterature which made this work possible.\n\nPage 12 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \nFunding\nThe study received no funding.\nData availability\nNo datasets were generated or analysed during the current study.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent to participate\nNot applicable.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 14 May 2025 / Accepted: 11 September 2025\nReferences\n1. Ageing and health: World Health Organization. Updated: 2024. Accessed: \nOctober, 2024..Available from: h t t p s : / / w w w . w h o . i n t / n e w s - r o o m / f a c t - s h e e t s / \nd e t a i l / a g e i n g - a n d - h e a l t h\n2. Healthy life expectancy at birth (years). Updated 2024. Accessed: October, \n2024. Available from: h t t p s : / / d a t a . w h o . i n t / i n d i c a t o r s / i / 4 8 D 9 B 0 C / C 6 4 2 8 4 D\n3. Fauser BC, Adamson GD, Boivin J, Chambers GM, de Geyter C, Dyer S, et al. \nDeclining global fertility rates and the implications for family planning and \nfamily building: an IFFS consensus document based on a narrative review of \nthe literature. Hum Reprod Update. 2024;30(2):153–73.\n4. Stenner BJ, Buckley JD, Mosewich AD. Reasons why older adults play sport: A \nsystematic review. J Sport Health Sci. 2020;9(6):530–41.\n5. Jenkin CR, Eime RM, Westerbeek H, O’Sullivan G, Van Uffelen JG. Sport and \nageing: a systematic review of the determinants and trends of participation \nin sport for older adults. BMC Public Health. 2017;17:1–20.\n6. Manh Nguyen H, Nhu Ngo TT, Thi Nguyen T, Van Pham D. The effects of Long-\nterm yoga program on blood pressure and physical fitness of older adults \nwith stage 1 hypertension. Annals Appl Sport Sci. 2024;12(0):0.\n7. Siscovick DS, Laporte RE, Newman JM. The disease-specific benefits and risks \nof physical activity and exercise. Public Health Rep. 1985;100(2):180.\n8. Nguyen HM, Ngo TTN, Nguyen TT. Assessment of the effects of yoga on Self-\nPerceived health of elderly. Annals Appl Sport Sci. 2024;12(1):0.\n9. Ivy JL. Food components that may optimize physical performance: An over-\nview. Food components to enhance performance. 1994:223 – 38.\n10. Balsom PD, Söderlund K, Ekblom B. Creatine in humans with special \nreference to creatine supplementation. Sports medicine (Auckland, NZ). \n1994;18(4):268–80.\n11. Hall M, Manetta E, Tupper K. Creatine supplementation: an update. Curr Sport \nMed Rep. 2021;20(7):338–44.\n12. Antonio J, Candow DG, Forbes SC, Gualano B, Jagim AR, Kreider RB, et al. \nCommon questions and misconceptions about creatine supplementa-\ntion: what does the scientific evidence really show? J Int Soc Sports Nutr. \n2021;18:1–17.\n13. Forbes SC, Candow DG. Creatine and strength training in older adults: an \nupdate. Translational Exerc Biomed. 2024;1(3–4):212–22.\n14. Candow DG, Moriarty T. Effects of creatine monohydrate supplementation \non muscle, bone and Brain- hope or hype for older adults?? Curr Osteoporos \nRep. 2024;23(1):1.\n15. Gualano B, Macedo AR, Alves CR, Roschel H, Benatti FB, Takayama L, et al. Cre-\natine supplementation and resistance training in vulnerable older women: \na randomized double-blind placebo-controlled clinical trial. Exp Gerontol. \n2014;53:7–15.\n16. Bonilla DA, Stout JR, Candow DG, Jiménez-García JD, Gómez-Miranda LM, \nOrtiz-Ortiz M, Forbes SC, Ostojic SM, Vargas-Molina S, Kreider RB. The power \nof creatine plus resistance training for healthy aging: enhancing physical \nvitality and cognitive function. Front Physiol. 2024;15:1496544.\n17. Fairman CM, Kendall KL, Hart NH, Taaffe DR, Galvao DA, Newton RU. The \npotential therapeutic effects of creatine supplementation on body composi-\ntion and muscle function in cancer. Crit Rev Oncol/Hematol. 2019;133:46–57.\n18. Oliveira CL, Antunes BMM, Gomes AC, Lira FS, Pimentel GD, Boulé NG, et al. \nCreatine supplementation does not promote additional effects on inflamma-\ntion and insulin resistance in older adults: A pilot randomized, double-blind, \nplacebo-controlled trial. Clin Nutr ESPEN. 2020;38:94–8.\n19. Abreu R, Oliveira CB, Costa JA, Brito J, Teixeira VH. Effects of dietary supple-\nments on athletic performance in elite soccer players: a systematic review. J \nInt Soc Sports Nutr. 2023;20(1):2236060.\n20. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation enhances \nisometric strength and body composition improvements following \nstrength exercise training in older adults. J Gerontol Ser A-Biol Sci Med Sci. \n2003;58(1):11–9.\n21. Alves CR, Merege Filho CA, Benatti FB, Brucki S, Pereira RM, de Sá Pinto AL, et \nal. Creatine supplementation associated or not with strength training upon \nemotional and cognitive measures in older women: a randomized double-\nblind study. PLoS ONE. 2013;8(10):e76301.\n22. Devries MC, Phillips SM. Creatine supplementation during resistance training \nin older adults-a meta-analysis. Med Sci Sports Exerc. 2014;46(6):1194–203.\n23. Candow DG, Kirk B, Chilibeck PD, Duque G. The potential of creatine mono-\nhydrate supplementation in the management of osteosarcopenia. Curr Opin \nClin Nutr Metab Care. 2025;28(3):235–9.\n24. Stares A, Bains M. The additive effects of creatine supplementation and \nexercise training in an aging population: A systematic review of randomized \ncontrolled trials. J Geriatr Phys Ther. 2020;43(2):99–112.\n25. Dos Santos, E.E.P ., de Araújo, R.C., Candow, D.G., Forbes, S.C., Guijo, J.A., de \nAlmeida Santana, C.C., Prado, W.L.D. and Botero, J.P . Efficacy of creatine \nsupplementation combined with resistance training on muscle strength \nand muscle mass in older females: a systematic review and meta-analysis. \nNutrients. 2021;13(11):3757.\n26. Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. \nThe PRISMA 2020 statement: an updated guideline for reporting systematic \nreviews. BMJ. 2021;372:n71.\n27. Falagas ME, Pitsouni EI, Malietzis GA, Pappas G. Comparison of pubmed, \nscopus, web of science, and Google scholar: strengths and weaknesses. \nFASEB Journal: Official Publication Federation Am Soc Experimental Biology. \n2008;22(2):338–42.\n28. Schoenborn CA, Heyman KM. Health characteristics of adults aged 55 years \nand over: united states, 2004–2007. Natl Health Stat Rep. 2009;16:1–31.\n29. Walker V, Perret-Guillaume C, Kesse-Guyot E, Agrinier N, Hercberg S, Galan \nP , et al. Effect of Multimorbidity on Health-Related quality of life in adults \naged 55 years or older: results from the SU.VI.MAX 2 cohort. PLoS ONE. \n2016;11(12):e0169282.\n30. Gomes M, Figueiredo D, Teixeira L, Poveda V, Paúl C, Santos-Silva A, et al. \nPhysical inactivity among older adults across Europe based on the SHARE \ndatabase. Age Ageing. 2017;46(1):71–7.\n31. Verhagen AP , de Vet HC, de Bie RA, Kessels AG, Boers M, Bouter LM, et al. The \nDelphi list: a criteria list for quality assessment of randomized clinical trials \nfor conducting systematic reviews developed by Delphi consensus. J Clin \nEpidemiol. 1998;51(12):1235–41.\n32. de Morton NA. The PEDro scale is a valid measure of the method-\nological quality of clinical trials: a demographic study. Aust J Physiother. \n2009;55(2):129–33.\n33. Cashin AG, McAuley JH. Clinimetrics: physiotherapy evidence database \n(PEDro) scale. J Physiotherapy. 2020;66(1):59.\n34. Heidary D, Bahremand M, Esformes J. The effects of exercise training on \ngenes associated with cardiovascular disorders in obese and overweight \npeople: a systematic review and meta-analysis. Ann Appl Sport Sci. \n2024;12(4):0.\n35. Uhrbrand A, Stenager E, Pedersen MS, Dalgas U. Parkinson’s disease and \nintensive exercise therapy–a systematic review and meta-analysis of random-\nized controlled trials. J Neurol Sci. 2015;353(1–2):9–19.\n36. Sterne JAC, Savović J, Page MJ, Elbers RG, Blencowe NS, Boutron I, et al. \nRoB 2: a revised tool for assessing risk of bias in randomised trials. BMJ. \n2019;366:l4898.\n37. Chilibeck PD, Chrusch MJ, Chad KE, Davison KS, Burke DG. Creatine monohy-\ndrate and resistance training increase bone mineral content and density in \nolder men. J Nutr Health Aging. 2005;9(5):352–5.\n\nPage 13 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \n38. Hass CJ, Collins MA, Juncos JL. Resistance training with creatine monohydrate \nimproves upper-body strength in patients with Parkinson disease: A random-\nized trial. Neurorehabilit Neural Repair. 2007;21(2):107–15.\n39. Chilibeck PD, Candow DG, Gordon JJ, Duff WRD, Mason R, Shaw K, et al. A 2-yr \nrandomized controlled trial on creatine supplementation during exercise for \npostmenopausal bone health. Med Sci Sports Exerc. 2023;55(10):1750–60.\n40. Faager G, Söderlund K, Sköld CM, Rundgren S, Tollbäck A, Jakobsson P . \nCreatine supplementation and physical training in patients with COPD: \na double blind, placebo-controlled study. Int J Chronic Obstr Pulm Dis. \n2006;1(4):445–53.\n41. Chrusch MJ, Chilibeck PD, Chad KE, Davison KS, Burke DG. Creatine supple-\nmentation combined with resistance training in older men. Med Sci Sports \nExerc. 2001;33(12):2111–7.\n42. Johannsmeyer S, Candow DG, Brahms CM, Michel D, Zello GA. Effect of cre-\natine supplementation and drop-set resistance training in untrained aging \nadults. Exp Gerontol. 2016;83:112–9.\n43. Bermon S, Venembre P , Sachet C, Valour S, Dolisi C. Effects of creatine mono-\nhydrate ingestion in sedentary and weight-trained older adults. Acta Physiol \nScand. 1998;164(2):147–55.\n44. Eijnde BO, Van Leemputte M, Goris M, Labarque V, Taes Y, Verbessem P , et al. \nEffects of creatine supplementation and exercise training on fitness in men \n55–75 year old. J Appl Physiol. 2003;95(2):818–28.\n45. Rogers ME, Bohlken RM, Beets MW, Hammer SB, Ziegenfuss TN, Sarabon N. \nEffects of creatine, ginseng, and astragalus supplementation on strength, \nbody composition, mood, and blood lipids during strength-training in older \nadults. J Sports Sci Med. 2006;5(1):60–9.\n46. Pinto CL, Botelho PB, Carneiro JA, Mota JF. Impact of creatine supplementa-\ntion in combination with resistance training on lean mass in the elderly. J \nCachexia Sarcopenia Muscle. 2016;7(4):413–21.\n47. Aguiar AF, Januário RS, Junior RP , Gerage AM, Pina FL, do Nascimento MA, \net al. Long-term creatine supplementation improves muscular perfor-\nmance during resistance training in older women. Eur J Appl Physiol. \n2013;113(4):987–96.\n48. Candow DG. Potential effect of creatine supplementation on proper-\nties of aging bone creatine and aging bone. Agro Food Ind Hi-Tech. \n2008;19(5):48–50.\n49. Roschel H, Hayashi AP , Fernandes AL, Jambassi-Filho JC, Hevia-Larraín V, de \nCapitani M, et al. Supplement-based nutritional strategies to tackle frailty: A \nmultifactorial, double-blind, randomized placebo-controlled trial. Clin Nutr. \n2021;40(8):4849–58.\n50. Amiri E, Sheikholeslami-Vatani D. The role of resistance training and creatine \nsupplementation on oxidative stress, antioxidant defense, muscle strength, \nand quality of life in older adults. Front Public Health. 2023;11.\n51. Deacon, S.J., Vincent, E.E., Greenhaff, P .L., Fox, J., Steiner, M.C., Singh, S.J. \nand Morgan, M.D., 2008. Randomized controlled trial of dietary creatine as \nan adjunct therapy to physical training in chronic obstructive pulmonary \ndisease. American journal of respiratory and critical care medicine, 178(3), \npp.233-239.\n52. Cooke MB, Brabham B, Buford TW, Shelmadine BD, McPheeters M, Hudson \nGM, Stathis C, Greenwood M, Kreider R, Willoughby DS. Creatine supple-\nmentation post-exercise does not enhance training-induced adaptations in \nmiddle to older aged males. European journal of applied physiology. 2014 \nJun;114(6):1321-32.\n53. Phillips WT, Batterham AM, Valenzuela JE, Burkett LN. Reliability of maximal \nstrength testing in older adults. Arch Phys Med Rehabil. 2004;85(2):329–34.\n54. Levinger I, Goodman C, Hare DL, Jerums G, Toia D, Selig S. The reliability of \nthe 1RM strength test for untrained middle-aged individuals. J Sci Med Sport. \n2009;12(2):310–6.\n55. Rydwik E, Karlsson C, Frändin K, Akner G. Muscle strength testing with one \nrepetition maximum in the arm/shoulder for people aged 75 + - test-retest \nreliability. Clin Rehabil. 2007;21(3):258–65.\n56. Chilibeck PD, Kaviani M, Candow DG, Zello GA. Effect of creatine supplemen-\ntation during resistance training on lean tissue mass and muscular strength \nin older adults: a meta-analysis. Open Access J Sports Med. 2017;8:213–26.\n57. Candow DG, Chilibeck PD, Forbes SC. Creatine supplementation and aging \nmusculoskeletal health. Endocrine. 2014;45(3):354–61.\n58. Candow DG, Chilibeck PD. Differences in size, strength, and power of \nupper and lower body muscle groups in young and older men. The \njournals of gerontology series A, biological sciences and medical sciences. \n2005;60(2):148–56.\n59. Wideman L, Consitt L, Patrie J, Swearingin B, Bloomer R, Davis P , et al. The \nimpact of sex and exercise duration on growth hormone secretion. J Appl \nPhysiol. 2006;101 6:1641–7.\n60. Wideman L, Weltman J, Hartman M, Veldhuis J, Weltman A. Growth hormone \nrelease during acute and chronic aerobic and resistance exercise. Sports Med. \n2002;32:987–1004.\n61. Ahtiainen J. Physiological and Molecular Adaptations to Strength Training. \nConcurrent Aerobic and Strength Training. 2018.\n62. Hoppeler H, Baum O, Lurman G, Mueller M. Molecular mechanisms of muscle \nplasticity with exercise. Compr Physiol. 2011;1(3):1383–412.\n63. Furrer R, Hawley JA, Handschin C. The molecular athlete: exercise physiology \nfrom mechanisms to medals. Physiol Rev. 2023;103(3):1693–787.\n64. Hoppeler H. Molecular networks in skeletal muscle plasticity. J Exp Biol. \n2016;219:205–13.\n65. Young JF, Bertram HC, Theil PK, Petersen AG, Poulsen KA, Rasmussen M, et \nal. In vitro and in vivo studies of creatine monohydrate supplementation to \nduroc and landrace pigs. Meat Sci. 2007;76(2):342–51.\n66. Saremi A, Gharakhanloo R, Sharghi S, Gharaati MR, Larijani B, Omidfar K. \nEffects of oral creatine and resistance training on serum myostatin and GASP-\n1. Molecular and cellular endocrinology. 2010;317(1–2):25–30.\n67. Pham TCP , Raun SH, Havula E, Henriquez-Olguín C, Rubalcava-Gracia D, Frank \nE, et al. The mitochondrial mRNA-stabilizing protein SLIRP regulates skeletal \nmuscle mitochondrial structure and respiration by exercise-recoverable \nmechanisms. Nat Commun. 2024;15(1):9826.\n68. Drake JC, Wilson RJ, Yan Z. Molecular mechanisms for mitochondrial adapta-\ntion to exercise training in skeletal muscle. FASEB Journal: Official Publication \nFederation Am Soc Experimental Biology. 2016;30(1):13–22.\n69. Barbieri E, Agostini D, Polidori E, Potenza L, Guescini M, Lucertini F et al. The \nPleiotropic Effect of Physical Exercise on Mitochondrial Dynamics in Aging \nSkeletal Muscle. Oxidative medicine and cellular longevity. 2015;2015:15.\n70. Safdar A, Yardley NJ, Snow R, Melov S, Tarnopolsky MA. Global and targeted \ngene expression and protein content in skeletal muscle of young men fol-\nlowing short-term creatine monohydrate supplementation. Physiol Genom. \n2008;32(2):219–28.\n71. Willoughby DS, Rosene JM. Effects of oral creatine and resistance train-\ning on myogenic regulatory factor expression. Med Sci Sports Exerc. \n2003;35(6):923–9.\n72. Louis M, Van Beneden R, Dehoux M, Thissen JP , Francaux M. Creatine \nincreases IGF-I and myogenic regulatory factor mRNA in C2C12 cells. FEBS \nLett. 2004;557(1):243–7.\n73. Burke DG, Candow DG, Chilibeck PD, MacNeil LG, Roy BD, Tarnopolsky MA, \net al. Effect of creatine supplementation and resistance-exercise training \non muscle insulin-like growth factor in young adults. Int J Sport Nutr Exerc \nMetab. 2008;18(4):389–98.\n74. Gualano B, Roschel VDESP , Artioli H, Neves GG, De Sá Pinto M Jr. Creatine in \ntype 2 diabetes: a randomized, double-blind, placebo-controlled trial. Med \nSci Sports Exerc. 2011;43(5):770–8.\n75. Candow DG, Forbes SC, Chilibeck PD, Cornish SM, Antonio J, Kreider RB. \nEffectiveness of creatine supplementation on aging muscle and bone: focus \non falls prevention and inflammation. Journal of clinical medicine. 2019 Apr \n11;8(4):488.\n76. Persky AM, Brazeau GA. Clinical Pharmacology of the dietary supplement \ncreatine monohydrate. Pharmacol Rev. 2001;53(2):161–76.\n77. Wax, B., Kerksick, C.M., Jagim, A.R., Mayo, J.J., Lyons, B.C. and Kreider, R.B., 2021. \nCreatine for exercise and sports performance, with recovery considerations \nfor healthy populations. Nutrients, 13(6), p.1915. \n78. Dinan NE, Hagele AM, Jagim AR, Miller MG, Kerksick CM. Effects of creatine \nmonohydrate timing on resistance training adaptations and body composi-\ntion after 8 weeks in male and female collegiate athletes. Front Sports Act \nLiving. 2022;4:1033842.\n79. Afolabi HA, Zakaria Z, Astuti Y, Salleh SM, Alkhamees NH, Wada Y, et al. High \nbody mass as a weight factor for hip osteoarthritis progression: insights into \nchallenges, strategies, and consequences. Annals Appl Sport Sci. 2024;12:0.\n80. Chilibeck PD, Candow DG, Landeryou T, Kaviani M, Paus-Jenssen L. Effects of \ncreatine and resistance training on bone health in postmenopausal women. \nMed Sci Sports Exerc. 2015;47(8):1587–95.\n81. Neves M Jr, Gualano B, Roschel H, Fuller R, Benatti FB, De Sá Pinto AL, et al. \nBeneficial effect of creatine supplementation in knee osteoarthritis. Med Sci \nSports Exerc. 2011;43(8):1538–43.\n82. Martin JE, Sheaff MT. Renal ageing. The Journal of Pathology: A Journal of the \nPathological Society of Great Britain and Ireland. 2007 Jan;211(2):198-205. \n\nPage 14 of 14\nSharifian et al. European Review of Aging and Physical Activity (2025) 22:17 \n83. Bolignano D, Mattace-Raso F, Sijbrands E, Zoccali C. The aging kidney revis-\nited: A systematic review. Ageing Res Rev. 2014;14:65–80.\n84. Anantharaju A, Feller A, Chedid A. Aging Liver Gerontol. 2002;48:343–53.\n85. Gielen E, Dupont J, Dejaeger M, Laurent MR. Sarcopenia, osteoporosis and \nfrailty. Metab Clin Exp. 2023;145:155638.\n86. Rogeri PS, Zanella Jr R, Martins GL, Garcia MD, Leite G, Lugaresi R, Gasparini \nSO, Sperandio GA, Ferreira LH, Souza-Junior TP , Lancha Jr AH. Strategies to \nprevent sarcopenia in the aging process: role of protein intake and exercise. \nNutrients. 2021 Dec 23;14(1):52. \nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "muscle_mass; muscle_strength; physical_function"
  },
  "bucket": "B",
  "notes": "Meta-analysis of creatine plus exercise training in older adults; shows additive benefits for lean mass, strength and some functional tests compared with exercise alone."
}