{
  "id": 62,
  "title": "Creatine Supplementation Protocols With or Without Training Interventions on Body Composition: A GRADE-Assessed Systematic Review and Dose–Response Meta-Analysis",
  "authors": "Pashayee-Khamene S; et al.",
  "year": 2024,
  "doi": "10.1080/15502783.2024.2380058",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "body_composition",
    "dosing",
    "resistance_training",
    "meta_analysis"
  ],
  "population": {
    "training_status": "mixed_meta (with and without RT)"
  },
  "sections": {
    "abstract": "Background: Despite the robust evidence demonstrating positive \neffects from creatine supplementation (primarily when associated \nwith resistance training) on measures of body composition, there is \na lack of a comprehensive evaluation regarding the influence of \ncreatine protocol parameters (including dose and form) on body \nmass and estimates of fat-free and fat mass.",
    "methods": "Randomized controlled trials (RCTs) evaluating the effect \nof creatine supplementation on body composition were included. \nElectronic databases, including PubMed, Web of Science, and \nScopus were searched up to July 2023. Heterogeneity tests were \nperformed. Random effect models were assessed based on the \nheterogeneity tests, and pooled data were examined to determine \nthe weighted mean difference (WMD) with a 95% confidence inter -\nval (CI).",
    "results": "From 4831 initial records, a total of 143 studies met the \ninclusion criteria. Creatine supplementation increased body mass \n(WMD: 0.86 kg; 95% CI: 0.76 to 0.96, I\n2 \n= 0%) and fat-free mass \n(WMD: 0.82 kg; 95% CI: 0.57 to 1.06, I\n2 \n= 0%) while reducing body \nfat percentage (WMD: −0.28 %; 95% CI: −0.47 to −0.09; I\n2 \n= 0%). \nStudies that incorporated a maintenance dose of creatine or per -\nformed resistance training in conjunction with supplementation \nhad greater effects on body composition.",
    "conclusion": "Creatine supplementation has a small effect on body \nmass and estimates of fat-free mass and body fat percentage. These \nfindings were more robust when combined with resistance training.\nARTICLE HISTORY \nReceived 6 February 2024 \nAccepted 2 July 2024 \nKEYWORDS \nCreatine supplementation; \nbody composition indices; \nmeta-analysis\nCONTACT Matin Ghanavati \n matina_844@yahoo.com \n National Nutrition and Food Technology Research \nInstitute, (Faculty of Nutrition Science and Food Technology), Shahid Beheshti University of Medical Sciences, Tehran, Iran\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION \n2024, VOL. 21, NO. 1, 2380058 \nhttps://doi.org/10.1080/15502783.2024.2380058\n© 2024 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group. \nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License ( http:// \ncreativecommons.org/licenses/by-nc/4.0/ ), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, \nprovided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted \nManuscript in a repository by the author(s) or with their consent.\n\n1.",
    "introduction": "Creatine, a non-protein organic amino acid [ 1 ], is synthesized from arginine, glycine, and \nmethionine [ 2 ]. Within a cell, ~ 66% of creatine is stored as phosphocreatine (PCr) with the \nremainder stored as free creatine [ 2 ]. Creatine is degraded non-enzymatically into crea -\ntinine at a rate of 1–2% per day, which needs to be replaced via endogenous production \nand/or through exogenous sources (i.e. red meat, seafood, creatine supplementation). \nThe combination of endogenous production (primarily in the liver and kidneys) and \nhabitual dietary sources of creatine causes ~ 80% intramuscular creatine saturation levels \n[ 3 ]. The addition of creatine supplementation further augments these levels by ~ 20% [ 4 ]. \nMechanistically, elevated stores of PCr will enhance the capacity to rapidly re-synthesize \nadenosine triphosphate (ATP). Furthermore, creatine is pleiotropic and can alter calcium, \nglycogen, protein kinetics, insulin-like growth factor-1, myogenic regulatory factors, \nsatellite cells, inflammation, and oxidative stress [ 5 ].\nThe most common creatine supplementation protocols use either absolute or relative \ndosing strategies. From an absolute perspective, one strategy is to ingest 20 g/day for 5–7 \n(referred to as the creatine loading phase) followed by 2–5 g/day thereafter (creatine \nmaintenance phase) [ 6 ]. This strategy is well established to increase intramuscular crea -\ntine stores and/or exercise performance [ 6 , 7 ]. Alternatively, 3 g/day (without the creatine \nloading phase) can be adopted and will saturate intramuscular creatine stores in ~28 days \n[ 8 ]. Relative dosing strategies (0.03 to 0.14 g/kg/day) may account for individual differ -\nences in body mass [ 3 ] and have been shown to be effective over time [ 9 , 10 ].\nTo date, only a single systematic review involving older adults has been performed that \nexamined the influence of different creatine dosing strategies and resistance training on \nmeasures of fat-free mass [ 11 ]. Results showed no significant differences between low (≤5 \ng/day) vs. high (>5 g/day) doses of creatine, with and without a creatine loading phase, on \ngains in estimates of fat-free mass. Fat mass was not assessed in this review. The effects of \ndifferent creatine dosing strategies on measures of body composition in younger adults \nremains to be elucidated. Beyond dosing strategies, creatine supplementation appears to \nbe more efficacious when combined with resistance training compared to creatine supple -\nmentation alone [ 12 ]. However, it is worth noting that other types of physical activity, such \nas high-intensity interval training (i.e. repeated sprints) may also benefit from creatine \nsupplementation [ 13 ]. For example, Nemezio et al. found greater gains in fat-free mass \nfollowing 5 days of creatine supplementation (20 g/day) in 19 male amateur cyclists [ 14 ].\nAnother gap in the literature involves the efficacy of different forms of creatine. Creatine \nmonohydrate is the most studied and predominant form of creatine often included in \ndietary supplements [ 6 , 15–17 ]. Based on empirical research, creatine monohydrate under -\ngoes little degradation during the digestive processes and is nearly completely absorbed by \nmuscle tissue, with an approximate retention rate of 99% after oral consumption [ 18 ]. \nHowever, manufacturers of dietary supplements have introduced alternate forms of pur -\nported creatine. The physical and chemical properties of these variants are theorized (not \nproven) to provide greater bioavailability and efficacy compared to creatine monohydrate \n[ 16 ]. Nevertheless, the available evidence is insufficient to establish the superiority or safety \nof these various alternate forms of creatine, whether used alone or in combination with \nother nutrients, compared to creatine monohydrate. The impact of different forms of \ncreatine supplementation on body composition remains to be systematically evaluated.\n2\n F. PASHAYEE-KHAMENE ET AL.\n\nTherefore, the purpose of this systematic review is to provide a comprehensive \nevaluation of creatine supplementation on body composition including an analysis of \npotential modifiers, such as dosing protocols, alternative forms of creatine, and mode of \nexercise. Further, this systematic review evaluated several components of body compo -\nsition including body mass, body mass index, and estimates of fat mass, body fat \npercentage, and fat-free mass. There is animal research showing that creatine supple -\nmentation plays an important role in fat bioenergetics and influences whole-body \nenergy expenditure [ 19–21 ] which may influence body fat percentage over time. To \ndate, two meta-analyses have been performed showing that the combination of crea -\ntine supplementation and resistance training results in very small reductions in body fat \npercentage compared to resistance training alone [ 21 , 22 ]. Lastly, there is evidence that \nsex [ 12 ] and age [ 23 ] differences may exist regarding muscle changes over time, \nhowever, the effects on other indices of body composition are unknown. Collectively, \nthis study aimed to systematically review randomized controlled trials (RCTs) evaluating \nthe effects of creatine supplementation on body composition and to determine if the \ndosing protocol, exercise type, or alternative forms of creatine, as well as sex and age, \ninfluence the results.\n2.",
    "materials and methods": "2.1. Search strategy and study selection\nThe Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) \nwere selected among the various methods for reporting systematic reviews and \nmeta-analyses, to perform this study [ 24 ]. This study has been registered in \nPROSPERO (CRD42023416349). Up to July 2023, an exhaustive search was conducted \nin PubMed, Scopus, and ISI Web of Science, as well as other online databases, to \nidentify relevant articles, with no date or language limitation. The following search \nitems in titles and abstracts were used; ((Creatine[Title/Abstract]) AND (“Body \nWeight”[Title/Abstract] OR “Body Mass Index”[Title/Abstract] OR “Weight Loss”[Title/ \nAbstract] OR Obesity[Title/Abstract] OR “Waist Circumference”[Title/Abstract] OR \n“Quetelet Index”[Title/Abstract] OR BMI[Title/Abstract] OR “Weight Reduction”[Title/ \nAbstract] OR “Abdominal Obesity”[Title/Abstract] OR “Central Obesity”[Title/Abstract] \nOR “Visceral Obesity”[Title/Abstract] OR obese[Title/Abstract] OR overweight[Title/ \nAbstract] OR “fat mass”[Title/Abstract] OR “Body Fat”[Title/Abstract])) AND \n(Intervention[Title/Abstract] OR “Intervention Study”[Title/Abstract] OR “Intervention \nStudies”[Title/Abstract] OR “controlled trial”[Title/Abstract] OR randomized[Title/ \nAbstract] OR random[Title/Abstract] OR randomly[Title/Abstract] OR placebo[Title/ \nAbstract] OR “clinical trial”[Title/Abstract] OR Trial[Title/Abstract] OR “randomized \ncontrolled trial”[Title/Abstract] OR “randomized clinical trial”[Title/Abstract] OR RCT \n[Title/Abstract] OR blinded[Title/Abstract] OR “double blind”[Title/Abstract] OR “dou -\nble blinded”[Title/Abstract] OR trial[Title/Abstract] OR trials[Title/Abstract] OR \n“Pragmatic Clinical Trial”[Title/Abstract] OR “Cross-Over Studies”[Title/Abstract] OR \n“Cross-Over”[Title/Abstract] OR “Cross-Over Study”[Title/Abstract] OR parallel[Title/ \nAbstract] OR “parallel study”[Title/Abstract] OR “parallel trial”[Title/Abstract] OR OR \n[Title/Abstract]).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 3\n\n2.2. Eligibility criteria\nAll studies that met the following criteria were included: 1) RCTs evaluating the effects of \ncreatine supplementation on body composition as an outcome (body mass, body mass \nindex, fat mass, body fat percentage, and fat-free mass) with a control group, 2) studies \nconducted on adults (≥18 years), 3) that received creatine supplementation as an interven -\ntion, 4) studies with at least 4 days of the intervention period, 5) parallel or crossover designs, \n6) studies with outcome reporting at the beginning and the end of the intervention.\n2.3. Exclusion criteria\nAll studies that followed these features were excluded after the full-text assessment: 1) \necological, review, animal, and observational studies, 2) studies executed on individuals \nyounger than 18 years of age, and 3) studies without randomization or placebo or control \ngroups.\n2.4. Data extraction\nThe records were screened primarily for eligibility based on the title and abstract. Next, \nthe full text of the studies was assessed for the possibility of being included in this meta- \nanalysis. Ultimately, the following data were extracted: the name of the first author, the \nyear of publication, the location of the study, the study design, the sample size in each \ngroup, the characteristics of the subjects such as mean age, sex, and body mass index, the \ndoses of creatine administered for the intervention, the duration of the interventions, the \nmean changes and standard deviation (SD) of the markers during the study for both the \nintervention and control groups. When a study provided multiple data at different time \npoints, only the most recent was considered. It is important to acknowledge that in the \ncurrent study, any references to fat mass and fat-free mass are to their estimation values.\n2.5. Quality assessment\nThe quality of the articles that were qualified was assessed by two separate researchers \napplying the Cochran scoring method [ 25 ]. The risk of bias was evaluated based on seven \ncriteria, which are as follows: random sequence generation, allocation concealment, \nblinding of participants and personnel, blinding of outcome assessment, incomplete \noutcome data, selective reporting, and other biases. Accordingly, terms such as “Low,” \n“High,” or “Unclear” were used to estimate each field. Moreover, any dissemblance was \nelucidated by the corresponding authors.\n2.6. Data synthesis and statistical analysis\nTo identify the overall effect sizes, weighted mean differences (WMD) and the SD of measures \nwere extracted from both intervention and control groups applying the random-effects model \nfollowing the protocol of DerSimonian And Laird [ 26 ]. Moreover, without mean changes \nreporting, it was calculated by using this formula: mean change = final values − baseline \nvalues, and SD changes were calculated by the following formula [ 24 ]: \n4\n F. PASHAYEE-KHAMENE ET AL.\n\nAlso, standard errors (SEs), 95% confidence intervals (CIs), and interquartile ranges (IQRs) \nwere converted respectively to SDs using the Hozo et al. protocol [ 27 ]. The random-effects \nmodel that accounted for between-study variations was applied to detect the overall \neffect size. Additionally, the Between-studies heterogeneity was checked by Cochran’s Q \ntest and measured by using the I-squared statistic (I\n2\n) [ 28 ]. I\n2 \n>40% or p-values <0.05 were \nconsidered significant between-studies heterogeneity. Furthermore, to check potential \nsources of heterogeneity [ 29 ], subgroup analyses were conducted following the pre -\nplanned criteria, including study duration (≤30 days vs. >30 days), baselines of body \ncomposition indices (body mass index: 18.5–24.9 kg/m\n2 \nvs. 25.0–29.9 kg/m\n2\n), supplemen -\ntation protocols (≤5 g/day vs/> 5 g/day, with and without loading and with and without \nmaintenance doses), training status (active vs. trained vs. non-active), exercise (aerobic vs. \nresistance vs. combined vs. no exercise), age (≤40 vs. >40 years of age), sex (males vs. \nfemales), and creatine type (creatine monohydrate vs. alternative forms of creatine). \nMoreover, a sensitivity analysis was executed to determine the impact of each specific \nstudy on the overall estimation [ 30 ]. The possibility of publication bias was checked using \nEgger’s regression test and the visually inspected funnel plot examination [ 31 ]. Meta- \nregression analysis using the random-effects model was undertaken to investigate the \npotential association between changes in dose and duration with body composition \nvariables. Statistical analysis was carried out applying STATA, version 11.2 (Stata Corp, \nCollege Station, TX). The p-values <0.05 were considered statistically significant in all \nanalyses.\n3. Results\n3.1. Study selection\nAs mentioned in Figure 1 , at first, an exhaustive systematic search was conducted in \nonline datasets and resulted in finding 4831 studies. Then, 1241 studies were identified as \nduplicates, and 3292 unrelated studies were removed after a comprehensive assessment \nof the titles and abstracts. Moreover, 157 studies without desired data reporting were \nexcluded following the full-text evaluation of the studies. Finally, according to the inclu -\nsion criteria, 143 studies were identified.\n3.2. Study characteristic\nUltimately, 143 qualified articles with 172 study arms were included, with 3655 \nparticipants (2069 in the intervention group and 1922 in the control group). All \nincluded studies had the publication date of between 1993 and 2023. The duration \nof the intervention in all included trials was from four days [ 32 ] to 365 [ 33 ] days. \nThe sample size of all studies in this meta-analysis varied from 6 [ 34 ] to 109 [ 33 ] \nparticipants. Moreover, the design of 124 studies was parallel RCT [ 9 , 32 , 33 , 35–156 ], \nand the design of 19 was crossover [ 34 , 81 , 157–173 ]. The qualified studies were \nmainly conducted in the USA [ 9 , 32 , 38 , 39 , 42 , 43 , 45–47 , 51–53 , 55–57 , 60–63 , 66–69 , \n74 , 77 , 78 , 81 , 84 , 86 , 87 , 89 , 91 , 93 , 95 , 97 , 101 , 103 , 105 , 107–109 , 111 , 113 , 114 , 116–118 , 120 , 124 , \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 5\n\n126 , 137 , 138 , 147 , 148 , 152 , 153 , 157 , 160 , 166 , 167 , 169 , 170 , 173 ], the UK [ 71 , 85 , 102 , 133 , \n142 , 158 , 165 ], Sweden [ 35 ], Iran [ 112 , 121 , 143 ], Australia [ 41 , 44 , 70 , 76 , 98 , 99 ], France \n[ 36 , 40 ], Belgium [ 37 , 48 , 65 , 159 , 162 ], Estonia [ 34 , 128 ], Japan [ 49 , 82 ], Netherland \n[ 50 , 139 , 156 ], Canada [ 54 , 59 , 64 , 72 , 80 , 90 , 96 , 106 , 130–132 , 134 , 145 , 149 , 163 ], Norway [ 58 ], \nGermany [ 88 , 92 , 104 , 161 , 168 ], Poland [ 75 , 119 ], Denmark [ 73 ], Thailand [ 79 ], Spain [ 83 ], \nSwitzerland [ 164 ], Portugal [ 94 ], Brazil [ 33 , 100 , 115 , 123 , 125 , 127 , 129 , 141 , 144 , 146 , \n150 , 155 , 172 ], Scotland [ 174 ], Italy [ 110 ], Mexico [ 171 ], Finland [ 122 , 136 ], New Zealand \n[ 135 ], and Turkey [ 140 ]. Twenty-one studies were performed on females \n[ 33 , 37 , 51 , 52 , 55 , 70 , 77 , 81 , 90 , 94 , 95 , 103 , 115 , 122 , 124 , 125 , 130 , 132 , 138 , 140 , 173 ], 81 studies \non males [ 9 , 32 , 34 , 35 , 38 , 39 , 42 , 45–50 , 56–58 , 60–64 , 66–69 , 71 , 73 , 75 , 76 , 78 , 79 , 82–84 , 88 , 89 , \n93 , 96 , 98–101 , 104–112 , 114 , 118–120 , 123 , 126–129 , 136 , 137 , 139 , 143–145 , 147 , 148 , 150 , 151 , \n156–158 , 160 , 165–167 , 169 , 171 ], and the others were conducted on both [ 36 , 40 , 44 , 53 , 54 , \n59 , 65 , 72 , 74 , 80 , 85–87 , 91 , 92 , 97 , 102 , 116 , 117 , 121 , 131 , 133–135 , 141 , 142 , 146 , 149 , 153–155 , 161– \n164 , 168 , 170 , 172 ]. The characteristics of the included studies are indicated in Table 1 .\nIdentification ScreeningEligibilityIncluded \nRecords identified after databases search (n=4831) \nPubMed (1393), ISI Web of Science (820), and \nScopus (2618) \nStudies screened (n= 3590) \nStudies excluded after duplicates \nremoval (n= 1241) \n3292 articles were excluded after \nevaluating the title and abstract: no \nrelevant to the subject \nFull text article for eligibility (n= 298) \nStudies included in systematic review: \n(n= 143) \nRecords excluded \nNot reported desired data (n= 157) \nFigure 1. Flow chart of study selection for inclusion trials in the systematic review.\n6\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. Characteristic of included studies in meta-analysis.\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nBalsom et al. \n1993\nSweden parallel, \nPC, DB\n18 trained males/ \nhealthy\n9 9 6 25.6 27.3 NR NR Just loading CrM 20 g/d for 6 days AT Glucose\nMujika et al. \n1996\nFrance parallel, \nPC, DB\n20 trained male and \nfemale swimmers/ \nhealthy\n10 10 5 NR NR NR NR Just loading CrM 20 g/d for 5 days AT Lactose\nTerrillion et al. \n1997\nUSA crossover, \nPC, DB\n24 trained male \nrunners/healthy\n12 12 5 21 21 NR NR Just loading CrM 20 g/d for 5 days AT Sucrose\nVanderberghe \net al. 1997\nBelgium parallel, \nPC, DB\n19 not trained females/ \nhealthy\n10 9 74 NR NR NR NR loading + long \nmaintenance\nCrM 20 g/d for 4 days \n+5 g/d for 70 \ndays\nRT Maltodextrin\nNoonan et al. \n1998a\nUSA parallel, \nPC, DB\n20 trained male college \nathletes/healthy\n13 7 56 19.4 20.4 NR NR loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+8.5 g/d for \n51 days\nCT Dextrose\nNoonan et al. \n1998b\nUSA parallel, \nPC, DB\n19 trained male college \nathletes/healthy\n13 6 56 19.7 20.4 NR NR High dose \nmaintenance\nCrM 20 g/d for 5 days \n+26.1 g/d for \n51 days\nCT Dextrose\nKreider et al. \n1998\nUSA parallel, \nPC, DB\n25 trained male football \nplayer/healthy\n11 14 28 NR NR NR NR High dose \nmaintenance\nCrM 15.75 g/d for 28 \ndays\nRT Phosphagen HP \n(glucose, taurine, \ndisodium \nphosphate, \npotassium \nphosphate)\nOopik et al. \n1998\nEstonia cross over, \nPC\n6 trained male karate \nathletes/healthy\n6 6 5 22.5 22.5 NR NR Just loading CrM 20 g/d for 5 days CT Glucose\nMaganaris et \nal. 1998\nUK crossover, \nPC, DB\n10 active males/healthy 10 10 5 28 28 NR NR Just loading CrM 10 g/d for 5 days RT Glucose polymer\nBermon et al. \n1998a\nFrance parallel, \nPC, DB\n16 not trained males \nand females/healthy\n8 8 52 71.8 69.3 25.4 26.4 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+3 g/d for 47 \ndays\nNO Glucose\nBermon et al. \n1998b\nFrance parallel, \nPC, DB\n16 not trained males \nand females/healthy\n8 8 52 71 69.3 24.7 25 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+3 g/d for 47 \ndays\nRT Glucose\nVukovich et al. \n1998a\nUSA parallel, \nPC,DB\n24 active males/healthy 12 12 21 23.3 21.3 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+10 g/d for \nRT CHP (solid form)\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 7\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\n16 days\nVukovich et al. \n1998b\nUSA parallel, \nPC,DB\n24 active males/healthy 12 12 21 21.9 22.3 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+10 g/d for \n16 days\nRT CHO (powder form)\nKelly et al. \n1998\nAustralia parallel, \nPC\n18 trained males/ \nhealthy\n9 9 26 25.5 28.1 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 21 \ndays\nRT Glucose\nMckenna et \nal.1999\nAustralia parallel, \nPC, DB\n14 active males and \nfemales/healthy\n7 7 5 19 21 NR NR Just loading CrM 30 g/d for 5 days NR Dextrose\nFrancaux et al. \n1999\nBelgium parallel, \nPC, DB\n18 not trained males/ \nhealthy\n8 10 63 NR NR NR NR loading + long \nmaintenance\nCrM 21 g/d for 5 days \n+3 g/d for 58 \ndays\nRT Maltodextrin\nRawson et al. \n1999\nUSA parallel, \nPC, DB\n20 not trained males/ \nhealthy\n10 10 30 66.7 66.9 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 10 \ndays +4 g/d \nfor 20 days\nNR Dextrose\nPearson et al. \n1999\nUSA parallel, \nPC, DB\n16 trained male football \nplayers/healthy\n8 8 70 NR NR NR NR maintenance CrM 5 g/d for 70 days RT Placebo capsules (NR)\nLeenders et al. \n1999a\nUSA parallel, \nPC,DB\n18 trained male \nswimmers/healthy\n9 9 14 19.8 19 NR NR Loading + short \nmaintenance\nNR 20 g/d for 6 days \n+10 g/d for 8 \ndays\nAT Maltodextrin solution \n6%\nLeenders et al. \n1999b\nUSA parallel, \nPC,DB\n14 trained female \nswimmers/healthy\n7 7 14 19.1 19.4 NR NR Loading + short \nmaintenance\nNR 20 g/d for 6 days \n+10 g/d for 8 \ndays\nAT Maltodextrin solution \n6%\nPeeters et al. \n1999a\nUSA parallel, \nPC, DB\n18 active males/healthy 11 7 42 NR NR NR NR loading + long \nmaintenance\nCrM 20 g/d for 3 days \n+10 g/d for \n39 days\nRT Maltodextrin powder\nPeeters et al. \n1999b\nUSA parallel, \nPC, DB\n16 active males/healthy 9 7 42 NR NR NR NR loading + long \nmaintenance\nCr \nphosphate\n20 g/d for 3 days \n+10 g/d for \n39 days\nRT Maltodextrin powder\nHaff et al. 2000 USA parallel, \nPC, DB\n36 trained male and \nfemale collegiate \ntrack-and-field \nathletes/healthy\n15 21 42 19.9 19.9 NR NR High dose \nmaintenance\nCrM 22.41 g/d for 42 \ndays\nRT Rice flour and \nmagnesium stearate\nJapan 5 5 7 24 23 22.4 22.8 Just loading CrM 30 g/d for 7 days CT\n( Continued )\n8\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nSchedel et al. \n2000\nparallel, \nPC, DB\n10 trained males by \nendurance or \nresistance exercise/ \nhealthy\nIdentical beverage \nwithout Cr\nDeutekom et \nal. 2000\nNetherlands parallel, \nPC, DB\n23 trained male rowers/ \nhealthy\n11 12 6 NR NR NR NR Just loading CrM 20 g/d for 6 days CT Maltodextrin\nMihic et al. \n2000\nCanada parallel, \nPC, DB\n30 not trained males \nand females/healthy\n15 15 5 22.4 22.4 NR NR Just loading CrM 20 g/d for 5 days NR Glucose polymer\nHamilton et al. \n2000\nUSA parallel, \nPC, DB\n24 trained females/ \nhealthy\n11 13 7 22.5 23.9 NR NR Just loading CrM 25 g/d for 7 days RT Polycose\nLarson-Meyer \net al. 2000\nUSA parallel, \nPC, DB\n13 trained females/ \nhealthy\n7 6 91 19.3 19 NR NR loading + long \nmaintenance\nCrM 15 g/d for 7 days \n+5 g/d for 84 \ndays\nCT cool water + PowerAde \npowder\nVolek et al. \n2000\nUSA parallel, \nPC, DB\n19 trained males/ \nhealthy\n10 9 84 25.6 25.4 NR NR loading + long \nmaintenance\nCrM 25 g/d for 7 days \n+5 g/days for \n77 days\nRT Cellulose powder\nBecque et al. \n2000\nUSA parallel, \nPC,DB\n23 active males/healthy 10 13 42 NR NR NR NR loading + long \nmaintenance\nCrM 20 g/day for 5 \ndays +2 g/day \nfor 37 days\nRT Flavored, sucrose drink\nBrenner et al. \n2000\nUSA parallel, \nPC, DB\n16 trained female \nlacrosse players/ \nhealthy\n7 9 35 18.1 19.5 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 7 days \n+2 g/d for 28 \ndays\nCT Sucrose\nSkare et al. \n2001\nNorway parallel, \nPC, SB\n18 trained male \nsprinters/healthy\n9 9 5 NR NR NR NR Just loading CrM 20 g/d for 5 days CT Glucose\nGreen et al. \n2001\nUSA parallel, \nPC, DB\n19 trained male \nrecreational \nathletes/healthy\n9 10 6 26.3 24.1 NR NR Just loading CrM 20 gr/d for 6 days NR Sucrose and \nmaltodextrin\nRockwell et al. \n2001\nUSA parallel, \nPC, DB\n16 trained males/ \nhealthy\n8 8 4 20.5 21.6 NR NR Just loading CrM 20 g/d for 4 days RT Sucrose + Hypo energy \ndiet\nOp t Eijnde et \nal. 2001\nBelgium crossover, \nPC, DB\n11 not trained males/ \nhealthy\n11 11 5 20.7 20.7 NR NR Just loading CrM 20 g/d for 5 days RT Maltodextrin plus \ncitrate\nBemben et al. \n2001\nUSA parallel, \nPC, DB\n17 trained male football \nplayers/healthy\n9 8 63 19.4 19.3 NR NR loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 58 \ndays\nCT Glucose solution \n(containing sodium \nphosphate, exact \n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 9\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nprotocol as the Cr \ngroup)\nChrusch et al. \n2001\nCanada parallel, \nPC, DB\n30 not trained males/ \nhealthy\n16 14 84 70.4 71.1 27.9 25.7 loading + long \nmaintenance\nCrM 26.4 g/d for 5 \ndays +6.2 g/d \nfor 79 days\nRT CHO mixture\nKern et al. \n2001\nUSA parallel, \nPC, DB\n19 active males/healthy 9 10 28 22.4 22.2 NR NR Loading + short \nmaintenance\nCrM 21 g/d for 5 days \n+10 g/d for \n23 days\nCT Phosphagen HP matrix\nParise et al. \n2001a\nCanada parallel, \nPC, DB\n14 active females/ \nhealthy\n7 7 8 NR NR NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 3 \ndays\nCT Glucose polymer\nParise et al. \n2001b\nCanada parallel, \nPC, DB\n13 active males/healthy 7 6 8 NR NR NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 3 \ndays\nCT Glucose polymer\nWilder et al. \n2001a\nUSA parallel, \nPC,DB\n13 trained male football \nplayers/healthy\n8 5 70 NR NR NR NR maintenance CrM 3 g/d for 70 days CT Dextrose\nWilder et al. \n2001b\nUSA parallel, \nPC,DB\n12 trained male football \nplayers/healthy\n8 4 70 NR NR NR NR loading + long \nmaintenance\nCrM 20 g/d for 7 days \n+5 g/d for 63 \ndays\nCT Dextrose\nWilloughby et \nal. 2001\nUSA parallel, \nPC, DB\n16 not trained males/ \nhealthy\n8 8 84 NR NR NR NR maintenance CrM 6 g/d for 84 days RT Dextrose\nHespel et al. \n2001\nBelgium parallel, \nPC, DB\n22 not trained males \nand females/healthy\n11 11 84 NR NR NR NR ND CrM 20 g/d for 14 \ndays +15 g/d \nfor 21 days \n+5 g/d for 35 \ndays\nRT Maltodextrin\nCoxe et al. \n2002\nAustralia parallel, \nPC, DB\n12 trained female \nsoccer players/ \nhealthy\n6 6 6 NR NR NR NR Just loading CrM 20 g/d for 6 days AT glucose polymer\nGotshalk et al. \n2002\nUSA parallel, \nPC, DB\n18 not trained males/ \nhealthy\n10 8 7 65.4 65.7 NR NR Just loading CrM 25.32 g/d for 7 \ndays\nNR Cellulose\nKilduff et al. \n2002\nUK parallel, \nPC, DB\n32 trained males/ \nhealthy\n21 11 5 24.5 24.5 NR NR Just loading CrM 20 g/d for 5 days RT Glucose polymer\nUSA 8 5 70 18.8 19.2 NR NR maintenance CrM 3 g/d for 70 days CT Dextrose\n( Continued )\n10\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nWilder et al. \n2002a\nparallel, \nPC, DB\n13 trained males/ \nhealthy\nWilder et al. \n2002b\nUSA parallel, \nPC, DB\n12 trained males/ \nhealthy\n8 4 70 18.8 19.2 NR NR loading + long \nmaintenance\nCrM 20 g/d for 7 days \n+5 g/d for 63 \ndays\nCT Dextrose\nWalter et al. \n2002\nGermany crossover, \nPC, DB\n34 not trained males \nand females/DM1\n34 34 56 44.13 44.13 NR NR loading + long \nmaintenance\nCrM 10.6 g/d for10 \ndays +5.3 g/d \nfor 46 days\nNO Microcrystalline \ncellulose\nHuso et al. \n2002\nUSA crossover, \nPC, DB\n10 active males/healthy 10 10 21 NR NR NR NR Loading + short \nmaintenance\nCrM 20 g/d for 4 days \n+2 g/d for 17 \ndays\nRT Maltodextrin\nWarber et al. \n2002\nUSA parallel, \nPC, DB\n26 active males/healthy 13 13 5 30.5 33.4 NR NR Just loading CrM 24 g/d for 5 days NR Identical sports bars\nKutz et al. 2003 USA parallel, \nPC, DB\n17 not trained males/ \nhealthy\n9 8 28 NR NR NR NR High dose \nmaintenance\nCrM 30 g/d for 14 \ndays +15 g/d \nfor 14 days\nRT Multodextros + rice \nbrane + sucrose\nVukovich et al. \n2003\nUSA control \ntrail\n24 trained males/ \nhealthy\n12 12 7 NR NR NR NR Just loading CrM 21 g/d for 7 days RT Regular diet\nLehmkuhl et al. \n2003\nUSA parallel, \nPC,DB\n19 trained male and \nfemale young track \nand field athletes/ \nhealthy\n10 9 56 19.4 20.1 NR NR loading + long \nmaintenance\nCrM 21.2 g/d for 7 \ndays +2.1 g/d \nfor 49 days\nCT Potato starch\nBurke et al. \n2003a\nCanada parallel, \nPC, DB\n18 active male and \nfemale young track \nand field athletes/ \nhealthy\n10 8 56 31 34 NR NR loading + long \nmaintenance\nCrM 16.8 g/d for7 \ndays +4.2 g/d \nfor 49 days\nCT Maltodextrin\nBurke et al. \n2003b\nCanada parallel, \nPC, DB\n24 active male and \nfemale young track \nand field athletes/ \nhealthy\n12 12 56 33 32 NR NR loading + long \nmaintenance\nCrM 16.8 g/d for7 \ndays +4.2 g/d \nfor 49 days\nCT Maltodextrin\nVan Loon et al. \n2003\nNetherlands parallel, \nPC, DB\n19 not trained males/ \nhealthy\n9 10 42 20.6 21.3 20.4 21.2 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+2 g/d for 37 \ndays\nNO Glucose + Maltodextrin\nPoland 12 13 30 NR NR NR NR maintenance CrM ND CT CHO\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 11\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nZajac et \nal.2003\nparallel, \nPC, DB\n25 trained male \nbasketball players/ \nhealthy\nEijnde et al. \n2003a\nDenmark parallel, \nPC,DB\n46 not trained males/ \nhealthy\n23 23 180 63.9 62.2 NR NR maintenance CrM 5 g/d for 180 \ndays\nCT Placebo capsules (NR)\nEijnde et al. \n2003b\nDenmark parallel, \nPC,DB\n20 not trained males/ \nhealthy\n10 10 360 65.3 61.8 NR NR maintenance CrM 5 g/d for 360 \ndays\nCT Placebo tablets \n(NR)\nKambis et al. \n2003\nUSA parallel, \nPC, DB\n22 not trained females/ \nhealthy\n11 11 5 NR NR NR NR Just loading CrM 24.3 g/d for 5 \ndays\nNR Corn starch\nBrose et al. \n2003a\nCanada parallel, \nPC, DB\n15 not trained males/ \nhealthy\n8 7 98 68.7 68.3 NR NR maintenance CrM 5 g/d for 98 days RT Dextrose\nBrose et al. \n2003b\nCanada parallel, \nPC, DB\n13 not trained females/ \nhealthy\n6 7 98 70.8 69.9 NR NR maintenance CrM 5 g/d for 98 days RT Dextrose\nWatsford et al. \n2003\nAustralia parallel, \nPC, DB\n20 not trained males/ \nhealthy\n9 11 28 NR NR NR NR Loading + short \nmaintenance\nNR 20 g/d for 7 days \n+10 g/d for \n21 days\nNO Placebo capsules (NR)\nEckerson et al. \n2004\nUSA crossover, \nPC, DB\n10 active females/ \nhealthy\n10 10 5 NR NR NR NR Just loading Cr citrate 20 gr/d for 5 days CT Dextrose powder\nKinugasa et al. \n2004\nJapan parallel, \nPC,DB\n12 not trained males/ \nhealthy\n6 6 5 22.5 22.2 NR NR Just loading CrM 20 g/d for 5 days NO Maltodextrin\nJavierre et al. \n2004\nSpain parallel, \nPC\n19 active males/healthy 10 9 5 NR NR NR NR Just loading CrM 20 g/d for 5 days NR Placebo capsules (NR)\nVolek et al. \n2004\nUSA parallel, \nPC, DB\n17 trained males/ \nhealthy\n9 8 28 20.7 21.3 NR NR Loading + short \nmaintenance\nCrM 26 g/d for 7 days \n+4.33 g/d for \n21 days\nRT Cellulose powder\nBall SD et al. \n2004\nUSA crossover, \nPC, DB\n10 active males/healthy 10 10 21 NR NR NR NR Loading + short \nmaintenance\nCrM 20 g/d for 4 days \n+2 g/d for 17 \ndays\nRT Maltodextrin\nTarnopolosky \net al. 2004\nCanada crossover, \nPC, DB\n34 not trained males \nand females/DM1 \npatients\n34 34 120 41 41 NR NR maintenance CrM 5 g/d for 120 \ndays\nNO Dextrose and cellulose \nfiber\nTaes et al. 2004 Belgium crossover, \nPC, DB\n45 not trained males \nand females/ \n45 45 28 71 69 NR NR maintenance CrM 2 g/d for 28 days NO Lactose\n( Continued )\n12\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nHemodialysis \npatients\nAnomasiri et \nal. 2004\nThailand parallel, \nPC, DB\n38 active males/healthy 19 19 7 NR NR NR NR ND CrM 10 g/d for 7 days AT Orange juice powder\nEckerson et al. \n2005a\nUSA parallel, \nPC, DB\n15 active males/healthy 10 5 6 NR NR NR NR Just loading Cr citrate 20 g/d for 6 days CT Dextrose\nEckerson et al. \n2005b\nUSA parallel, \nPC, DB\n15 active females/ \nhealthy\n10 5 6 NR NR NR NR Just loading Cr citrate 20 g/d for 6 days CT Dextrose\nEckerson et al. \n2005c\nUSA parallel, \nPC, DB\n15 active males/healthy 10 5 6 NR NR NR NR Just loading Cr phosphate 20 g/d for 6 days CT Dextrose\nEckerson et al. \n2005d\nUSA parallel, \nPC, DB\n15 active females/ \nhealthy\n10 5 6 NR NR NR NR Just loading Cr phosphate 20 g/d for 6 days CT Dextrose\nPerret et al. \n2005\nSwitzerland crossover, \nPC, DB\n6 trained male and \nfemale competitive \nwheelchair athletes/ \nhealthy\n6 6 6 33 33 NR NR Just loading CrM 20 g/d for 6 days AT Maltodextrin\nAhmun et al. \n2005\nUK crossover, \nPC,DB\n14 trained male rugby \nplayers/healthy\n14 14 5 20.6 20.6 NR NR Just loading CrM 20 g/d for 5 days CT Dextrose powder\nMendell et al. \n2005\nUSA parallel, \nPC, DB\n16 active males and \nfemales/healthy\n8 8 5 26 26 NR NR Just loading CrM 20 g/d for 5 days NO Solka-Floc (cellulose) \nplus Gatorade\nFuld et al. 2005 UK parallel, \nPC, DB\n25 not trained males \nand females/ \npatients with COPD\n14 11 84 61.7 63.7 23.2 24.3 loading + long \nmaintenance\nCrM 17.1 g/d for 14 \ndays + 5.7 gr/ \nd for 70 days\nCT Glucose polymer\nHoffman et al. \n2005\nUSA parallel, \nPC, DB\n40 not trained males/ \nhealthy\n20 20 6 21.7 21.1 NR NR ND CrM 6 gr/d for 6 days NR Cellulose powder and \nmethylcellulose\nKuethe et al. \n2006\nGermany crossover, \nPC, DB\n13 not trained males \nand females/ \ncongestive heart \nfailure patients\n13 13 42 58.2 58.2 NR NR High dose \nmaintenance\nCrM 20 g/day for 42 \ndays\nNO Placebo capsules (NR)\nHille et al. 2006 USA crossover, \nPC, DB\n11 trained males/ \nhealthy\n11 11 7 NR NR NR NR Just loading CrM 21.6 g/day for 7 \ndays\nNR Placebo capsules (NR)\nNorman et al. \n2006\nGermany parallel, \nPC, DB\n31 not trained males \nand females/Patients \n16 15 56 65.1 61.61 25.13 24.62 loading + long \nmaintenance\nCrM 20 g/day for 7 \ndays +5 g/d \nNR Cellulose\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 13\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nwith colorectal \ncancer\nfor 49 days\nFerguson et al. \n2006\nCanada parallel, \nPC, DB\n26 trained females/ \nhealthy\n13 13 70 NR NR NR NR loading + long \nmaintenance\nCrM 19.71 g/d for 7 \ndays + 1.97 \ngr/d for 63 \ndays\nRT Placebo capsules (NR)\nPluim et al. \n2006\nGermany parallel, \nPC,DB\n24 trained male tennis \nplayers/healthy\n14 10 34 22.5 22.8 NR NR Loading + short \nmaintenance\nCrM 22.1 g/d for 6 \ndays +2.2 g/d \nfor 28 days\nAT Maltodextrin and \ndextrose\nRogers et al. \n2006\nUSA parallel, \nPC, DB\n30 not trained males \nand females/healthy\n15 15 84 NR NR NR NR maintenance CrM 3 g/d for 84 days RT Maltodextrin\nHoffman et al. \n2006\nUSA parallel, \nPC, DB\n33 trained male football \nplayers/healthy\n17 16 70 NR NR NR NR maintenance CrM 10.5 g/d for 70 \ndays\nRT Dextrose\nSmith et al. \n2007\nUSA parallel, \nPC, DB\n15 trained females/ \nhealthy\n7 8 5 22.4 22.3 NR NR Just loading Cr citrate 20 g/d for 5 days NR Dextrose\nStout et al. \n2007\nUSA crossover, \nPC, DB\n15 not trained males \nand females/healthy\n15 15 14 74.5 74.5 NR NR Loading + short \nmaintenance\nCr citrate 20 g/d for 7 days \n+10 g/d for 7 \ndays\nNO Flavored powder blend\nSilva et al. \n2007\nPortugal parallel, \nPC, DB\n16 trained female \ncompetitive \nswimmers/healthy\n8 8 21 16.3 15.7 NR NR High dose \nmaintenance\nCrM 20 g/d for 21 \ndays\nAT Maltodextrin solution \n6%\nWright et al. \n2007\nUSA crossover, \nPC, DB\n10 active male s/ \nhealthy\n10 10 7 25.7 25.7 NR NR Just loading CrM 20 g/d for 7 days AT Sucrose and \nmaltodextrin drink\nDe Souza \njunior et al. \n2007\nBrazil parallel, \nPC, DB\n18 active male s/ \nhealthy\n9 9 42 25 23 NR NR loading + long \nmaintenance\nCrM 30 g/d for 7 days \n+5 g/d for 35 \ndays\nRT Maltodextrin\nCribb et al. \n2007a\nAustralia parallel, \nPC, DB\n15 active male s/ \nhealthy\n8 7 77 25 24 NR NR loading + long \nmaintenance\nCrM 25 g/d for 7 days \n+8.4 g/d for \n70 days\nRT CHO\nCribb et al. \n2007b\nAustralia parallel, \nPC, DB\n11 active male s/ \nhealthy\n6 5 77 25 24 NR NR loading + long \nmaintenance\nCrM 25 g/d for 7 days \n+8.4 g/d for \n70 days\nRT Whey protein\nHass et al. \n2007\nUSA parallel, \nPC, DB\n20 not trained males \nand females/healthy\n10 10 84 62.8 62.2 NR NR loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 79 \nRT Lactose monohydrate\n( Continued )\n14\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\ndays\nChilibeck et al. \n2007\nCanada parallel, \nPC, DB\n18 trained male rugby \nunion football \nplayers/healthy\n9 9 56 27 26 NR NR maintenance CrM 9.5 d/d for 56 \ndays\nCT Glucose\nCribb et al. \n2007\nAustralia parallel, \nPC, DB\n21 active males/healthy 10 11 70 26 26 NR NR maintenance CrM 8.9 g/d for 70 \ndays\nRT PRO-CHO supplement\nWalter et al. \n2008\nUSA parallel, \nPC, DB\n16 trained males/ \nhealthy\n8 8 5 26.1 23.1 NR NR Just loading Cr citrate 20 g/d for 5 days NR Fructose powder\nEckerson et al. \n2008\nUSA parallel, \nPC, DB\n32 active males/healthy 17 15 30 22 20 NR NR maintenance Cr citrate 5 g/day for 30 \ndays\nCT Dextrose\nGotshalk et al. \n2008\nUSA parallel, \nPC, DB\n27 not trained females/ \nhealthy\n15 12 7 63.31 62.98 NR NR Just loading CrM 20.13 g/d for 7 \ndays\nNR Cellulose\nDeacon et al. \n2008\nUK parallel, \nPC, DB\n80 not trained males \nand females/ \nParticipants with \nCOPD\n38 42 54 67.6 68.3 28.1 25.7 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+ 3.76 gr/d for \n49 days\nCT Lactose\nEliot et al. 2008 \na\nUSA parallel, \nPC, DB\n20 not trained males/ \nhealthy\n10 10 98 NR NR NR NR maintenance CrM 2.14 g/d for 98 \ndays\nRT Sport drink\nEliot et al. 2008 \nb\nUSA parallel, \nPC, DB\n22 not trained males/ \nhealthy\n11 11 98 NR NR NR NR maintenance CrM 2.14 g/d for 98 \ndays\nRT whey protein +Sport \ndrink\nLittle et al. \n2008\nCanada parallel, \nPC, DB\n23 active males/healthy 11 12 10 22.8 22.8 NR NR maintenance NR 8 g/d for 10 days NR Sucrose-based fruit \npunch\nJager et al. \n2008 a\nGermany parallel, \nPC, DB\n25 trained male \nathletes/healthy\n16 9 28 26.8 26.3 NR NR maintenance other 5 g/d for 28 days NR Placebo tablets\nJager et al. \n2008 b\nGermany parallel, \nPC, DB\n24 trained male \nathletes/healthy\n16 8 28 26.7 26.3 NR NR maintenance Cr citrate 5 gr/d for 28 days NR Placebo tablets\nSakkas et al. \n2009\nUSA parallel, \nPC, DB\n38 not trained males/ \nHIV positive \nparticipants\n19 19 98 44 44 23.7 23.7 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+4.8 g/d for \n93 days\nRT Placebo capsules (NR)\nBazzucchi et al. \n2009\nItaly parallel, \nPC,DB\n16 trained males/ \nhealthy\n8 8 5 26.7 23.3 23.3 24.2 Just loading NR 20 g/d for 5 days NR Maltodextrin\nSpillane et al. \n2009a\nUSA parallel, \nPC, DB\n15 active males/healthy 10 5 48 20.36 20.16 NR NR loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 42 \nRT Maltodextrin\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 15\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\ndays\nSpillane et al. \n2009b\nUSA parallel, \nPC, DB\n15 active males/healthy 10 5 48 20.83 20.16 NR NR loading + long \nmaintenance\nother 20 g/d for 5 days \n+5 g/d for 42 \ndays\nRT Maltodextrin\nHerda et al. \n2009a\nUSA parallel, \nPC, DB\n18 trained males/ \nhealthy\n13 5 30 NR NR NR NR maintenance CrM 5 g/d for 30 days CT Cellulose\nHerda et al. \n2009b\nUSA parallel, \nPC, DB\n19 trained males/ \nhealthy\n14 5 30 NR NR NR NR maintenance other 1.25 g/d for 30 \ndays\nCT Cellulose\nHerda et al. \n2009c\nUSA parallel, \nPC, DB\n21 trained males/ \nhealthy\n16 5 30 NR NR NR NR maintenance other 2.50 g/d for 30 \ndays\nCT Cellulose\nFukuda et al. \n2010a\nUSA parallel, \nPC, DB\n24 active males/healthy 12 12 5 NR NR NR NR Just loading Cr citrate 20 g/d for 5 days CT Dextrose\nFukuda et al. \n2010b\nUSA parallel, \nPC, DB\n26 active females/ \nhealthy\n12 14 5 NR NR NR NR Just loading Cr citrate 20 g/d for 5 days CT Dextrose\nHickner et al. \n2010\nUSA parallel, \nPC, DB\n12 trained males/ \nhealthy\n6 6 28 25.5 29 NR NR maintenance CrM 3 gr/d for 28 days AT dry milk and orange- \nflavored \ncarbohydrate\nSaremi et al. \n2010\nIran parallel, \nPC, DB\n16 not trained males/ \nhealthy\n8 8 56 23.85 22.28 NR NR loading + long \nmaintenance\nCrM 23.3 g/d for 7 \ndays +3.88 g/ \nd for 49 days\nRT Cellulose\nCamic et al. \n2010\nUSA parallel, \nPC, DB\n22 active males/healthy 10 12 28 NR NR NR NR maintenance other 5 g/d for 28 days NO Maltodextrin\nSmith et al. \n2011a\nUSA parallel, \nPC, DB\n27 active males/healthy 13 14 5 NR NR NR NR Just loading Cr citrate 20 g/d for 5 days NR Fructose powder\nSmith et al. \n2011b\nUSA parallel, \nPC, DB\n28 active females/ \nhealthy\n14 14 5 NR NR NR NR Just loading Cr citrate 20 g/d for 5 days NR Fructose powder\nNeves JR et al. \n2011\nBrazil parallel, \nPC, DB\n24 not trained females/ \nPostmenopausal \nwomen with knee \nosteoarthritis\n13 11 84 58 56 28.5 29.7 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 79 \ndays\nRT Dextrose\nRawson et al. \n2011\nUSA parallel, \nPC, DB\n20 not trained males \nand females/healthy\n10 10 42 21 20.5 25.1 25.9 maintenance CrM 2.2 g/d for 42 \ndays\nNR Placebo capsules (NR)\nUSA 14 15 56 21 19.8 NR NR maintenance CrM 5 g/d for 56 days RT Dextrose\n( Continued )\n16\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nTaylor et al. \n2011\nparallel, \nPC, DB\n29 trained males/ \nhealthy\nMohebbi et al. \n2012\nIran parallel, \nPC, DB\n17 trained male and \nfemale young soccer \nplayers/healthy\n8 9 7 17.38 17 NR NR Just loading CrM 20 g/d for 7 days AT Glucose polymer\nZuniga et al. \n2012\nUSA parallel, \nPC, DB\n22 not trained males/ \nhealthy\n10 12 7 NR NR NR NR Just loading CrM 20 g/d for 7 days NO Maltodextrin powder\nPericario et al. \n2012\nBrazil parallel, \nPC, DB\n18 trained male \nhandball athletes/ \nhealthy\n9 9 32 17.1 17.1 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for 27 \ndays\nRT Maltodextrin\nSterkowicz et \nal. 2012\nPoland parallel, \nPC, DB\n10 trained males \nJudaists/healthy\n5 5 42 22 20.4 22.27 26.92 maintenance other 4.8 g/d for 42 \ndays\nCT Placebo capsules (NR)\nMontes De Oca \net al. 2013\nMexico crossover, \nPC, DB\n10 trained male TKD \npractitioners/healthy\n10 10 42 NR NR NR NR maintenance CrM 3.4 g/d for 42 \ndays\nCT Maltodextrin\nAguiar et al. \n2013\nFinland parallel, \nPC, DB\n18 not trained females/ \nhealthy\n9 9 84 64 65 NR NR maintenance CrM 5.0 g/d for 84 \ndays\nRT Maltodextrin\nCooke et al. \n2014\nUSA parallel, \nPC, DB\n20 not trained males/ \nhealthy\n10 10 84 61.4 60.7 NR NR loading + long \nmaintenance\nCrM 20 g/d for 7 days \n+8.8 g/d for \n77 days\nRT CHO\nGualano et al. \n2014a\nBrazil parallel, \nPC, DB\n30 not trained females/ \npostmenopausal \nwith osteopenia or \nosteoporosis\n15 15 166 66.1 66.3 27.1 26.8 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for \n161 days\nNO Dextrose\nGualano et al. \n2014b\nBrazil parallel, \nPC,DB\n30 not trained females/ \npostmenopausal \nwith osteopenia or \nosteoporosis\n15 15 166 67.1 63.6 28 28.2 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+5 g/d for \n161 days\nRT Dextrose\nKresta et al. \n2014(a)\nUSA parallel, \nPC, DB\n15 active females/ \nhealthy\n8 7 28 21.5 21.5 NR NR Loading + short \nmaintenance\nCrM 18.3 g/d for 7 \ndays +6.1 g/d \nfor 21 days\nCT Maltodextrin and \ndextrose\nkresta et al. \n2014(b)\nUSA parallel, \nPC, DB\n17 active females/ \nhealthy\n9 8 28 21.5 21.5 NR NR Loading + short \nmaintenance\nCrM 17.7 g/d for 7 \ndays +5.9 g/d \nfor 21 days\nCT Maltodextrin and \ndextrose\nBrazil 15 15 84 NR NR NR NR maintenance CrM NO Dextrose\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 17\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nHayashi et al. \n2014\ncrossover, \nPC, DB\n15 not trained males \nand females/ \nSystemic lupus \nerythematosus (C- \nSLE) patients\n5.34 g/d for 84 \ndays\nNemezio. et al. \n2015\nBrazil parallel, \nPC, DB\n19 active males/healthy 10 9 5 36 33 NR NR Just loading CrM 20 g/d for 5 days AT Dextrose\nAedma et al. \n2015\nEstonia parallel, \nPC, DB\n20 trained male \nwrestlers/healthy\n10 10 5 NR NR NR NR Just loading CrM 24.8 g/d for 5 \ndays\nCT Glucose gelatin \ncapsules\nLobo et al. \n2015\nBrazil parallel, \nPC, DB\n109 not trained \nfemales/ \npostmenopausal \nosteogenic women\n56 53 365 58 58 27.6 27.5 maintenance CrM 1 g/d for 365 \ndays\nNO Dextrose\nCandow et al. \n2015a\nCanada parallel, \nPC, DB\n21 not trained males \nand females/healthy\n15 6 224 53 57 26.5 26.8 maintenance CrM 7.7 g/d for 224 \ndays\nRT Maltodextrin (Corn- \nstarch)\nCandow et al. \n2015b\nCanada parallel, \nPC, DB\n18 not trained males \nand females/healthy\n12 6 224 55 57 29 26.8 maintenance CrM 8.7 g/d for 224 \ndays\nRT Maltodextrin (Corn- \nstarch)\nChilibeck et al. \n2015\nCanada parallel, \nPC, DB\n33 not trained females/ \nhealthy\n15 18 364 57 57 NR NR maintenance CrM 6.9 g/d for 364 \ndays\nRT Maltodextrin\nDeminice et al. \n2015\nBrazil parallel, \nPC, DB\n13 trained males/ \nhealthy\n7 6 7 18.5 18.3 22.1 23.2 Just loading CrM 22 g/d for 7 days AT Maltodextrin\nWilkinson et al. \n2016\nUK parallel, \nPC, DB\n35 not trained males \nand females/ \npatients with stable \nRA\n15 20 84 63 57.2 24.7 27.8 loading + long \nmaintenance\nCrM 20 g/d for 5 days \n+3 g/d for 77 \ndays\nNO Flavored drink powder\nForbes et al. \n2016\nCanada parallel, \nPC, DB\n17 active females/ \nhealthy\n9 8 28 23.8 22.4 NR NR Loading + short \nmaintenance\nCrM 19.32 g/d for 5 \ndays +6.44 g/ \ndays for 23 \ndays\nAT Maltodextrin\nPinto et al. \n2016\nBrazil Parallel, \nPC, DB\n27 not trained males \nand females/healthy\n13 14 84 67.4 67.1 NR NR maintenance CrM 5 g/d for 84 day RT Maltodextrin powder\nCollins et al. \n2016\nNew \nZealand\nparallel, \nPC, DB\n16 not trained males \nand females/healthy\n9 7 98 70 69 30.9 30.1 maintenance CrM 5 g/d for 98 days RT Maltodextrin + whey\nCanada 14 17 84 58 57.6 NR NR maintenance CrM RT Maltodextrin\n( Continued )\n18\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nJohannsmeyer \net al.2016\nparallel, \nPC, DB\n31 not trained males \nand females/healthy\n7.83 g/d for 84 \ndays\nBackx et al. \n2017\nFinland parallel, \nPC, DB\n30 not trained males/ \nhealthy\n15 15 21 23 23 23 23.5 Loading + short \nmaintenance\nCrM 20 g/d for 5 days \n+ 5 gr/day for \n16 days\nNO Maltodextrin and \ndextrose \nmonohydrate\nWilborn et al. \n2017\nUSA parallel, \nPC, DB\n17 trained females/ \nhealthy\n8 9 56 22 20 23.2 23.8 maintenance CrM 5 g/d for 56 days RT Whey protein\nKaramat et al. \n2017\nNetherlands parallel, \nPC, TB\n16 not trained males/ \nhealthy\n8 8 7 NR NR 22.1 24.2 ND NR 5 g/d for 7 days NR Placebo capsules (NR)\nAtakan et al. \n2018\nTurkey parallel, \nPC, DB\n30 trained female futsal \nplayers/healthy\n15 15 7 19.6 20.7 22.17 19.83 Just loading CrM 14.5 g/d for 7 \ndays\nAT Maltodextrin\nWang et al. \n2018\nUSA parallel, \nPC, DB\n30 trained male \nathletes/healthy\n15 15 28 20 20 NR NR Loading + short \nmaintenance\nCrM 20 g/d for 6 days \n+2 g/d for 22 \ndays\nCT Carboxymethyl \ncellulose powder \nplus dextrose\nVanbavel et al. \n2019\nBrazil parallel, \nPC, DB\n49 active males and \nfemales/healthy\n31 18 21 33 32 23.3 22.9 maintenance CrM 5 g/d for 21 days NR Maltodextrin\nArazi et al. \n2019\nIran parallel, \nPC, DB\n16 not trained males/ \nhealthy\n8 8 42 20.87 20.37 NR NR loading + long \nmaintenance\nother 20 g/d for 5 days \n+5 g/d for 37 \ndays\nRT Rice flour\nAlmeida et al. \n2020\nBrazil parallel, \nPC, DB\n18 active males/healthy 9 9 7 22.7 24.2 NR NR Just loading CrM 24.2 g/d for 7 \ndays\nRT Dextrose\nMarini et al. \n2020\nBrazil parallel, \nPC, DB\n28 not trained males \nand females/ \nhemodialysis \npatients\n14 14 28 41.86 41.79 22.76 21.93 Loading + short \nmaintenance\nCrM 20 g/d for 7 days \n+5 g/d for 21 \ndays\nNO Maltodextrin\nCandow et al. \n2020\nCanada parallel, \nPC, DB\n38 not trained males/ \nhealthy\n18 20 364 58 56 NR NR maintenance CrM 9.3 g/d for 364 \ndays\nRT Maltodextrin (Corn- \nstarch)\nDelextrat et al. \n2020a\nUK parallel, \nPC, DB\n22 trained male and \nfemale team- and \nracket sport players/ \nhealthy\n11 11 28 25.6 25.2 NR NR maintenance CrM 5 g/d for 28 days CT Rice flour\nDelextrat et al. \n2020b\nUK parallel, \nPC, DB\n22 trained male and \nfemale team and \nracket sport players/ \n12 10 28 26 24.2 NR NR maintenance CrM 5 g/d for 28 days CT Rice flour + beta- \nalanine\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 19\n\nTable 1. (Continued).\nStudies Country\nStudy \nDesign\nTraining background/ \nhealth status\nSample \nsize\nTrial \nDuration \n(d)\nMean Age Mean BMI Intervention\nIG CG IG CG IG CG Loading\nCreatine \nType How to use\nType of \nexercise Control group\nhealthy\nAnders et al. \n2021\nUSA parallel, \nPC, DB\n22 trained males/ \nhealthy\n12 10 28 19.8 20.6 NR NR maintenance CrM 2.4 g/d for 28 \ndays\nCT Cellulose\nPakulak et al. \n2021a\nCanada parallel, \nPC, DB\n10 active males and \nfemales/healthy\n5 5 42 22 23 NR NR maintenance CrM 7.6 g/d for 42 \ndays\nRT Cellulose powder\npakulak et al. \n2021b\nCanada parallel, \nPC, DB\n10 active males and \nfemales/healthy\n5 5 42 22 19 NR NR maintenance CrM 7.4 g/d for 42 \ndays\nRT Cellulose powder\nBonilla et al. \n2021\nUSA parallel, \nSB\n16 active males/healthy 8 8 56 NR NR 23.89 25.02 maintenance CrM 7.6 g/d for 56 \ndays\nRT Cluster-set resistance \ntraining (CS-RT)\nButchart et al. \n2022\nCanada parallel, \nPC, DB\n8 not trained \nparticipants/stroke \nsurvivors\n5 3 70 51 73 29.2 27.4 loading + long \nmaintenance\nCrM 25.4 g/d for 7 \ndays +8.4 g/d \nfor 63 days\nRT corn-starch \nmaltodextrin\nAlmeida et al. \n2022\nBrazil parallel, \nPC, DB\n34 active males/healthy 17 17 28 23.1 23.8 NR NR Loading + short \nmaintenance\nCrM 21.9 g/d for 7 \ndays +2.1 g/d \nfor 21 days\nRT Dextrose\nDinan et al. \n2022a\nUSA parallel, \nPC, DB\n18 trained male and \nfemale athletes/ \nhealthy\n12 6 56 NR NR NR NR maintenance CrM 5 g/d for 56 days RT maltodextrin\nDinan et al. \n2022b\nUSA parallel, \nPC, DB\n16 trained male and \nfemale athletes/ \nhealthy\n11 5 56 NR NR NR NR maintenance CrM 5 g/d for 56 days RT maltodextrin\nAskow et al. \n2022\nUSA parallel, \nPC, DB\n18 not trained male and \nfemale athletes/ \nhealthy\n8 10 14 28.5 30.3 25.8 24.7 maintenance CrM 5 g/d for 14 days RT maltodextrin\nMoore et al. \n2023a\nUSA crossover, \nPC, DB\n30 active females/ \nhealthy\n30 30 5 25.4 24.5 23.6 23.1 Just loading CrM 20 g/d for 5 days NR crystal light\nMoore et al. \n2023b\nUSA crossover, \nPC, DB\n30 active females/ \nhealthy\n30 30 5 25.4 24.5 23.6 23.1 Just loading CrM 20 g/d for 5 days NR crystal light\nNote : Abbreviations: IG, intervention group; CG, control group; DB, double-blinded; SB, single-blinded; PC, placebo-controlled; CO, controlled; RA, randomized; NR, not reported; F, Female; M, \nMale; NR, not reported; DM1, Myotonic muscular dystrophy type 1; RA, Rheumatoid Arthritis.\n20\n F. PASHAYEE-KHAMENE ET AL.\n\n3.3. Quality assessment\nEvaluating the general risk of bias mentioned 111 studies with a low risk of bias \n[ 32 , 33 , 36 , 38–40 , 42–46 , 48 , 49 , 51–57 , 60–62 , 64–66 , 68 , 69 , 72–74 , 76 , 77 , 79–81 , 84–86 , 90–94 , \n96–109 , 111–120 , 122–129 , 131 , 132 , 134–140 , 142–145 , 147–150 , 152–155 , 158–163 , 165–168 , \n170–173 ], 17 studies with a high risk of bias [ 34 , 37 , 41 , 47 , 58 , 70 , 71 , 78 , 82 , 87 , 88 , 121 , 141 , 151 , \n156 , 157 , 169 ], and the others indicated an unclear risk of bias [ 9 , 35 , 50 , 59 , 63 , 67 , 75 , 83 , \n89 , 95 , 110 , 130 , 133 , 146 , 164 ] ( Table 2 ).\n4. Meta-analysis\n4.1. Effect of creatine supplementation on body composition in adults\n4.1.1. Effect of creatine supplementation on body mass and body mass index\nAnalyzing 154 overall effect sizes demonstrated a significant increase in body mass \nfollowing creatine supplementation (WMD: 0.86 kg; 95% CI: 0.76 to 0.96; p < 0.001) \n( Figure 2A ). However, no degree of heterogeneity was found (I\n2 \n= 0.0%). Evaluating the \nresults of subgroup analysis showed that the effect of creatine supplementation on body \nmass was independent of age, sex, activity status of participants, trial duration, interven -\ntion dose, loading protocol, type of creatine, and type of training program during the \nintervention ( Table 3 ). Overall, results from the random effects model indicated that \ncreatine supplementation failed to change body mass index (WMD: 0.20 kg/m\n2\n; 95% CI: \n−0.17 to 0.58; p = 0.299) ( Figure 2B ). Moreover, no degree of between-studies heteroge -\nneity was observed (I\n2 \n= 0.0%) ( Table 3 ).\n4.1.2. Effect of creatine supplementation on fat-free mass\nCombined results from 95 effect sizes indicated a small, yet significant increase in fat-free \nmass following creatine supplementation (WMD: 0.82 kg; 95% CI: 0.57 to 1.06; p < 0.001) \n( Figure 2E ). Additionally, we observed no degree of between-studies heterogeneity (I\n2 \n= \n0.0%). Subgroup analysis revealed that creatine supplementation increased fat-free mass \nin studies that used combined or resistance training interventions or creatine monohy -\ndrate as a supplement. Moreover, using a maintenance dose, or creatine loading with a \nlong maintenance dose had significant effects on fat-free mass. Descriptively, the results \nappeared to be greater among males ( Table 3 ).\n4.1.3. Effect of creatine supplementation on fat mass and body fat percentage\nPooled data from 62 effect sizes demonstrated no significant effect of creatine supplemen -\ntation on fat mass (WMD: 0.05 kg; 95% CI: −0.24 to 0.35; p = 0.703) ( Figure 2C ), with no \nobserved heterogeneity among the studies (I\n2 \n= 0.0%) ( Table 3 ). Subgroup analysis failed to \nshow any significant change in the results. According to the results from 89 effect sizes, \ncreatine supplementation resulted in a very small reduction in body fat percentage (WMD: \n−0.28 %; 95% CI: −0.47 to − 0.09; p = 0.004) ( Figure 2D ). There was no heterogeneity among \nstudies (I\n2 \n= 0.0%). Subgroup analysis revealed a significant reduction in body fat percen -\ntage in studies with supplementation dosages of more than 5 g/day, trained participants, \nand studies that used a combination of creatine supplementation with combined training. \nAlso, studies that used creatine supplementation protocol with a maintenance dose or \ncreatine monohydrate showed a significant reduction in body fat percentage ( Table 3 ).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 21\n\nTable 2. Risk of bias assessment.\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nBalsom et al. 1993 H H L H L U L Fair\nMujika et al. 1996 U U L L L H L Good\nTerrillion et al. 1997 H H L L H H L Weak\nVanderberghe et al. \n1997\nH H L L L H L Weak\nNoonan et al. 1998a U U L L L H L Good\nNoonan et al. 1998b U U L L L H L Good\nKreider et al. 1998 U U L L L H U Good\nOopik et al. 1998 H H L L H H L Weak\nMaganaris et al. \n1998\nU U L L L H L Good\nBermon et al. 1998a U U L L L U L Good\nBermon et al. 1998b U U L L L U L Good\nVukovich et al. \n1998a\nU U L L L H L Good\nVukovich et al. \n1998b\nU U L L L H L Good\nKelly et al. 1998 U U L L H H H Weak\nMckenna et al. 1999 U U L L L H L Good\nFrancaux et al. 1999 U U L U L U L Good\nRawson et al. 1999 U U L L L H L Good\nPearson et al. 1999 U U U L L H L Good\nLeenders et al. \n1999a\nU U L L L H L Good\nLeenders et al. \n1999b\nU U L L L H L Good\nPeeters et al. 1999a H H L L L H L Weak\nPeeters et al. 1999b H H L L L H L Weak\nHaff et al. 2000 U U L L L U L Good\n( Continued )\n22\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nSchedel et al. 2000 U U L L L H L Good\nDeutekom et al. \n2000\nU U H L L H L Fair\nMihic et al. 2000 U U L L L H L Good\nHamilton et al. 2000 U U L L L U L Good\nLarson-Meyer et al. \n2000\nU U L L L H L Good\nVolek et al. 2000 U U L L L H L Good\nBecque et al. 2000 H L L U L U L Good\nBrenner et al. 2000 U U L L L U L Good\nSkare et al. 2001 H H L H H H L Weak\nGreen et al. 2001 U U L U L U H Good\nRockwell et al. 2001 U U L L L H U Good\nOp t Eijnde et al. \n2001\nU U L L L H L Good\nBemben et al. 2001 U U L L L U L Good\nChrusch et al. 2001 U U L L L U L Good\nKern et al. 2001 U U L L L H L Good\nParise et al. 2001a U U H L L H L Fair\nParise et al. 2001b U U H L L H L Fair\nWilder et al. 2001a U U L L H H L Fair\nWilder et al. 2001b U U L L H H L Fair\nWilloughby et al. \n2001\nU U L L L H L Good\nHespel et al. 2001 U U L U L U L Good\nCoxe et al. 2002 H U H L L H L Weak\nGotshalk et al. 2002 U U L U L U L Good\nKilduff et al. 2002 H H L L L H L Weak\nWilder et al. 2002a U U L L H H U Fair\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 23\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nWilder et al. 2002b U U L L H H U Fair\nWalter et al. 2002 U U L L L H L Good\nHuso et al. 2002 U U L L L U L Good\nWarber et al. 2002 U U L L L H L Good\nKutz et al. 2003 H H L L L H L Weak\nVukovich et al. 2003 H H L H H H H Weak\nLehmkuhl et al. 2003 U U L L L H L Good\nBurke et al. 2003a L L L L L U L Good\nBurke et al. 2003b L L L L L U L Good\nVan Loon et al. 2003 H H L L L H L Weak\nZajac et al. 2003 U U L H L H L Fair\nEijnde et al. 2003a U U L U L U L Good\nEijnde et al. 2003b U U L U L U L Good\nKambis et al. 2003 U U L L L U L Good\nBrose et al. 2003 a U U L L L U L Good\nBrose et al. 2003 b U U L L L U L Good\nWatsford et al. 2003 U U L L L H U Good\nEckerson et al. 2004 U U L U L L L Good\nKinugasa et al. 2004 H H L L L H L Weak\nJavierre et al. 2004 U U L U H H L Fair\nVolek et al. 2004 U U L L L H L Good\nBall SD et al. 2004 U U L L L U L Good\nTarnopolosky et al. \n2004\nL L L L L H L Good\nTaes et al. 2004 U U L L L H L Good\nAnomasiri et al. \n2004\nU U L U L U L Good\nEckerson et al. \n2005a\nU U L U L U L Good\n( Continued )\n24\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nEckerson et al. \n2005b\nU U L U L U L Good\nEckerson et al. 2005c U U L U L U L Good\nEckerson et al. \n2005d\nU U L U L U L Good\nPerret et al. 2005 U H L L L H L Fair\nAhmun et al. 2005 U U L L L U L Good\nMendell et al. 2005 H H L H L H L Weak\nFuld et al. 2005 U U L U L U L Good\nHoffman et al. 2005 U U H L L H L Fair\nKuethe et al. 2006 H U L U L U L Good\nHille et al. 2006 U U L U L U L Good\nNorman et al. 2006 L L L L L H L Good\nFerguson et al. 2006 U U L L L U L Good\nPluim et al. 2006 U U H L L H H Weak\nRogers et al. 2006 U U L L L H L Good\nHoffman et al. 2006 U U L L L U L Good\nSmith et al. 2007 U U H L L H L Fair\nStout et al. 2007 U U L L L H L Good\nSilva et al. 2007 U U L L L H L Good\nWright et al. 2007 H H L H H H L Weak\nDe Souza junior et \nal. 2007\nU U L U L U L Good\nCribb et al. 2007 a U U L L L U L Good\nCribb et al. 2007 b U U L L L U L Good\nHass et al. 2007 U U L L L H L Good\nChilibeck et al. 2007 U U L L L U L Good\nCribb et al. 2007 U U L L L U L Good\nWalter et al. 2008 U U L L L H L Good\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 25\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nEckerson et al. 2008 U U L U L U L Good\nGotshalk et al. 2008 U U L L L H L Good\nDeacon et al. 2008 L L L L L L H Good\nEliot et al. 2008 a U U L L L U L Good\nEliot et al. 2008 b U U L L L U L Good\nLittle et al. 2008 U U L L L H L Good\nJager et al. 2008 a U U L L L H L Good\nJager et al. 2008 b U U L L L H L Good\nSakkas et al. 2009 L L L L L H U Good\nBazzucchi et al. 2009 U H L U L U H Fair\nSpillane et al.2009a U U L L L H L Good\nSpillane et al. 200 b U U L L L H L Good\nHerda et al. 2009a U U L U L U L Good\nHerda et al. 2009b U U L U L U L Good\nHerda et al. 2009c U U L U L U L Good\nFukuda et al. 2010a U U L U L U L Good\nFukuda et al. 2010b U U L U L U L Good\nHickner et al. 2010 H U L L L H L Fair\nSaremi et al. 2010 L L L L L H U Good\nCamic et al. 2010 U U L L L U L Good\nSmith et al. 2011a U U L L L H L Good\nSmith et al. 2011b U U L L L H L Good\nNeves JR et al. 2011 L L L L L H L Good\nRawson et al. 2011 L U L L L H L Good\nTaylor et al. 2011 U U L L L H L Good\nMohebbi et al. 2012 H H L L L H L Weak\nZuniga et al. 2012 U U L L L H L Good\nPericario et al. 2012 U U L L L H U Good\n( Continued )\n26\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nSterkowicz et al. \n2012\nU U L L L H L Good\nMontes De Oca et al. \n2013\nU U L L L U L Good\nAguiar et al. 2013 U L L L L U L Good\nCooke et al. 2014 U U L L L H L Good\nGualano et al. 2014a L L L L L U L Good\nGualano et al. 2014b L L L L L U L Good\nKresta et al. 2014(a) U U L L L H U Good\nkresta et al. 2014(b) U U L L L H U Good\nHayashi et al. 2014 U L L L L U L Good\nNemezio et al. 2015 U L L L L U L Good\nAedma et al. 2015 H U L L L U L Good\nLobo et al. 2015 L U L L L H L Good\nCandow et al. 2015a U L L L L U L Good\nCandow et al. 2015b U L L L L U L Good\nChilibeck et al. 2015 L L H L L L H Fair\nDeminice et al. 2015 U U L L L U L Good\nWilkinson et al. 2016 L L L L L H H Fair\nForbes et al. 2016 L L L L L U L Good\nPinto et al. 2016 L U L L L H L Good\nCollins et al. 2016 U L L L L H L Good\nJohannsmeyer et al. \n2016\nL L L L L H L Good\nBackx et al. 2017 U U L L L U L Good\nWilborn et al. 2017 U U L L L H L Good\nKaramat et al. 2017 L L L H L L L Good\nAtakan et al. 2018 L U L U L U L Good\nWang et al. 2018 U U L L L H L Good\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 27\n\nTable 2. (Continued).\nStudy\nRandom sequence \ngeneration\nAllocation \nconcealment\nSelective \nreporting\nOther sources \nof bias\nBlinding (participants and \npersonnel)\nBlinding (outcome \nassessment)\nIncomplete \noutcome data\nGeneral risk \nof bias\nVanbavel et al. 2019 U U L L H H H Weak\nArazi et al. 2019 U U H U L U L Good\nAlmeida et al. 2020 U U L U L U L Good\nMarini et al. 2020 U H L L L H L Fair\nCandow et al. 2020 L L L L L L L Good\nDelextrat et al. \n2020a\nU U L L L U L Good\nDelextrat et al. \n2021b\nU U L L L U L Good\nAnders et al. 2021 U U L L L U L Good\nPakulak et al. 2021a U U L L L H U Good\npakulak et al. 2021b U U L L L H U Good\nBonilla et al. 2021 L U L L H U L Good\nButchart et al. 2022 U U L L L U L Good\nAlmeida et al. 2022 U U L U L U L Good\nDinan et al. 2022a L L L L L U L Good\nDinan et al. 2022b L L L L L U L Good\nAskow et al. 2022 U L L L L U L Good\nMoore et al. 2023a L L L L L U L Good\nMoore et al. 2023b L L L L L U L Good\nNote : L; low risk of bias; H, high risk of bias; U, unclear risk of bias. \nGeneral Low risk < 2 high risk. \nGeneral moderate risk = 2 high risk. \nGeneral high risk > 2 high risk.\n28\n F. PASHAYEE-KHAMENE ET AL.\n\na)\nb)\nFigure 2. Forest plot detailing weighted mean difference and 95% confidence intervals (CIs) for the \neffect of creatine supplementation on A) body weight (kg); B) BMI (kg/m\n2\n); C) FM (kg); D) BFP (%); E) \nand FFM (kg).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 29\n\nc)\nd)\nFigure 2. Continued\n30\n F. PASHAYEE-KHAMENE ET AL.\n\n4.2. Sensitivity analysis\nTo ascertain the impact of each study on the overall effect size, each trial was excluded \nfrom the analysis step by step. Assessing the results of the sensitivity analysis indicated no \nsignificant alteration in the total effect of creatine supplementation on body mass, body \nmass index, fat-free mass, fat mass, and body fat percentage ( Table 4 ).\n4.3. Publication bias\nThe overall results of Egger’s regression test and inspecting the funnel plots provided no \nevidence of publication bias ( Table 4 ) ( Figure 3 ).\n4.4. Non-linear dose-response analysis\nThe results of the dose-response analysis indicated a significant association between \ncreatine doses with changes in fat mass ( p = 0.039; Table 5 and Figure 4C ) and fat-free \nmass ( p = 0.008; Table 5 and Figure 4E ). Also, a significant association between the \nduration of creatine supplementation and changes in body mass ( p = 0.030; Table 5 and \nFigure 5A ) was observed.\ne)\nFigure 2. Continued\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 31\n\nTable 3. Subgroup analyses of creatine supplementation on body composition in adults.\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nSubgroup analyses of creatine on body mass (kg)\nOverall effect 154 0.86 (0.76, 0.96) <0.001 1.000 0.0%\nTrial duration (d)\n≤30 89 0.87 (0.77, 0.98) <0.001 1.000 0.0% 0.490\n>30 65 0.76 (0.47, 1.06) <0.001 1.000 0.0%\nIntervention dose (g/d)\n≤5 68 0.91 (0.78, 1.04) <0.001 1.000 0.0% 0.256\n>5 86 0.80 (0.65, 0.94) <0.001 1.000 0.0%\nBaseline BMI (kg/m\n2\n)\nNormal (18.5–24.9) 15 0.81 (0.11, 1.51) 0.022 1.000 0.0% 0.523\nOverweight (25–29.9) 9 0.48 (−0.24, 1.22) 0.195 0.998 0.0%\nSex\nMale 93 0.89 (0.78, 1.01) <0.001 1.000 0.0%\nBoth 33 0.57 (0.24, 0.91) 0.001 1.000 0.0%\nFemale 27 0.86 (0.62, 1.09) <0.001 0.824 0.0%\nParticipant’s age\n<40 75 0.93 (0.82, 1.04) <0.001 1.000 0.0% 0.077\n>40 29 0.60 (0.7825 0.95) 0.001 1.000 0.0%\nActivity status\nTrained 58 0.94 (0.76, 1.12) <0.001 <0.001 0.0% 0.179\nActive 45 0.86 (0.74, 0.99) <0.001 0.994 0.0%\nNon-active 51 0.60 (0.28, 0.91) <0.001 <0.001 0.0%\nAlong with exercise\nAT 17 0.95 (0.58, 1.32) <0.001 0.993 0.0% 0.068\nCT 40 0.59 (0.31, 0.88) <0.001 0.997 0.0%\nNo exercise 17 0.50 (0.08, 0.92) 0.018 0.992 0.0%\nRT 57 0.89 (0.76, 1.01) <0.001 1.000 0.0%\nLoading\n( Continued )\n32\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nJust loading 48 0.54 (−0.14, 1.23) <0.001 0.998 0.0% 0.685\nLoading + short maintenance 22 0.91 (0.78, 1.05) <0.001 1.000 0.0%\nMaintenance 43 0.98 (0.60, 1.36) <0.001 1.000 0.0%\nHigh dose maintenance 6 1.26 (0.03, 2.48) 0.036 0.997 0.0%\nloading + long maintenance 32 0.66 (0.26, 1.07) 0.002 0.975 0.0%\nType of creatine\nCrC 12 0.89 (0.65, 1.13) <0.001 0.423 2.2% 0.971\nCM 128 0.85 (0.74, 0.96) <0.001 1.000 0.0%\nOther 5 0.98 (−0.00, 1.98) 0.052 0.261 20.4%\nSubgroup analyses of creatine on BMI (kg/m\n2\n)\nOverall effect 13 0.20 (−0.17, 0.58) 0.299 1.000 0.0%\nTrial duration (d)\n≤30 5 0.31 (−0.22, 0.84) 0.254 0.996 0.0% 0.568\n>30 8 0.08 (−0.45, 0.63) 0.749 0.999 0.0%\nIntervention dose (g/d)\n≤5 12 0.18 (−0.21, 0.59) 0.364 1.000 0.0% 0.850\n>5 1 0.30 (−0.78, 1.38) 0.589 - -\nBaseline BMI (kg/m\n2\n)\nNormal (18.5–24.9) 6 0.25 (−0.27, 0.79) 0.344 0.977 0.0% 0.779\nOverweight (25–29.9) 5 0.14 (−0.41, 0.71) 0.610 0.992 0.0%\nSex\nMale 3 0.41 (−0.31, 1.14) 0.267 0.962 0.0% 0.769\nBoth 8 0.08 (−0.45, 0.61) 0.768 0.999 0.0%\nFemale 2 0.22 (−0.58, 1.02) 0.593 0.923 0.0%\nParticipant’s age\n<40 4 0.28 (−0.31, 0.88) 0.352 0.995 0.0% 0.585\n>40 6 0.05 (−0.51, 0.62) 0.849 0.993 0.0%\nActivity status\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 33\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nActive 1 0.30 (−0.81, 1.41) 0.597 - - 0.945\nTrained 4 0.29 (−0.56, 1.16) 0.499 0.993 0.0%\nNon-active 8 0.15 (−0.29, 0.61) 0.499 0.995 0.0%\nAlong with exercise\nCT 1 0.53 (−1.61, 2.67) 0.628 - - 0.990\nNo exercise 3 0.16 (−0.58, 0.91) 0.663 0.992 0.0%\nAT 1 0.30 (−0.78, 1.38) 0.589 - -\nRT 5 0.08 (−0.60, 0.76) 0.819 0.989 0.0%\nLoading\nJust loading 1 0.30 (−0.78, 1.38) 0.589 - - 0.932\nLoading + short maintenance 1 0.08 (−2.27, 2.43) 0.947 - -\nMaintenance 6 0.23 (−0.30, 0.77) 0.390 1.000 0.0%\nloading + long maintenance 4 −0.05 (−0.82, 0.71) 0.893 0.962 0.0%\nType of creatine\nCM 11 0.14 (−0.26, 0.56) 0.481 1.000 0.0% 0.805\nOther 1 0.53 (−1.61, 2.67) 0.376 - -\nSubgroup analyses of creatine on FM (kg)\nOverall effect 62 0.05 (−0.24, 0.35) 0.703 1.000 0.0%\nTrial duration (d)\n≤30 15 0.34 (−0.21, 0.89) 0.227 0.921 0.0% 0.233\n>30 47 −0.06 (−0.41, 0.29) 0.742 1.000 0.0%\nIntervention dose (g/d)\n≤5 35 0.25 (−0.16, 0.67) 0.231 0.999 0.0% 0.183\n>5 27 −0.15 (−0.58, 0.27) 0.487 0.992 0.0%\nBaseline BMI (kg/m\n2\n)\nNormal (18.5–24.9) 8 −0.25 (−0.78, 0.27) 0.349 0.917 0.0% 0.287\nOverweight (25–29.9) 10 0.29 (−0.47, 1.05) 0.457 0.975 0.0%\nObese (≥30) 1 −3.60 (−9.91, 2.71) 0.264 - -\n( Continued )\n34\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nSex\nMale 30 0.28 (−0.13, 0.69) 0.185 0.991 0.0% 0.494\nBoth 21 −0.14 (−0.64, 0.34) 0.556 0.988 0.0%\nFemale 10 −0.29 (−1.16, 0.58) 0.515 0.977 0.0%\nParticipant’s age\n<40 30 −0.12 (−0.63, 0.38) 0.619 1.000 0.0% 0.775\n>40 21 −0.02 (−0.51, 0.46) 0.917 0.920 0.0%\nActivity status\nActive 15 0.01 (−0.59, 0.62) 0.966 0.746 0.0% 0.891\nTrained 18 0.17 (−0.38, 0.73) 0.542 1.000 0.0%\nNon-active 29 0.01 (−0.42, 0.44) 0.959 0.992 0.0%\nAlong with exercise\nCT 11 −0.14 (−0.81, 0.52) 0.667 0.765 0.0% 0.927\nNo exercise 5 0.26 (−0.58 1.10) 0.546 0.991 0.0%\nAT 2 −0.09 (−1.14, 0.95) 0.864 0.590 0.0%\nRT 40 0.09 (−0.30, 0.48) 0.658 0.998 0.0%\nLoading\nJust loading 5 0.15 (−0.77, 1.08) 0.746 0.992 0.0% 0.859\nLoading + short maintenance 7 0.51 (−0.55, 1.58) 0.345 0.356 9.6%\nMaintenance 28 −0.08 (−0.60, 0.44) 0.764 0.998 0.0%\nHigh dose maintenance 2 0.28 (−0.70, 1.28) 0.573 0.698 0.0%\nloading + long maintenance 20 −0.02 (−0.50, 0.46) 0.927 0.983 0.0%\nType of creatine\nCM 59 0.05 (−0.24, 0.35) 0.723 1.000 0.0% 0.934\nOther 2 0.01 (−2.01, 2.04) 0.693 - -\nSubgroup analyses of creatine on BFP (%)\nOverall effect 89 −0.28 (−0.47, −0.09) 0.004 0.968 0.0%\nTrial duration (d)\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 35\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\n≤30 36 −0.30 (−0.65, 0.04) 0.084 0.341 7.5% 0.512\n>30 53 −0.16 (−0.41, 0.08) 0.200 0.999 0.0%\nIntervention dose (g/d)\n≤5 51 −0.04 (−0.29, 0.20) 0.734 0.986 0.0% 0.005\n>5 38 −0.60 (−0.89, −0.30) <0.001 0.903 0.0%\nBaseline BMI (kg/m\n2\n)\nNormal (18.5–24.9) 7 −0.26 (−0.74, 0.21) 0.279 0.995 0.0% 0.549\nOverweight (25–29.9) 8 −0.08 (−0.44, 0.28) 0.668 0.712 0.0%\nSex\nMale 55 −0.36 (−0.61, −0.11) 0.005 0.593 0.0% 0.622\nBoth 18 −0.15 (−0.68, 0.37) 0.558 0.996 0.0%\nFemale 16 −0.18 (−0.52, 0.16) 0.299 0.934 0.0%\nParticipant’s age\n<40 45 −0.19 (−0.52, 0.13) 0.244 0.998 0.0% 0.779\n>40 20 −0.13 (−0.44, 0.17) 0.401 0.998 0.0%\nActivity status\nActive 18 −0.04 (−0.80, 0.73) 0.920 0.067 35.7% 0.063\nTrained 37 −0.56 (−0.86, −0.26) <0.001 0.968 0.0%\nNon-active 34 −0.10 (−0.37, 0.17) 0.474 1.000 0.0%\nAlong with exercise\nCT 22 −0.83 (−1.22, −0.44) <0.001 0.741 0.0% 0.022\nNo exercise 7 −0.32 (−0.82, 0.17) 0.202 0.724 0.0%\nAT 6 −0.37 (−1.14, 0.39) 0.341 0.903 0.0%\nRT 43 −0.02 (−0.30, 0.25) 0.864 0.911 0.0%\nLoading\nJust loading 12 −0.10 (−0.61, 0.41) 0.699 1.000 0.0% 0.177\nLoading + short maintenance 15 0.14 (−0.63, 0.93) 0.711 0.288 14.8%\nMaintenance 32 −0.59 (−0.91, −0.28) <0.001 0.527 0.0%\n( Continued )\n36\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nHigh dose maintenance 5 −0.17 (−1.03, 0.69) 0.698 0.763 0.0%\nloading + long maintenance 25 −0.14 (−0.45, 0.16) 0.363 0.996 0.0%\nType of creatine\nCrC 1 −0.10 (−3.42, 3.22) 0.953 - - 0.720\nCM 80 −0.31 (−0.51, −0.11) 0.002 0.921 0.0%\nOther 4 0.21 (−0.85, 1.28) 0.693 0.781 0.0%\nSubgroup analyses of creatine on FFM (kg)\nOverall effect 95 0.82 (0.57, 1.06) <0.001 1.000 0.0%\nTrial duration (d)\n≤30 31 1.07 (0.48, 1.66) <0.001 0.996 0.0% 0.357\n>30 64 0.76 (0.49, 1.03) <0.001 1.000 0.0%\nIntervention dose (g/d)\n≤5 52 0.77 (0.46, 1.08) <0.001 1.000 0.0% 0.663\n>5 43 0.89 (0.49, 1.29) <0.001 0.981 0.0%\nBaseline BMI (kg/m\n2\n)\nNormal (18.5–24.9) 7 1.12 (0.59, 1.65) <0.001 0.829 0.0% 0.270\nOverweight (25–29.9) 8 0.39 (−0.34, 1.13) 0.293 0.905 0.0%\nObese (≥30) 1 −0.40 (−6.69, 5.89) 0.901 - -\nSex\nMale 51 1.20 (0.80, 1.60) <0.001 1.000 0.0% 0.120\nBoth 25 0.60 (0.21, 0.99) 0.002 0.970 0.0%\nFemale 18 0.54 (0.03, 1.06) 0.036 1.000 0.0%\nParticipant’s age\n<40 48 0.89 (0.45, 1.33) <0.001 1.000 0.0% 0.955\n>40 27 0.87 (0.53, 1.22) <0.001 0.996 0.0%\nActivity status\nActive 26 0.71 (0.01, 1.41) 0.045 1.000 0.0% 0.194\nTrained 32 1.31 (0.72, 1.90) <0.001 0.999 0.0%\n( Continued )\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 37\n\nTable 3. (Continued).\nNumber of effect sizes WMD (95%CI) P-value\nheterogeneity\nP heterogeneity I\n2\nP between sub-groups\nNon-active 37 0.71 (0.42, 1.01) <0.001 0.994 0.0%\nAlong with exercise\nCT 26 1.00 (0.48, 1.52) <0.001 0.934 0.0% 0.143\nNo exercise 7 0.24 (−0.26, 0.75) 0.347 0.854 0.0%\nAT 6 1.19 (−0.09, 2.48) 0.068 0.989 0.0%\nRT 48 0.99 (0.64, 1.35) <0.001 1.000 0.0%\nLoading\nJust loading 10 0.88 (−0.36, 2.13) 0.165 1.000 0.0% 0.828\nLoading + short maintenance 19 0.52 (−0.24, 1.29) 0.179 0.999 0.0%\nMaintenance 32 0.72 (0.32, 1.12) <0.001 0.912 0.0%\nHigh dose maintenance 3 1.34 (−0.40, 3.09) 0.131 0.976 0.0%\nloading + long maintenance 31 0.93 (0.57, 1.29) <0.001 0.996 0.0%\nType of creatine\nCM 89 0.82 (0.57, 1.06) <0.001 1.000 0.0% 0.997\nOther 3 0.91 (−3.06, 4.88) 0.653 0.834 0.0%\nNote : Abbreviations: WMD, weighted mean differences; CI, confidence interval; BMI, body mass index.\n38\n F. PASHAYEE-KHAMENE ET AL.\n\nTable 4. Publication bias and sensitivity analysis.\nPublication bias\nOutcomes Egger’s test Sensitivity\nBody weight 0.440 None\nBMI 0.533 None\nFM 0.350 None\nBFP 0.212 None\nFFM 0.169 None\na) b)\nc) d)\ne)\nFigure 3. Funnel plots for the effect of creatine supplementation on A) body weight (kg); B) BMI (kg/ \nm\n2\n); C) FM (kg); D) BFP (%); and E) FFM (kg).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 39\n\nTable 5. Meta-regression and dose-response.\nRegression Dose-response\nDose (mg/d) Duration (week) Dose (mg/d) Duration (week)\nVariables Coefficient p-value Coefficient p-value Coefficient p-value Coefficient p-value\nBody Mass −0.46 0.505 −1.38 0.770 −0.06 0.392 −0.56 0.030\nBMI 4.48 0.507 −25.70 0.835 −0.07 0.194 −0.27 0.128\nFM −0.33 0.578 −10.24 0.177 −2.02 0.039 −0.65 0.074\nBFP −0.71 0.353 1.59 0.806 −3.45 0.063 −0.56 0.210\nFFM 0.91 0.144 −1.74 0.810 1.75 0.008 0.13 0.454\na) b)\nc) d)\ne)\nFigure 4. Non-linear dose-response relations between creatine supplementation and absolute mean \ndifferences. Dose-response relations between dose (g/day) and absolute mean differences in on A) \nbody weight (kg); B) BMI (kg/m\n2\n); C) FM (kg); D) BFP (%); and E) FFM (kg).\n40\n F. PASHAYEE-KHAMENE ET AL.\n\n4.5. Meta-regression analysis\nThe results of the meta-regression test showed that there was no significant association \nbetween the dosage and duration of creatine supplementation and alterations in body \ncomposition variables ( Table 5 , Figures 6,7 ).\na) b)\nc) d)\ne)\nFigure 5. Non-linear dose-response relations between creatine supplementation and absolute mean \ndifferences. Dose-response relations between duration of intervention (week) and absolute mean \ndifferences in A) body weight (kg); B) BMI (kg/m\n2\n); C) FM (kg); D) BFP (%); and E) FFM (kg).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 41\n\n4.6. GRADE analysis\nThe quality of evidence was assessed using the GRADE protocol in this meta-analysis. The \nquality of evidence in studies evaluating the creatine supplementation impact on body \nmass index and fat mass is regarded as moderate. Moreover, the evidence quality in \nstudies aimed to estimate the influence of creatine supplementation on body mass, fat- \nfree mass, and body fat percentage was upgraded to high ( Table 6 ).\n4.7.",
    "discussion": "Overall, the most important outcomes from this comprehensive systematic review \nand meta-analysis were that creatine supplementation results in a small favorable \neffect on measures of fat-free mass and body fat percentage over time. Sub- \nanalyses revealed that fat-free mass was significantly increased when (1) creatine \nwas ingested in conjunction with either combined concurrent (aerobic + resistance \ntraining) training or resistance training alone, (2) creatine monohydrate was used, \nand (3) a maintenance dose (with or without a loading phase) was implemented. \nMoreover, it was shown that research including a daily creatine intake of more \nthan 5 g or studies combining aerobic and resistance training in their experimental \ndesign exhibited a significant reduction in body fat percentage. No significant \ndifferences were found in any of the variables when subgrouping was done \nbased on sex. However, it was observed that men exhibited a 1.20 kg increase in \nfat-free mass, while females had a smaller rise of 0.54 kg. Age, training status, and \nstudy duration did not appear to influence any of the outcome variables.\n5. Loading protocol of creatine supplementation and training intervention\n5.1. Creatine and fat-free Mass\nIn support of several previous systematic reviews and meta-analyses [ 5 , 11 , 12 , 175–177 ], \ncreatine supplementation significantly increased estimates of fat-free mass (overall) by \n0.82 kg (95% CI: 0.57, 1.06). This was only evident when creatine monohydrate was \ncombined with resistance training or combination of resistance and aerobic training. \nAlternative forms of creatine (creatine malate, creatine ethyl ester and creatine phos -\nphate) did appear to have a similar mean change in fat-free mass (Monohydrate: 0.82 kg \nTable 6. GRADE profile of creatine supplementation on body composition in adults.\nOutcomes Risk of bias Inconsistency Indirectness Imprecision Publication Bias\nQuality \nof evidence\nBody weight No serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\n⊕⊕⊕⊕ \nHigh\nBMI No serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nSerious \nlimitation\n2\nNo serious \nlimitation\n⊕⊕⊕\u0000 \nModerate\nFM No serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nSerious \nlimitation\n2\nNo serious \nlimitation\n⊕⊕⊕\u0000 \nModerate\nBFP No serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\n⊕⊕⊕⊕ \nHigh\nFFM No serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\nNo serious \nlimitation\n⊕⊕⊕⊕ \nHigh\n1- There is no evidence of significant effects of creatine supplementation on BMI and FM..\n42\n F. PASHAYEE-KHAMENE ET AL.\n\n[95% CI: 0.57, 1.06]; Alternative forms: 0.91 kg [−3.06, 4.88]). Few studies have examined \nthe ergogenic effects of creatine-based compounds such as creatine malate, creatine \nethyl ester and creatine phosphate, which limits the ability to draw strong",
    "conclusions": ". \nSterkowicz et al. conducted a trial to determine the effects of 6-weeks of training with \ncreatine malate supplementation on anaerobic capacity and aerobic power and in judo \nspecific fitness performance. Results showed no effects of supplementation with creatine \nmalate on body composition indices and physical performance compared to control \nA) B)\nc) d)\ne)\nFigure 6. linear dose-response relations between creatine supplementation and absolute mean \ndifferences. Dose-response relations between dose (g/day) and absolute mean differences in A) \nbody weight (kg); B) BMI (kg/m\n2\n); C) FM (kg); D) BFP (%); and E) FFM (kg).\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 43\n\n[ 119 ]. In this study creatine malate was chosen due to its efficacy during absorption and \ndigestion in the gastrointestinal tract. Another study examined the combined effects of \ncreatine in the form of creatine ethyl ester and resistance training on body composition \nand muscle strength and power, when compared to creatine monohydrate, creatine ethyl \nester failed to show significant improvements in body composition, muscle mass, and \nstrength and power [ 111 ]. However, due to the limited number of studies, lack of \nstatistical power, and large variability the alternative forms of creatine did not statistically \na) \n \nb) \n c) d)\ne)\nFigure 7. linear dose-response relations between creatine supplementation and absolute mean \ndifferences. Dose-response relations between duration of intervention (week) and absolute mean \ndifferences in A) body weight (kg); B) BMI (kg/m\n2\n); C) FM (kg); D) BFP (%); and E) FFM (kg).\n44\n F. PASHAYEE-KHAMENE ET AL.\n\nincrease fat-free mass compared to the placebo. Therefore, based on the current meta- \nanalysis, creatine monohydrate is well-studied ( n = 89 RCTs), effective ( p < 0.001), has a \nwell-developed safety profile [ 6 ], and is economical [ 15 ]. Additionally, confirmed by a \nprevious review [ 178 ], creatine monohydrate is the only source of creatine that has \nsubstantial evidence to support bioavailability, efficacy, and safety recommended by \nprofessional societies and organizations. Future research may be warranted to explore \nalternative forms of creatine, however, presently it is clear that other forms of creatine are \nnot superior to creatine monohydrate [ 15 ].\nA prior meta-analysis included 22 RCTs with 721 older adults (age: 57–70 years of age, \nboth males and females) who demonstrated an increase in fat-free mass (~1.37 kg, 95% CI: \n0.97–1.76 kg) when creatine was ingested during a resistance training program (training \n2–3 times/week for 7 to 52 weeks) compared to resistance training and placebo [ 5 ]. More \nrecently, Delpino et al. (2022) included 35 studies with 1192 participants that revealed \nthat creatine (with and without exercise) increased fat-free mass by 0.68 kg (95% CI: 0.26– \n1.11), however, sub-analyses demonstrated that gains in fat-free mass only occurred when \ncreatine was ingested with resistance training (1.10 kg, 95% CI: 0.56–1.65) [ 12 ]. In contrast \nto the present investigation, the findings of Delpino et al. (2022) did not provide a \nstatistically significant disparity in fat-free mass when creatine supplementation was \nadministered in conjunction with a mixed regimen of aerobic and resistance training. In \nsupport of our findings, there was no significant effect on fat-free mass when creatine was \ningested alone (without exercise). However, it is important to note that some of the \nobserved increases in fat-free mass may be due to increases in body water retention (both \nextra- and intracellular). It is worth mentioning that several tools were used to measure \nbody composition, such as bioelectric impedance analysis (BIA), BOD POD, hydrostatic \nweighting, hydro densitometry, skinfold equations, and dual-energy X-Ray absorptiome -\ntry. Among them, BIA is an electrical method which has the potential of quantifying total \nbody water, extracellular water, intracellular water in addition to FM, FFM. However, due \nto the limited number of included studies that used BIA as body composition measure -\nment tools (8 of 143 studies) or provided body water data, more studies are needed to \nconfirm body water retention changes following creatine supplementation. A recent \nsystematic review and meta-analysis involving 10 studies showed that the combination \nof creatine supplementation and resistance training increased regional measures of \nmuscle accretion (0.10 to 0.16 cm; as measured using ultrasound and peripheral quanti -\ntative computed tomography) compared to placebo [ 23 ]. Mechanistically, greater fat-free \nmass from creatine is likely related to its ability to increase high-energy phosphate, \nglycogen, calcium, and protein kinetics, stimulation of satellite cells and growth factors, \nor by decreasing inflammation and oxidative stress over time [ 2 , 179 ]. In theory, creatine \nwill allow you to train at a higher training volume, which may enhance training adapta -\ntions over time (for a comprehensive review on mechanisms of creatine to enhance \nmuscle see [ 5 ]).\n5.2. Creatine and Body Fat\nThe overall pooled analysis in the current review revealed a very small, yet statistically \nsignificant decrease in body fat percentage following creatine supplementation (−0.28% \n[−0.47, −0.09]) compared to placebo. However, there were no significant changes in fat \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 45\n\nmass or body mass index. In theory, an increase in fat-free mass may increase energy \nexpenditure and influence energy balance resulting in fat loss over time. In addition, in \nanimal models there is evidence that a reduction in the availability of creatine in adipose \ntissue slows whole-body energy expenditure and increases fat accumulation [ 19 , 20 ]. \nDespite these potential mechanisms, based on the current review they do not appear \nto be sufficient to alter absolute fat mass in humans over time and support the notion that \nthe change in body fat percentage is likely due to an increase in fat-free mass. Bonilla et al. \nprovided 7.6 g/day of creatine for 56 days in young resistance-trained males. They found \nthat creatine combined with resistance training increased fat-free mass and decreased \nbody fat percentage over time [ 148 ]. Sub-analyses revealed that high-dose creatine (>5 g/ \nday), training status (i.e. being trained), exercise intervention, and the incorporation of a \ncreatine maintenance dose following a creatine loading phase may influenced body fat \npercentage. In support of our findings, Forbes et al. (2019) observed a statistically \nsignificant decrease in body fat percentage when creatine was combined with resistance \ntraining [ 21 ] without a significant change in absolute fat mass. Nevertheless, there is \nongoing debate over the potential efficacy of creatine supplementation in relation to \ndecreasing body fat. Several research investigations have shown that there is no statisti -\ncally significant difference in FM, BFP, or BMI after the administration of creatine supple -\nments, regardless of whether exercise training is included or not [ 104 , 106 , 180–182 ]. The \nperiod of creatine supplementation in these studies was shorter than 30 days, which may \nbe considered inadequate for achieving changes in body composition. Additionally, \nworkout program was not created with the intention of establishing a well-rounded \nroutine to effectively observe the intended effects on FM.\n5.3. Creatine and body Mass\nThe observed rise in body mass following creatine supplements may be associated \nwith intramuscular fluid retention that occurs due to the osmotic characteristics of \ncreatine [ 183 ]. Further, creatine supplementation combined with carbohydrates \nincreases muscle glycogen storage, thereby further increasing water retention \n[ 184 ]. These small alterations in water-induced cell swelling increase myogenic \nregulatory factors and activate satellite cells involved in muscle hypertrophy [ 185 ]. \nOver time, the increase in body mass is likely due to a combination of water \nretention and an increase in lean tissue mass. In resistance-trained males ( n = 27) \nreceiving either creatine or placebo over 8 weeks had no changes in the ratio of \nskeletal muscle mass to intracellular water and only the creatine group had a \ndecrease in the skeletal muscle mass to extracellular water ratio [ 186 ]. In females, \nthere may be variations in water retention based on the phase of the menstrual \ncycle [ 173 ]. Thirty moderately active females were randomized to either creatine (20 \ng/day for 5 days) or placebo, with a menstrual phase crossover design. There were \nsignificant increases in total body water, extracellular fluid, and intracellular fluid in \nthe creatine condition only during the luteal phase, while no condition differences \nwere noted in the follicular phase. Despite these alterations in fluid retention, body \nmass was not different between conditions or across the menstrual cycle [ 173 ]. \nThese findings appear to support our current meta-analysis which found no sex- \n46\n F. PASHAYEE-KHAMENE ET AL.\n\nrelated differences. Collectively, creatine supplementation appears to increase body \nmass compared to placebo by ~0.86 kg.\nIn relation to the concept of loading protocol, it is worth noting that out of the total \n154 research examined, a significant proportion of 48 studies did not include a main -\ntenance phase subsequent to the loading phase. Interestingly, when comparing the \ncollective impact of these studies that only focused on loading, it was shown that the \neffect on body mass was comparatively lower (0.54 kg) than the studies that used \nmaintenance doses of creatine as part of their supplementation protocol. In accordance \nwith the findings of Rogers et al. a research study used a creatine supplementation \nregimen of 3 g/d in conjunction with a strength training program spanning a duration \nof 12 weeks. The findings indicated a significant increase of 2 kg in body mass, which \nexhibited a notably greater magnitude in comparison to the control group receiving the \nplacebo [ 187 ]. Similarly, Herda et al. conducted a study in which they administered a \nmaintenance dosage of creatine supplementation (5 g/d) without implementing any \nexercise program. The findings of this study demonstrated a notable augmentation in \nbody mass after a 30-day period of creatine supplementation among the participants in \nthe creatine group [ 188 ].\nA further study conducted by Delextrat et al. yielded findings indicating that a 28- \nday period of creatine supplementation, without the first loading phase, among \nathletes involved in rocket sports resulted in a significant rise in body mass within \nthe creatine group. Conversely, no such gain was seen within the placebo or beta- \nalanine groups [ 189 ]. Nevertheless, findings from a prior scoping study revealed that \nirrespective of varying doses of methods and exercises, favorable outcomes of \ncreatine supplementation on muscular strength, muscle mass, and athletic perfor -\nmance were seen among young, healthy individuals [ 190 ]. In terms of training \nmodality, 40 studies included a mix of AT and RT in their training regimen. \nAdditionally, 17 studies exclusively utilized AT, while 57 research employed RT as \ntheir primary training protocol. The subgroup analysis revealed that there was a \npositive effect on body mass across all subgroups when considering different types \nof exercise, means that despite of exercise types or even no exercise, creatine can \nincrease body mass.\n5.4. Dosage of creatine supplementation\nOur results shows that studies using doses up to 5 grams of creatine daily (38 \nstudies), demonstrated a statistically significant decrease in BFP. In this regard, \nafter subgrouping based on dosage, the between subgroups heterogeneity was \nsignificant ( p = 0.005) demonstrating dosage of creatine supplementation is the \nsource of heterogeneity among included studies. however, different dosages did \nnot change the effectiveness of creatine supplementation on FFM and body mass. \nFuture studies should focus on finding the optimum dosage of creatine for attenu -\nating body fat percentages.\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 47\n\n5.5. Characteristics of participants that affect body composition indices due to \ncreatine supplementation\nFat-Free Mass\nThe positive impacts of creatine on FFM were statistically significant irrespective of the \nage, sex, or whether the individuals were trained or untrained. In addition, participants \nwith a normal body mass index (BMI:18.5 to 24.9) also showed a significant increase in \nFFM. Also, greater gains in FFM were shown in men. Accordingly, Delpino et al., 2022 did \nnot find any influence from the dosage or type of creatine used or duration of supple -\nmentation on fat-free mass. However, they did report greater gains in fat-free mass in \nmales compared to females (males: 1.46 kg [95% CI: 0.47, 2.46], females: 0.29 kg [95% CI: \n−0.43, 1.01]) [ 12 ]. We also found much larger increases in fat-free mass in males (1.20 kg) \ncompared to females (0.54 kg). While no sex mechanisms were determined across these \nreviews, differing results may be associated with differences in pre-supplementation \nintramuscular creatine levels [ 191 ]. There is some evidence that females may have higher \nintramuscular creatine stores which may blunt their responsiveness to creatine supple -\nmentation [ 192 ]. Coincidentally, the findings from the subgroup analysis in this research \ndemonstrated a significant augmentation in the impact of creatine supplementation on \nFFM in studies with a baseline BMI within the normal range. Given that the BMI data was \nonly available for a limited number of individuals in 16 out of the 95 studies that examined \nthe impact of creatine supplementation on FFM, it is important to use care when inter -\npreting this finding.\n5.6. Body fat percentage\nOur results showed a significant reduction in BFP in trained individuals, while other character -\nistics of participants did not affect BFP due to Creatine Supplementation. 37 out of 89 studies \nconducted on trained individuals indicating training background may be a potential factor \naffecting BFP after creatine supplementation. Although it is not clear to us why trained \nindividuals may benefit more from creatine supplementation, but more FFM gains (1.31 kg) \nin these subjects following creatine supplementation may partially explain the reduction of fat \npercentage.\n5.7. Body Mass\nOur analysis examined creatine on body mass and included 154 effect sizes. Overall, \nparticipants gained 0.86 kg (95% CI: 0.76, 0.96) following creatine supplementation com -\npared to placebo. Trial duration, creatine dose, sex, age, loading protocol, exercise type, \ntype of creatine, and training status did not alter these findings, nor was there any \nobserved heterogeneity between studies. Our findings are partially supported by other \nsystematic reviews and meta-analyses [ 21 , 176 , 193 ]. For example, Devries and Phillips \n(2014) conducted a systematic review and meta-analysis in older adults ( N = 357, across \n12 studies) ingesting creatine supplementation combined with resistance training and \nnoted a significant increase in body mass compared to placebo (1.00 kg: 95% CI: 0.32– \n48\n F. PASHAYEE-KHAMENE ET AL.\n\n1.67 kg; p = 0.004) [ 194 ]. In contrast, Forbes et al.. (2019) conducted a systematic review \nand meta-analysis in older adults ( N = 609, across 19 studies) and found a non-significant \nincrease in body mass (0.86 kg: 95% CI, −0.32–2.05 kg; p = 0.15) [ 21 ].\n5.8. Strengths and limitations\nTo our knowledge, this is the first meta-analysis that has evaluated the influence of \nvarious supplementation protocols, exercise types, training status, supplementation dura -\ntion and dose, creatine type, sex, and age on body composition (body mass, fat-free mass, \nfat mass, body fat percentage and body mass index). Our systematic review included a \ncomprehensive analysis of over 160 effect sizes, which increases the statistical power and \ncertainty of our findings. Nevertheless, it is important to acknowledge limitations. \nSpecifically, we found that a significant number of the RCTs included did not examine \nbaseline intramuscular creatine concentrations or changes in creatine levels throughout \nthe duration of the study, nor did they determine the dietary intake of creatine or total \nprotein. One notable constraint of this meta-analysis was that the majority of studies used \nbody composition measures as a secondary outcome. A further limitation is the absence \nof adequately structured RCTs that have assessed water retention, hence impeding our \nability to elucidate the specific processes behind the increase in body mass and lean mass \nfollowing to creatine supplementation. In future RCTs, it is warranted to assess both intra \nand extra-cellular hydration, as well as quantifying the intake of creatine from dietary \nsources. Additionally, it is crucial to use suitable dosages, exercise modalities, and loading \nprotocols in the design of this research.\n6. Conclusion\nIn summary, creatine supplementation has a very small effect on body mass, fat-free mass, \nand body fat percentage over time. These changes were apparent when creatine was \ncombined with resistance training. Creatine appears to increase fat-free mass more in \nmales compared to females. Collectively, variations in dosing protocols, training status, \nand age do not appear to influence the effectiveness of creatine supplementation. Based \non previous research findings, which did not report any adverse effects related to the use \nof creatine supplements on the overall well-being of participants, it seems that people \nwho are apparently healthy may experience benefits from the performance-enhancing \nproperties of creatine supplementation.\nDisclosure statement\nD.G.C. has conducted industry-sponsored research involving creatine supplementation and \nreceived creatine donations for scientific studies and travel support for presentations involving \ncreatine supplementation at scientific conferences. In addition, D.G.C. serves on the Scientific \nAdvisory Board for Alzchem (a company that manufactures creatine) and as an expert witness/ \nconsultant in legal cases involving creatine supplementation.\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 49\n\nFunding\nThis work was supported by a grant from National Nutrition and Food Technology Research \nInstitute, Shahid Beheshti University of Medical Sciences, Tehran, Iran. (Project No.43006289)\nORCID\nDarren G. Candow \n http://orcid.org/0000-0002-6655-4482\nReza Bagheri \n http://orcid.org/0000-0003-1433-2906\nAuthor contributions\nMG, DAL, FD, and RB conceptualized and designed the study, interpreted the data, and prepared the \nmanuscript. OA and MG analyzed the data and drafted the initial manuscript. FP, ZH and KG \nextracted data and drafted the initial manuscript. SF, FD, RB, and DC supervised the project and \nedited the initial manuscript. All authors contributed to the article and approved the submitted \nversion.\nAvailability of supporting data\nData sharing is applicable.\nEthical approval and consent to participate\nThis is a review study, and there was no consent to participate.\nReferences\n1. Bonilla DA, Kreider RB, Stout JR, et al. Metabolic basis of creatine in health and disease: a \nbioinformatics-assisted review. Nutrients. 2021 ;13(4):1238. doi: 10.3390/nu13041238 \n2. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabolism. Physiol Rev. 2000 ;80 \n(3):1107–1213. doi: 10.1152/physrev.2000.80.3.1107 \n3. Buford TW, Kreider RB, Stout JR, et al. International society of sports nutrition position stand: \ncreatine supplementation and exercise. J Int Soc Sports Nutr. 2007 ;4(1):1–8. doi: 10.1186/ \n1550-2783-4-6 \n4. Antonio J, Candow DG, Forbes SC, et al. Common questions and misconceptions about \ncreatine supplementation: what does the scientific evidence really show? J Int Soc Sports \nNutr. 2021 ;18(1):13. doi: 10.1186/s12970-021-00412-w \n5. Chilibeck PD, Kaviani M, Candow DG, et al. Effect of creatine supplementation during \nresistance training on lean tissue mass and muscular strength in older adults: a meta- \nanalysis. Open Access J Sports Med. 2017 ;8:213–226. doi: 10.2147/OAJSM.S123529 \n6. Kreider RB, Kalman DS, Antonio J, et al. International society of sports nutrition position stand: \nsafety and efficacy of creatine supplementation in exercise, sport, and medicine. J Int Soc \nSports Nutr. 2017 ;14(1):18. doi: 10.1186/s12970-017-0173-z \n7. Harris RC, Söderlund K, Hultman E. Elevation of creatine in resting and exercised muscle of \nnormal subjects by creatine supplementation. Clin Sci. 1992 ;83(3):367–374. doi: 10.1042/ \ncs0830367 \n8. Hultman E, Soderlund K, Timmons J, et al. Muscle creatine loading in men. J Appl Physiol. \n1996 ;81(1):232–237. doi: 10.1152/jappl.1996.81.1.232 \n50\n F. PASHAYEE-KHAMENE ET AL.\n\n9. Hickner RC, Dyck DJ, Sklar J, et al. Effect of 28 days of creatine ingestion on muscle \nmetabolism and performance of a simulated cycling road race. J Int Soc Sports Nutr. 2010 ;7 \n(1):26. doi: 10.1186/1550-2783-7-26 \n10. Willoughby DS, Rosene JJM, Si S, et al. Effects of oral creatine and resistance training on \nmyosin heavy chain expression. Med & Sci In Sports & Exercise. 2001 ;33(10):1674–1681. doi: \n10.1097/00005768-200110000-00010 \n11. Forbes SC, Candow DG, Ostojic SM, et al. Meta-analysis examining the importance of creatine \ningestion strategies on lean tissue mass and strength in older adults. Nutrients. 2021 ;13 \n(6):1912. doi: 10.3390/nu13061912 \n12. Delpino FM, Figueiredo LM, Forbes SC, et al. The influence of age, sex, and type of exercise on \nthe efficacy of creatine supplementation on Lean Body Mass: a systematic review and Meta- \nanalysis of randomized clinical trials. Nutrition. 2022 ;103-104:111791. doi: 10.1016/j.nut.2022. \n111791 \n13. Cooper R, Naclerio F, Allgrove J, et al. Creatine supplementation with specific view to \nexercise/sports performance: an update. J Int Soc Sports Nutr. 2012 ;9(1):33. doi: 10.1186/ \n1550-2783-9-33 \n14. KmdA N, Bertuzzi R, Correia-Oliveira CR, et al. Effect of creatine loading on oxygen uptake \nduring a 1-km cycling time trial. Med & Sci In Sports & Exercise. 2015 ;47(12):2660–2668. doi: \n10.1249/MSS.0000000000000718 \n15. Fazio C, Elder CL, Harris MM. Efficacy of alternative forms of creatine supplementation on \nimproving performance and body composition in healthy subjects: a systematic review. The J \nStrength & Cond Res. 2022 ;36(9):2663–2670. doi: 10.1519/JSC.0000000000003873 \n16. Kreider RB, Jäger R, Purpura M. Bioavailability, efficacy, safety, and regulatory status of \ncreatine and related compounds: a critical review. Nutrients. 2022 ;14(5):1035. doi: 10.3390/ \nnu14051035 \n17. Escalante G, Gonzalez AM, St Mart D, et al. Analysis of the efficacy, safety, and cost of \nalternative forms of creatine available for purchase on amazon. com: are label claims \nsupported by science? Heliyon. 2022 ;8(12):e12113. doi: 10.1016/j.heliyon.2022.e12113 \n18. Jäger R, Purpura M, Shao A, et al. Analysis of the efficacy, safety, and regulatory status of novel \nforms of creatine. Amino Acids. 2011 ;40(5):1369–1383. doi: 10.1007/s00726-011-0874-6 \n19. Kazak L, Rahbani JF, Samborska B, et al. Ablation of adipocyte creatine transport impairs \nthermogenesis and causes diet-induced obesity. Nat Metab. 2019 ;1(3):360–370. doi: 10.1038/ \ns42255-019-0035-x \n20. Kazak L, Chouchani ET, Jedrychowski MP, et al. A creatine-driven substrate cycle enhances \nenergy expenditure and thermogenesis in beige fat. Cell. 2015 ;163(3):643–655. doi: 10.1016/j. \ncell.2015.09.035 \n21. Forbes SC, Candow DG, Krentz JR, et al. Changes in fat mass following creatine supplementa -\ntion and resistance training in adults≥ 50 years of age: a meta-analysis. J Funct Morphology \nAnd Kines. 2019 ;4(3):62. doi: 10.3390/jfmk4030062 \n22. Candow DG, Prokopidis K, Forbes SC, et al. Resistance exercise and creatine supplementation \non fat Mass in Adults< 50 years of age: a systematic review and meta-analysis. Nutrients. \n2023 ;15(20):4343. doi: 10.3390/nu15204343 \n23. Burke R, Piñero A, Coleman M, et al. The effects of creatine supplementation combined with \nresistance training on regional measures of muscle hypertrophy: a systematic review with \nmeta-analysis. Nutrients. 2023 ;15(9):2116. doi: 10.3390/nu15092116 \n24. Borenstein M, Hedges LV, Higgins JPT, et al. Introduction to meta-analysis. John Wiley & Sons; \n2021 . https://scholar.google.com/scholar_lookup?title=Introduction+to+meta-analysi \ns&author=Borenstein+M&author=Hedges+LV&author=Higgins+JPT&author=Rothstein+HR. \n&publication+year=2011 \n25. Higgins JPT, Thomas J, Chandler J, et al. Cochrane Handbook for Systematic Reviews of \nInterventions version 6.4 (updated August 2023). Cochrane; 2023 . www.training.cochrane. \norg/handbook \n26. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control Clin Trials. 1986 ;7(3):177–188. \ndoi: 10.1016/0197-2456(86)90046-2 \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 51\n\n27. Hozo SP, Djulbegovic B, Hozo I. Estimating the mean and variance from the median, range, \nand the size of a sample. BMC Med Res Methodol. [2005 Apr 20];5(1):13. doi: 10.1186/1471- \n2288-5-13 \n28. Higgins JP, Thompson SG, Deeks JJ, et al. Measuring inconsistency in meta-analyses. BMJ. \n[2003 Sep 6];327(7414):557–560. doi: 10.1136/bmj.327.7414.557 \n29. Higgins JP, Thompson SG. Quantifying heterogeneity in a meta-analysis. Stat Med. [2002 Jun \n15];21(11):1539–1558. doi: 10.1002/sim.1186 \n30. Tobias A. Assessing the influence of a single study in the meta-analysis estimate. Stata Tech \nBull. 1999 ;47:15–17.\n31. Egger M, Smith GD, Schneider M, et al. Bias in meta-analysis detected by a simple, graphical \ntest. BMJ. 1997 ;315(7109):629–634. doi: 10.1136/bmj.315.7109.629 \n32. Rockwell JA, Rankin JW, Toderico B. Creatine supplementation affects muscle creatine during \nenergy restriction. Med Sci Sports Exerc. 2001 Jan;33(1):61–68. doi: 10.1097/00005768- \n200101000-00011 \n33. Lobo DM, Tritto AC, da Silva LR, et al. Effects of long-term low-dose dietary creatine supple -\nmentation in older women. Exp Gerontol. 2015 Oct;70:97–104. doi: 10.1016/j.exger.2015.07.012 \n34. Ööpik V, Pääsuke M, Saima T, et al. Effect of creatine supplementation during rapid body mass \nreduction on metabolism and isokinetic muscle performance capacity. Eur J Appl Physiol And \nOccup Physiol. 1998 04 22;78(1):83–92. doi: 10.1007/s004210050391 \n35. Balsom P, Harridge S, Söderlund K, et al. Creatine supplementation per se does not enhance \nendurance exercise performance. Acta Physiologica Scandinavica. 1993 ;149(4):521–523. doi: \n10.1111/j.1748-1716.1993.tb09649.x \n36. Mujika I, Chatard J-C, Lacoste L, et al. Creatine supplementation does not improve sprint \nperformance in competitive swimmers. Med Sci Sports Exerc. 1996 ;28(11):1435–1441. doi: 10. \n1097/00005768-199611000-00014 \n37. Vandenberghe K, Goris M, Hecke PV, et al. Long-term creatine intake is beneficial to muscle \nperformance during resistance training. J Appl Physiol. 1997 ;83(6):2055–2063. doi: 10.1152/ \njappl.1997.83.6.2055 \n38. Noonan D, Berg K, Latin RW, et al. Effects of varying dosages of oral creatine relative to fat free \nbody mass on strength and body composition. The J Strength & Cond Res. 1998 ;12(2):104– \n108. doi: 10.1519/00124278-199805000-00009 \n39. Kreider RB, Ferreira M, Wilson M, et al. Effects of creatine supplementation on body composi -\ntion, strength, and sprint performance. Med Sci Sports Exerc. 1998 Jan;30(1):73–82. doi: 10. \n1097/00005768-199801000-00011 \n40. Bermon S, Venembre P, Sachet C, et al. Effects of creatine monohydrate ingestion in sedentary \nand weight-trained older adults. Acta Physiologica Scandinavica. 1998 01 10;164(2):147–155. \ndoi: 10.1046/j.1365-201X.1998.00427.x \n41. Kelly VG, Jenkins DG. Effect of oral creatine supplementation on near-maximal strength and \nrepeated sets of high-intensity bench press exercise. The J Strength & Cond Res. 1998 ;12 \n(2):109–115. doi: 10.1519/00124278-199805000-00010 \n42. Vukovich MD, Michaelis J. Effect of two different creatine supplementation products on \nmuscular strength and power. Res In Sports Med: An Int J. 1998 ;8(4):369–383. doi: 10.1080/ \n15438629909512539 \n43. Leenders N, Sherman WM, Lamb DR, et al. Creatine supplementation and swimming perfor -\nmance. Int J Sport Nutr Exerc Metab. 1999 ;9(3):251–262. doi: 10.1123/ijsn.9.3.251 \n44. McKenna MJ, Morton J, Selig SE, et al. Creatine supplementation increases muscle total \ncreatine but not maximal intermittent exercise performance. J Appl Physiol. 1999 ;87 \n(6):2244–2252. doi: 10.1152/jappl.1999.87.6.2244 \n45. Rawson ES, Wehnert ML, Clarkson PM. Effects of 30 days of creatine ingestion in older men. \nEur J Appl Physiol Occup Physiol. 1999 Jul;80(2):139–144. doi: 10.1007/s004210050570 \n46. Pearson DR, Russel DGHW, Harris T. Long-term effects of creatine monohydrate on strength \nand power. The J Strength & Cond Res. 1999 ;13(3):187–192. doi: 10.1519/00124278- \n199908000-00001 \n52\n F. PASHAYEE-KHAMENE ET AL.\n\n47. Peeters BM, Lantz CD, Mayhew JL. Effect of oral creatine monohydrate and creatine phos -\nphate supplementation on maximal strength indices, body composition, and blood pressure. \nThe J Strength & Cond Res. 1999 ;13(1):3–9. doi: 10.1519/00124278-199902000-00001 \n48. Francaux M, Poortmans JR. Effects of training and creatine supplement on muscle strength \nand body mass. Eur J Appl Physiol Occup Physiol. 1999 Jul;80(2):165–168. doi: 10.1007/ \ns004210050575 \n49. Schedel J, Tanaka M, Tanaka H, et al. Consequences of one-week creatine supplementation \non creatine and creatinine levels in athletes’ serum and urine. Schweiz Z Fur Sportmed Und \nSporttraumatologie. 2000 Dec 08;48:111–116.\n50. Deutekom M, Beltman JG, de Ruiter CJ, et al. No acute effects of short-term creatine \nsupplementation on muscle properties and sprint performance. Eur J Appl Physiol. 2000 \nJun;82(3):223–229. doi: 10.1007/s004210050675 \n51. Larson-Meyer D, Hunter G, Trowbridge C, et al. The effect of creatine supplementation on \nmuscle strength and body composition during off-season training in female soccer players. J \nStrength Cond Res. 2000 Jan 11;14(4):434. doi: 10.1519/1533-4287(2000)014<0434: \nTEOCSO>2.0.CO;2 \n52. Brenner M, Rankin J, Sebolt DON. The effect of creatine supplementation during resistance \ntraining in women. J Strength Cond Res. 2000 Jan 05;14(2):207. doi: 10.1519/1533-4287(2000) \n014<0207:TEOCSD>2.0.CO;2 \n53. Haff G, Kirksey K, Stone M, et al. The effect of 6 weeks of creatine monohydrate supplementa -\ntion on dynamic rate of force development. J Strength Cond Res. 2000 Jan 11;14(4):426. doi: \n10.1519/1533-4287(2000)014<0426:TEOWOC>2.0.CO;2 \n54. Mihic S, MacDonald JR, McKenzie S, et al. Acute creatine loading increases fat-free mass, but \ndoes not affect blood pressure, plasma creatinine, or CK activity in men and women. Med Sci \nSports Exerc. 2000 Feb;32(2):291–296. doi: 10.1097/00005768-200002000-00007 \n55. Hamilton KL, Meyers MC, Skelly WA, et al. Oral creatine supplementation and upper extremity \nanaerobic response in females. Int J Sport Nutr Exerc Metab. 2000 Sep;10(3):277–289. doi: 10. \n1123/ijsnem.10.3.277 \n56. Becque MD, Lochmann JD, Melrose DR. Effects of oral creatine supplementation on muscular \nstrength and body composition. Med Sci Sports Exerc. 2000 Mar;32(3):654–658. doi: 10.1097/ \n00005768-200003000-00016 \n57. Volek JS, Duncan ND, Mazzetti SA, et al. No effect of heavy resistance training and creatine \nsupplementation on blood lipids. Int J Sport Nutr Exerc Metab. 2000 Jun;10(2):144–156. doi: \n10.1123/ijsnem.10.2.144 \n58. Skare OC, Skadberg, Wisnes AR, et al. Creatine supplementation improves sprint performance \nin male sprinters. Scand J Med Sci Sports. 2001 Apr;11(2):96–102. doi: 10.1034/j.1600-0838. \n2001.011002096.x \n59. Parise G, Mihic S, MacLennan D, et al. Effects of acute creatine monohydrate supplementation \non leucine kinetics and mixed-muscle protein synthesis. J Appl Physiol (1985). 2001 Sep;91 \n(3):1041–1047. doi: 10.1152/jappl.2001.91.3.1041 \n60. Kern M, Podewils L, Vukovich M, et al. Physiological response to exercise in the heat following \ncreatine supplementation. JEPonline. 2001 Jan 04;4(2):18–27.\n61. Bemben MG, Bemben DA, Loftiss DD, et al. Creatine supplementation during resistance \ntraining in college football athletes. Med Sci Sports Exerc. 2001 Oct;33(10):1667–1673. doi: \n10.1097/00005768-200110000-00009 \n62. Green JM, McLester JR, Smith JE, et al. The effects of creatine supplementation on repeated \nupper- and lower-body wingate performance. J Strength Cond Res. 2001 Feb;15(1):36–41. \ndoi: 10.1519/00124278-200102000-00007 \n63. Wilder N, Deivert RG, Hagerman F, et al. The effects of low-dose creatine supplementation \nversus creatine loading in collegiate football players. J Athl Train. 2001 Jun;36(2):124–129.\n64. Chrusch MJ, Chilibeck PD, Chad KE, et al. Creatine supplementation combined with resistance \ntraining in older men. Med Sci Sports Exerc. 2001 Dec;33(12):2111–2117. doi: 10.1097/ \n00005768-200112000-00021 \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 53\n\n65. Hespel P, Op’t Eijnde B, Van Leemputte M, et al. Oral creatine supplementation facilitates the \nrehabilitation of disuse atrophy and alters the expression of muscle myogenic factors in \nhumans. J Physiol. [2001 Oct 15];536(Pt 2):625–633. doi: 10.1111/j.1469-7793.2001.0625c.xd \n66. Willoughby DS, Rosene J. Effects of oral creatine and resistance training on myosin heavy \nchain expression. Med Sci Sports Exerc. 2001 Oct;33(10):1674–1681. doi: 10.1097/00005768- \n200110000-00010 \n67. Wilder N, Gilders R, Hagerman F, et al. The effects of a 10-week, periodized, off-season \nresistance-training program and creatine supplementation among collegiate football players. \nJ Strength Cond Res. 2002 Aug;16(3):343–352. doi: 10.1519/1533-4287(2002)016<0343: \nTEOAWP>2.0.CO;2 \n68. Warber JP, Tharion WJ, Patton JF, et al. The effect of creatine monohydrate supplementation \non obstacle course and multiple bench press performance. J Strength Cond Res. 2002 Nov;16 \n(4):500–508. doi: 10.1519/00124278-200211000-00003 \n69. Gotshalk LA, Volek JS, Staron RS, et al. Creatine supplementation improves muscular perfor -\nmance in older men. Med Sci Sports Exerc. 2002 Mar;34(3):537–543. doi: 10.1097/00005768- \n200203000-00023 \n70. Cox G, Mujika I, Tumilty D, et al. Acute creatine supplementation and performance during a \nfield test simulating match play in elite female soccer players. Int J Sport Nutr Exerc Metab. \n2002 Mar;12(1):33–46. doi: 10.1123/ijsnem.12.1.33 \n71. Kilduff LP, Vidakovic P, Cooney G, et al. Effects of creatine on isometric bench-press perfor -\nmance in resistance-trained humans. Med Sci Sports Exerc. 2002 Jul;34(7):1176–1183. doi: 10. \n1097/00005768-200207000-00019 \n72. Burke DG, Chilibeck PD, Parise G, et al. Effect of creatine and weight training on muscle \ncreatine and performance in vegetarians. Med Sci Sports Exerc. 2003 Nov;35(11):1946–1955. \ndoi: 10.1249/01.MSS.0000093614.17517.79 \n73. Eijnde BO, Van Leemputte M, Goris M, et al. Effects of creatine supplementation and exercise \ntraining on fitness in men 55-75 yr old. J Appl Physiol (1985). 2003 Aug;95(2):818–828. doi: 10. \n1152/japplphysiol.00891.2002 \n74. Lehmkuhl M, Malone M, Justice B, et al. The effects of 8 weeks of creatine monohydrate and \nglutamine supplementation on body composition and performance measures. J Strength \nCond Res. 2003 Aug;17(3):425–438. doi: 10.1519/00124278-200308000-00002 \n75. Zajac A, Waśkiewicz Z, Poprzecki S, et al. Effects of creatine and hMß supplementation on \nanaerobic power and body composition in basketball players. J Hum Kinet. 2003 ;10:95–108.\n76. Watsford ML, Murphy A, Spinks WL, et al. Creatine supplementation and its effect on \nmusculotendinous stiffness and performance. J Strength Cond Res. 2003 Feb;17(1):26–33. \ndoi: 10.1519/00124278-200302000-00005 \n77. Kambis KW, Pizzedaz SK. Short-term creatine supplementation improves maximum quad -\nriceps contraction in women. Int J Sport Nutr Exerc Metab. 2003 Mar;13(1):87–96. doi: 10. \n1123/ijsnem.13.1.87 \n78. Kutz MR, Gunter MJ. Creatine monohydrate supplementation on body weight and percent \nbody fat. J Strength Cond Res. 2003 Nov;17(4):817–821. doi: 10.1519/00124278-200311000- \n00030 \n79. Anomasiri W, Sanguanrungsirikul S, Saichandee P. Low dose creatine supplementation \nenhances sprint phase of 400 meters swimming performance. J Med Assoc Of Thail = \nChotmaihet Thangphaet. 2004 Jan 10;87(Suppl 2):S228–32.\n80. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation enhances isometric strength \nand body composition improvements following strength exercise training in older adults. J \nGerontol A Biol Sci Med Sci. 2003 Jan;58(1):11–19. doi: 10.1093/gerona/58.1.B11 \n81. Eckerson JM, Stout JR, Moore GA, et al. Effect of two and five days of creatine loading on \nanaerobic working capacity in women. J Strength Cond Res. 2004 Feb;18(1):168–173. doi: 10. \n1519/00124278-200402000-00025 \n82. Kinugasa R, Akima H, Ota A, et al. Short-term creatine supplementation does not improve \nmuscle activation or sprint performance in humans. Eur J Appl Physiol. 2004 Mar;91(2–3):230– \n237. doi: 10.1007/s00421-003-0970-8 \n54\n F. PASHAYEE-KHAMENE ET AL.\n\n83. Javierre C, Barbany JR, Bonjorn VM, et al. Creatine supplementation and performance in 6 \nconsecutive 60 meter sprints. J Physiol Biochem. 2004 Dec;60(4):265–271. doi: 10.1007/ \nBF03167072 \n84. Volek JS, Ratamess NA, Rubin MR, et al. The effects of creatine supplementation on muscular \nperformance and body composition responses to short-term resistance training overreach -\ning. Eur J Appl Physiol. 2004 May;91(5–6):628–637. doi: 10.1007/s00421-003-1031-z \n85. Fuld JP, Kilduff LP, Neder JA, et al. Creatine supplementation during pulmonary rehabilitation \nin chronic obstructive pulmonary disease. Thorax. 2005 Jul;60(7):531–537. doi: 10.1136/thx. \n2004.030452 \n86. Eckerson JM, Stout JR, Moore GA, et al. Effect of creatine phosphate supplementation on \nanaerobic working capacity and body weight after two and six days of loading in men and \nwomen. J Strength Cond Res. 2005 Nov;19(4):756–763. doi: 10.1519/00124278-200511000- \n00006 \n87. Mendel R, Blegen M, Cheatham C, et al. Effects of creatine on thermoregulatory responses \nwhile exercising in the heat. Calif) (Burbank, Los Angeles County. Nutrition. 2005 Jan 03;21 \n(3):301–307. doi: 10.1016/j.nut.2004.06.024 \n88. Pluim BM, Ferrauti A, Broekhof F, et al. The effects of creatine supplementation on selected \nfactors of tennis specific training. Br J Sports Med. 2006 Jun;40(6):507–511; discussion 511-2. \ndoi: 10.1136/bjsm.2005.022558 \n89. Hoffman JR, Stout JR, Falvo MJ, et al. Effect of low-dose, short-duration creatine supplemen -\ntation on anaerobic exercise performance. J Strength Cond Res. 2005 May;19(2):260–264. doi: \n10.1519/00124278-200505000-00004 \n90. Ferguson TB, Syrotuik DG. Effects of creatine monohydrate supplementation on body com -\nposition and strength indices in experienced resistance trained women. J Strength Cond Res. \n2006 Nov;20(4):939–946. doi: 10.1519/00124278-200611000-00035 \n91. Rogers ME, Bohlken RM, Beets MW, et al. Effects of creatine, ginseng, and astragalus supple -\nmentation on strength, body composition, mood, and blood lipids during strength-training \nin older adults. J Sports Sci Med. 2006 ;5(1):60–69.\n92. Norman K, Stübler D, Baier P, et al. Effects of creatine supplementation on nutritional status, \nmuscle function and quality of life in patients with colorectal cancer–a double blind rando -\nmised controlled trial. Clin Nutr. 2006 Aug;25(4):596–605. doi: 10.1016/j.clnu.2006.01.014 \n93. Hoffman J, Ratamess N, Kang J, et al. Effect of creatine and beta-alanine supplementation on \nperformance and endocrine responses in strength/power athletes. Int J Sport Nutr Exerc \nMetab. 2006 Aug;16(4):430–446. doi: 10.1123/ijsnem.16.4.430 \n94. Silva AJ, Machado Reis V, Guidetti L, et al. Effect of creatine on swimming velocity, \nbody composition and hydrodynamic variables. J Sports Med Phys Fitness. 2007 Mar;47 \n(1):58–64.\n95. Smith AE, Walter AA, Herda TJ, et al. Effects of creatine loading on electromyographic fatigue \nthreshold during cycle ergometry in college-aged women. J Int Soc Sports Nutr. [2007 Nov \n26];4(1):20. doi: 10.1186/1550-2783-4-20 \n96. Chilibeck PD, Magnus C, Anderson M. Effect of in-season creatine supplementation on body \ncomposition and performance in rugby union football players. Appl Physiol Nutr Metab. 2007 \nDec;32(6):1052–1057. doi: 10.1139/H07-072 \n97. Hass CJ, Collins MA, Juncos JL. Resistance training with creatine monohydrate improves \nupper-body strength in patients with parkinson disease: a randomized trial. Neurorehabil \nNeural Repair. 2007 Mar-Apr;21(2):107–115. doi: 10.1177/1545968306293449 \n98. Cribb PJ, Williams AD, Stathis CG, et al. Effects of whey isolate, creatine, and resistance \ntraining on muscle hypertrophy. Med Sci Sports Exerc. 2007 Feb;39(2):298–307. doi: 10. \n1249/01.mss.0000247002.32589.ef \n99. Cribb PJ, Williams AD, Hayes A. A creatine-protein-carbohydrate supplement enhances \nresponses to resistance training. Med Sci Sports Exerc. 2007 Nov;39(11):1960–1968. doi: 10. \n1249/mss.0b013e31814fb52a \n100. Souza-Junior T, Dubas J, Pereira B, et al. Suplementação de creatina e treinamento de força: \nalterações na resultante de força máxima dinâmica e variáveis antropométricas em \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 55\n\nuniversitários submetidos a oito semanas de treinamento de força (hipertrofia). Revista \nBrasileira De Medicina Do Esporte - REV BRAS MED ESPORTE. 2007 Jan 10;13(5):303–309. \ndoi: 10.1590/S1517-86922007000500005 \n101. Eckerson JM, Bull AA, Moore GA. Effect of thirty days of creatine supplementation with \nphosphate salts on anaerobic working capacity and body weight in men. J Strength Cond \nRes. 2008 May;22(3):826–832. doi: 10.1519/JSC.0b013e31816a40ad \n102. Deacon SJ, Vincent EE, Greenhaff PL, et al. Randomized controlled trial of dietary creatine as \nan adjunct therapy to physical training in chronic obstructive pulmonary disease. Am J Respir \nCrit Care Med. [2008 Aug 1];178(3):233–239. doi: 10.1164/rccm.200710-1508OC \n103. Gotshalk LA, Kraemer WJ, Mendonca MA, et al. Creatine supplementation improves muscular \nperformance in older women. Eur J Appl Physiol. 2008 Jan;102(2):223–231. doi: 10.1007/ \ns00421-007-0580-y \n104. Jäger R, Metzger J, Lautmann K, et al. The effects of creatine pyruvate and creatine citrate on \nperformance during high intensity exercise. J Int Soc Sports Nutr. [2008 Feb 13];5(1):4. doi: 10. \n1186/1550-2783-5-4 \n105. Walter AA, Smith AE, Herda TJ, et al. Effects of creatine loading on electromyographic fatigue \nthreshold in cycle ergometry in college-age men. Int J Sport Nutr Exerc Metab. 2008 Apr;18 \n(2):142–151. doi: 10.1123/ijsnem.18.2.142 \n106. Little JP, Forbes SC, Candow DG, et al. Creatine, arginine alpha-ketoglutarate, amino acids, \nand medium-chain triglycerides and endurance and performance. Int J Sport Nutr Exerc \nMetab. 2008 Oct;18(5):493–508. doi: 10.1123/ijsnem.18.5.493 \n107. Eliot KA, Knehans AW, Bemben DA, et al. The effects of creatine and whey protein supple -\nmentation on body composition in men aged 48 to 72 years during resistance training. J Nutr \nHealth Aging. 2008 Mar;12(3):208–212. doi: 10.1007/BF02982622 \n108. Herda TJ, Beck TW, Ryan ED, et al. Effects of creatine monohydrate and polyethylene \nglycosylated creatine supplementation on muscular strength, endurance, and power output. \nJ Strength Cond Res. 2009 May;23(3):818–826. doi: 10.1519/JSC.0b013e3181a2ed11 \n109. Sakkas GK, Mulligan K, Dasilva M, et al. Creatine fails to augment the benefits from resistance \ntraining in patients with HIV infection: a randomized, double-blind, placebo-controlled study. \nPLoS One. 2009 ;4(2):e4605. doi: 10.1371/journal.pone.0004605 \n110. Bazzucchi I, Felici F, Sacchetti M. Effect of short-term creatine supplementation on neuro -\nmuscular function. Med Sci Sports Exerc. 2009 Oct;41(10):1934–1941. doi: 10.1249/MSS. \n0b013e3181a2c05c \n111. Spillane M, Schoch R, Cooke M, et al. The effects of creatine ethyl ester supplementation \ncombined with heavy resistance training on body composition, muscle performance, and \nserum and muscle creatine levels. J Int Soc Sports Nutr. [2009 Feb 19];6(1):6. doi: 10.1186/ \n1550-2783-6-6 \n112. Saremi A, Gharakhanloo R, Sharghi S, et al. Effects of oral creatine and resistance training on \nserum myostatin and GASP-1. Mol Cell Endocrinol. [2010 Apr 12];317(1–2):25–30. doi: 10. \n1016/j.mce.2009.12.019 \n113. Fukuda DH, Smith AE, Kendall KL, et al. The effects of creatine loading and gender on \nanaerobic running capacity. J Strength Cond Res. 2010 Jul;24(7):1826–1833. doi: 10.1519/ \nJSC.0b013e3181e06d0e \n114. Camic CL, Hendrix CR, Housh TJ, et al. The effects of polyethylene glycosylated creatine \nsupplementation on muscular strength and power. J Strength Cond Res. 2010 Dec;24 \n(12):3343–3351. doi: 10.1519/JSC.0b013e3181fc5c5c \n115. Neves MJr., Gualano B, Roschel H, et al. Beneficial effect of creatine supplementation in knee \nosteoarthritis. Med Sci Sports Exerc. 2011 Aug;43(8):1538–1543. doi: 10.1249/MSS. \n0b013e3182118592 \n116. Rawson ES, Stec MJ, Frederickson SJ, et al. Low-dose creatine supplementation enhances \nfatigue resistance in the absence of weight gain. Nutrition. 2011 Apr;27(4):451–455. doi: 10. \n1016/j.nut.2010.04.001 \n117. Smith AE, Fukuda DH, Ryan ED, et al. Ergolytic/ergogenic effects of creatine on aerobic power. \nInt J Sports Med. 2011 Dec;32(12):975–981. doi: 10.1055/s-0031-1283179 \n56\n F. PASHAYEE-KHAMENE ET AL.\n\n118. Taylor L, Poole C, Pena E, et al. Effects of combined creatine plus fenugreek extract vs. \nCreatine plus carbohydrate supplementation on resistance training adaptations. J Sports \nSciamp; Med. 2011 Jan 06;10:254–260.\n119. Sterkowicz S, Tyka A, Chwastowski M, et al. The effects of training and creatine malate \nsupplementation during preparation period on physical capacity and special fitness in judo \ncontestants. J Int Soc Sports Nutr. 2012 Mar 09;9(1):41. doi: 10.1186/1550-2783-9-41 \n120. Zuniga JM, Housh TJ, Camic CL, et al. The effects of creatine monohydrate loading on \nanaerobic performance and one-repetition maximum strength. J Strength Cond Res. 2012 \nJun;26(6):1651–1656. doi: 10.1519/JSC.0b013e318234eba1 \n121. Hamid M, Rahnama N, Moghadasi M, et al. Effect of creatine supplementation on sprint and \nskill performance in young soccer players. Middle East J Sci Res. 2012 01 01;12:397–401.\n122. Aguiar AF, Januário RS, Junior RP, et al. Long-term creatine supplementation improves \nmuscular performance during resistance training in older women. Eur J Appl Physiol. 2013 \nApr;113(4):987–996. doi: 10.1007/s00421-012-2514-6 \n123. Percário S, Domingues SPDT, Teixeira LFM, et al. Effects of creatine supplementation on \noxidative stress profile of athletes. J Int Soc Sports Nutr. 2012 Dec 21;9(1):56. doi: 10.1186/ \n1550-2783-9-56 \n124. Kresta JY, Oliver JM, Jagim AR, et al. Effects of 28 days of beta-alanine and creatine supple -\nmentation on muscle carnosine, body composition and exercise performance in recreation -\nally active females. J Int Soc Sports Nutr. 2014 ;11(1):55. doi: 10.1186/s12970-014-0055-6 \n125. Gualano B, Macedo AR, Alves CR, et al. Creatine supplementation and resistance training in \nvulnerable older women: a randomized double-blind placebo-controlled clinical trial. Exp \nGerontol. 2014 May;53:7–15. doi: 10.1016/j.exger.2014.02.003 \n126. Cooke MB, Brabham B, Buford TW, et al. Creatine supplementation post-exercise does not \nenhance training-induced adaptations in middle to older aged males. Eur J Appl Physiol. 2014 \nJun;114(6):1321–1332. doi: 10.1007/s00421-014-2866-1 \n127. Deminice R, Rosa FT, Pfrimer K, et al. Creatine supplementation increases total body water in \nsoccer players: a deuterium oxide dilution study. Int J Sports Med. 2016 Feb;37(2):149–153. \ndoi: 10.1055/s-0035-1559690 \n128. Aedma M, Timpmann S, Lätt E, et al. Short-term creatine supplementation has no impact on \nupper-body anaerobic power in trained wrestlers. J Int Soc Sports Nutr. 2015 ;12(1):45. doi: 10. \n1186/s12970-015-0107-6 \n129. KmdA N, Oliveira CRC, AELd S. Suplementação de creatina e seus efeitos sobre o desempenho \nem exercícios contínuos e intermitentes de alta intensidade. R Educ Fís UEM. 2015 ;26(1):157– \n165. doi: 10.4025/reveducfis.v26i1.23888 \n130. Chilibeck PD, Candow DG, Landeryou T, et al. Effects of creatine and resistance training on \nbone health in postmenopausal women. Med Sci Sports Exerc. 2015 Aug;47(8):1587–1595. \ndoi: 10.1249/MSS.0000000000000571 \n131. Candow DG, Vogt E, Johannsmeyer S, et al. Strategic creatine supplementation and resistance \ntraining in healthy older adults. Appl Physiol Nutr Metab. 2015 Jul;40(7):689–694. doi: 10. \n1139/apnm-2014-0498 \n132. Forbes SC, Sletten N, Durrer C, et al. Creatine monohydrate supplementation does not \naugment fitness, performance, or Body composition adaptations in response to four weeks \nof high-intensity interval training in young females. Int J Sport Nutr Exerc Metab. 2017 Jun;27 \n(3):285–292. doi: 10.1123/ijsnem.2016-0129 \n133. Wilkinson TJ, Lemmey AB, Jones JG, et al. Can creatine supplementation improve body \ncomposition and objective physical function in rheumatoid arthritis patients? A randomized \ncontrolled trial. Arthritis Care Res (Hoboken). 2016 Jun;68(6):729–737. doi: 10.1002/acr.22747 \n134. Johannsmeyer S, Candow DG, Brahms CM, et al. Effect of creatine supplementation and drop- \nset resistance training in untrained aging adults. Exp Gerontol. 2016 Oct;83:112–119. doi: 10. \n1016/j.exger.2016.08.005 \n135. Collins J, Longhurst G, Roschel H, et al. Resistance training and Co-supplementation with \ncreatine and protein in older subjects with frailty. J Frailty Aging. 2016 ;5(2):126–134. doi: 10. \n14283/jfa.2016.85 \nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 57\n\n136. Backx EMP, Hangelbroek R, Snijders T, et al. Creatine loading does not preserve muscle Mass \nor strength during leg immobilization in healthy, young males: a randomized controlled trial. \nSports Med. 2017 Aug;47(8):1661–1671. doi: 10.1007/s40279-016-0670-2 \n137. Wang CC, Fang CC, Lee YH, et al. Effects of 4-week creatine supplementation combined with \ncomplex training on muscle damage and sport performance. Nutrients. [2018 Nov 2];10 \n(11):1640. doi: 10.3390/nu10111640 \n138. Wilborn CD, Outlaw JJ, Mumford PW, et al. A Pilot study examining the effects of 8-week whey \nprotein versus whey protein plus creatine supplementation on body composition and \nperformance variables in resistance-trained women. Ann Nutr Metab. 2016 ;69(3–4):190– \n199. doi: 10.1159/000452845 \n139. Karamat FA, Horjus DL, Haan YC, et al. The acute effect of beta-guanidinopropionic acid \nversus creatine or placebo in healthy men (ABC trial): study protocol for a randomized \ncontrolled trial. Trials. 2015 Feb 22;16(1):56. doi: 10.1186/s13063-015-0581-9 \n140. Atakan MM, Karavelioğlu MB, Harmancı H, et al. Short term creatine loading without weight \ngain improves sprint, agility and leg strength performance in female futsal players. Sciamp; \nSports. 2019 Jan 1;34(5):321–327. doi: 10.1016/j.scispo.2018.11.003 \n141. Van Bavel D, de Moraes R, Tibirica E. Effects of dietary supplementation with creatine on \nhomocysteinemia and systemic microvascular endothelial function in individuals adhering to \nvegan diets. Fundam Clin Pharmacol. 2019 Aug;33(4):428–440. doi: 10.1111/fcp.12442 \n142. Delextrat A, Targen N, Impson-Davey G, et al. Effects of supplementation with creatine \nmonohydrate and beta-alanine, alone or combined, on repeated sprint performance and \nphysiological parameters in amateur team and racket sport players. Kinesiology. 2020 May \n21;52(1):115–123. doi: 10.26582/k.52.1.15 \n143. Arazi H, Eghbali E, Karimifard M. Effect of creatine ethyl ester supplementation and resistance \ntraining on hormonal changes, body composition and muscle strength in underweight non- \nathlete men. Biomed Hum Kinet. 2019 ;11(1):158–166. doi: 10.2478/bhk-2019-0022 \n144. Almeida D, Colombini A, Machado M. Creatine supplementation improves performance, but \nis it safe? double-blind placebo-controlled study. J Sports Med Phys Fitness. 2020 ;60(7):1034– \n1039. doi: 10.23736/S0022-4707.20.10437-7 \n145. Candow DG, Chilibeck PD, Gordon J, et al. Effect of 12 months of creatine supplementation \nand whole-body resistance training on measures of bone, muscle and strength in older males. \nNutr Health. 2021 Jun;27(2):151–159. doi: 10.1177/0260106020975247 \n146. Marini ACB, Motobu RD, Freitas ATV, et al. Short-term creatine supplementation May alleviate \nthe malnutrition-inflammation score and lean body Mass loss in hemodialysis patients: a Pilot \nrandomized placebo-controlled trial. JPEN J Parenter Enteral Nutr. 2020 Jul;44(5):815–822. \ndoi: 10.1002/jpen.1707 \n147. Anders JPV, Neltner TJ, Smith RW, et al. The effects of phosphocreatine disodium salts plus \nblueberry extract supplementation on muscular strength, power, and endurance. J Int Soc \nSports Nutr. [2021 Sep 9];18(1):60. doi: 10.1186/s12970-021-00456-y \n148. Bonilla DA, Kreider RB, Petro JL, et al. Creatine enhances the effects of cluster-set resistance \ntraining on lower-limb body composition and strength in resistance-trained men: a Pilot \nstudy. Nutrients. [2021 Jul 4];13(7):2303. doi: 10.3390/nu13072303 \n149. Pakulak A, Candow DG, Totosy de Zepetnek J, et al. Effects of creatine and caffeine supple -\nmentation during resistance training on Body composition, strength, endurance, rating of \nperceived exertion and fatigue in trained young adults. J Diet Suppl. 2022 Sep 3;19(5):587– \n602. doi: 10.1080/19390211.2021.1904085 \n150. Almeida D, Pereira R, Borges E, et al. Creatine supplementation improves physical perfor -\nmance, without negative effects on health markers, in young weightlifters. J Sci In Sport And \nExercise. 2022 Jan 31;4(3):255–265. doi: 10.1007/s42978-021-00147-9 \n151. Vukovich MD, Peeters BM. RELIABILITY of AIR-DISPLACEMENT PLETHYSMOGRAPHY in \nDETECTING BODY COMPOSITION CHANGES AFTER WATER INGESTION and AFTER CREATINE \nSUPPLEMENTATION. J Exercise Physiol Online. 2003 ;6(2):115–122.\n152. Butchart S, Candow DG, Forbes SC, et al. Effects of creatine supplementation and progressive \nresistance training in stroke survivors. Int J Exerc Sci. 2022 ;15(2):1117–1132.\n58\n F. PASHAYEE-KHAMENE ET AL.\n\n153. Dinan NE, Hagele AM, Jagim AR, et al. Effects of creatine monohydrate timing on resistance \ntraining adaptations and body composition after 8 weeks in male and female collegiate \nathletes. Front Sports Act Living. 2022 ;4:1033842. doi: 10.3389/fspor.2022.1033842 \n154. Askow AT, Paulussen KJM, McKenna CF, et al. Creatine monohydrate supplementation, but \nnot Creatyl-L-Leucine, increased muscle creatine content in healthy young adults: a double- \nblind randomized controlled trial. Int J Sport Nutr Exerc Metab. [2022 Nov 1];32(6):446–452. \ndoi: 10.1123/ijsnem.2022-0074 \n155. Pinto CL, Botelho PB, Carneiro JA, et al. Impact of creatine supplementation in combination \nwith resistance training on lean mass in the elderly. J Cachexia Sarcopenia Muscle. 2016 Sep;7 \n(4):413–421. doi: 10.1002/jcsm.12094 \n156. van Loon Lj, Oosterlaar AM, Hartgens F, et al. Effects of creatine loading and prolonged \ncreatine supplementation on body composition, fuel selection, sprint and endurance perfor -\nmance in humans. Clin Sci (Lond). 2003 Feb;104(2):153–162. doi: 10.1042/cs1040153 \n157. Terrillion KA, Kolkhorst FW, Dolgener FA, et al. The effect of creatine supplementation on \ntwo 700-m maximal running bouts. Int J Sport Nutr. 1997 Jun;7(2):138–143. doi: 10.1123/ijsn. \n7.2.138 \n158. Maganaris CN, Maughan RJ. Creatine supplementation enhances maximum voluntary iso -\nmetric force and endurance capacity in resistance trained men. Acta Physiol Scand. 1998 \nJul;163(3):279–287. doi: 10.1046/j.1365-201x.1998.00395.x \n159. Eijnde BO, Hespel P. Short-term creatine supplementation does not alter the hormonal \nresponse to resistance training. Med Sci Sports Exerc. 2001 Mar;33(3):449–453. doi: 10.1097/ \n00005768-200103000-00018 \n160. Huso ME, Hampl JS, Johnston CS, et al. Creatine supplementation influences substrate \nutilization at rest. J Appl Physiol (1985). 2002 Dec;93(6):2018–2022. doi: 10.1152/japplphy \nsiol.01170.2001 \n161. Walter MC, Reilich P, Lochmüller H, et al. Creatine monohydrate in myotonic dystrophy: a \ndouble-blind, placebo-controlled clinical study. J Neurol. 2002 Dec;249(12):1717–1722. doi: \n10.1007/s00415-002-0923-x \n162. Taes YE, Delanghe JR, De Bacquer D, et al. Creatine supplementation does not decrease total \nplasma homocysteine in chronic hemodialysis patients. Kidney Int. 2004 Dec;66(6):2422– \n2428. doi: 10.1111/j.1523-1755.2004.66019.x \n163. Tarnopolsky M, Mahoney D, Thompson T, et al. Creatine monohydrate supplementation does \nnot increase muscle strength, lean body mass, or muscle phosphocreatine in patients with \nmyotonic dystrophy type 1. Muscle And Nerve. 2004 Jan;29(1):51–58. doi: 10.1002/mus.10527 \n164. Perret C, Mueller G, Knecht H. Influence of creatine supplementation on 800 m wheelchair \nperformance: a pilot study. Spinal Cord. 2006 May;44(5):275–279. doi: 10.1038/sj.sc.3101840 \n165. Ahmun RP, Tong RJ, Grimshaw PN. The effects of acute creatine supplementation on multiple \nsprint cycling and running performance in rugby players. J Strength Cond Res. 2005 Feb;19 \n(1):92–97. doi: 10.1519/00124278-200502000-00016 \n166. Ball S, Bowen-Thwaits J, Swan P. ORAL CREATINE SUPPLEMENTATION DOES NOT IMPROVE \nBODY COMPOSITION in RECREATIONALLY ACTIVE MEN DURING STRENGTH TRAINING. J \nExercise Physiol Online. 2004 ;7(6):9–15.\n167. Hile AM, Anderson JM, Fiala KA, et al. Creatine supplementation and anterior compart -\nment pressure during exercise in the heat in dehydrated men. J Athl Train. 2006 Jan- \nMar;41(1):30–35.\n168. Kuethe F, Krack A, Richartz BM, et al. Creatine supplementation improves muscle strength in \npatients with congestive heart failure. Pharmazie. 2006 Mar;61(3):218–222.\n169. Wright GA, Grandjean PW, Pascoe DD. The effects of creatine loading on thermoregulation \nand intermittent sprint exercise performance in a hot humid environment. J Strength Cond \nRes. 2007 Aug;21(3):655–660. doi: 10.1519/00124278-200708000-00002 \n170. Stout JR, Sue Graves B, Cramer JT, et al. Effects of creatine supplementation on the onset of \nneuromuscular fatigue threshold and muscle strength in elderly men and women (64 - 86 \nyears). J Nutr Health Aging. 2007 Nov-Dec;11(6):459–464.\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 59\n\n171. de Oca R M-M, Farfán-González F, Camarillo-Romero S, et al. Effects of creatine supplementa -\ntion in taekwondo practitioners. Nutr Hosp. 2013 Mar-Apr;28(2):391–399. doi: 10.3305/nh. \n2013.28.2.6314 \n172. Hayashi AP, Solis MY, Sapienza MT, et al. Efficacy and safety of creatine supplementation in \nchildhood-onset systemic lupus erythematosus: a randomized, double-blind, placebo-con -\ntrolled, crossover trial. Lupus. 2014 Dec;23(14):1500–1511. doi: 10.1177/0961203314546017 \n173. Moore SR, Gordon AN, Cabre HE, et al. A randomized controlled trial of changes in fluid \ndistribution across menstrual phases with creatine supplementation. Nutrients. 2023 Jan \n13;15(2):429. doi: 10.3390/nu15020429 \n174. Sewell DA, Robinson TM, Greenhaff PL. Creatine supplementation does not affect human \nskeletal muscle glycogen content in the absence of prior exercise. J Appl Physiol (1985). 2008 \nFeb;104(2):508–512. doi: 10.1152/japplphysiol.00787.2007 \n175. Candow DG, Chilibeck PD, Forbes SC. Creatine supplementation and aging musculoskeletal \nhealth. Endocrine. 2014 ;45(3):354–361. doi: 10.1007/s12020-013-0070-4 \n176. Devries MC, Phillips SM. Creatine supplementation during resistance training in older adults \n—a meta-analysis. Med & Sci In Sports & Exercise. 2014 ;46(6):1194–1203. doi: 10.1249/MSS. \n0000000000000220 \n177. Dos Santos EEP, de Araújo Rc, Candow DG, et al. Efficacy of creatine supplementation \ncombined with resistance training on muscle strength and muscle mass in older females: a \nsystematic review and meta-analysis. Nutrients. 2021 ;13(11):3757. doi: 10.3390/nu13113757 \n178. Kreider RB, Jäger R, Bioavailability PM, et al. Safety, and regulatory status of creatine and \nrelated compounds: a critical review. Nutrients. [2022 Feb 28];14(5):1035. doi: 10.3390/ \nnu14051035 \n179. Wall BT, Stephens FB, Constantin-Teodosiu D, et al. Chronic oral ingestion of l-carnitine and \ncarbohydrate increases muscle carnitine content and alters muscle fuel metabolism during \nexercise in humans. J Physiol. 2011 ;589(4):963–973. doi: 10.1113/jphysiol.2010.201343 \n180. Rawson ES, Wehnert ML, Clarkson PM. Effects of 30 days of creatine ingestion in older men \n[article]. Eur J Appl Physiol. 1999 ;80(2):139–144. doi: 10.1007/s004210050570 \n181. Ball SD, Bowen-Thwaits J, Swan PD. Oral creatine supplementation does not improve body \ncomposition in recreationally active men during strength training [article]. J Exercise Physiol \nOnline. 2004 ;7(6):9–15.\n182. Huso ME, Hampl JS, Johnston CS, et al. Creatine supplementation influences substrate \nutilization at rest [article]. J Appl Physiol. 2002 ;93(6):2018–2022. doi: 10.1152/japplphysiol. \n01170.2001 \n183. Powers ME, Arnold BL, Weltman AL, et al. Creatine supplementation increases total body \nwater without altering fluid distribution. J Athl Train. 2003 Mar;38(1):44–50.\n184. van Loon Lj, Murphy R, Oosterlaar AM, et al. Creatine supplementation increases glycogen \nstorage but not GLUT-4 expression in human skeletal muscle. Clin Sci (Lond). 2004 Jan;106 \n(1):99–106. doi: 10.1042/CS20030116 \n185. Farshidfar F, Pinder MA, Myrie SB. Creatine supplementation and skeletal muscle metabolism \nfor building muscle Mass- review of the potential mechanisms of action. Curr Protein Pept Sci. \n2017 ;18(12):1273–1287. doi: 10.2174/1389203718666170606105108 \n186. Ribeiro AS, Avelar A, Kassiano W, et al. Creatine supplementation does not influence the ratio \nbetween intracellular water and skeletal muscle mass in resistance-trained men. Int J Sport \nNutr Exerc Metab. 2020 ;30(6):405–411. doi: 10.1123/ijsnem.2020-0080 \n187. Rogers ME, Bohlken RM, Beets MW, et al. Effects of creatine, ginseng, and astragalus supple -\nmentation on strength, body composition, mood, and blood lipids during strength-training \nin older adults [article]. J Sports Sci Med. 2006 ;5(1):60–69.\n188. Herda TJ, Beck TW, Ryan ED, et al. Effects of creatine monohydrate and polyethylene \nglycosylated creatine supplementation on muscular strength, endurance, and power output \n[article]. J Strength Cond Res. 2009 ;23(3):818–826. doi: 10.1519/JSC.0b013e3181a2ed11 \n189. Delextrat A, Targen N, Impson-Davey G, et al. Effects of supplementation with creatine \nmonohydrate and beta-alanine, alone or combined, on repeated sprint performance and \n60\n F. PASHAYEE-KHAMENE ET AL.\n\nphysiological parameters in amateur team and racket sport players [article]. Kines (Zagreb, \nOnline). 2020 ;52(1):115–123. doi: 10.26582/k.52.1.15 \n190. Wu SH, Chen KL, Hsu C, et al. Creatine supplementation for muscle growth: a scoping review \nof randomized clinical trials from 2012 to 2021. Nutrients. [2022 Mar 16];14(6):1255. doi: 10. \n3390/nu14061255 \n191. Forsberg A, Nilsson E, Werneman J, et al. Muscle composition in relation to age and sex. Clin \nSci. 1991 ;81(2):249–256. doi: 10.1042/cs0810249 \n192. Syrotuik DG, Bell GJ. Acute creatine monohydrate supplementation: a descriptive physiolo -\ngical profile of responders vs. nonresponders. The J Strength & Cond Res. 2004 ;18(3):610–617. \ndoi: 10.1519/00124278-200408000-00039 \n193. Branch JD. Effect of creatine supplementation on body composition and performance: a \nmeta-analysis. Int J Sport Nutr Exerc Metab. 2003 ;13(2):198–226. doi: 10.1123/ijsnem.13.2.198 \n194. Devries MC, Phillips SM. Creatine supplementation during resistance training in older adults-a meta- \nanalysis. Med Sci Sports Exerc. 2014 Jun;46(6):1194–1203. doi: 10.1249/MSS.0000000000000220\nJOURNAL OF THE INTERNATIONAL SOCIETY OF SPORTS NUTRITION\n 61"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 52,
    "primary_human": "body_composition; muscle_mass; fat_mass"
  },
  "bucket": "B",
  "notes": "Systematic review/meta examining creatine dosing strategies (with and without structured training) on body composition; dose–response analysis suggests benefits for FFM/lean mass, especially when combined with training."
}