{
  "id": 63,
  "title": "Creatine Supplementation and Upper Limb Strength Performance: A Systematic Review and Meta-Analysis",
  "authors": "Lanhers C; Pereira B; et al.",
  "year": 2017,
  "doi": "10.1007/s40279-016-0571-4",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "upper_limb",
    "strength",
    "performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed (mostly RT, upper body)",
    "sample_size": 638
  },
  "sections": {
    "abstract": "Background Creatine is the most widely used supple-\nmentation to increase performance in strength; however,\nthe most recent meta-analysis focused speciﬁcally on\nsupplementation responses in muscles of the lower limbs\nwithout regard to upper limbs.\nObjective We aimed to systematically review the effect of\ncreatine supplementation on upper limb strength performance.",
    "methods": "We conducted a systematic review and meta-\nanalyses of all randomized controlled trials comparing\ncreatine supplementation with a placebo, with strength\nperformance measured in exercises shorter than 3 min in\nduration. The search strategy used the keywords ‘creatine’,\n‘supplementation’, and ‘performance’. Independent vari-\nables were age, sex and level of physical activity at base-\nline, while dependent variables were creatine loading, total\ndose, duration, time interval between baseline (T0) and the\nend of the supplementation (T1), and any training during\nsupplementation. We conducted three meta-analyses: at T0\nand T1, and on changes between T0 and T1. Each meta-\nanalysis was stratiﬁed within upper limb muscle groups.",
    "results": "We included 53 studies (563 individuals in the\ncreatine supplementation group and 575 controls). Results\ndid not differ at T0, while, at T1, the effect size (ES) for\nbench press and chest press were 0.265 (95 % CI\n0.132–0.398; p \\0.001) and 0.677 (95 % CI 0.149–1.206;\np= 0.012), respectively. Overall, pectoral ES was 0.289\n(95 % CI 0.160–0.419; p= 0.000), and global upper limb\nES was 0.317 (95 % CI 0.185–0.449; p \\0.001). Meta-\nanalysis of changes between T0 and T1 gave similar results.\nThe meta-regression showed no link with characteristics of\npopulation or supplementation, demonstrating the efﬁcacy\nof creatine independently of all listed conditions.",
    "conclusion": "Creatine supplementation is effective in upper\nlimb strength performance for exercise with a duration of\nless than 3 min, independent of population characteristics,\ntraining protocols, and supplementary doses or duration.\nKey Points\nCreatine supplementation is effective in upper limb\nstrength performance.\nIts effectiveness is independent of population\ncharacteristics, training protocols, and\nsupplementary doses and duration.\nElectronic supplementary material The online version of this\narticle (doi: 10.1007/s40279-016-0571-4) contains supplementary\nmaterial, which is available to authorized users.\n& Fre´de´ric Dutheil\nfrederic.dutheil@acu.edu.au\n1 School of Exercise Science, Australian Catholic University,\nMelbourne, VIC, Australia\n2 Preventive and Occupational Medicine, University Hospital\nof Clermont-Ferrand (CHU), 58 rue Montalembert,\nClermont-Ferrand, France\n3 CNRS UMR 6024, Physiological and Psychosocial Stress,\nLAPSCO, Clermont-Ferrand, France\n4 Clinical Research and Innovation Direction, University\nHospital of Clermont-Ferrand (CHU), Clermont-Ferrand,\nFrance\n5 Neurophysiology of Stress, Armies’ Biomedical Research\nInstitute, Armies’ Health Service, Bretigny sur Orge, France\n6 Occupational Medicine, University Hospital of Montpellier\n(CHU), Montpellier, France\n7 Laboratory of Metabolic Adaptations to Exercise in\nPhysiological and Pathological Conditions EA3533,\nUniversity Clermont Auvergne, Clermont-Ferrand, France\n8 CRNH Auvergne, Clermont-Ferrand, France\n123\nSports Med (2017) 47:163–173\nDOI 10.1007/s40279-016-0571-4\n\n1",
    "introduction": "Despite creatine being a natural component of the diet\nfound in low levels in red meat and seafood [ 1], creatine is\nthe most widely used supplementation to increase strength\nperformance [ 2]. Strength improvements following cre-\natine supplementation are most commonly reported in the\nlower limb strength performance because lower limbs are\ngermane to so many sporting pursuits. A recent meta-\nanalysis on creatine supplementation and strength perfor-\nmance evaluated speciﬁc muscles or group of muscles of\nthe lower limb [ 3]; however, upper limb responses to cre-\natine supplementation could generate similar interest. To\ndate, no meta-analysis has speciﬁcally focused on upper\nlimb performances in response to creatine supplementation.\nExplosive upper limb performances are attributed to\nanaerobic metabolism. The predominant source of imme-\ndiate energy is stored phosphocreatine levels in skeletal\nmuscle, a high-energy phosphate. At the onset of anaerobic\nmetabolism, phosphocreatine levels decrease via dephos-\nphorylation to resynthesize adenosine triphosphate (ATP)\nfrom adenosine diphosphate (ADP). Increasing intramus-\ncular creatine from exogenous creatine ingestion is postu-\nlated to enhance high-energy phosphate metabolism and\nincrease strength performance. Anaerobic metabolism\ndecreases until an equal contribution from the aerobic and\nanaerobic energy systems occurs after approximately\n2–4 min [ 4]. In order to obtain the highest level of proof,\nonly randomized controlled trials (RCTs) reporting poten-\ntial placebo effects [ 5] and investigating the effects of\ncreatine supplementation on short-term performance\n(3 min or less) [ 4] of the upper limb are the focus of this\nreview. Similar to our previous review of lower limb\nstrength performance [ 3], we examined the effects of cre-\natine supplementation on the speciﬁc muscles or group of\nmuscles of the upper limb.\nThus, we aimed to conduct a systematic review and\nmeta-analyses of RCTs comparing the effects of creatine\nsupplementation and placebo on upper limb strength per-\nformance measured after exercises of less than 3 min in\nduration. The meta-analyses were stratiﬁed by muscles or\ngroups of muscles.\n2 Methods\n2.1 Literature Search\nWe reviewed all RCTs comparing a creatine supplemen-\ntation group with a placebo group. Using the keywords\n‘creatine supplementation’ and ‘performance’, we con-\nducted a search of the PubMed, Cochrane Library,\nScienceDirect and EMBASE databases on 7 October 2015.\nThe search was not limited to speciﬁc years and no lan-\nguage restrictions were applied. To be included, the control\ngroup needed to receive a placebo during the supplemen-\ntation period. The search strategy was inclusive of studies\nof healthy males or females, independent of age, imposing\nany supplementation dose, extending over various periods\nof supplementation, with or without training (previously or\nduring supplementation), and without a history of weight\nloss induced by a restrictive diet. The major inclusion\ncriterion was a description of strength performance at\nbaseline and following supplementation or placebo with a\ndouble-blind randomization, and the duration of exercise\nwhen performance was measured had to be less than 3 min.\nWe also included articles that only reported changes in\nperformance. In the case of repeated and consecutive per-\nformances, for our meta-analysis we used restricted data of\ninterest to the ﬁrst performance as it described the most\nanaerobic response. Included articles also had to report a\nstatistical dispersion of results, such as standard deviations\nor quartiles. In addition, reference lists of all publications\nmeeting the inclusion criteria were manually searched to\nidentify any further studies not found through electronic\nsearching. The search strategy is described in Fig. 1. One\nauthor (CL) conducted all literature searches and collated\nthe abstracts; two authors (CL and FD) separately reviewed\nPubMed\nn=284\nEmbase\nn=100\nCochrane \nn=243\nScienceDirect \nn=638\nDuplicates removed\nn=460\nNot randomized controlled \nn=100\nNot upper limb performance \nn=445\nStatistical dispersion of results not reported\nn=37\nStrength performance measurement > 3 minutes \nn=95\nNo placebo given to controls\nn=75\nStudies included \nn=53\nStudies that compared \nT0 and T1 upper limb \nstrength performance\nn=50\nStudies that reported only \nchanges in performance \nbetween T0 and T1\nn=3\n“Creatine supplementation” AND “performance”\nn=1,265\nFig. 1 Search strategy. T0 baseline, T1 following supplementation\n164 C. Lanhers et al.\n123\n\nthe abstracts and, based on the selection criteria, decided\nthe suitability of the articles for inclusion; and a third\nauthor (GN) was asked to review the article when con-\nsensus on suitability was not met. All authors then\nreviewed the eligible articles.\n2.2 Quality of Assessment\nThe Consolidated Standards of Reporting Trials (CON-\nSORT) statement was used for checking the quality of\nreporting [ 6], and the 25 items identiﬁed in the CONSORT\ncriteria could achieve a maximal score of 37.\n2.3 Statistical Considerations\nData were analysed using Stata version 13, 2013 (Stata-\nCorp LP, College Station, TX, USA). Heterogeneity in the\nstudy results was evaluated by examining forest plots,\nconﬁdence intervals (CIs) and using formal tests for\nhomogeneity based on the I\n2 statistic. For example, a sig-\nniﬁcant heterogeneity may be due to variability within\ncharacteristics of studies, such as for participants (age, sex,\ntraining status), supplementation (loading dose, total dose),\nor modality of training (type, number of repetitions, speed).\nRandom effects meta-analyses (DerSimonian and Laird\napproach) were conducted when data could be pooled [ 7],\nand p values \\0.05 were considered statistically\nsigniﬁcant.\nWe conducted three meta-analyses based on the time of\nsupplementation. First, the meta-analysis was conducted at\nbaseline (T0), in order to verify baseline homogeneity of\nthe creatine supplementation group and the control group.\nWe then conducted meta-analyses on absolute scores\nreported in the data following creatine supplementation\n(T1). Finally, we conducted a third group of meta-analyses\nwith the relative percent changes (T1–T0)/T0 for both\ngroups, adding some studies reporting only these changes.\nWithin each meta-analysis on upper limb strength per-\nformance, there was stratiﬁcation for the upper limb muscle\ngroups (pectoral, back, shoulders, biceps, triceps and\nforearm). In addition, for the meta-analysis with the rela-\ntive percentage change, we added stratiﬁcation on triceps,\nand also completed additional meta-analyses based on site-\nspeciﬁc strength testing. Pectoral performances were\nstratiﬁed by bench press and chest press. In addition, bench\npress performances were stratiﬁed by maximal weight lif-\nted and number of repetitions.\nWe described our results calculating the effect size (ES;\nstandardized mean differences as SMD) of creatine sup-\nplementation for each dependent variable [ 7], with a pos-\nitive ES denoting improved performance. A scale for ES\nhas been suggested, with 0.8 reﬂecting a large effect, 0.5 a\nmoderate effect, and 0.2 a small effect [ 8].\nMeta-regression analyses were conducted to explore the\ninﬂuence of study characteristics on standardized mean\ndifferences. The following characteristics were considered:\nsex of the participants (male vs. both sexes), age, physical\nstatus at baseline (sedentary, recreation, competitive),\ncharacteristics of creatine supplementation (loading dose,\ntotal dose, duration of supplementation), characteristics of\ntraining during supplementation (strength, aerobic, mixed,\nnone), time between T0 and T1, and muscle groups (pec-\ntoral, back, shoulders, biceps, triceps and forearm). Results\nwere expressed as regression coefﬁcients and 95 % CI.\n3 Results\n3.1 Overview of Studies Included\nThe initial search identiﬁed a possible 1265 articles\n(Fig. 1); however, consideration of selection criteria and\nremoval of duplicates reduced these articles to 50 RCTs\nthat compared T0 and T1 upper limb strength performances\nduring exercise lasting less than 3 min in creatine supple-\nmentation and placebo groups. Three additional studies that\nreported only changes in performance between T0 and T1\nwere added [ 9–11]. All articles were written in English.\n3.2 Quality of Articles\nQuality assessment of the 53 included studies reporting T0\nand T1 data, as outlined by the CONSORT criteria, varied\nfrom 22 to 65 %, where a higher percentage implies a\nhigher quality of scientiﬁc reporting [ 12]. Of the included\nstudies, 70 % had a quality reporting score exceeding\n50 %, and all studies described double blinding to the\nsupplementation. Overall, the studies performed best in the\nSect. 4 and worst in the Sect. 2, with all studies describing\nethical approval. Sixty-ﬁve percent of studies did not report\nany conﬂict of interest, 25 % were funded by creatine\nmanufacturers, and 10 % did not provide any information\nregarding funding.\n3.3 Characteristics of Individuals\n3.3.1 Sample Size\nIn the 53 included studies, 563 individuals in the creatine\nsupplementation group were compared with 575 individu-\nals in the placebo group.\n3.3.2 Sex\nThe proportion of females remained low (25 %), with nine\nstudies restricted to only women [ 9, 13–19]. A further two\nCreatine Supplementation and Upper Limb Strength Performance 165\n123\n\nstudies failed to report participants’ sex [ 20, 21]. In total,\n432 males and 131 females were included in the creatine\nsupplementation group, and 457 males and 118 females in\nthe placebo group.\n3.3.3 Age\nRegardless of whether age was expressed as a median or a\nmean value, the studies reported an age range of between\n18 [ 14] and 75 years [ 22] for all participants.\n3.3.4 Training Status\nOverall, 40 % of the studies recruited recreationally trained\nparticipants, 28 % recruited competitive athletes, and 21 %\nwere conducted on sedentary individuals. The remaining\nstudies did not report the training status of the population.\n3.4 Characteristics of Intervention\n3.4.1 Type of Supplementation\nSeveral types and forms of creatine are available, with\ncreatine monohydrate being the most common type\nexamined in 49 of 53 studies. However, three other types of\nsupplementation were cited in four studies: polyethylene\nglycosylated creatine [ 23], di-creatine citrate [ 22], and\ncreatine phosphate [ 24].\n3.4.2 Loading Dose\nFor all studies, the mean loading dose for creatine sup-\nplementation was 20.9 ± 4.5 g/day, and more than 80 %\nof studies described a loading dose for the supplementa-\ntion. The most common loading duration was between 5\nand 7 days. The frequency of daily loading varied between\n1 and 5 times [ 25, 26]; however, the loading dose was most\nregularly divided into three to four times per day with a\n5 g/dose.\n3.4.3 Maintenance Dose\nOnly 38 studies had a maintenance dose, which varied\nbetween 1.25 and 27.0 g/day [ 23, 27]. The quantity of the\nmaintenance dose varied more between studies compared\nwith the loading dose. Participants consumed the mainte-\nnance dose once daily.\n3.4.4 Total Dose of Supplementation\nThe mean total dose of supplementation was 152.2 ± 131.6 g\nacross the duration of the studi es. Participants were supple-\nmented between 5 [ 28–30] and 98 days [ 16].\n3.4.5 Time Between T0 and T1\nThe duration between baseline and T1 ranged from 5 to\n166 days [ 16, 31].\n3.4.6 Training\nMore than 80 % of studies declared that the supplemen-\ntation (creatine or placebo) was associated with sports\ntraining independent of the speciﬁcity of the targeted\npopulation. Participants trained for endurance, strength, or\nboth. Among the 49 studies for which the training status\nwas reported, 53.1 % of participants performed strength\ntraining during the trial, 6.1 % experienced aerobic train-\ning, and 28.6 % participated in mixed training (endurance\nand strength). Only seven studies reported no training\n[16, 32–37]. The frequency of training was predominantly\nthree times per week.\n3.5 Outcome and Aim of the Studies\nAll studies shared similar outcomes with varying degrees of\nclarity. The key dependent variables of the studies were\nmuscle strength and body composition (body weight, lean\nbody mass, percentage of fat free mass, total body water).\nAdditional outcomes were heterogeneous but included esti-\nmates of perceived fatigue and recovery capacity during\nexercises, functional capacity, cardiovascular function, sys-\ntemic inﬂammation, muscle ﬁbre area and adverse events.\n3.6 Study Designs\nAll studies were double-blind, randomized, placebo-con-\ntrolled trials. No study supported a crossover design.\n3.7 Stratiﬁcation\nWith our inclusion criteria, 36 studies reported total weight\nlifted in kilograms (kg) and ten studies reported the number of\nrepetitions for the bench press, allowing us to complete two\nmeta-analyses. First, we conducted a meta-analysis on pec-\ntoral performances stratiﬁed on global tasks for bench press\n(n= 43 studies) and chest press (n= 4). The next level of our\nmeta-analysis targeted upper limb muscle groups: pectoral\n(n= 44), back ( n= 1), shoulders ( n= 2), biceps ( n= 6),\nand forearm ( n= 4) (Fig. 2). We also included three articles\nreporting changes in performance [ 9–11]. These studies were\nincluded in the pectoral and biceps stratiﬁcations.\n3.8 Meta-Analysis at Baseline (T0)\nThe effects of creatine supplementation and placebo\nat baseline are available online in the electronic\n166 C. Lanhers et al.\n123\n\nsupplementary material (ESM). The meta-analyses con-\nducted on stratiﬁcation for bench press (ESM Fig. S1),\npectoral (ESM Fig. S2), and upper limb (ESM Fig. S3) did\nnot show any between-group differences.\n3.9 Meta-Analysis After Supplementation (T1)\nResults from the ﬁrst level of stratiﬁcation showed that ES\nof creatine supplementation on maximal weight lifted (kg)\nand number of repetitions at bench press were 0.238 (95 %\nCI 0.098–0.377; p \\0.001) and 0.244 (95 % CI -0.125 to\n0.613; p= 0.196), respectively (Fig. 3 and ESM Fig. S4).\nThe effects of creatine supplementation for stratiﬁed\nanalysis on pectoral performances are presented in Fig. 4\nand ESM Fig. S5. ES was also signiﬁcant for bench press\n(ES = 0.265, 95 % CI 0.132–0.398; p \\ 0.001) and chest\npress (ES = 0.677, 95 % CI 0.149–1.206; p= 0.012). The\noverall ES remained signiﬁcant at 0.289 (95 % CI\n0.160–0.419; p \\ 0.0001). As shown in ESM Fig. S6, the\noverall ES for upper limb was signiﬁcant at 0.317 (95 % CI\n0.185–0.449; p \\ 0.0001). The two isolated muscle per-\nformances with an ES greater than zero were pectoral\n(0.287; 95 % CI 0.154–0.421; p \\ 0.0001) and biceps\n(0.387; 95 % CI 0.032–0.741; p= 0.033). Funnel plots\nfrom these meta-analyses veriﬁed the absence of publica-\ntions bias (ESM Fig. S7).\n3.10 Meta-Analysis of Changes between T1 and T0\nResults from the ﬁrst level of stratiﬁcation showed that ES\nin strength performance changes following creatine sup-\nplementation, compared with controls, for maximal weight\nlifted (kg) and number of bench press repetitions were\n0.243 (95 % CI 0.099–0.388; p \\ 0.001) and 2.789 (95 %\nCI 1.033–4.546; p= 0.002), respectively (ESM Fig. S8).\nResults from the second level of stratiﬁcation showed that\nES in strength performance changes following creatine\nsupplementation, compared with controls, for pectoral was\n0.447 (95 % CI 0.222–0.672; p \\ 0.0001) (ESM Fig. S9).\nStratiﬁed analysis for pectoral muscle showed that perfor-\nmances following creatine supplementation, compared\nwith controls, increased for bench press (ES = 0.386;\n95 % CI 0.177–0.594; p \\ 0.0001) and chest press\n(ES = 2.227; 95 % CI 0.035–4.418; p= 0.046) (ESM\nFig. S9). The overall ES for non-speciﬁed upper limb\nperformances was 0.659 (95 % CI 0.421–0.898;\np \\0.0001) (ESM Fig. S10). The muscle gain in perfor-\nmance was reported, with an ES of 0.466 (95 % CI\n0.233–0.699; p \\ 0.0001) for pectoral, 7.052 (95 % CI\n4.262–9.842; p \\0.0001) for back, 0.470 (95 % CI -\n0.157 to 1.097; p= 0.307) for shoulders, 1.230 (95 % CI\n0.445–2.015; p= 0.002) for biceps, and 1.297 (95 % CI\n0.113–2.480; p= 0.032) for triceps (ESM Fig. S10). Meta-\nanalyses on absolute changes also gave similar results.\nFunnel plots for these meta-analyses appeared to display\nminor asymmetry for performances at T1 (ESM Fig. S7);\nhowever, asymmetry was more important in changes in\nperformance between T0 and T1 (ESM Fig. S11) as vari-\nations were more heterogeneous than performances at T1.\n3.11 Meta-Regression After Supplementation\nThe meta-regressions summarized in ESM Tables S1, S2\nand S3 demonstrated that results after supplementation\ndepended on results at baseline for meta-analyses that were\nstratiﬁed for bench press, pectoral performances, and for\nthe whole upper limb.\n4",
    "discussion": "Fifty-three studies met our inclusion criteria to assess\ncreatine supplementation for upper limb strength perfor-\nmance. The main ﬁnding was that creatine\nShoulders\nn=2\nBiceps\nn=11\nBack\nn=1\nPectoral\nn=47\nUpper limb\nn=53\nForearm\nn=4\nNumber of \nrepetitions\nn=10\nTotal weight \nlifted in kg\nn=39\nTriceps\nn=1\nBench press\nn=45\nChest press\nn=4\nFig. 2 Creatine\nsupplementation and upper\nlimb-type exercises: general\nanalysis design\nCreatine Supplementation and Upper Limb Strength Performance 167\n123\n\nsupplementation improved upper limb strength perfor-\nmance, mainly at the site of the pectoral muscles (or\npectoralis major and minor). Performances in bench\npressing increased approximately 5.3 % with creatine\nsupplementation.\n4.1 Overview of Studies Included\nThis meta-analysis included a large number of studies that\nwere heterogeneous in both study design and reported\nresults. This is the ﬁrst meta-analysis with rigorous\nStudy\nPopulation Supplementation Time\nT0-T1\n(days)\nEffect size Weight\n(95%CI) (%)\nSex\n(%M)\nAge\nmean \n±SD (y)\nPhysical\nactivity\nLoading\ndose \n(g/d)\nTotal\ndose \n(g)\nDuration\n(days)\nTraining\nMaximal weight lifted\nAzizi [13] 0 21±2 Recreation 20 120 6 Strength 7 0.21 (-0.67, 1.09) 1.89\nBemben et al. [10] 100 19±0 Competition 20 390 63 Strength 63 0.22 (-0.74, 1.18) 1.61\nBrenner et al. [14] 0 18±5 Competition 20 188 31 Strength 31 0.07 (-0.92, 1.06) 1.50\nBrose et al. [43] 50 69±6 - 0 490 98 Strength 98 -0.8 (-1.17, 1.02) 1.23\nBrose et al. [43] 50 68±4 - 0 490 98 Strength 98 0.39 (-0.63, 1.42) 1.40\nBurke et al. [21] - 33±9 Recreation 16.8 323 56 Mixed 32 0.47 (-0.34, 1.28) 2.22\nBurke et al. [21] - 33±9 Recreation 16.8 323 56 Mixed 32 0.47 (-0.47, 1.41) 1.65\nCamic et al. [23] 100 22±3 Sedentary 0 70 28 - 28 0.19 (-0.35, 0.72) 5.06\nCamic et al. [23] 100 22±3 Sedentary 0 35 28 - 28 0.19 (-0.34, 0.73) 5.06\nChrusch et al. [51] 100 70±6 Sedentary 26 578 72 Strength 70 0.85 (0.10, 1.60) 2.59\nEarnest et al. [34] 100 30±4 Recreation 20 560 28 None 1.08 (-0.44, 2.59) 0.64\nFerguson and Syrotuik [15] 0 25±3 Recreation 0 266 70 Strength 70 -0.08 (-0.85, 0.69) 2.47\nGotshalk et al. [35] 100 65±5 - 25 178 7 None 7 0.28 (-0.65, 1.22) 1.68\nGualano et al. [16] 0 66±6 Sedentary 20 905 166 Mixed 166 0.50 (-0.23, 1.22) 2.76\nGualano et al. [16] 0 66±5 Sedentary 20 905 166 None 166 0.57 (-0.16, 1.31) 2.73\nHerda et al. [54] 100 21±2 Recreation 0 150 30 Mixed 30 -0.29 (-1.04, 0.46) 2.62\nIzquierdo et al. [28] 100 21±5 Competition 20 100 5 Aerobic 7 -0.26 (-1.16, 0.65) 1.79\nKelly et al. [52] 100 27±6 Competition 20 205 20 Strength 27 0.50 (-0.44, 1.44) 1.66\nLaw et al. [29] 100 23±4 Recreation 20 100 5 Strength 6 0.19 (-0.76, 1.15) 1.61\nNoonan et al. [27] 100 20±1 Competition 20 1477 56 Mixed 56 -0.02 (-0.79, 0.75) 2.47\nNoonan et al. [27] 100 20±1 Competition 20 559 56 Mixed 56 1.07 (0.24, 1.89) 2.15\nPainelli et al. [42] 100 28±5 Recreation 20 - - Mixed - 0.59 (-0.13, 1.31) 2.81\nPearson et al. [48] 100 21±3 Recreation 0 350 70 Strength 16 1.43 (0.31, 2.54) 1.19\nPeeters et al. [24] 100 21±3 Recreation 20 393 42 Strength 42 0.25 (-0.54, 1.04) 2.32\nPeeters et al. [24] 100 21±3 Recreation 20 393 42 Strength 42 -0.21 (-1.05, 0.63) 2.08\nPluim et al. [25] 100 23±5 Competition 22 194 34 Mixed 34 0.01 (-0.80, 0.82) 2.22\nSelsby et al. [53] 100 21±3 Recreation 2.5 25 10 Strength 11 0.00 (-0.72, 0.72) 2.85\nStone et al. [55] 100 18±3 Competition 0 700 35 Mixed 35 0.15 (-0.74, 1.03) 1.88\nStout et al. [36] 100 20±1 Competition 21 641 56 Strength 56 -0.52 (-1.52, 0.48) 1.47\nSyrotuik et al. [30] 100 23±2 Recreation 23 115 5 Strength 39 0.27 (-0.78, 1.32) 1.32\nSyrotuik et al. [30] 100 23±2 Recreation 23 191 37 Strength 39 -0.33 (-1.39, 0.73) 1.32\nVanderberghe et al. [19] 0 21±3 Sedentary 20 430 74 Strength 70 0.16 (-0.74, 1.06) 1.80\nVillanueva et al. [40] 100 68±6 Recreation 24.8 570 82 Strength 82 0.03 (-1.02, 1.08) 1.34\nVolek et al. [49] 100 26±5 Recreation 25 560 84 Strength 84 0.33 (-0.58, 1.23) 1.78\nVolek et al. [26] 100 21±6 Recreation 26 275 28 Strength 28 0.42 (-0.54, 1.39) 1.58\nZuniga et al. [56] 100 22±2 Recreation 20 140 7 Aerobic 7 -0.02 (-0.86, 0.82) 2.08\nSubtotal (I-squared = 0.0%, p=0.875) 0.24 (0.10, 0.38) 74.80\nNumber of repetitions\nCamic et al. [23] 100 22±3 Sedentary 0 70 28 - 28 0.66 (0.11, 1.21) 4.82\nCamic et al. [23] 100 22±3 Sedentary 0 35 28 - 28 0.18 (-0.36, 0.71) 5.06\nChilibeck et al. [46] 100 27±9 Competition 0 532 56 Mixed 57 0.49 (-0.45, 1.43) 1.66\nChrusch et al. [51] 100 70±6 Sedentary 26 578 72 Strength 70 0.51 (-0.22, 1.24) 2.74\nDa Silveira et al. [41] 100 23±3 Competition 25 385 91 Mixed 91 -0.87 (-1.75, 0.01) 1.90\nLarson-Meyer et al. [18] 0 19±2 Competition 15 350 15 Mixed 60 0.56 (-0.62, 1.73) 1.07\nPainelli et al. [42] 100 28±5 Recreation 20 - - Mixed - 0.52 (-0.19, 1.24) 2.84\nVolek et al. [50] 100 24±5 Recreation 25 150 6 Strength 14 0.00 (-1.05, 1.05) 1.34\nVolek et al. [49] 100 26±5 Recreation 25 560 84 Strength 84 -0.98 (-1.93, -0.02) 1.60\nWarber et al. [31] 100 32±5 Competition 24 120 5 Mixed 5 1.00 (0.18, 1.82) 2.18\nSubtotal (I-squared = 54.0%, p=0.021) 0.24 (-0.13, 0.61) 25.20\nOverall (I-squared = 0.9%, p=0.456)\n0.25 (0.13, 0.37) 100.0\n0.25\nFig. 3 Meta-analysis of maximal weight lifted ( n = 36 studies) and number of repetitions ( n = 10) at bench press. M male, T0 baseline, T1\nfollowing supplementation, CI conﬁdence interval, SD standard deviation, – indicates not reported\n168 C. Lanhers et al.\n123\n\nStudy\nPopulation Supplementation\nTime\nT0-T1\n(days)\nEffect size Weight\n(95%CI) (%)\nSex\n(%M)\nAge\nmean \n±SD (y)\nPhysical\nactivity\nLoading\ndose \n(g/d)\nTotal\ndose \n(g)\nDuration\n(days)\nTraining\nBench press\nAzizi [13] 0 21±2 Recreation 20 120 6 Strength 7 0.21 (-0.67, 1.09) 2.13\nBemben et al. [10] 100 19±0 Competition 20 390 63 Strength 63 0.22 (-0.74, 1.17) 1.81\nBrenner et al. [14] 0 18±5 Competition 20 188 31 Strength 31 0.07 (-0.92, 1.06) 1.69\nBrose et al. [43] 50 69±6 - 0 490 98 Strength 98 -0.08 (-1.12, 1.02) 1.40\nBrose et al. [43] 50 68±4 - 0 490 98 Strength 98 0.39 (-0.63, 1.42) 1.58\nBurke et al. [21] - 33±9 Recreation 16.8 323 56 Mixed 32 0.47 (-0.34, -1.28) 2.49\nBurke et al. [21] - 33±9 Recreation 16.8 323 56 Mixed 32 0.47 (-0.47, 1.41) 1.85\nCamic et al. [23] 100 22±3 Sedentary 0 70 28 - 28 0.24 (-0.29, -0.78) 5.52\nCamic et al. [23] 100 22±3 Sedentary 0 35 28 - 28 0.19 (-0.34, 0.73) 5.53\nChilibeck et al. [46] 100 27±9 Competition 0 532 56 Mixed 57 0.49 (-0.45, -1.43) 1.87\nChrusch et al. [51] 100 70±6 Sedentary 26 578 72 Strength 70 0.76 (0.02, 1.51) 2.94\nDa Silveira et al. [41] 100 23±3 Competition 25 385 91 Mixed 91 -0.87 (-1.75, 0.01) 2.14\nDel Favero et al. [33] 100 24±3 Recreation 20 200 10 None 25 0.95 (-0.06, 1.96) 1.62\nEarnest et al. [34] 100 30±4 Recreation 20 560 28 None 3.64 (1.16, 6.13) 0.27\nFerguson and Syrotuik [15] 0 25±3 Recreation 0 266 70 Strength 70 -0.08 (-0.85, 0.69) 2.76\nGotshalk et al. [35] 100 65±5 - 25 178 7 None 7 0.28 (-0.65, 1.22) 1.89\nGualano et al. [16] 0 66±6 Sedentary 20 905 166 Mixed 166 0.50 (-0.23, 1.22) 3.08\nGualano et al. [16] 0 66±5 Sedentary 20 905 166 None 166 0.57 (-0.16, 1.31) 3.05\nHerda et al. [54] 100 21±2 Recreation 0 150 30 Mixed 30 -0.29 (-1.04, 0.46) 2.92\nIzquierdo et al. [28] 100 21±5 Competition 20 100 5 Aerobic 7 0.34 (-0.57, 1.24) 2.00\nKelly et al. [52] 100 27±6 Competition 20 205 20 Strength 27 0.50 (-0.44, 1.44) 1.87\nLarson-Meyer et al. [18] 0 19±2 Competition 15 350 15 Mixed 60 0.56 (-0.62, 1.73) 1.21\nLaw et al. [29] 100 23±4 Recreation 20 100 5 Strength 6 0.19 (-0.76, 1.15) 1.81\nNoonan et al. [27] 100 20±1 Competition 20 1477 56 Mixed 56 -0.02 (-0.79, 0.75) 2.77\nNoonan et al. [27] 100 20±1 Competition 20 559 56 Mixed 56 1.07 (0.24, 1.89) 2.41\nPainelli et al.[42] 100 28±5 Recreation 20 - - Mixed - 0.59 (-0.13, 1.31) 3.14\nPearson et al. [48] 100 21±3 Recreation 0 350 70 Strength 16 1.42 (0.31, 2.54) 1.34\nPeeters et al. [24] 100 21±3 Recreation 20 393 42 Strength 42 0.25 (-0.54, 1.04) 2.60\nPeeters et al. [24] 100 21±3 Recreation 20 393 42 Strength 42 -0.21 (-1.05, 0.63) 2.33\nPluim et al. [25] 100 23±5 Competition 22 194 34 Mixed 34 0.01 (-0.80, 0.82) 2.49\nSelsby et al. [53] 100 21±3 Recreation 2.5 25 10 Strength 11 0.025 (-0.69, 0.74) 3.18\nStone et al. [55] 100 18±3 Competition 0 700 35 Mixed 35 0.14 (-0.74, 1.03) 2.12\nStout et al. [36] 100 20±1 Competition 21 641 56 Strength 56 -0.52 (-1.52, -0.48) 1.66\nSyrotuik et al. [30] 100 23±2 Recreation 23 115 5 Strength 39 0.27 (-0.78, 1.32) 1.50\nSyrotuik et al. [30] 100 23±2 Recreation 23 191 37 Strength 39 0.33 (-1.39, 0.72) 1.49\nVanderberghe et al. [19] 0 21±3 Sedentary 20 430 74 Strength 70 0.17 (-0.74, 1.07) 2.03\nVillanueva et al. [40] 100 68±6 Recreation 24.8 570 82 Strength 82 0.03 (-1.02, 1.08) 1.51\nVolek et al. [50] 100 24±5 Recreation 25 150 6 Strength 14 0.00 (-1.05, 1.05) 1.51\nVolek et al. [49] 100 26±5 Recreation 25 560 84 Strength 84 0.22 (-0.68, -1.12) 2.02\nVolek et al. [26] 100 21±6 Recreation 26 275 28 Strength 28 0.42 (-0.54, 1.39) 1.78\nWarber et al. [31] 100 32±5 Competition 24 120 5 Mixed 5 1.00 (0.18, 1.82) 2.45\nZuniga et al. [56] 100 22±2 Recreation 20 140 7 Aerobic 7 -0.02 (-0.86, 0.82) 2.33\nSubtotal (I-squared = 1.5%, p=0.443) 0.26 (0.13, 0.40) 94.07\nChest press\nBermon et al. [32] 50 72±5 Sedentary 20 241 52 Strength 52 1.25 (0.17, 233) 1.41\nBermon et al. [32] 50 72±5 Sedentary 20 241 52 None 52 035 (-0.64, 1.34) 1.69\nBrose et al. [43] 50 70±6 - 0 490 98 Strength 98 0.25 (-0.85, 1.34) 1.38\nBrose et al. [43] 50 68±4 - 0 490 98 Strength 98 0.92 (-0.16, 1.99) 1.44\nSubtotal (I-squared = 0.0%, p=0.518) 0.68 (0.15, 1.21) 5.93\nOverall (I-squared = 2.4%, p=0.426) 0.29 (0.16, 0.42) 100.0\n0.29\nFig. 4 Meta-analysis of pectoral performances stratiﬁed for bench press ( n = 42 studies) and chest press ( n = 4) tests. M male, T0 baseline, T1\nfollowing supplementation, CI conﬁdence interval, SD standard deviation, – indicates not reported\nCreatine Supplementation and Upper Limb Strength Performance 169\n123\n\ninclusion criteria and a large number of studies focussing\nonly on upper limb strength performance, without consid-\neration of lower limb exercises.\n4.2 Characteristics of Individuals\n4.2.1 Age\nDespite recent meta-analyses evaluating creatine supple-\nmentation during resistance training in older adults [ 38, 39],\ncreatine supplementation has been studied most extensively\nin young trained males. Our study did not report an inﬂu-\nence of age on the performances following creatine sup-\nplementation, in accordance with the literature [ 14, 32]. To\nour knowledge, no studies comparing responses between\ngroups of different ages have been conducted.\n4.2.2 Sex\nResponses to creatine supplementation did not differ\nbetween males and females [ 16, 17, 37, 40–42]. More\ndirect comparisons of the effect of creatine supplementa-\ntion in males and females are needed to elucidate any sex\ndifferences in response to creatine. In our review, we\nincluded only two studies describing sex-based compar-\nisons [ 32, 43].\n4.2.3 Training Status\nWe did not observe an inﬂuence of training status on\nresponses to creatine supplementation; however, partici-\npants without a history of training were reported to beneﬁt\nmore from creatine supplementation than those described\nas trained [ 44].\n4.3 Characteristics of Intervention\nCreatine supplementation regimens that included mainte-\nnance [ 9–11, 14, 18, 21, 23, 25, 32, 43, 45, 46] did not\nresult in greater improvement from baseline in upper limb\nperformance compared with short-term loading regimens\n[13, 35, 47]. Our meta-analysis was also unable to detect\ndifferences in performances based on the type of creatine\nused for supplementation, which could be attributed to\nmost of the included studies (92 %) using the same form of\ncreatine supplementation, i.e. creatine monohydrate.\nAlthough outside the scope of this review, comparisons of\nperformances following creatine supplementation and other\nsubstances remain unknown. The effects of other sub-\nstances added to creatine supplementation on performance\nalso remain unknown.\nTo date, no study has compared different modalities of\ntraining. Interestingly, we did not report an inﬂuence of the\ntraining regimen on performance improvement, i.e. the\nincrease of strength performance following creatine supple-\nmentation appeared similar between studies involving resis-\ntance training [ 48–53], mixed training [ 41, 42, 46,\n54, 55]\nand also aerobic training alone [ 9, 28, 56].\n4.4 External Validity\nResults were strongest when data were stratiﬁed for bench\npress. Less precise information was obtained from pectoral\nand global upper limb meta-analyses because of the\nheterogeneity of tasks and units of measure.\n4.5 Study Designs\nThese meta-analyses included only randomized, placebo-\ncontrolled trials, considered to be among the highest level\nof quality [ 57]. Most studies failed to report sufﬁcient\nresults to be included in this review. Typical limitations\nwere incomplete results for all time points [ 58, 59] or lack\nof reporting of dispersion around results [ 19].\n4.6 Stratiﬁcation\nAlthough numerous reviews and ﬁve meta-analyses have\nsupported the efﬁcacy of creatine supplementation in\nimproving performance in various muscle groups, this is the\nﬁrst meta-analyses to conduct stratiﬁed analyses on upper\nlimb muscles. One meta-analysis stratiﬁed arm ﬂexor\nstrength for speciﬁc measurements [ 60], another compared\nonly upper and lower body performances [ 61], one did not\nreport any exercises or body part [ 62], and the two meta-\nanalyses that recruited only older individuals were restricted\nto few speciﬁc exercises [ 38, 39]. None explored all upper\nlimb muscle groups. Therefore, we used the same method-\nology previously used for lower limb performances [ 3].\nAccording to Cohen’s classiﬁcation, the creatine ES is\nsmall and is surrounded by considerable variance,\nexplaining the fact that the efﬁcacy of creatine is not con-\nsistent for all variables and populations studied. However,\neven if most ESs were relatively small, some were more\nimportant. Some studies with a higher ES dealt with older\nand sedentary people [ 22, 32, 40], while other studies were\nof lower quality and included a small number of subjects\n[34, 50]. Our current meta-analyses lend additional support\nto the effectiveness of creatine for performance tasks in a\nrange that compares favorably with the ﬁve previous meta-\nanalyses of other authors [ 38, 39, 60–62].\n4.7 Meta-Regression\nThe literature provided several factors inﬂuencing perfor-\nmances following creatine supplementation. Some authors\n170 C. Lanhers et al.\n123\n\nreported that strength performances were greater among\nsedentary individuals than in trained populations [ 60].\nAdding resistance training to the creatine supplementation\nhas been more successful than supplementation without\ntraining [ 60]. Despite the suggestion that creatine supple-\nmentation was more effective on strength performance in\nyounger individuals [ 60], some studies demonstrated a\nsigniﬁcant effect of creatine among older individuals\n[16, 38, 39]. A sex effect has also been postulated [ 60].\nHowever, in agreement with Branch [ 61], our meta-re-\ngressions failed to demonstrate any inﬂuence of sex, age, or\ntraining status before and during supplementation. We\nwere also unable to demonstrate greater effects on speciﬁc\nmuscles or groups of muscles. Therefore, creatine supple-\nmentation seemed to be effective on upper limb perfor-\nmances whatever the conditions.\n4.8 Limitations\nWe inherited the limitations of all meta-analyses [ 57];\nhowever, the use of rigorous inclusion criteria, i.e. double-\nblind RCTs, limited the publication bias according to\nfunnel plots. Our general analysis design made it possible\nto combine results of different studies. The scarcity of\npublications with negative ﬁndings is common to all sys-\ntematic review and meta-analyses, and may have also\ncontributed to a bias of reporting. Safety in the use of\ncreatine supplementation was not assessed, however it was\nnot the purpose of the present study.\n5 Conclusion\nCreatine supplementation is effective in upper limb\nstrength performance for exercise with a duration of less\nthan 3 min, mainly at the site of the pectoral group of\nmuscles. It was effective independent of population char-\nacteristics, training protocols, and supplementary doses or\nduration.\nAcknowledgments Fre´de´ric Dutheil contributed to the conception\nand design; Charlotte Lanhers conducted all literature searches and\ncollated the abstracts; and Charlotte Lanhers and Fre ´de´ric Dutheil\nseparately reviewed the abstracts and, based on the selection criteria,\ndecided on the suitability of the articles for inclusion. All authors then\nreviewed the eligible articles. Fre ´de´ric Dutheil and Bruno Pereira\nperformed the statistical analysis; Charlotte Lanhers drafted the\nmanuscript; and Fre´de´ric Dutheil and Geraldine Naughton revised the\nmanuscript. All authors read and approved the ﬁnal manuscript.\nCompliance with Ethical Standards\nFunding No sources of funding were used to assist in the preparation\nof this article.\nConﬂict of interest Charlotte Lanhers, Bruno Pereira, Geraldine\nNaughton, Marion Trousselard, Franc¸ois-Xavier Lesage, and Fre ´de´ric\nDutheil declare that they have no conﬂicts of interest relevant to the\ncontent of this review.\nReferences\n1. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabo-\nlism. Physiol Rev. 2000;80:1107–213.\n2. Tscholl P, Alonso JM, Dolle G, et al. The use of drugs and\nnutritional supplements in top-level track and ﬁeld athletes. Am J\nSports Med. 2010;38:133–40.\n3. Lanhers C, Pereira B, Naughton G, et al. Creatine supplementa-\ntion and lower limb strength performance: asystematic review\nand meta-analyses. Sports Med. 2015;45:1285–94.\n4. Gastin PB. Energy system interaction and relative contribution\nduring maximal exercise. Sports Med. 2001;31:725–41.\n5. Pollo A, Carlino E, Benedetti F. Placebo mechanisms across\ndifferent conditions: from the clinical setting to physical perfor-\nmance. Philos Trans R Soc Lond B Biol Sci. 2011;366:1790–8.\n6. Moher D, Hopewell S, Schulz KF, et al. CONSORT 2010\nexplanation and elaboration: updated guidelines for reporting\nparallel group randomised trials. BMJ. 2010;340:c869.\n7. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control\nClin Trials. 1986;7:177–88.\n8. Cohen J. Statistical power analysis for the behavioral sciences.\nMahwah: Lawrence Erlbaum; 1988.\n9. Aguiar AF, Januario RSB, Junior RP, et al. Long-term creatine\nsupplementation improves muscular performance during resistance\ntraining in older women. Eur J Appl Physiol. 2013;113:987–96.\n10. Bemben MG, Witten MS, Carter JM, et al. The effects of sup-\nplementation with creatine and protein on muscle strength fol-\nlowing a traditional resistance training program in middle-aged\nand older men. J Nutr Health Aging. 2010;14:155–9.\n11. Candow DG, Little JP, Chilibeck PD, et al. Low-dose creatine\ncombined with protein during resistance training in older men.\nMed Sci Sports Exerc. 2008;40:1645–52.\n12. Begg C, Cho M, Eastwood S, et al. Improving the quality of\nreporting of randomized controlled trials. The CONSORT state-\nment. JAMA. 1996;276:637–9.\n13. Azizi M. The effect of a short-term creatine supplementation on\nsome of the anaerobic performance and sprint swimming records\nof female competitive swimmers. Procedia Soc Behav Sci.\n2011;15:1626–9.\n14. Brenner M, Rankin JW, Sebolt D. The effect of creatine sup-\nplementation during resistance training in women. J Strength\nCond Res. 2000;14:207–13.\n15. Ferguson TB, Syrotuik DG. Effects of creatine monohydrate\nsupplementation on body composition and strength indices in\nexperienced resistance trained women. J Strength Cond Res.\n2006;20:939–46.\n16. Gualano B, Macedo AR, Alves CR, et al. Creatine supplemen-\ntation and resistance training in vulnerable older women: a ran-\ndomized double-blind placebo-controlled clinical trial. Exp\nGerontol. 2014;53:7–15.\n17. Hamilton KL, Meyers MC, Skelly WA, et al. Oral creatine sup-\nplementation and upper extremity anaerobic response in females.\nInt J Sport Nutr Exerc Metab. 2000;10:277–89.\n18. Larson-Meyer DE, Hunter GR, Trowbridge CA, et al. The effect\nof creatine supplementation on muscle strength and body com-\nposition during off-season training in female soccer players.\nJ Strength Cond Res. 2000;14:434–42.\nCreatine Supplementation and Upper Limb Strength Performance 171\n123\n\n19. Vandenberghe K, Goris M, Van Hecke P, et al. Long-term cre-\natine intake is beneﬁcial to muscle performance during resistance\ntraining. J Appl Physiol. 1985;83:2055–63.\n20. Burke DG, Silver S, Holt LE, et al. The effect of continuous low\ndose creatine supplementation on force, power, and total work.\nInt J Sport Nutr Exerc Metab. 2000;10:235–44.\n21. Burke DG, Chilibeck PD, Parise G, et al. Effect of creatine and\nweight training on muscle creatine and performance in vegetar-\nians. Med Sci Sports Exerc. 2003;35:1946–55.\n22. Stout JR, Graves BS, Cramer JT, et al. Effects of creatine sup-\nplementation on the onset of neuromuscular fatigue threshold and\nmuscle strength in elderly men and women (64–6 years). J Nutr\nHealth Aging. 2007;11:459–64.\n23. Camic CL, Housh TJ, Zuniga JM, et al. The effects of poly-\nethylene glycosylated creatine supplementation on anaerobic\nperformance measures and body composition. J Strength Cond\nRes. 2014;28:825–33.\n24. Peeters BM, Lantz CD, Mayhew JL. Effect of oral creatine\nmonohydrate and creatine phosphate supplementation on maxi-\nmal strength indices, dody composition, and blood pressure.\nJ Strength Cond Res. 1999;13:3–9.\n25. Pluim BM, Ferrauti A, Broekhof F, et al. The effects of creatine\nsupplementation on selected factors of tennis speciﬁc training. Br\nJ Sports Med. 2006;40:507–12.\n26. Volek JS, Ratamess NA, Rubin MR, et al. The effects of creatine\nsupplementation on muscular performance and body composition\nresponses to short-term resistance training overreaching. Eur J\nAppl Physiol. 2004;91:628–37.\n27. Noonan D, Berg K, Latin RW, et al. Effects of varying dosages of\noral creatine relative to fat free body mass on strength and body\ncomposition. J Strength Cond Res. 1998;12:104–8.\n28. Izquierdo M, Ibanez J, Gonzalez-Badillo JJ, et al. Effects of\ncreatine supplementation on muscle power, endurance, and sprint\nperformance. Med Sci Sports Exerc. 2002;34:332–43.\n29. Law YL, Ong WS, GillianYap TL, et al. Effects of two and ﬁve\ndays of creatine loading on muscular strength and anaerobic\npower in trained athletes. J Strength Cond Res. 2009;23:906–14.\n30. Syrotuik DG, Bell GJ, Burnham R, et al. Absolute and relative\nstrength performance following creatine monohydrate supple-\nmentation combined with periodized resistance training.\nJ Strength Cond Res. 2000;14:182–90.\n31. Warber JP, Tharion WJ, Patton JF, et al. The effect of creatine\nmonohydrate supplementation on obstacle course and multiple\nbench press performance. J Strength Cond Res. 2002;16:500–8.\n32. Bermon S, Venembre P, Sachet C, et al. Effects of creatine\nmonohydrate ingestion in sedentary and weight-trained older\nadults. Acta Physiol Scand. 1998;164:147–55.\n33. del Favero S, Roschel H, Artioli G, et al. Creatine but not betaine\nsupplementation increases muscle phosphorylcreatine content\nand strength performance. Amino Acids. 2012;42:2299–305.\n34. Earnest CP, Snell PG, Rodriguez R, et al. The effect of creatine\nmonohydrate ingestion on anaerobic power indices, muscular\nstrength and body composition. Acta Physiol Scand. 1995;153:\n207–9.\n35. Gotshalk LA, Volek JS, Staron RS, et al. Creatine supplemen-\ntation improves muscular performance in older men. Med Sci\nSports Exerc. 2002;34:537–43.\n36. Stout J, Eckerson J, Noonan D, et al. Effects of 8 weeks of creatine\nsupplementation on exercise performance and fat-free weight in\nfootball players during training. Nutr Res. 1999;19:217–25.\n37. Rawson ES, Wehnert ML, Clarkson PM. Effects of 30 days of\ncreatine ingestion in older men. Eur J Appl Physiol Occup\nPhysiol. 1999;80:139–44.\n38. Devries MC, Phillips SM. Creatine supplementation during\nresistance training in older adults-a meta-analysis. Med Sci\nSports Exerc. 2014;46:1194–203.\n39. Candow DG, Chilibeck PD, Forbes SC. Creatine supplementation\nand aging musculoskeletal health. Endocrine. 2014;45:354–61.\n40. Villanueva MG, He J, Schroeder ET. Periodized resistance\ntraining with and without supplementation improve body com-\nposition and performance in older men. Eur J Appl Physiol.\n2014;114:891–905.\n41. da Silveira CL, de Souza TS, Batista GR, et al. Is long term\ncreatine and glutamine supplementation effective in enhancing\nphysical performance of military police ofﬁcers? J Hum Kinet.\n2014;43:131–8.\n42. de Salles Painelli V, Alves VT, Ugrinowitsch C, et al. Creatine\nsupplementation prevents acute strength loss induced by con-\ncurrent exercise. Eur J Appl Physiol. 2014;114:1749–55.\n43. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation\nenhances isometric strength and body composition improvements\nfollowing strength exercise training in older adults. J Gerontol A\nBiol Sci Med Sci. 2003;58:11–9.\n44. Rawson ES, Volek JS. Effects of creatine supplementation and\nresistance training on muscle strength and weightlifting perfor-\nmance. J Strength Cond Res. 2003;17:822–31.\n45. Becque MD, Lochmann JD, Melrose DR. Effects of oral creatine\nsupplementation on muscular strength and body composition.\nMed Sci Sports Exerc. 2000;32:654–8.\n46. Chilibeck PD, Magnus C, Anderson M. Effect of in-season cre-\natine supplementation on body composition and performance in\nrugby union football players. Appl Physiol Nutr Metab.\n2007;32:1052–7.\n47. Burke LM, Pyne DB, Telford RD. Effect of oral creatine sup-\nplementation on single-effort sprint performance in elite swim-\nmers. Int J Sport Nutr. 1996;6:222–33.\n48. Pearson DR, Russel DGHW, Harris T. Long-term effects of\ncreatine monohydrate on strength and power. J Strength Cond\nRes. 1999;13:187–92.\n49. Volek JS, Duncan ND, Mazzetti SA, et al. Performance and\nmuscle ﬁber adaptations to creatine supplementation and heavy\nresistance training. Med Sci Sports Exerc. 1999;31:1147–56.\n50. Volek JS, Kraemer WJ, Bush JA, et al. Creatine supplementation\nenhances muscular performance during high-intensity resistance\nexercise. J Am Diet Assoc. 1997;97:765–70.\n51. Chrusch MJ, Chilibeck PD, Chad KE, et al. Creatine supple-\nmentation combined with resistance training in older men. Med\nSci Sports Exerc. 2001;33:2111–7.\n52. Kelly V, Jenkins DG. Effect of oral creatine supplementation on\nnear-maximal strength and repeated sets of high-intensity bench\npress exercise. J Strength Cond Res. 1998;12:109–15.\n53. Selsby JT, DiSilvestro RA, Devor ST. Mg\n2?-creatine chelate and\na low-dose creatine supplementation regimen improve exercise\nperformance. J Strength Cond Res. 2004;18:311–5.\n54. Herda TJ, Beck TW, Ryan ED, et al. Effects of creatine mono-\nhydrate and polyethylene glycosylated creatine supplementation\non muscular strength, endurance, and power output. J Strength\nCond Res. 2009;23:818–26.\n55. Stone MH, Sanborn K, Smith LL, et al. Effects of in-season (5\nweeks) creatine and pyruvate supplementation on anaerobic\nperformance and body composition in American football players.\nInt J Sport Nutr. 1999;9:146–65.\n56. Zuniga JM, Housh TJ, Camic CL, et al. The effects of creatine\nmonohydrate loading on anaerobic performance and one-repe-\ntition maximum strength. J Strength Cond Res. 2012;26:\n1651–6.\n57. LeLorier J, Gregoire G, Benhaddad A, et al. Discrepancies\nbetween meta-analyses and subsequent large randomized, con-\ntrolled trials. N Engl J Med. 1997;337:536–42.\n58. Bogdanis GC, Nevill ME, Lakomy HKA, et al. The effects of oral\ncreatine supplementation on power output during repeated\ntreadmill sprinting. J Sports Sci. 1996;14:65–6.\n172 C. Lanhers et al.\n123\n\n59. Urbanski RL, Vincent WJ, Yaspelkis BB. Creatine supplemen-\ntation differentially affects maximal isometric strength and time\nto fatigue in large and small muscle groups. Int J Sport Nutr.\n1999;9:136–45.\n60. Dempsey RL, Mazzone MF, Meurer LN. Does oral creatine\nsupplementation improve strength? A meta-analysis. J Fam Pract.\n2002;51:945–51.\n61. Branch JD. Effect of creatine supplementation on body compo-\nsition and performance: a meta-analysis. Int J Sport Nutr Exerc\nMetab. 2003;13:198–226.\n62. Nissen SL, Sharp RL. Effect of dietary supplements on lean mass\nand strength gains with resistance exercise: a meta-analysis.\nJ Appl Physiol. 1985;2003(94):651–9.\nCreatine Supplementation and Upper Limb Strength Performance 173\n123"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "intervention_weeks": 8,
    "primary_human": "muscle_strength; power"
  },
  "bucket": "B",
  "notes": "Companion meta-analysis to the lower-limb paper, focused on upper-body strength (bench press, etc.); creatine provides small-to-moderate improvements, especially alongside RT."
}