{
  "id": 66,
  "title": "Strategic Creatine Supplementation and Resistance Training in Healthy Older Adults",
  "authors": "Candow DG; Vogt E; Johannsmeyer S; Forbes SC; Farthing JP",
  "year": 2015,
  "doi": "10.1139/apnm-2014-0498",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_adults",
    "strategy",
    "bone_muscle"
  ],
  "population": {
    "training_status": "RT_RCT (older adults)",
    "sample_size": 15
  },
  "sections": {
    "abstract": "Creatine supplementation in close proximity to resistance training may be an important strategy for increasing\nmusclemassandstrength;however,itisunknownwhethercreatinesupplementationbeforeorafterresistancetrainingismore\neffective for aging adults. Using a double-blind, repeated measures design, older adults (50–71 years) were randomized to 1 of\n3groups:creatinebefore(CR-B: n =15;creatine(0.1g/kg)immediatelybeforeresistancetrainingandplacebo(0.1g/kgcornstarch\nmaltodextrin)immediatelyafterresistancetraining),creatineafter(CR-A: n =12;placeboimmediatelybeforeresistancetraining\nand creatine immediately after resistance training), or placebo (PLA:n = 12; placebo immediately before and immediately after\nresistance training) for 32 weeks. Prior to and following the study, body composition (lean tissue, fat mass; dual-energy X-ray\nabsorptiometry)andmusclestrength(1-repetitionmaximumlegpressandchestpress)wereassessed.Therewasanincreaseover\ntimeforleantissuemassandmusclestrengthandadecreaseinfatmass( p <0.05).CR-Aresultedingreaterimprovementsinlean\ntissue mass (/H90043.0 ± 1.9 kg) compared with PLA (/H90040.5 ± 2.1 kg;p < 0.025). Creatine supplementation, independent of the timing\nof ingestion, increased muscle strength more than placebo (leg press: CR-B,/H900436.6 ± 26.6 kg; CR-A,/H900440.8 ± 38.4 kg; PLA,/H90045.6 ±\n35.1kg;chestpress:CR-B, /H900415.2±13.0kg;CR-A, /H900415.7±12.5kg;PLA, /H90041.9±14.7kg; p <0.025).Comparedwithresistancetraining\nalone, creatine supplementation improves muscle strength, with greater gains in lean tissue mass resulting from post-exercise\ncreatine supplementation.\nKey words:aging, sarcopenia, timing, muscle mass, strength, strategies.\nRésumé : La supplémentation en créatine associée de près a` l’entraînement en résistance pourrait s’avérer une stratégie\nimportante pour accroître la masse musculaire et la force; toutefois, on ne sait pas si la supplémentation en créatine est plus\nefﬁcace avant ou après une séance d’entraînement en résistance chez des personnes âgées. On répartit aléatoirement des\npersonnesâgées(50–71ans)selonundevisa ` doubleinsuavecmesuresrépétéesdansl’undestroisgroupessuivants:( i)créatine\navant (CR-B:n = 15; créatine (0,1 g/kg) immédiatement avant l’entraînement en résistance et placebo (0,1 g/kg de maltodextrine\nd’amidondemaïs)immédiatementaprèsl’entraînementenrésistance),( ii)créatineaprès(CR-A: n =12;placeboimmédiatement\navant l’entraînement en résistance et créatine immédiatement après l’entraînement en résistance) ou (iii) placebo (PLA:n = 12;\nplacebo immédiatement avant et immédiatement après l’entraînement en résistance); l’intervention est d’une durée de 32 se-\nmaines. Avant et après l’intervention, on évalue la composition corporelle (masse maigre, masse adipeuse, absorptiométrie a`\nrayonsXendoubleénergie)etlaforcemusculaire(1RMaudéveloppécouchéetdesjambes).Aulongdel’intervention,onobserve\nune augmentation de la masse maigre et de la force musculaire et une diminution de la masse grasse (p < 0,05). Le groupe CR-A\nprésente une plus grande amélioration de la masse maigre (/H90043,0 ± 1,9 kg) comparativement au groupe PLA (/H90040,5 ± 2,1 kg;\np < 0,025). La supplémentation en créatine suscite une plus grande amélioration de la force musculaire que le placebo, et ce,\nindépendammentdumomentdel’ingestiondusupplément(développédesjambes:CR-B /H900436,6±26,6kg;CR-A /H900440,8±38,4kg;\nPLA/H90045,6±35,1kg;développécouché:CR-B /H900415,2±13,0kg;CR-A /H900415,7±12,5kg;PLA /H90041,9±14,7kg; p <0,025).Comparativement\na` l’entraînement en résistance sans supplément, la supplémentation en créatine suscite une plus grande augmentation de la\nforce musculaire avec un meilleur gain en masse maigre quand la créatine est prise a` la suite de l’exercice. [Traduit par la\nRédaction]\nMots-clés :vieillissement, sarcopénie, moment, masse musculaire, force musculaire, stratégies.",
    "introduction": "Sarcopenia, the age-related loss of muscle mass and strength\n(Cruz-Jentoft et al. 2010; Fielding et al. 2011), decreases the ability\ntoperformactivitiesofdailyliving( ShortandNair2001 ).Contrib-\nuting factors of sarcopenia include changes in muscle morphol-\nogy (Giresi et al. 2005; Larsson et al. 2001), satellite cell activity\n(BrackandRando2007 ),hormonalkinetics( Balagopaletal.1997 ),\nand oxidative stress (Greenlund and Nair 2003). The combination\nof resistance training and creatine, a nitrogen-containing com-\npoundfoundinredmeatandseafood( WyssandKaddurah-Daouk\n2000), has shown promise for improving aging muscle mass and\nstrength (for reviews seeCandow et al. 2012, 2014a; Devries and\nPhillips 2014; Forbes et al. 2012).\nThe timing of creatine ingestion may be an important factor\ncontributing to the physiological beneﬁts observed with creatine\nsupplementation (Candow and Chilibeck 2008). For example, in-\ngestion of creatine (0.1 g/kg or/H110118 g) immediately before and im-\nmediatelyafterresistancetrainingsessionsfor12weeksincreased\nmuscle mass and strength in healthy older adults (Candow et al.\nReceived 14 November 2014. Accepted 24 February 2015.\nD.G. Candow, E. Vogt, and S. Johannsmeyer.Faculty of Kinesiology & Health Studies, University of Regina, Regina, SK S4S 0A2, Canada.\nS.C. Forbes.Human Kinetics, Okanagan College, Penticton, BC V2A 8E1, Canada.\nJ.P. Farthing.College of Kinesiology, University of Saskatchewan, Saskatoon, SK S7N 5B2, Canada.\nCorresponding author:Darren G. Candow (e-mail:Darren.Candow@uregina.ca).\n689\nAppl. Physiol. Nutr. Metab.40: 689–694 (2015)dx.doi.org/10.1139/apnm-2014-0498 Published at www.nrcresearchpress.com/apnm on 26 February 2015.\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only. \n\n\n2014b). Comparing the effects of creatine supplementation (5 g)\nimmediately before and immediately after resistance training\n(20 sessions) in young males,Antonio and Ciccone (2013)found\nslightly greater increases in muscle mass and strength with post-\nexercise creatine ingestion. Furthermore, consumption of a sup-\nplement containing creatine (/H110116 g) before and after resistance\ntrainingsessionsfor10weeksresultedingreaterincreasesinlean\ntissue mass and cross-sectional area of type II ﬁbers than con-\nsumptionofthecreatinesupplementinthemorningandevening\non exercise training days (Cribb and Hayes 2006). While these",
    "results": "suggest the timing of creatine ingestion is important, a\nlimitation of these studies was that a placebo (control) group was\nnot included, which negates the ability to conclude that creatine\nwasmorebeneﬁcialthanresistancetrainingalone.Therefore,the\npurpose of this study was to compare the effects of creatine sup-\nplementation immediately before and after resistance training\nsessions with the effect of a placebo in healthy older adults. Since\nmusclecontractionsmayleadtoincreasedbloodﬂowandgreater\ncreatine delivery and uptake into skeletal muscle (Harris et al.\n1992), it was hypothesized that post-exercise creatine supplemen-\ntation would lead to greater gains in muscle mass and strength\ncomparedwithpre-exercisecreatinesupplementation.Itwasalso\nhypothesized that creatine supplementation would be more ben-\neﬁcial than placebo, independent of the timing of ingestion.\nThese results may have application for the design and implemen-\ntation of optimal creatine supplementation strategies for aging\nadults.",
    "materials and methods": "Materials and",
    "methods": "Study population\nSixty-four adults ≥50 years of age (38 postmenopausal women,\n26 males) volunteered for the study. Female participants verbally\nconﬁrmed that they were postmenopausal (i.e., their last men-\nstrual cycle had occurred ≥1 year prior to the start of the study).\nMales and females were included to increase the applicability of\nour ﬁndings to the general population. Participants were not en-\ngaged in supervised resistance training for 16 weeks prior to the\nstart of the study. We chose to recruit non-resistance-trained\nadults because it has been shown that they respond more favor-\nably tocreatine supplementation and resistance training (Candow\net al. 2011). At baseline, participants were performing mild-\nintensity physical activity 1–4 times per week (e.g., walking, gar-\ndening). Participants were excluded if they had supplemented\nwith creatine ≤12 weeks prior to the start of the study, as it has\nbeen shown that aging adults may experience residual beneﬁcial\neffectsaftercreatinesupplementationceases( Candowetal.2004 ).\nParticipants were also excluded if they were vegetarians, had pre-\nexisting kidney or liver abnormalities, had taken medications\nthataffectmusclebiology(e.g.,corticosteroids)≤12weekspriorto\nthe start of the study, or suffered from severe osteoarthritis. Par-\nticipants were instructed not to change their diet or engage in\nadditionalphysicalactivitythatwasnotpartoftheirnormaldaily\nroutineorconsumenonsteroidalanti-inﬂammatorydrugsduring\nthe study, as these interventions could have affected muscle pro-\ntein synthesis (Trappe et al. 2002) and inﬂuenced our outcome\nmeasures.Thestudywasapprovedbytheuniversityethicsreview\nboard for research in human subjects at the University of Regina.\nParticipants were informed of any risks and the purpose of the\nstudy before their written consent was obtained.\nExperimental procedures\nThe study was a double-blind, repeated measures study in\nwhich participants were randomized on a 1:1:1 basis to supple-\nment with creatine before, creatine after, or placebo before and\nafter training (3 days per week) for 32 weeks. Participants were\ninstructed to refrain from physical activity for 48 h, alcohol for\n24 h, and food and drink for 2 h prior to training sessions. The\nprimarydependentvariablesmeasuredbeforeandafter32weeks\nwerebodycomposition(leantissue,fatmass)andmusclestrength\n(leg press and chest press, 1 repetition maximum). A secondary\ndependentvariablewashabitualdietaryintake.Participantscom-\npleteddietaryrecordsfor3daysduringtheﬁrstandﬁnalweeksof\nresistancetrainingandsupplementationtoassessnutrientintake\ndifferences between groups.\nRandomization and supplementation\nA research assistant who was not involved in any other aspect\nof the study was responsible for randomizing the participants to\ngroups to ensure all participants and investigators remained\nblinded throughout the study. Participants were randomly as-\nsigned to 1 of 3 groups: creatine before (CR-B:n = 15; 8 females,\n7 males; 53.2 ± 2.5 years, 77.2 ± 15.6 kg, 170.1 ± 9.9 cm; creatine\n(0.1 g/kg) immediately before resistance training and placebo\n(0.1 g/kg cornstarch maltodextrin) immediately after resistance\ntraining), creatine after (CR-A:n = 12; 5 females, 7 males; 55.5 ±\n3.5 years, 87.9 ± 20.1 kg, 173.4 ± 8.3 cm; placebo immediately\nbefore resistance training and creatine immediately after resis-\ntance training), or placebo (PLA:n = 12; 9 females, 3 males; 57.2 ±\n6.5 years, 77.9 ± 11.8 kg, 170.5 ± 10.8 cm; placebo immediately\nbefore and immediately after resistance training) for 32 weeks.\nCreatine supplementation occurred only on training days, as we\nhave previously shown that pre- and post-exercise creatine sup-\nplementationincreasesmusclesizeanddecreasesmuscleprotein\ncatabolismcomparedwithplaceboinhealthyoldermen( Candow\net al. 2008). Contents of the creatine monohydrate powder (Crea-\npure, AlzChem AG, Trostberg, Germany) were veriﬁed by testing\nin an independent laboratory (The Cary Company, Addison, Ill.,\nUSA; creatine purity >99.9%). A creatine dose of 0.1 g/kg was cho-\nsen because it increases muscle mass and strength without caus-\ning adverse effects in young and older adults (Candow et al. 2008,\n2014b). Creatine and placebo (Globe Plus 10 DE Maltodextrin, Uni-\nvar Canada) were identical in taste, texture, color, and appear-\nance. An individual not involved in any other aspect of the study\nwas responsible for mixing and packaging the supplements in\nlarge plastic bags and preparing individual study kits. Each study\nkit contained 2 individually labeled bags (Bag # 1: BEFORE resis-\ntance training, Bag # 2: AFTER resistance training), detailed sup-\nplementation instructions, and measuring spoons. Participants\nconsumed creatine or placebo with water immediately before\n(i.e., 5 min) and immediately after (i.e., 5 min) each resistance\ntraining session in the presence of an exercise supervisor, as the\npurpose of the study was to directly compare the effects of crea-\ntine supplementation before versus after resistance training. Ad-\nherence to the supplementation and resistance training regimen\nwas assessed using training and supplementation compliance logs.\nResistance training program\nPrior to the start of the study, each participant performed\n3 familiarization sessions (supervised) with the resistance train-\ning equipment in a private laboratory to reduce the amount of\nlearning related to task acquisition, which could affect our out-\ncome measures. Previous research has shown that 3 familiariza-\ntion sessions followed by multiple testing sessions is sufﬁcient to\nproducereliablestrengthresultsinolderadults( Phillipsetal.2004 ).\nParticipants followed the same supervised whole-body resistance\ntraining program for 32 weeks in the same private laboratory.\nTraining sessions were supervised because previous research has\ndemonstrated greater gains with supervised training than with\nunsupervised training (Mazzetti et al. 2000). Prior to training ses-\nsions, but after the supplement had been consumed, each partic-\nipant performed a 5-min stationary cycling warm-up at a self-\nselected intensity. Participants completed 3 sets of 10 repetitions\nwith 1–2 min rest between sets for each exercise at an intensity\ncorresponding to their 10-repetition maximum for each exercise.\nResistance exercises were performed in the following order: leg\n690 Appl. Physiol. Nutr. Metab. Vol. 40, 2015\nPublished by NRC Research Press\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only. \n\n\npress,chestpress,latpull-down,shoulderpress,legextension,leg\ncurl,tricepsextension,bicepscurl,calfpress,backextension,and\nabdominal curl. We used machine-based resistance training equip-\nmentbecause it is considered safer and easier to learn than free\nweights (Ratamass et al. 2009) and because the use of machine-\nbased equipment leads to greater improvements in machine-\nbased strength tests (Boyer 1990). Participants maintained daily\ntraining logs that included the load, number of sets, and number\nof repetitions. Resistance was increased by 2–10 kg once a partic-\nipant could complete 3 sets of 10 repetitions to muscle fatigue for\nan exercise. Once the resistance had been increased, participants\nmaintained this load until 3 sets of 10 repetitions to fatigue were\ncompleted.\nBody composition\nLean tissue and fat mass was measured by dual-energy X-ray\nabsorptiometry (Hologic Wi System, Christie Group, Winnipeg,\nMan., Canada) in array mode. Before scanning, participants were\nrequired to take off all removable objects containing metal (i.e.,\njewelry, glasses, clothing with buttons and (or) zippers). Scans\nwereperformedwithparticipantslyinginasupinepositionalong\nthe scanning table’s centerline longitudinal axis. Feet were taped\ntogether at the toes (i.e., phalanges) to immobilize the legs, while\nthe hands were maintained in a pronated position within the\nscanning region. All scans were performed by the same nuclear\nmedicine technologist. The coefﬁcient of variation from previous\nresearch is 0.54% for lean tissue mass (Chrusch et al. 2001).\nMuscle strength\nLeg press and chest press strength were assessed using a\n1-repetition maximum (1-RM) standard testing procedure. Follow-\ning 5 min of cycling on a stationary cycle ergometer, participants\nperformed 2 warm-up sets in the following order: 1 set of 10 rep-\netitionsusingaweightdeterminedbyeachsubjecttobecomfort-\nable and 1 set of 5repetitions using increased weight. Two minutes\nafter the warm-up sets, weight was progressively increased for\neachsubsequent1-RMattemptwitha2-minrestinterval.The1-RM\nwas reached in 4–6 trials, excluding the 2 warm-up sets. The co-\nefﬁcients of variation from previous research are 3.0% for the leg\npress and 3.6% for the chest press (Chrusch et al. 2001).\nDietary assessment\nDietary intake was recorded during the ﬁrst and ﬁnal weeks of\nsupplementation and resistance training to assess differences in\ntotalenergyintakeandmacronutrientcompositionbetweengroups.\nParticipants used a 3-day food booklet to record food intake for\n2 weekdays and 1 weekend day. Participants were instructed to\nrecord all food items, including portion sizes, consumed for the\n3 designated days. The Interactive Healthy Eating Index (Center\nfor Nutrition Policy and Promotion, United States Department of\nAgriculture) was used to analyze the 3-day food records.\nStatistical analysis\nA3×2 ANOVA (CR-B vs. CR-A vs. PLA × pre- and post-training)\nwith repeated measures on the second factor was used to deter-\nmine differences between groups over time for lean tissue mass,\nrelative skeletal muscle index (sum of appendicular muscle mass\n(kg) / m\n2), fat mass, leg press strength, chest press strength, rela-\ntive strength (strength / lean tissue mass), and diet. If signiﬁcant\ninteractions were detected, a one-factor ANOVA on change scores\n(/H9004=post-trainingmean–pre-trainingmean)wasconducted.Ifthe\none-factor ANOVA was signiﬁcant, the smallest mean was consid-\nered different than the largest mean and therefore only 2 addi-\ntionalt testswereusedtocomparethesmallestandlargestmeans\nwith the middle mean, with adjustments for multiple compari-\nsons (p < 0.05/2 = 0.025). A one-factor ANOVA was also used to\ndetermine whether there were differences in baseline measure-\nments between groups and to determine differences in training\nvolume over time. All results are expressed as means ± standard\ndeviation. Effect sizes are reported as partial eta squared (/H9257\n2).\nStatistical analyses were performed using SPSS version 21.0 for\nWindows XP (SPSS, Chicago, Ill., USA). Signiﬁcance was set at\np < 0.05 for omnibus tests.\nResults\nParticipant characteristics, diet, adverse effects, and\ncompliance\nOf the 64 participants enrolled, 39 completed the study (22 females,\n17 males;Table 1). There were no differences between groups for\nany of the baseline measurements. Twenty-ﬁve participants with-\ndrewbecauseoftimeconstraints.Ofthe39participants,30(14male,\n16 female) were considered non-sarcopenic at baseline (relative\nskeletal muscle index >7.26 kg/m\n2 for males and >5.5 kg/m2 for\nfemales; Baumgartner et al. 1998), while 6 females (CR-B:n =2 ;\nCR-A:n = 3; PLA:n = 1) and 3 males (CR-B:n = 1; CR-A:n = 1; PLA:n =1 )\nwere considered sarcopenic. Following the study, only 3 women\nremained sarcopenic (n = 1 from each group). There was an in-\ncrease in total energy intake (kilocalories) over time (p < 0.05),\nwith no differences over time for protein, carbohydrate, and fat\n(Table 2). No adverse effects were reported from the resistance\ntraining,creatine,orplacebo.Forparticipantswhocompletedthe\nintervention, exercise and supplementation compliance was 70%.\nChanges in all measurements over time were similar between\nmales and females (no gender × time interactions).\nLean tissue mass\nThere was a time main effect (p < 0.05;/H9257\n2 = 0.4) and a group ×\ntime interaction for whole-body lean tissue mass (p < 0.05;/H92572 =\n0.2). Post hoc analyses of the change score showed that the CR-A\ngroup experienced greater gains in lean tissue mass (pre, 46.6 ±\n10.8 kg; post, 49.6 ± 11.8 kg) than the PLA group (pre, 41.7 ± 8.7 kg;\npost, 42.2 ± 9.1 kg;p < 0.025;Fig. 1).\nThere was a time main effect (p < 0.05;/H9257\n2 = 0.4) and a group ×\ntime interaction for relative skeletal muscle index (p < 0.05;/H92572 =\n0.2).AppendicularmusclemassimprovedmoreintheCR-Agroup\n(pre,7.1±1.2kg;post,7.7±1.7kg)thaninthePLAgroup(pre,6.6±\n1.0 kg; post, 6.7 ± 1.0 kg; p < 0.025). There was no difference\nbetween the CR-B group (pre, 7.1 ± 1.3 kg; post, 7.4 ± 1.6 kg) and\neither the CR-A or the PLA group.\nAll groups experienced a decrease in fat mass over time\n(p <0.05; /H9257\n2 =0.2),withnodifferencesbetweengroups(CR-B:pre,\n25.2±7.9kg;post,24.4±7.1kg;CR-A:pre,32.7±11.1kg;post,29.2±\n9.1 kg; PLA: pre, 28.6 ± 7.3 kg; post, 27.4 ± 8.1 kg).\nMuscle strength and training volume\nThere was a time main effect (p < 0.05;/H9257\n2 = 0.4) and a group ×\ntimeinteractionformusclestrength( p <0.05; /H92572 =0.2).Compared\nwiththeplacebogroup,bothcreatinegroupsexperiencedgreater\ngains in leg press strength (CR-B: pre, 137.4 ± 55.9 kg; post, 174.1 ±\n70.4 kg; CR-A: pre, 144.4 ± 53.9 kg; post, 185.2 ± 58.3 kg; PLA: pre,\nTable 1. Participant characteristics at baseline for creatine before\n(CR-B), creatine after (CR-A), and placebo (PLA) groups.\nCR-B (n = 15) CR-A ( n = 12) PLA ( n = 12) p value\nAge (y) 53.2±2.5 55.5±3.5 57.2±6.5 0.073\nWeight (kg) 77.2±15.6 87.9±20.1 77.9±11.8 0.194\nHeight (cm) 170.1±9.9 173.1±8.3 170.5±10.5 0.647\nBMI (kg/m\n2) 26.5±4.2 29.0±5.9 26.8±3.4 0.343\nLean tissue (kg) 43.6±10.5 46.6±10.8 41.7±8.7 0.491\nRMSI (kg) 7.1±1.3 7.1±1.2 6.6±1.0 0.537\nFat (kg) 25.2±7.9 32.7±11.1 28.6±7.3 0.110\nLeg press (kg) 137.4±55.9 144.4±53.9 134.6±53.8 0.907\nChest press (kg) 50.0±26.6 43.2±16.3 49.3±20.2 0.711\nNote: Values are means ± standard deviation. BMI, body mass index;\nRMSI, relative skeletal muscle index.\nCandow et al. 691\nPublished by NRC Research Press\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only. \n\n\n134.6 ± 53.8 kg; post, 140.1 ± 35.2 kg;p < 0.025;Fig. 2) and chest\npressstrength(CR-B:pre,50.0±26.2kg;post,65.2±33.6kg;CR-A:\npre, 43.2 ± 16.3 kg; post, 58.9 ± 29.8 kg; PLA: pre, 49.3 ± 20.2 kg;\npost, 51.2 ± 16.4 kg;p < 0.025;Fig. 3).\nAll groups experienced a signiﬁcant increase in relative strength\n(strength(kg)/leantissuemass(kg))forthelegpress(CR-B:pre,3.2±\n1.0 kg; post, 3.8 ± 0.9 kg; CR-A: pre, 3.1 ± 0.9 kg; post, 3.8 ± 0.7 kg;\nPLA: pre, 3.2 ± 1.0 kg; post, 3.4 ± 0.6 kg;p < 0.05;/H9257\n2 = 0.4) and the\nchestpress(CR-B:pre,1.1±0.4kg;post,1.4±0.4kg;CR-A:pre,1.0±\n0.3 kg; post, 1.2 ± 0.3 kg; PLA: pre, 1.1 ± 0.4 kg; post, 1.2 ± 0.3 kg;\np < 0.05;/H9257\n2 = 0.4), with no differences between groups.\nThe amount of resistance exercise performed over the study\nwas similar between groups (CR-B: 151 384.6 ± 64 428.1 kg; CR-A:\n174 643.1 ± 54 092.7 kg; PLA: 132 546.2 ± 68 829.1 kg).",
    "discussion": "This is the ﬁrst study to directly compare creatine supplemen-\ntationbeforeandafterresistancetrainingwithaplacebo(control)\ninhealthyolderadults.Resultsshowedthatpost-exercisecreatine\nsupplementation increased lean tissue mass more than placebo.\nFurthermore, creatine supplementation during resistance train-\ning increased upper and lower body strength compared with re-\nsistancetrainingalone(placebo).Therewerenodifferencesbetween\npre- and post-exercise creatine supplementation. Results of the\npresent study support the growing body of evidence showing a\nbeneﬁcial effect of creatine supplementation on aging muscle\nbiology (for reviews seeCandow et al. 2014a; Devries and Phillips\n2014). From a healthy aging perspective, these positive effects of\ncreatine are important because the age-related reduction in muscle\nstrength decreases the ability to perform activities of daily living\n(Manini and Clark 2013), and muscle accretion may lead to greater\nfunctionalityinolderadults( Chaléetal.2013 ).Therefore,improving\naging muscle health is of clinical signiﬁcance (Clark and Manini\n2012). In addition, these results may have application for the design\nof effective creatine supplementation strategies for aging adults.\nCreatine ingestion only on training days (before or after exercise)\nimproves muscle mass and (or) strength. This is important, as\nsupplementation compliance may be higher and ﬁnancial costs\nlower when less frequent doses of creatine are consumed, com-\npared with supplementing with creatine on non-training days\nduring a resistance training program.\nParticipants who consumed creatine immediately following re-\nsistance training sessions experienced a greater increase in lean\ntissue mass than participants who engaged in resistance training\nalone (placebo). The greater muscle beneﬁts from post-exercise\ncreatine supplementation may be due to an increase in skeletal\nmuscle blood ﬂow during resistance training, which would result\ningreatercreatinetransportandaccumulationinexercisingmus-\ncles. With repeated training sessions, elevated intramuscular cre-\natine stores may effectively inﬂuence gene expression, signaling\npathways (Safdar et al. 2008), transcription factors (Willoughby\nand Rosene 2003), satellite cells (Olsen et al. 2006), and anabolic\nhormones (i.e., insulin-like growth factor 1; Burke et al. 2008;\nDeldicque et al. 2005) involved in skeletal muscle hypertrophy.\nPre-exercisecreatinesupplementationhadnosigniﬁcanteffect\non lean tissue mass compared with placebo. The lack of an effect\nTable 2.Totalcalories(kcal/day)andmacronutrientcontent(grams/day)ofcreatinebefore(CR-B),creatineafter(CR-A),andplacebo(PLA)groups\nfor 3 days during the ﬁrst and ﬁnal weeks of nutritional supplementation and training.\nCR-B CR-A PLA\nWeek 1 Week 32 Week 1 Week 32 Week 1 Week 32\nTotal calories (kcal/day) 1912.6±360.2 2629.7±1423.1* 1919.6±390.1 2567.3±998.0* 1937.2±576.7 2213.0±599.2*\nCarbohydrates (g/day) 233.6±72.3 304.4±167.7 231.1±54.8 301.2±94.6 231.8±87.5 273.2±118.7\nFat (g/day) 70.1±18.9 101.3±56.8 79.6±14.5 91.3±32.8 68.3±23.9 79.7±18.7\nProtein (g/day) 82.6±17.6 112.0±46.6 78.1±14.7 90.0±28.5 98.4±45.7 105.8±26.6\nNote: Values are means ± standard deviation. Data are based on the average for 1 day from 3-day food records.\n*Signiﬁcantly greater after training (p < 0.05).\nFig. 1. Change (post-training mean – pre-training mean) in lean\ntissue mass for creatine before (CR-B), creatine after (CR-A), and\nplacebo (PLA) groups. Values are means ± standard deviation. All\ngroups signiﬁcantly increased lean tissue mass over time (p < 0.05).\n*, Signiﬁcantly greater than PLA (p < 0.025).\nFig. 2. Change (post-training mean – pre-training mean) in leg press\nstrength for creatine before (CR-B), creatine after (CR-A), and placebo\n(PLA) groups. Values are means ± standard deviation. All groups\nsigniﬁcantly increased leg press strength over time (p < 0.05).\n*, Signiﬁcantly greater than PLA (p < 0.025).\nFig. 3. Change (post-training mean – pre-training mean) in chest\npress strength for creatine before (CR-B), creatine after (CR-A), and\nplacebo (PLA) groups. Values are means ± standard deviation. All\ngroups signiﬁcantly increased chest press strength over time\n(p < 0.05). *, Signiﬁcantly greater than PLA (p < 0.025).\n692 Appl. Physiol. Nutr. Metab. Vol. 40, 2015\nPublished by NRC Research Press\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only. \n\n\nof pre-exercise creatine supplementation may be related to crea-\ntine absorption kinetics (Preen et al. 2002), though this idea is\nspeculative. Plasma creatine concentration peaks at≤2h after\ncreatine supplementation (≤10 g) (Harris et al. 1992; Schedel et al.\n1999). We administered a creatine dose of approximately8gi m -\nmediately before each training session, which lasted 1 h. Plasma\ncreatine concentrations may not have peaked until 1 h after the\nresistance training session ended and therefore, the pre-exercise\ncreatine group may not have beneﬁted from exercise-induced\nblood ﬂow and greater delivery and uptake of creatine into skel-\netal muscle. For example, an acute bout of lower-body resistance\ntrainingincreasedmusclebloodﬂowfo r1hpost-exercise,withno\nfurther increase at 2 h post-exercise compared with baseline lev-\nels (Tipton et al. 2001). Unfortunately, no measurements of blood\nﬂow kinetics or plasma or intramuscular creatine levels were\nmade, which limits our understanding of how pre-exercise crea-\ntine supplementation may have inﬂuenced muscle biology.\nCreatine supplementation increased muscle strength compared\nwith placebo. While the mechanisms underlying the greater in-\ncrease in maximal muscle strength with creatine supplementa-\ntion remain to be elucidated, high-energy phosphate metabolism\nandactin-myosincross-bridgecyclingmaybeinvolved.Creatineis\na component of phosphocreatine (PCr), which rapidly rephos-\nphorylates adenosine diphosphate to help maintain adenosine\ntriphosphate during resistance training. There is evidence that\nhigh-energy phosphate metabolism may be jeopardized with\naging (Forsberg et al. 1991; Möller et al. 1980). Theoretically, in-\ncreasingPCrresynthesisthroughexogenouscreatinesupplemen-\ntationcouldincreasehigh-energyphosphatemetabolisminaging\nadults.Afewstudieshavereportedthatcreatinesupplementation\nincreases intramuscular PCr and muscle performance in older\nadults (Brose et al. 2003; Smith et al. 1998). Regarding actin-\nmyosin cross-bridge cycling, creatine may increase calcium re-\nuptake into the sarcoplasmic reticulum, which would result in\nfaster detachment of the actin-myosin cross-bridge and poten-\ntially augment force-generating capacity (Bazzucchi et al. 2009).\nSince no measurement of high-energy phosphate metabolism or\nmuscle morphology was made in the present study, we can only\nspeculate that creatine increased intramuscular PCr and cellular\nsignaling, leading to greater muscle strength.\nIn",
    "conclusion": ", creatine supplementation increased lean tissue\nmass and muscle strength in aging adults. Consuming creatine be-\nfore and after resistance training sessions produces similar results;\nhowever, ingesting creatine immediately following resistance train-\ning augments muscle accretion compared with resistance training\nalone.Futureresearchshouldinvestigatethemechanisticactionsof\ncreatine on aging muscle to develop optimal creatine dosing and\ntiming strategies for aging adults.\nConﬂict of interest statement\nThe authors do not declare any conﬂicts of interest.\nAcknowledgements\nThe study was supported by a research grant from the Nutricia\nResearch Foundation. Creapure was supplied by AlzChem AG,\nGermany.\nReferences\nAntonio, J., and Ciccone, V. 2013. Theeffects of pre versus post workout supple-\nmentation of creatine monohydrate on body composition and strength. J. Int.\nSoc. Sports Nutr.10: 36. doi:10.1186/1550-2783-10-36. PMID:23919405.\nBalagopal,P.,Proctor,D.,andNair,K.S.1997.Sarcopeniaandhormonalchanges.\nEndocrine, 7: 57–60. doi:10.1007/BF02778064. PMID:9449033.\nBaumgartner, R.N., Koehler, K.M., Gallagher, D., Romero, L., Heymsﬁeld, S.B.,\nRoss, R.R., et al. 1998. Epidemiology of sarcopenia among the elderly in\nNewMexico.Am.J.Epidemiol. 147:755–763.doi: 10.1093/oxfordjournals.aje.\na009520. PMID:9554417.\nBazzucchi, I., Felici, F., and Sacchetti, M. 2009. Effect of short-term creatine\nsupplementation on neuromuscular function. Med. Sci. Sports Exerc.41:\n1934–1941. doi:10.1249/MSS.0b013e3181a2c05c. PMID:19727018.\nBoyer,B.A.1990.Acomparisonoftheeffectsofthreestrengthtrainingprograms\non women. J. Strength Cond. Res.4: 88–94. doi:10.1519/00124278-199008000-\n00005.\nBrack, A.S., and Rando, T.A. 2007. Intrinsic changes and extrinsic inﬂuences of\nmyogenicstemcellfunctionduringaging.StemCell.Rev. 3:226–237.doi: 10.\n1007/s12015-007-9000-2. PMID:17917136.\nBrose, A., Parise, G., and Tarnopolsky, M.A. 2003. Creatine supplementation\nenhancesisometricstrengthandbodycompositionimprovementsfollowing\nstrength exercise training in older adults. J. Gerontol. Biol. Sci. Med. Sci.58:\n11–19. doi:Sztalryd10.1093/gerona/58.1.B11.\nBurke, D.G., Candow, D.G., Chilibeck, P.D., MacNeil, L.G., Roy, B.D.,\nTarnopolsky, M.A., and Ziegenfuss, T. 2008. Effect of creatine supplementa-\ntion and resistance-exercise training on muscle insulin-like growth factor in\nyoung adults. Int. J. Sport Nutr. Exerc. Metab.18: 389–398. PMID:18708688.\nCandow, D.G., and Chilibeck, P.D. 2008. Timing of creatine or protein supple-\nmentation during resistance training in the elderly. Appl. Physiol. Nutr.\nMetab. 33: 184–190. doi:10.1139/H07-139. PMID:18347671.\nCandow, D.G., Chilibeck, P.D., Chad, K.E., Chrusch, M.J., Davison, K.S., and\nBurke,D.G.2004.Effectofceasingcreatinesupplementationwhilemaintain-\ning resistance training in older men. J. Aging Phys. Act.12: 219–231. PMID:\n15263100.\nCandow, D.G., Little, J.P., Chilibeck, P.D., Abeysekara, S., Zello, G.A.,\nKazachkov, M., et al. 2008. Low-dose creatine combined with protein during\nresistance training in older men. Med. Sci. Sports Exerc.40: 1645–1652. doi:\n10.1249/MSS.0b013e318176b310. PMID:18685526.\nCandow, D.G., Chilibeck, P.D., Burke, D.G., Mueller, K., and Lewis, J. 2011. Effect\nof different frequencies of creatine supplementation on muscle size and\nstrengthinyoungadults.J.StrengthCond.Res. 25:1831–1838.doi: 10.1519/JSC.\n0b013e3181e7419a. PMID:21512399.\nCandow, D.G., Forbes, S.C., Little, J.P., Cornish, S.M., Pinkoski, C., and\nChilibeck, P.D. 2012. Effect of nutritional interventions and resistance exer-\nciseonagingmusclemassandstrength.Biogerontology. 13:345–358.doi: 10.\n1007/s10522-012-9385-4\n. PMID:22684187.\nCandow,D.G.,Chilibeck,P.D.,andForbes,S.C.2014 a.Creatinesupplementation\nand aging musculoskeletal health. Endocrine. 45: 354–361. doi:10.1007/\ns12020-013-0070-4 . PMID:24190049.\nCandow, D.G., Zello, G.A., Ling, B., Farthing, J.P., Chilibeck, P.D., McLeod, K.,\net al. 2014b. Comparison of creatine supplementation before versus after\nsupervised resistance training in healthy older adults. Res. Sports Med.22:\n61–74. doi:10.1080/15438627.2013.852088. PMID:24392772.\nChalé, A., Cloutier, G.J., Hau, C., Phillips, E.M., Dallal, G.E., and Fielding, R.A.\n2013. Efﬁcacy of whey protein supplementation on resistance exercise-\ninduced changes in lean mass, muscle strength, and physical function in\nmobility-limited older adults. J. Gerontol. Biol. Sci. Med. Sci.68: 682–690.\ndoi:10.1093/gerona/gls221.\nChrusch, M.J., Chilibeck, P.D., Chad, K.E., Davison, K.S., and Burke, D.G. 2001.\nCreatine supplementation combined with resistance training in older men.\nMed. Sci. Sports Exerc.33: 2111–2117. doi:10.1097/00005768-200112000-00021.\nPMID:11740307.\nClark, B.C., and Manini, T.M. 2012. What is dynapenia? Nutrition,28: 495–503.\ndoi:10.1016/j.nut.2011.12.002.\nCribb, P.J., and Hayes, A. 2006. Effects of supplement timing and resistance\nexercise on skeletal muscle hypertrophy. Med. Sci. Sports Exerc.38:1918–\n1925. doi:10.1249/01.mss.0000233790.08788.3e. PMID:17095924.\nCruz-Jentoft, A.J., Baeyens, J.P., Bauer, J.M., Boirie, Y., Cederholm, T., Landi, F.,\net al. 2010. Sarcopenia: European consensus on deﬁnition and diagnosis:\nReport of the European Working Group on Sarcopenia in Older People. Age\nAgeing, 39: 412–423. doi:10.1093/ageing/afq034. PMID:20392703.\nDeldicque, L., Louis, M., Theisen, D., Nielens, H., Dehoux, M., Thissen, J.P., et al.\n2005. Increased IGF mRNA in human skeletal muscle after creatine supple-\nmentation.Med. Sci. Sports Exerc.37: 731–736. doi:10.1249/01.MSS.0000162690.\n39830.27. PMID:15870625.\nDevries, M.C., and Phillips, S.M. 2014. Creatine supplementation during resis-\ntance training in older adults-a meta-analysis. Med. Sci. Sports Exerc.46:\n1194–1203. doi:10.1249/MSS.0000000000000220. PMID:24576864.\nFielding,R.A.,Vellas,B.,Evans,W.J.,Bhasin,S.,Morley,J.E.,Newman,A.B.,etal.\n2011. Sarcopenia: an undiagnosed condition in older adults. Current consen-\nsus deﬁnition: prevalence, etiology, and consequences. International work-\ning group on sarcopenia. J. Am. Med. Dir. Assoc.12: 249–256. doi:10.1016/j.\njamda.2011.01.003. PMID:21527165.\nForbes, S.C., Little, J.P., and Candow, D.G. 2012. Exercise and nutritional inter-\nventions for improving aging muscle health. Endocrine,42: 29–38. doi:10.\n1007/s12020-012-9676-1\n. PMID:22527891.\nForsberg, A.M., Nilsson, E., Werneman, J., Bergström, J., and Hultman, E. 1991.\nMusclecompositioninrelationtoageandsex.Clin.Sci.(Lond.), 81:249–256.\nPMID:1716189.\nGiresi, P.G., Stevenson, E.J., Theilhaber, J., Koncarevic, A., Parkington, J.,\nFielding, R.A., and Kandarian, S.C. 2005. Identiﬁcation of a molecular signa-\ntureofsarcopenia.Physiol.Genom. 21:253–263.doi: 10.1152/physiolgenomics.\n00249.2004. PMID:15687482.\nGreenlund, L.J., and Nair, K.S. 2003. Sarcopenia–consequences, mechanisms,\nand potential therapies. Mech. Ageing Dev.124: 287–299. doi:10.1016/S0047-\n6374(02)00196-3. PMID:12663126.\nCandow et al. 693\nPublished by NRC Research Press\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only. \n\n\nHarris,R.C.,Soderlund,K.,andHultman,E.1992.Elevationofcreatineinresting\nand exercised muscle of normal subjects by creatine supplementation. Clin.\nSci. (Lond.),83: 367–374. PMID:1327657.\nLarsson, L., Yu, F., Höök, P., Ramamurthy, B., Marx, J.O., and Pircher, P. 2001.\nEffects of aging on regulation of muscle contraction at the motor unit, mus-\ncle cell, and molecular levels. Int. J. Sport Nutr. Exerc. Metab.11: S28–S43.\nPMID:11915925.\nManini, T.M., and Clark, B.C. 2013. What we have learned from exercise and\nlifestyle trials to alleviate mobility impairment in older adults. J. Frailty\nAging, 2(1): 57–59.\nMazzetti, S.A., Kraemer, W.J., Volek, J.S., Duncan, N.D., Ratamess, N.A.,\nGómez, A.L., et al. 2000. The inﬂuence of direct supervision of resistance\ntraining on strength performance. Med. Sci. Sports Exerc.32: 1175–1184. doi:\n10.1097/00005768-200006000-00023. PMID:10862549.\nMöller, P., Bergström, J., Fürst, P., and Hellström, K. 1980. Effect of aging on\nenergy-rich phosphagens in human skeletal muscles. Clin. Sci. (Lond.),58:\n553–555. PMID:7428286.\nOlsen, S., Aagaard, P., Kadi, F., Tufekovic, G., Verney, J., Olsen, J.L., et al. 2006.\nCreatinesupplementationaugmentstheincreaseinsatellitecellandmyonuclei\nnumber in human skeletal muscle induced by strength training. J. Physiol.1:\n525–534. PMID:16581862.\nPhillips,W.T.,Batterham,A.M.,Valenzuela,J.E.,andBurkett,L.N.2004.Reliabil-\nity of maximal strength testing in older adults. Arch. Phys. Med. Rehabil.85:\n329–334. doi:10.1016/j.apmr.2003.05.010. PMID:14966722.\nPreen,D.,Dawson,B.,Goodman,C.,Lawrence,S.,Beilby,J.,andChing,S.J.2002.\nPre-exerciseoralcreatineingestiondoesnotimproveprolongedintermittent\nsprint exercise in humans. Sports Med. Phys. Fitness.42: 320–329. PMID:\n12094123.\nRatamass, N.A., Alvar, B.A., Evetoch, T.K., Housh, T.J., Kibler, W.B., and\nKraemer, W.J. 2009. American College of Sports Medicine-Progression mod-\nels in resistance training for healthy adults. Med. Sci. Sports Exerc.41: 678–\n708. PMID:19204579.\nSafdar, A., Yardley, N.J., Snow, R., Melov, S., and Tarnopolsky, M.A. 2008. Global\nand targeted gene expression and protein content in skeletal muscle of\nyoung men following short-term creatine monohydrate supplementation.\nPhysiol. Genomics.32: 219–228. PMID:17957000.\nSchedel, J.M., Tanaka, H., Kiyonaga, A., Shindo, M., and Schutz, Y. 1999. Acute\ncreatine ingestion in human: consequences on serum creatine and creati-\nnine concentrations. Life Sciences. 65: 2463–2470. doi:10.1016/S0024-3205\n(99)00512-3. PMID:10622230.\nShort, K.R., and Nair, K.S. 2001. Muscle protein metabolism and the sarcopenia\nof aging. Int. J. Sport Nutr. Exerc. Metab.11: S119–S127. PMID:11915910.\nSmith, S.A., Montain, S.J., Matott, R.P., Zientara, G.P., Jolesz, F.A., and\nFielding, R.A. 1998. Creatine supplementation and age inﬂuence muscle me-\ntabolism during exercise. J. Appl. Physiol.85:1349–1356. PMID:9760327.\nTipton, K.D., Rasmussen, B.B., Miller, S.L., Wolf, S.E., Owens-Stovall, S.K.,\nPetrini, B.E., et al. 2001. Timing of amino acid-carbohydrate ingestion alters\nanabolic response of muscle to resistance exercise. Am. J. Physiol. Endocri-\nnol. Metab.281: 197–206. PMID:11440894.\nTrappe, T.A., White, F., Lambert, C.P., Cesar, D., Hellerstein, M., and Evans, W.J.\n2002.Effectofibuprofenandacetaminophenonpostexercisemuscleprotein\nsynthesis. Am. J. Physiol. Endocrinol. Metab. 282\n: E551–E556. doi:10.1152/\najpendo.00352.2001. PMID:11832356.\nWilloughby, D.S., and Rosene, J.M. 2003. Effects of oral creatine and resistance\ntraining on myogenic regulatory factor expression. Med. Sci. Sports Exerc.\n35: 923–929. doi:10.1249/01.MSS.0000069746.05241.F0. PMID:12783039.\nWyss, M., and Kaddurah-Daouk, R. 2000. Creatine and creatinine metabolism.\nPhysiol. Rev.80: 1107–1213. PMID:10893433.\n694 Appl. Physiol. Nutr. Metab. Vol. 40, 2015\nPublished by NRC Research Press\nAppl. Physiol. Nutr. Metab. Downloaded from cdnsciencepub.com by 125.237.211.20 on 12/04/25\n For personal use only."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 32,
    "primary_human": "muscle_strength; muscle_mass; functional_performance"
  },
  "bucket": "B",
  "notes": "12-week RCT in healthy older adults comparing different creatine strategies with RT; creatine + RT improved muscle strength and some body-composition/functional measures versus placebo + RT."
}