{
  "id": 67,
  "title": "Impact of Creatine Supplementation in Combination with Resistance Training on Lean Mass in the Elderly",
  "authors": "Pinto CL; Botelho PB; et al.",
  "year": 2016,
  "doi": "10.1002/jcsm.12094",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "elderly",
    "lean_mass"
  ],
  "population": {
    "training_status": "RT_RCT (older adults)",
    "sample_size": 14
  },
  "sections": {
    "abstract": "Background Human ageing is a process characterized by loss of muscle mass, strength, and bone mass. We aimed to\nexamine the efﬁcacy of low-dose creatine supplementation associated with resistance training on lean mass, strength, and\nbone mass in the elderly.",
    "methods": "This was a 12-week, parallel-group, double-blind, randomized, placebo-controlled trial. The individuals were\nrandomly allocated into one of the following groups: placebo plus resistance training (PL + RT) and creatine supplementation\nplus resistance training (CR + RT) . The participants were assessed at baseline and after 12 weeks. The primary outcomes were\nlean mass and strength, assessed by dual energy X-ray absorptiometry (DXA) and ten-repetition maximal tests (10 RM),\nrespectively. Secondary outcomes included the lumbar spine, right and left femoral neck, both femur and whole body bone\nmineral density (BMD), and whole body bone mineral content (BMC), assessed by DXA.",
    "results": "The CR + RT group had superior gains in lean mass when compared with the PL + RT group (P = 0.02). Changes in the\n10 RM tests in bench press and leg press exercises, body composition, BMD, and BMC of all assessed sites did not signiﬁcantly\ndiffer between the groups (P >0.05).",
    "conclusions": "Twelve weeks of low-dose creatine supplementation associated with resistance training resulted in increases in\nlean mass in the elderly.\nKeywords Ageing; Body composition; Bone mass; Creatine; Resistance training; Strength\nReceived: 30 September 2015; Accepted: 26 October 2015\n*Correspondence to: João Felipe Mota, Laboratory of Research in Clinical Nutrition and Sports (Labince), Faculty of Nutrition, Federal Universityof Goiás, St 227, block 68,\nSetor Leste Universitário, 74.605-080, Goiânia GO, Brazil, Tel: +55 (62) 3209-6270, Email: jfemota@gmail.com",
    "introduction": "In the last few years, demographic transition has drastically\nchanged population growth rates across geographies. This\nphenomenon has been driven by decreased birth rates and\nincreased life expectancy. In 2010, there were, approximately\n524 million people aged over 65 years, representing 8% of the\nworld population. It is estimated to triple by 2050, reaching\nabout 1.5 billion people or 16% of the world population. Be-\ntween 2010 and 2050, the number of the elderly will increase\nby 250% in the developed countries when compared with\n71% in the lesser developed ones.\n1 In 2014, the Brazilian\nInstitute of Geography and Statistics announced that the\nelderly population would quadruple by 2060, which in turn\nwould represent 26.7% of the Brazilian population.2\nHuman ageing is an irreversible and inexorable process\ncharacterized by morphological, functional, and biochemical\nchanges in the human body, including the musculoskeletal\nsystem. This system gradually modiﬁes and acquires speciﬁc\nstructural and morphological characteristics, which mainly\ninclude loss of muscle mass, strength, and bone mass. 3\nSarcopenia, a syndrome characterized by progressive and\ngeneralized loss of skeletal muscle mass and strength, cur-\nrently affects over 50 million people and for the next 40 years\ncould affect more than 200 million people worldwide. This\ncondition increases the risk of adverse outcomes such as\nphysical disability, poor quality of life, and death.\n4\nORIGINAL ARTICLE\n© 2016 The Authors. Journal of Cachexia, Sarcopenia and Muscle published by John Wiley & Sons Ltd on behalf of the Society of Sarcopenia, Cachexia and Wasting Disorders\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nPublished online 18 January 2016 in Wiley Online Library (wileyonlinelibrary.com)DOI: 10.1002/jcsm.12094\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium,\nprovided the original work is properly cited, the use is non-commercial and no modiﬁcations or adaptations are made.\n\n\nTherefore, because of the huge impact caused by ageing on\nhealth and quality of life of the elderly, various strategies have\nbeen proposed to attenuate the progression of muscle mass,\nstrength, and bone mass losses. Among these strategies,\ncreatine supplementation and resistance training stand out.\nCreatine (α-methyl guanidine-acetic acid), a guanidine-\nderived compound, is a natural amine endogenously synthe-\nsized by the liver, kidney, and pancreas from the amino acids\narginine, glycine, and methionine, or consumed in the diet\nfrom red meat, seafood, and dairy products.\n5 Creatine plays\nan important role in providing rapid energy and is also known\nto be utilized by the brain to boost mental performance. It is\nstored mostly in the skeletal muscles (90%) as phosphocrea-\ntine, a high-energy phosphate involved in the rapid resynthe-\nsis of adenosine triphosphate during muscle contraction.\nMuscle and bone tissues demand high-energy levels to initiate\nrapid movement and particularly beneﬁtf r o mc r e a t i n es u p p l e -\nmentation.\n6 Rawson et al.7 showed that creatine supplementa-\ntion increased intramuscular creatine and phosphorylcreatine\ncontent in the elderly. This augmented storage may lead to\nenhanced mitochondrial energy provision. Therefore, when\nassociated with resistance training, training volume is increased,\nthereby enhancing strength and muscle mass.\n8 Besides that,\nincreased muscle mass may result in greater muscle pull on\nthe bone during training, which the strain induced on the bone\nand muscle mass formation would increase.\n9\nRecent ﬁndings have conﬁrmed the potential therapeutic\neffects of creatine supplementation and have unequivocally\ndemonstrated that in the elderly, it improves the quality of\nlife by increasing muscle strength and resistance to fatigue,\nimproving performance in daily activities, and preventing\nbone loss.\n6,10– 16 Similarly, resistance training has been known\nas one of the most important pillars in the management of\ndisabilities and comorbidities associated with ageing, improv-\ning overall physical function, increasing muscle mass, and\npreventing bone loss.\n17– 20\nThus, the aim of this study was to examine the efﬁcacy of\nlow-dose creatine supplementation associated with resistance\ntraining on lean mass, strength, and bone mass in the elderly.\nTo the best of our knowledge, this is the ﬁrst study to\nevaluate creatine supplementation combined with resistance\ntraining on body composition, strength, bone mineral density\n(BMD), and bone mineral content (BMC) in the elderly, using\na continuous low-dosage supplementation protocol for a\nperiod of 3 months.\nMethods\nStudy design\nA 12-week, double-blind, randomized, parallel-group, placebo-\ncontrolled trial was conducted between June 2014 and November\n2014 in Goiânia, Goiás (Brazil). The participants were randomly\nassigned (1:1) to either one of the following groups: (i) placebo\nsupplementation combined with resistance training (PL + RT;\nn = 14) or (ii) creatine supplementation combined with resistance\ntraining (CR + RT;n = 13). Both groups undertook a supervised\nexercise training programme for 12 weeks.\nThe participants were assessed at baseline (Pre) and after\n12 weeks (Post). The primary outcomes were lean mass and\nstrength measures, and the secondary outcomes included\nbone mass measures.\nParticipants\nParticipants were recruited viaﬂyer advertisements put into\ntheir mailbox from a district near the campus of the Federal\nUniversity of Goiás. Of the 42 participants who were\nrecruited, 32 eligible healthy, nonathletic men and women,\nbetween 60 and 80 years, were randomized into two groups\n(PL + RT; CR + RT). The inclusion criteria were as follows: age\n60– 80 years, a non-vegetarian diet, not having consumed\nany ergogenic supplement for the previous 6 months before\nthe start of the study, not having consumed any medication\nthat could affect muscle growth or the ability to train\nintensely during the study (e.g. statins, muscle relaxants,\nand anti-inﬂammatory drugs), not be involved in the practice\nof systematized physical activity, not be involved in food\nrestriction programs, not have any kidney, liver, and/or heart\ndisease, and not having undergone any radioactive procedure\nin the last year.\nThe study was approved by the Human Research Ethics\nCommittee of Federal University of Goiás (number 840.317).\nThe participants were informed of the risks and purpose of\nthe study before written consent was obtained. The study\ncomplied with the World Medical Association Declaration of\nHelsinki– Ethical Principles for Medical Research Involving\nHuman Subjects. This trial was registered in ensaiosclinicos.\ngov.br (clinical trial RBR-7r7t52).\nCreatine supplementation protocol and blinding\nprocedure\nThe participants from CR + RT group received 5 g/day of crea-\ntine monohydrate (supplied by MEDNUTRITION INC., Brazil),\nand the participants from the PL + RT group were administered\nt h es a m ed o s eo fm a l t o d e x t r i n( s u p p l i e db yM E D N U T R I T I O N\nINC., Brazil). Supplements were in the form of powder and\npresented in packages. Participants were asked to dissolve\nthe supplements in one glass of liquid. The creatine dose of\n5 g/day was selected to ensure the saturation of muscle\ncompound.\n21 In order to verify the purity of the creatine used,\na sample was analysed by high-performance liquid chromatog-\nraphy and was determined to be 99.7% pure.\nThe supplement packages were coded so that neither the\ninvestigators nor the participants were aware of the contents\n414 C.L. Pinto et al.\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nuntil the completion of the intervention. The supplements\nwere provided by a staff member of our research team who\ndid not have any participation inthe data acquisition, analyses,\nand interpretation. Participants were instructed to consume\nthe supplement packages on non-training days immediately after\nlunch in order to increase the muscle creatine concentration.22,23\nOn training days, to achieve optimal muscle adaptation, the\nparticipants consumed it immediately after resistance training\nsessions dissolved in a beverage comprising 100 g of lemon-\nﬂavoured maltodextrin prepared by our research team.\n24\nExercise training\nThe participants from the CR + RT and the PL + RT groups\nengaged in a 12-week supervised resistance training pro-\ngramme. Both groups trained under the same protocol. The\nexercise sessions occurred three times a week (on Mondays,\nWednesdays, and Fridays, at the same time of day to avoid\ncircadian variation, i.e. between 3 and 4 p.m.) and were\nmonitored byﬁtness professionals. The duration of one train-\ning session for each participant was approximately 60 min\nand remained the same throughout the 12-week training pro-\ngramme. The resistance training programme was performed\nin a laboratory (Laboratory of Resistance Training, Faculty of\nPhysical Education, Federal University of Goiás), comprised\nmono-articular and multi-articular exercises, and progressed\nwith increased training volume in (weight × sets × repetitions)\neach session on an individual basis.\nBefore the 12-week resistance training programme, all par-\nticipants underwent a week of familiarization training, when\nthe dynamics and details of the exercises were explained,\nand the participants were required to perform two sets of\n15 repetition maximal (RM) of the following exercises: leg\npress, free squat, bench press, lat-pull down, abdominalﬂoor\ncrunch, and calf raise.\nIn the next 12 weeks, each training session comprised (i) a\nwarm-up phase characterized by 5– 7 min of a light run on a\nstationary bicycle or 12 repetitions with 30% RM of theﬁrst\nexercise, (ii) a main phase characterized by resistance exer-\ncises for the major muscle groups (three sets of 13– 15 RM\nwith 60 s of rest between the sets and exercises for abdomi-\nnal and lumbar regions and three sets of 10– 13 RM with\n60 s of rest between the sets and exercises for the other mus-\ncle groups), and (iii) aﬁnal phase characterized by stretching\nexercises for the major muscle groups. On alternate days, the\nparticipants underwent training either for the upper limbs\nand abdomen [bench press, lat-pull down, seated row, biceps\ncurl, triceps extension (presses), shoulder press, and abdomi-\nnal ﬂoor crunch exercises] or for the lower limbs and lumbar\nregion [hip abduction, adduction, squat, hamstrings curl,\nquadriceps (knee) extension, ankle dorsi-ﬂexion and plantar\nﬂexion, and back extension exercises], according to the\nAmerican College of Sports Medicine suggestion.\n25\nFood intake assessment\nAll participants were instructed by nutritionists toﬁll out a\n3-day dietary intake record (including one weekend day) at\nbaseline and after the 12-week training programme to\ncalculate the total energy intake, macronutrients, and\nmicronutrients. Dietary data from household measures were\nconverted to gramme and millilitre to enable the chemical\nanalysis of food consumption by the software NutriQuanti\n(São Paulo, Brazil).\n26 All participants were instructed to\nmaintain a habitual diet, water intakead libitum, and avoid\ncaffeinated products because earlier studies had demon-\nstrated that caffeine could eliminate the effects of creatine.27\nMuscle strength assessments\nAt baseline and after the 12-week resistance training pro-\ngramme, the participants underwent a 10-repetition maximal\n(10 RM) test. A recognized 10 RM testing protocol and\nexercise execution guidelines were followed, as previously\ndocumented.\n28 10 RM tests were selected to avoid excessive\ncardiovascular stress.29 The tests were conducted for the\nbench press and leg press exercises. Prior to the 10 RM test,\ntwo light warm-up sets of exercises comprised 15 repetitions\nso that the participants could get used to the technical\nmovements of the exercises. Subsequently, the participants\nhad two more attempts to achieve the 10 RM load, with a\n3– 5 min interval between attempts and exercises. Before\nthe beginning of the test, participants were kept at rest while\nreceiving guidance from the instructors, and verbal encour-\nagement was provided during all 10 RM attempts.\nAnthropometric assessment\nAt baseline and after 12 weeks of resistance training pro-\ngramme, the participants were weighed and measured. A rec-\nognized protocol was followed, as previously documented.30\nWeighing was performed on a digital scale, accurate to\n0.1 kg, installed on aﬂat, ﬁrm, and smooth surface, and away\nfrom the wall. The measure of stature was held in a wall-ﬁxed\nstadiometer with a graduation of 0.1 cm. The values were\nrecorded immediately after the measures, without rounding\noff the values. All measurements were collected with the\nparticipants’ bare feet and wearing light clothing.\nBody composition and bone mass assessments\nBody composition, BMD, and BMC were measured at base-\nline and after 12 weeks of intervention by dual energy X-ray\nabsorptiometry (DXA), using a DPX NT densitometry equip-\nment (General Electric Medical Systems Lunar, Madison,\nEUA). BMD was determined at the lumbar spine, right, and\nCreatine and resistance training in the elderly 415\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nleft femoral neck, both femur bones, and the whole body.\nBMC was determined for the whole body only. The coefﬁcient\nof variation for the DXA tests of right femoral neck was\n0.69%, left femoral neck was 0.67%, both femur bones was\n0.55%, and lumbar spine was 1.66%.\nParticipants were scanned at the same time of the day\n(between 7 a.m. and 12 noon), while they were bare feet\nand wearing light clothing. The same operator performed all\nthe measures and calibrations. The performance of the\nequipment was evaluated by calibration block on a daily basis\nand by spine phantom on a weekly basis. The coefﬁcient of\nvariation for the DXA tests of muscle and fat mass were\n0.75% and 1.03%, respectively.\nDiagnosis of sarcopenia\nAt baseline and after 12 weeks of resistance training, the\nparticipants were diagnosed with one of the three stages of\nsarcopenia (pre-sarcopenia, sarcopenia, and severe sarcopenia),\nas deﬁned previously.\n4\nThe diagnosis of pre-sarcopenia was conﬁrmed when the\nskeletal muscle mass index (SMI), deﬁned as the appendicular\nskeletal muscle mass/height2, was under 7.26 kg/m2 for men\nand 5.45 kg/m2 for women.31 Sarcopenia was conﬁrmed when\nSMI was under 7.26 kg/m2 for men and 5.45 kg/m2 for\nwomen,31 associated with a handgrip strength under 30 kg\nfor men and 20 kg for women,32 or a gait speed under\n0.8 m/s.32,33 Severe sarcopenia was conﬁrmed when the SMI\nwas under 7.26 kg/m2 for men and 5.45 kg/m2 for women,31\nassociated with a handgrip strength under 30 kg for men and\n20 kg for women\n32 and a gait speed under 0.8 m/s.32,33\nThe appendicular skeletal muscle mass was calculated as\nthe sum of arms and legs lean soft-tissue mass, assumed as\nskeletal muscle mass of all non-fat and non-bone tissue. The\nsame operator performed all these measures.\nAdverse events and adherence to supplementation\nprotocol\nAdverse events and adherence to supplementation protocol\nwere recorded throughout the trial and were checked each\ntime the researcher had contact with the participants (three\ntimes a week for 12 weeks). Besides, participants were free to\ncall or send messages and e-mails to the researcher at any time\nif they felt any discomfort during the intervention period.\nStatistical analysis\nThe achieved power (1– β) of the analysis was calculated with\nthe assistance of the G-Power® software (version 3.1.7). An\neffect size of 0.99 for the lean mass (one of the primary\noutcomes) was calculated by the difference between two in-\ndependent means and was entered in the analysis with a\nType I error probability of 0.05. The estimated achieved\npower was 80%.\nData distributions were evaluated by the Shapiro – Wilk\nW-test. Variables were converted into delta scores (i.e. post–\npre values). The statistical signiﬁcance of the effects of the\nintervention was assessed by the Student’s t-test or by the\nMann– Whitney test, according to data distribution. Fisher’s\ntest was applied to assess the possible differences between\ngroups in the proportion of participants who correctly guessed\ntheir supplements. All analyses were performed using Statistica\nfor Windows software (version 10.0; Statsoft, Tulsa, OK, USA),\nconsidering a critical signiﬁcance value of 5%. The sarcopenia\nincidence was reported descriptively, and all data are pre-\nsented as mean ± standard deviation.\nWhen there were signiﬁcant correlations between values\nof nutrients and energy intake, the residual method was\napplied in order to describe the relationship between aspects\nof food intake and biochemical characteristics independent of\nenergy intake.\n34\nResults\nParticipants\nThe participant ﬂow, along with losses and exclusions, is\ndisplayed inFigure 1. A total of 42 participants were screened\nfor participation, and 32 met the inclusion criteria. These\nindividuals were randomly assigned into the PL + RT (n = 16)\nand CR + RT (n = 16) groups. Five participants withdrew be-\ncause of personal reasons (n = 2 andn = 3 from the PL + RT\nand CR + RT groups, respectively). Therefore, 14 participants\nfrom the PL + RT group and 13 from CR + RT group completed\nthe trial and were analysed.\nMedications used by the participants during intervention\nwas assessed: eight participants from PL + RT andﬁve from\nCR + RT were using anti-hypertensive medications; three from\nPL + RT and two from CR + RT were using oral hypoglycemic\nmedications; one of each group was using long-acting insulin;\ntwo from PL + RT and one from CR + RT were using thyroid\nmedication; and one of each group was using hormone\nreplacement therapy.\nBaseline data are presented in Table 1. There were no\ndifferences between groups for any baseline measurements\n(P >0.05).\nAssessment of blinding, adherence to the exercise\nprogramme and food intake\nAt the",
    "conclusion": "of the intervention, four (30.8%) of the CR\n+ RT group participants and two (14.3%) of the PL + RT group\n416 C.L. Pinto et al.\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nparticipants correctly identiﬁed which supplement they had\nreceived. No signiﬁcant differences between the groups were\nnoticed (P = 0.286).\nThe adherence to the exercise programme was comparable\nbetween the groups (89.1 ± 10.3% and 92.9 ± 7.7% for the\nCR + RT and the PL + RT groups, respectively;P = 0.274).\nTotal energy, macronutrients, and calcium intake did not\nsigniﬁcantly differ between and intra groups (P >0.05; Table 2).\nMuscle strength assessments\nThere were no signiﬁcant differences in 10 RM bench press\nand leg press changes between the groups (P >0.05; Table 3).\nBoth groups had a signiﬁcant increase in the 10 RM test\nin bench press (CR + RT: +11.5 ± 5.0 kg; P <0.0001 and\nPL + RT: +10.7 ± 6.2 kg;P <0.0001, respectively) and leg press\n(CR + RT: +54.2 ± 46.8 kg;P <0.0001 and PL + RT: +70.9 ± 33.4 kg;\nP <0.0001, respectively) exercises.\nAnthropometric assessment\nCR + RT group had a signi ﬁcant increase in body mass\nafter the intervention (+0.9 ± 1.2 kg;P = 0.014) intra group.\nChanges in body mass (Table 3) did not signiﬁcantly differ\nbetween the groups (P >0.05).\nBody composition and bone mass assessments\nThe CR + RT group had superior gains in lean mass than the\nPL + RT group (P = 0.02), displayed inFigure 2. CR + RT group\nhad a signi ﬁcant increase in SMI and muscle (+0.36\n± 0.23 kg/m2; P <0.0001 and +1.79 ± 1.29 kg; P <0.0001,\nrespectively), a signiﬁcant decrease in android and gynoid\nfat (/C01.02 ± 2.39%;P = 0.028 and /C01.56 ± 2.37%;P = 0.035,\nrespectively) and a tendency to decrease body fat (/C01.22\n± 2.05%; P = 0.053) after the intervention. PL + RT only had\na signiﬁcant increase in SMI (0.21 ± 0.25 kg/m2; P = 0.007)\n(Table 3).\nChanges in BMD and BMC (Table 3) did not signiﬁcantly\ndiffer between groups in any assessed sites. The CR + RT\ngroup had a tendency to increase whole body BMD\n(+0.01 ± 0.02 g/cm\n2; P = 0.090) while PL + RT group had a\nsigniﬁcant increase in dual femur BMD (+0.01 ± 0.01 g/cm2;\nP = 0.046) and a tendency to increase right femoral neck\n(+0.01 ± 0.01 g/cm2; P = 0.068).\nFigure 1 Participant ﬂow through the study.\nCreatine and resistance training in the elderly 417\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nDiagnosis of sarcopenia\nIn the PL + RT group, three participants were classiﬁed as pre-\nsarcopenic, none was classiﬁed as sarcopenic, and one was\nclassiﬁed as severe sarcopenic. In the CR + RT group, three\nparticipants were also classiﬁed as pre-sarcopenic, one was\nclassiﬁed as sarcopenic, and one was classi ﬁed as severe\nsarcopenic.\nTable 1 Baseline data and characteristics of the participants\nCR + RT (n = 13) PL + RT ( n = 14) P\nAge (year) 67.4 ± 4.7 67.1 ± 6.3 0.877\nHeight (cm) 158.3 ± 7.6 159.5 ± 8.9 0.706\nBody mass (kg) 68.1 ± 13.7 70.1 ± 17.2 0.747\nLean mass (kg) 38.3 ± 8 40.4 ± 8.6 0.512\nBody fat (%) 39.6 ± 10.4 39.2 ± 7.8 0.930\nAndroid fat (%) 45.1 ± 11.2 46.4 ± 6.4 0.865\nGynoid fat (%) 44.1 ± 11.8 43.6 ± 9.2 0.910\nSMI (kg/m\n2) 6.4 ± 0.9 6.6 ± 1.1 0.596\n10 RM bench press (kg) 14.7 ± 7.1 16 ± 5.5 0.616\n10 RM leg press (kg) 60.4 ± 35.5 57.6 ± 26.0 0.819\nWhole body BMC (kg) 2.4 ± 0.5 2.3 ± 0.4 0.584\nWhole body BMD (g/cm\n2) 1.1 ± 0.1 1.1 ± 0.1 0.884\nLumbar spine BMD (g/cm2) 1.1 ± 0.2 1.1 ± 0.2 0.607\nDual femur BMD (g/cm2) 0.9 ± 0.1 0.9 ± 0.1 0.272\nRight femoral neck BMD (g/cm2) 0.9 ± 0.1 0.9 ± 0.1 0.281\nLeft femoral neck BMD (g/cm2) 0.9 ± 0.1 0.9 ± 0.2 0.273\nData are expressed as mean ± standard deviation. No signiﬁcant between-group differences were observed.\nBMC, bone mineral content; BMD, bone mineral density; CR + RT, creatine plus resistance training; PL + RT, placebo plus resistance train-\ning; SMI, skeletal muscle mass index; 10 RM, ten-repetition maximal.\nTable 2 Daily food intake at baseline (pre) and after 12 weeks of intervention (post)\nCR + RT (n = 13) PL + RT ( n = 14)\nPPre Post Δ Pre Post Δ\nEnergy (kcal) 1589.6 ± 395.2 1578.7 ± 372.8 /C010.9 ± 302.8 1472.3 ± 531.8 1460.7 ± 508.4 /C011.6 ± 331.5 0.865\nProtein (g) 62.6 ± 19.1 68.8 ± 14.5 6.2 ± 14.6 65.5 ± 20.8 66.4 ± 23.6 0.9 ± 28.3 0.512\nFat (g) 51.9 ± 10.7 55.8 ± 11.8 3.9 ± 11.3 52.1 ± 5.9 49.7 ± 5.3 /C02.4 ± 5.8 0.078\nCarbohydrate (g) 226.1 ± 35.8 212.2 ± 27.8 /C013.9 ± 30.8 193.2 ± 28.1 190.5 ± 34.3 /C02.7 ± 30.2 0.274\nCalcium (mg) 576.8 ± 166.8 635.4 ± 198.4 58.6 ± 198.0 472.2 ± 165.7 482.1 ± 204.9 9.9 ± 175.2 0.504\nData are expressed as mean ± standard deviation. No signiﬁcant differences intra and between groups were observed.\nCR + RT, creatine plus resistance training; PL + RT, placebo plus resistance training.\nTable 3 Body composition, strength, and bone mass at baseline (pre) and after 12 weeks of intervention (post)\nCR + RT (n = 13) PL + RT ( n = 14) Creatine\nmain\neffectPre Post Δ P Pre Post Δ P\nBody mass (kg) 68.1 ± 13.7 69.1 ± 14.1 0.9 ± 1.2 0.014 70.1 ± 17.2 70.2 ± 17.9 0.1 ± 1.5 0.757 0.122\nLean mass (kg) 38.3 ± 8 40.1 ± 8.7 1.8 ± 1.3 0.001 40.4 ± 8.6 40.9 ± 9.3 0.6 ± 1.3 0.143 0.023\nBody fat (%) 39.6 ± 10.4 38.3 ± 10.1 /C01.2 ± 2.0 0.053 39.2 ± 7.8 38.6 ± 7.9 /C00.7 ± 1.8 0.179 0.461\nAndroid fat (%) 45.1 ± 11.2 44.1 ± 10 /C01.0 ± 2.4 0.028 46.4 ± 6.4 46.2 ± 7.4 /C00.2 ± 2.7 0.802 0.482\nGynoid fat (%) 44.1 ± 11.8 42.5 ± 12.2 /C01.6 ± 2.4 0.035 43.6 ± 9.2 43.0 ± 9.0 /C00.6 ± 1.9 0.290 0.251\nSMI (kg/m2) 6.4 ± 0.98 6.7 ± 1.1 0.4 ± 0.2 0.001 6.6 ± 1.1 6.8 ± 1.1 0.2 ± 0.3 0.007 0.145\n10 RM bench press (kg) 14.7 ± 7.1 26.2 ± 8.7 11.5 ± 5.0 0.001 16.0 ± 5.5 26.7 ± 7.7 10.7 ± 6.2 0.001 0.966\n10 RM leg press (kg) 60.4 ± 35.5 114.6 ± 41.3 54.2 ± 46.8 0.001 57.6 ± 26 128.6 ± 53.4 70.9 ± 33.5 0.001 0.294\nWhole body BMC (kg) 2.4 ± 0.5 2.4 ± 0.5 /C00.02 ± 0.07 0.177 2.3 ± 0.4 2.3 ± 0.3 /C00.02 ± 0.1 0.331 0.912\nWhole body BMD (g/cm\n2) 1.1 ± 0.1 1.2 ± 0.1 0.01 ± 0.03 0.090 1.1 ± 0.1 1.1 ± 0.1 0.004 ± 0.02 0.427 0.350\nLumbar spine BMD (g/cm2) 1.1 ± 0.2 1.1 ± 0.2 /C00.009 ± 0.04 0.377 1.1 ± 0.18 1.1 ± 0.2 /C00.01 ± 0.04 0.295 0.928\nDual femur BMD (g/cm2) 0.9 ± 0.1 0.9 ± 0.1 /C00.008 ± 0.03 0.308 0.91 ± 0.1 0.9 ± 0.1 0.006 ± 0.01 0.046 0.079\nRight femoral neck\nBMD (g/cm\n2)\n0.9 ± 0.1 0.9 ± 0.1 /C00.007 ± 0.03 0.345 0.9 ± 0.1 0.9 ± 0.1 0.01 ± 0.02 0.068 0.063\nLeft femoral neck\nBMD (g/cm2)\n0.9 ± 0.1 0.9 ± 0.1 /C00.009 ± 0.03 0.295 0.9 ± 0.2 0.9 ± 0.1 0.002 ± 0.01 0.354 0.175\nData are expressed as mean ± standard deviation.\nBMC, bone mineral content; BMD, bone mineral density; CR + RT, creatine plus resistance training; PL + RT, placebo plus resistance\ntraining; SMI, skeletal muscle mass index; 10 RM, ten-repetition maximal.\n418 C.L. Pinto et al.\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nFollowing the intervention, pre-sarcopenia incidence\nremained unchanged in the PL + RT group (n = 3) and decreased\nin the CR + RT group (n = 1). Sarcopenia incidence remained the\nsame in both groups (PL + RT,n = 0; CR + RT,n = 1), while severe\nsarcopenia decreased in CR + RT (n = 0) and remained un-\nchanged in the PL + RT group (n =1 ) .\nAdverse events\nThere were no self-reported side effects induced by creatine\nsupplementation. However, discomforts related to muscle dam-\nage induced by the execution of resistance exercise training,\nsuch as muscle pain, swelling of the limbs, and reduced range\nof motion, were reported by the participants in both groups.",
    "discussion": "In the present study, we examined the efﬁcacy of low-dose\ncreatine supplementation associated with resistance training\non lean mass, strength, and bone mass in the elderly. The\nmain ﬁnding of this clinical trial indicated that creatine\nsupplementation combined with resistance training increased\nlean mass in our elderly cohort in a greater magnitude than\nwith isolated resistance training. The number of participants\ndiagnosed with one of the three stages of sarcopenia at base-\nline decreased in the creatine supplemented group in compar-\nison with the placebo group. To the best of our knowledge,\nthis was theﬁrst study to evaluate creatine supplementation\ncombined with resistance training on BMD and BMC in the\nelderly population, using a continuous low-dosage supple-\nmentation protocol (i.e. 5 g/day during 12 weeks).\nThe results of the current study indicate that, in the elderly\nof both sexes, a continuous low-dosage creatine supplemen-\ntation protocol associated with resistance training is able not\nonly to neutralize ageing-induced loss of lean mass but also\nto augment it (+1.8 kg), when compared with resistance train-\ning alone (+0.6 kg). The increase in lean mass following creatine\nsupplementation has been demonstrated in some but not all\nprevious studies, as shown recently by a meta-analysis\n16 and a\nreview.15 Chrusch et al.35 demonstrated signiﬁcant increases in\nlean mass in older men (+3.3 kg) after 3 months of creatine sup-\nplementation (0.3 g/kg of body weight/day for theﬁrst 5 days\nand 0.07 g/kg of body weight/day until completion of theﬁnal\ntest period) associated with resistance training, when compared\nwith placebo. Thus, it is noticeable that both loading phase\nfollowed by maintenance phase and continuous low-dosage\ncreatine supplementation are able to augment lean mass in the\nelderly after 3 months of intervention.\nAlthough creatine supplementation was able to augment\nlean mass, this increase was not translated in an increase in\nmuscle strength. Some studies has shown that maintenance,\nor gain of lean mass was not associated with increases in or\nmaintenance of muscle strength in older adults, demonstrat-\ning that muscle strength is not entirely determined by muscle\nmass.\n36– 38 Goodpaster et al.36 suggests that progressive mus-\ncle weakness in the elderly may be related to age-related\nneurological changes, the hormonal and metabolic milieu,\npro-inﬂammatory cytokines, and fat in ﬁltration. However,\nfurther studies are needed to better elucidate these relations.\nFurthermore, both CR + RT and PL + RT groups showed in-\ncreased muscle strength, but it was effect of resistance training\nitself. Corroboratingwiththisﬁnding,studieshasdemonstrated\nthat creatine supplementation alone was not able to improve\nmuscle strength in healthy older adults.\n39– 42 It is well-known\nthat the mechanisms by which creatine improves muscle\nstrengthisbyincreasingmusclephosphocreatinestores,speed-\ning its resynthesis, and decreasing recovery time, suggesting\ngreater training volume.\n43 Nonetheless, both CR + RT and PL\n+ RTgroups trained under the same training protocol, without\ndifferences in the volume of training, making it unlikely to have\ndifferent response from the supplement itself.\nBoth in younger\n44 and older45 individuals, creatine sup-\nplementation is able to increase intramuscular creatine and\nphosphorylcreatine content. However, Rawsonet al.\n45 dem-\nonstrated that these increases are smaller in the elderly than\nin young people. Thus, in the current study, to maximize\nmuscle creatine retention, participants were instructed to\nconsume the supplement immediately after lunch on non-\ntraining days or immediately after resistance training sessions\ndissolved in a beverage comprising 100 g of maltodextrin on\ntraining days. As shown by the studies of Greenet al.\n22,23\nand concluded by a meta-analysis, 16 although creatine\nmonohydrate is highly bioavailable, when large amounts of\nhigh glycemic index carbohydrate (approximately 95 g) are\ningested with this amine, muscle retention is enhanced. It is\nspeculated that this response is generated because of the\nincreased plasma insulin concentration, which would stimu-\nlate the transport of creatine by its transporter (CreaT;\nFigure 2 Effects of resistance training combined or not with creatine sup-\nplementation on lean mass in the elderly. CR + RT = creatine + resistance\ntraining; PL + RT = placebo + resistance training. *P <0.05. Data are\nexpressed as delta score ± standard deviation.\nCreatine and resistance training in the elderly 419\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nsodium-dependent) into muscle cells. Moreover, Robinson\net al.46 demonstrated that a submaximal exercise session is\nable to enhance the accumulation of creatine induced by sup-\nplementation and that this effect is restricted to the muscle\ngroups exercised. The explanation comes from an increased\nblood ﬂow induced by exercise in an exercised member, which\ngenerates most of creatine offered to the exercised muscle.\nIn addition, this amine did not generate statistically signif-\nicant changes in BMC and BMD between the groups in any of\nthe assessed sites. Until now, only a single study\n43 has\nassessed BMD and BMC in different sites, using a continuous\nlow-dosage creatine supplementation protocol associated\nwith resistance training for 12 months wherein it was demon-\nstrated that the femoral neck BMD was only preserved and\ndid not increase in post-menopausal women. Collectively,\nthese data led to conclude that creatine supplementation is\nunable to cause changes in BMC and BMD in the elderly or\nthat supplementation protocol and/or intervention time\nwas insufﬁcient to ensure an increase in these variables.\nFollowing the intervention, in our study, the number of partic-\nipants diagnosed with one of the three stages of sarcopenia at\nbaseline decreased in the creatine supplemented group in com-\nparison with the placebo group (CR + RT,n = /C03; PL + RT,n =0 ) .\nDevries and Phillips\n16 conducted a meta-analysis to determine\nwhether the addition of creatine to resistance training improved\nbody composition, increased strength, and functional perfor-\nmance in older adults and concluded that these strategies to-\ngether are able to attenuate sarcopenic changes in this group.\nThe results of this study, although had no statistical signiﬁcance,\ndemonstrates the clinical relevance and the necessity for future\nstudies addressing the same intervention on a population diag-\nnosed with one of the three stages of sarcopenia.\nAlthough, in our study, we were unable to detect signiﬁ-\ncant changes in body mass, body fat, android and gynoid\nfat, SMI, strength, BMC, and BMD between groups, intra-\ngroup analyses showed signiﬁcant differences in the CR + RT\ngroup. There was a signiﬁcant increase in body mass, SMI,\nand strength and a signiﬁcant decrease in android and gynoid\nfat after the intervention. Furthermore, the group had a\ntendency to decrease body fat. Possible explanations may\ninvolve the limitations of this trial, which includes the\nabsence of a control group, low sample size, and lack of mus-\ncle creatine and phosphorylcreatine content measurement.\nExisting literature has already demonstrated that creatine\nsupplementation in older and younger individuals can increase\nmuscle creatine and phosphorylcreatine content.\n7,44 However,\nRawson45 demonstrated that these increases are smaller in\nthe elderly than in young people. Thus, future studies must\nassess this information to make sure muscle creatine and\nphosphorylcreatine content signi ﬁcantly increased in the\nelderly.\nIn summary, 12 weeks of a low-dosage creatine supple-\nmentation associated with resistance training resulted in\nan increase on lean mass in the elderly. Future long-term\nresearch should investigate the effects of these interventions\nin sarcopenic elderly.\nAcknowledgments\nWe would like to thank Fundação de Amparo à Pesquisa do\nEstado de Goiás (FAPEG) for the support and MedNutrition\nfor providing the supplements.\nThe authors of this manuscript certify that they comply\nwith the ethical guidelines for authorship and publishing in\nthe Journal of Cachexia, Sarcopenia, and Muscle, 2010;1:7– 8\n(von Haehling S, Morley JE, Coats AJS, Anker SD.\nConﬂict of interest\nThe authors declare no conﬂicts of interest.\nReferences\n1. World Health Organization. Global health\nand ageing. National Institute on Aging\n(NIA), National Institutes of Health (NIH),\n2011. 32 p. Available from: U.S. Depart-\nment of Health and Human Services,\nWashington.\n2. Brazilian Geography and Statistics Institute\nWeb site [Internet]. Brazilian Geography\nand Statistics Institute, 2013. [cited 2014\nSep 9]. Available from: http://www.ibge.gov.\nbr/home/estatistica/populacao/projecao_\nda_populacao/2013/default.shtm.\n3. Araújo AP, Bertolini SMMG, Junior JM.\nMorphophysiologial alterations resulted\nfrom the process of musculoskeletal system\naging and its consequences for the human\nbody. Perspectivas: biológicas e saúde\n2014;4:22– 34.\n4. Cruz-Jentoft AJ, Baeyens JP, Bauer JM,\nBoirie Y, Cederholm T, Landi F, et al .\nSarcopenia: European consensus on deﬁni-\ntion and diagnosis: report of the european\nworking group on sarcopenia in older peo-\nple. Age Ageing2010;39:412– 423.\n5. Wyss M, Kaddurah-Daouk R. Creatine\nand creatinine metabolism. Physiol Rev\n2000;80:1107– 1213.\n6. Gualano B, Artioli GG, Poortmans JR, Lancha\nJunior AH. Exploring the therapeutic role of\ncreatine supplementation. Amino Acids\n2010;38:31– 44.\n7. Rawson ES, Lieberman HR, Walsh TM,\nZuber SM, Harhart JM, Matthews TC. Crea-\ntine supplementation does not improve\ncognitive function in young adults.Physiol\nBehav 2008;95:130– 134.\n8. Gualano B, Roschel H, Lancha-Jr AH,\nBrightbill CE, Rawson ES. In sickness and\nin health: the widespread application of\ncreatine supplementation. Amino Acids\n2012;43:519– 529.\n9. Chilibeck PD, Sale DG, Webber CE. Exercise\nand bone mineral density. Sports Med\n1995;19:103– 122.\n10. Rawson ES, Wehnert ML, Clarkson PM.\nEffects of 30 days of creatine ingestion in\nolder men.Eur J Appl Physiol Occup Physiol\n1999;80:139– 144.\n11. Rawson ES, Clarkson PM. Acute creatine\nsupplementation in older men.Int J Sports\nMed 2000;21:71– 75.\n12. Gotshalk LA,Volek JS, Staron RS, Denegar CR,\nHagerman FC, Kraemer WJ. Creatine supple-\nmentation improves muscular performance\n420 C.L. Pinto et al.\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n\nin older men. Med Sci Sports Exerc\n2002;34:537– 543.\n13. Stout JR, Sue Graves B, Cramer JT,\nGoldstein ER, Costa PB, Smith AE, et al.\nEffects of creatine supplementation on\nthe onset of neuromuscular fatigue thresh-\nold and muscle strength in elderly men and\nwomen (64– 86 years).J Nutr Health Aging\n2007;11:459– 464.\n14. Gotshalk LA, Kraemer WJ, Mendonca MA,\nVingren JL, Kenny AM, Spiering BA,et al.\nCreatine supplementation improves mus-\ncular performance in older women. Eur J\nAppl Physiol2008;102:223– 231.\n15. Candow DG, Chilibeck PD, Forbes SC. Crea-\ntine supplementation and aging musculo-\nskeletal health.Endocrine 2014;45:354– 361.\n16. Devries MC, Phillips SM. Creatine supple-\nmentation during resistance training in\nolder adults-a meta-analysis. Med Sci\nSports Exerc2014;46:1194– 1203.\n17. Ferri A, Scaglioni G, Pousson M, Capodaglio\nP, Van Hoecke J, Narici MV. Strength and\npower changes of the human plantar\nﬂexors and knee extensors in response to\nresistance training in old age.Acta Physiol\nScand 2003;177:69– 78.\n18. Hunter GR, McCarthy JP, Bamman MM.\nEffects of resistance training on older\nadults. Sports Med2004;34:329– 348.\n19. Candow DG, Chilibeck PD. Potential of creatine\nsupplementation for improving aging bone\nhealth.J Nutr Health Aging2010;14:149–153.\n20. DiVasta AD, Gordon CM. Exercise and\nbone: where do we stand? Metabolism\n2013;62:1714– 1717.\n21. Hultman E, Söderlund K, Timmons JA,\nCederblad G, Greenhaff PL. Muscle crea-\ntine loading in men. J Appl Physiol\n1996;81:232– 237.\n22. Green AL, Hultman E, Macdonald IA, Sewell\nDA, Greenhaff PL. Carbohydrate ingestion\naugments skeletal muscle creatine accumu-\nlation during creatine supplementation in\nhumans. Am J Physiol1996;271:E821– E826.\n23. Green AL, Simpson EJ, Littlewood JJ,\nMacdonald IA, Greenhaff PL. Carbohydrate\ningestion augments creatine retention\nduring creatine feeding in humans. Acta\nPhysiol Scand1996;158:195– 202.\n24. AntonioJ,CicconeV.Theeffectsofpreversus\npost workout supplementation of creatine\nmonohydrate on body composition and\nstrength.JIntSocSportsNutr 2013;10:36.\n25. Garber CE, Deschenes M. General princi-\nples of exercise prescription. In Pescatello\nLS, Arena R, Riebe D, Thompson PD, eds.\nACSM’s Guidelines for Exercise Testing\nand Prescription. Baltimore: Lippincott\nWilliams & Wilkins; 2014. p162– 193.\n26. Galante AP. Development and validation of\na computerized method for assessment of\ndietary intake, ﬁlled by adults using the\nWeb [dissertation]. São Paulo (SP): Univer-\nsity of São Paulo; 2007. p 1– 129.\n27. Vandenberghe K, Gillis N, Van Leemputte\nM, Van Hecke P, Vanstapel F, Hespel P.\nCaffeine counteracts the ergogenic action\nof muscle creatine loading.J Appl Physiol\n1996;80:452– 457.\n28. Farinatti PT, Geraldes AA, Bottaro MF, Lima\nMV, Albuquerque RB, Fleck SJ. Effects of\ndifferent resistance training frequencies\non the muscle strength and functional perfor-\nmance of active women older than 60 years.\nJS t r e n g t hC o n dR e s2013;27:2225– 2234.\n29. Miguel FM, Grings LA, Pereira GB, Leite RD,\nVieira A, Sousa NMF,et al. Different cardio-\nvascular responses to a resistance training\nsession in hypertensive women receiving\npropanolol compared with normotensive\ncontrols. Sci World J 2012; doi: 10.1100/\n2012/913271.\n30. Lohman TG, Roche AF, Martorell R. Anthro-\npometric standardization reference manual.\nHuman Kinetics: Champaign (IL); 1988. p177.\n31. Baumgartner RN, Koehler KM, Gallagher D,\nRomero L, Heymsﬁeld SB, Ross RR, et al.\nEpidemiology of sarcopenia among the\nelderly in New Mexico. Am J Epidemiol\n1998;147:755– 763.\n32. Lauretani F, Russo CR, Bandinelli S, Bartali B,\nCavazzini C, Di Iorio A,et al. Age-associated\nchanges in skeletal muscles and their effect\non mobility: an operational diagnosis of\nsarcopenia.J Appl Physiol2003;95:1851– 1860.\n33. Guralnik JM, Simonsick EM, Ferrucci L,\nGlynn RJ, Berkman LF, Blazer DG, et al.\nA short physical performance battery\nassessing lower extremity function: asso-\nciation with self-reported disability and\nprediction of mortality and nursing home\nadmission. J Gerontol1994;49:M85– M94.\n34. Willett WC, Howe GR, Kushi LH. Adjustment\nfor total energy intake in epidemiologic\nstudies. Am J Clin Nutr 1997;654 Suppl:\n1220S– 1228S discussion 1229S– 1231S.\n35. Chrusch MJ, Chilibeck PD, Chad KE,\nDavison KS, Burke DG. Creatine supple-\nmentation combined with resistance train-\ning in older men. Med Sci Sports Exerc\n2001;33:2111– 2117.\n36. Goodpaster BH, Park SW, Harris TB,\nKritchevsky SB, Nevitt M, Schwartz AV,et al.\nThe loss of skeletal muscle strength, mass,\nand quality in older adults: the health, ag-\ning and body composition study.J Gerontol\nA Biol Sci Med Sci2006;61:1059– 1064.\n37. Cawthon PM, Fox KM, Gandra SR,\nDelmonico MJ, Chiou CF, Anthony MS,\net al. Do muscle mass, muscle density,\nstrength, and physical function similarly\ninﬂuence risk of hospitalization in older\nadults?JA mG e r i a t rS o c2009;57:1411– 1419.\n38. Delmonico MJ, Harris TB, Visser M, Park\nSW, Conroy MB, Velasquez-Mieyer P,et al.\nLongitudinal study of muscle strength,\nquality, and adipose tissue inﬁltration. Am\nJ Clin Nutr2009;90:1579– 1585.\n39. Bermon S, Venembre P, Sachet C, Valour S,\nDolisi C. Effects of creatine monohydrate\ningestion in sedentary and weight-trained\nolder adults. Acta Physiol Scand1998;164:\n147– 155.\n40. Eijnde B, Van Leemputte M, Goris M,et al.\nEffects of creatine supplementation and\nexercise training on ﬁtness in men\n55– 75 yr old.J Appl Physiol1985 2003;95:\n818– 828.\n41. Carter JM, Bemben DA, Knehans AW,\nBemben MG, Witten MS. Does nutritional\nsupplementation in ﬂuence adaptability\nof muscle to resistance training in men\naged 48 to 72 years. J Geriatr Phys Ther\n2005;28:40– 47.\n42. Chilibeck PD, Candow DG, Landeryou T,\nKaviani M, Paus-Jenssen L. Effects of crea-\ntine and resistance training on bone health\nin postmenopausal women.Med Sci Sports\nExerc 2015;47:1587– 1595.\n43. Rawson ES, Venezia AC. Use of creatine in\nthe elderly and evidence for effects on\ncognitive function in young and old.Amino\nAcids 2011;40:1349– 1362.\n44. Harris RC, Söderlund K, Hultman E. Elevation\nof creatine in resting and exercised muscle\nof normal subjects by creatine supplemen-\ntation. Clin Sci (Colch)1992;83:367– 374.\n45. Rawson ES, Clarkson PM, Price TB, Miles MP.\nDifferential response of muscle phospho-\ncreatine to creatine supplementation in\nyoung and old subjects.Acta Physiol Scand\n2002;174:57– 65.\n46. Robinson TM, Sewell DA, Hultman E,\nGreenhaff PL. Role of submaximal exercise\nin promoting creatine and glycogen accu-\nmulation in human skeletal muscle.J Appl\nPhysiol 1999;87:598– 604.\nCreatine and resistance training in the elderly 421\nJournal of Cachexia, Sarcopenia and Muscle2016; 7: 413– 421\nDOI: 10.1002/jcsm.12094\n 1353921906009, 2016, 4, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jcsm.12094 by Ministry Of Health, Wiley Online Library on [04/12/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 12,
    "primary_human": "muscle_mass; muscle_strength"
  },
  "bucket": "B",
  "notes": "12-week double-blind RCT in elderly participants; creatine + RT produced greater gains in lean mass and strength than placebo + RT."
}