{
  "id": 68,
  "title": "Creatine Supplementation During Resistance Training on Lean Tissue Mass and Muscular Strength in Older Adults: A Meta-Analysis",
  "authors": "Chilibeck PD; Kaviani M; Candow DG; Zello GA",
  "year": 2017,
  "doi": "10.2147/OAJSM.S123529",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_adults",
    "lean_mass",
    "strength",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older adults)"
  },
  "sections": {
    "abstract": "The loss of muscle mass and strength with aging",
    "results": "in significant functional \nimpairment. Creatine supplementation has been used in combination with resistance training \nas a strategy for increasing lean tissue mass and muscle strength in older adults, but results \nacross studies are equivocal. We conducted a systematic review and meta-analysis of random-\nized controlled trials of creatine supplementation during resistance training in older adults \nwith lean tissue mass, chest press strength, and leg press strength as outcomes by searching \nPubMed and SPORTDiscus databases. T wenty-two studies were included in our meta-analysis \nwith 721 participants (both men and women; with a mean age of 57–70 years across studies) \nrandomized to creatine supplementation or placebo during resistance training 2–3 days/week for \n7–52 weeks. Creatine supplementation resulted in greater increases in lean tissue mass (mean \ndifference =1.37 kg [95% CI =0.97–1.76]; p<0.00001), chest press strength (standardized mean \ndifference [SMD] =0.35 [0.16–0.53]; p=0.0002), and leg press strength (SMD =0.24 [0.05–0.43]; \np=0.01). A number of mechanisms exist by which creatine may increase lean tissue mass and \nmuscular strength. These are included in a narrative review in the",
    "discussion": "section of this \narticle. In summary, creatine supplementation increases lean tissue mass and upper and lower \nbody muscular strength during resistance training of older adults, but potential mechanisms by \nwhich creatine exerts these positive effects have yet to be evaluated extensively. \nKeywords: muscle, age, sarcopenia, exercise, nutrition, bench press, leg press",
    "introduction": "The European Working Group on Sarcopenia in Older People characterizes sarcopenia \nas a loss of both muscle mass and muscle function (ie, strength and performance), 1 \nwhereas the International Working Group on Sarcopenia defines sarcopenia as a \ndecline in muscle mass and walking speed.\n2 Janssen et al3 estimated that health-care \ncosts associated with sarcopenia were $18.5 billion per year in the USA in 2000; this \nprojects to $26.3 billion for 2017. Independent of pharmacological interventions, \nresistance training is effective for increasing lean tissue mass and muscular strength \nin older adults, with nutritional interventions (ie, creatine, proteins, and omega-3 fatty \nacids), further augmenting these beneficial effects on muscle.\n4\nCreatine monohydrate is the most popular nutritional supplement used by athletes5 \nand increasingly used in combination with resistance training to preserve or increase \nlean tissue mass and muscle strength in older adults.\n4–6 Creatine is a compound syn-\nthesized from three amino acids, with the first steps of synthesis from arginine and \nglycine in the kidney and subsequent steps involving methionine in the liver.\n7 Creatine \nCorrespondence: Philip D Chilibeck\nCollege of Kinesiology, 87 Campus Dr., \nUniversity of Saskatchewan, Saskatoon, \nSK S7N 5B2, Canada\nTel +1 306 966 1072\nFax +1 306 966 6464\nEmail phil.chilibeck@usask.ca\nJournal name: Open Access Journal of Sports Medicine\nArticle Designation: REVIEW\nY ear: 2017\nV olume: 8\nRunning head verso: Chilibeck et al\nRunning head recto: Creatine and older adults\nDOI: http://dx.doi.org/10.2147/OAJSM.S123529\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n214\nChilibeck et al\nis consumed in the diet, mainly from beef, pork, and fish.8 The \nmajority of creatine is taken up by skeletal muscle where it \ncombines with phosphate to form phosphorylcreatine (PCr). \nPCr buffers adenosine triphosphate (ATP) levels to improve \nhigh-intensity exercise capacity,\n7 potentially allowing one to \ntrain with higher volumes during resistance training sessions.9 \nCreatine may also lead to cell swelling, through increased \nwater via osmosis, and this may activate protein synthesis \nwithin muscle fibres.\n10\nPrevious meta-analyses have determined that creatine \nsupplementation during resistance training is effective for \nimproving lean tissue mass and some muscular strength \nmeasures compared with resistance training without creatine \nsupplementation in older adults.\n11,12 Lean tissue mass and \nupper body (ie, chest press) strength were increased with \nhigh probability with creatine supplementation (p <0.01); \nhowever, the meta-analyses were mixed as to whether cre-\natine supplementation increased lower body (ie, leg press) \nstrength, with one meta-analysis failing to reach statistical \nsignificance (p=0.1)\n11 and another reaching statistical signifi-\ncance at p=0.02.12 It is important to determine with certainty \nwhether creatine supplementation during resistance training \ncan augment lower body strength since it is more negatively \naffected with aging than upper body strength.\n13 Since the \npublication of these meta-analyses, the number of studies \non creatine supplementation during resistance training in \nolder adults has almost doubled. The primary purpose of this \nreview was to systematically review the literature on creatine \nsupplementation and resistance training in older adults and \nperform updated meta-analyses on outcomes of lean tissue \nmass and muscular strength in the upper and lower body \n(ie, chest press and leg press strength). The latter part of \nthis review is a narrative review of the potential physiologi-\ncal mechanisms by which creatine supplementation might \nincrease muscle mass in older adults.\nMeta-analysis",
    "methods": "The population we chose to study was older adults; therefore, \nwe included only studies where the mean age of participants \nwas ≥50 years. This is the approximate age at which lean tis-\nsue mass and muscle strength begin to precipitously decline.\n14 \nThe intervention we assessed was creatine monohydrate \nsupplementation during resistance training programs that \nlasted for at least 5-week duration with training at least \ntwice per week. We included studies that combined creatine \nmonohydrate with other nutritional supplements but also \nran our meta-analyses without these studies to find whether \nthey affected the meta-analyses results. We included studies \nof healthy older adults and older adults with specific disease \nconditions and again ran our meta-analyses with and without \nthese studies to determine how they influenced the results. We \nincluded only studies combining creatine supplementation \n(with or without other nutritional supplements) with resis-\ntance training as creatine is minimally effective for enhancing \ncellular responses, leading to muscle hypertrophy if muscle \nloading is not present.\n15 The comparator was resistance \ntraining without creatine supplementation. The outcomes we \nassessed were whole-body lean tissue mass, determined with \ndual-energy X-ray absorptiometry, hydrostatic weighing, or \nair displacement plethysmography, and chest press and leg \npress muscular strength, representing global measures of \nupper and lower body strength, respectively. Adverse events \nwere assessed descriptively, as a secondary outcome measure. \nWe included only randomized controlled studies.\nPubMed and SPORTDiscus databases were searched \nusing key terms and Boolean phrases used in previous meta-\nanalyses\n11,12 – (creatine OR creatine monohydrate OR creatine \nsupplementation OR creatine loading) AND (weight lifting \nOR weight training OR resistance training, OR resistance \nexercise OR strength training) AND (age OR middle-age OR \nolder adults OR elderly). Abstracts and manuscripts retrieved \nwere reviewed by at least two investigators for inclusion. A \nthird investigator was consulted when there was disagreement \nabout inclusion. Authors were contacted for any missing \ninformation. Databases were searched up until June 2017. \nThere were no language restrictions. Jadad scores, based on \nfive questions, were used to assess the quality of studies.\n16\nData extracted included pre- and posttraining means \nand SDs or change scores for outcome variables and SDs \nfor the change scores. When pre- and posttraining means \nwere extracted, change scores were calculated as pretrain-\ning mean subtracted from posttraining mean. SDs for the \nchange scores were estimated from pre- and posttraining \nSDs (SD\npre and SDpost) using the following equation derived \nfrom the Cochrane Handbook for Systematic Reviews of \nInterventions:\n17\nSD change score = [(SDpre)2 + (SDpost)2 − 2× (correlation \nbetween pre- and post-scores) × SDpre × SDpost]1/2\nIn this equation, we used 0.8 as the assumed correlation \nbetween pre- and post-scores.\nMeta-analyses were run by using RevMan 5 software \n(Cochrane Community, London, UK). Heterogeneity was \nevaluated using χ\n2 and I 2 tests where heterogeneity was \nindicated by either χ 2 p-value ≤0.1 or I 2 test value >75%. \n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n215\nCreatine and older adults\nWhen heterogeneity was present, we used a random-effects \nmodel, and when heterogeneity was not present, we used a \nfixed-effects model for our meta-analysis. Weighted mean \ndifference was calculated for lean tissue mass, along with the \n95% CI. As units of measurement differed across studies for \nmeasurements of strength, we calculated standardized mean \ndifferences (SMDs) and 95% CIs for leg press and chest press \nstrength. Forest plots were generated for study-specific effect \nsizes along with 95% CIs and pooled effects. A p-value ≤0.05 \nwas considered statistically significant. Funnel plots were \ngenerated and inspected for publication bias.\nResults\nA total of 321 abstracts were retrieved. After the review of \nabstracts, 26 full-length manuscripts were retrieved. Three \nmanuscripts were excluded because they involved interven-\ntions of creatine supplementation without resistance train-\ning,\n18–20 and one study presented lean tissue mass and strength \nresults from the same participants across two manuscripts;21,22 \ntherefore, 22 unique studies were included. Of these studies, \nfive combined creatine supplementation with other nutritional \nsupplements (ie, protein or conjugated linoleic acid). Table 1 \nshows the description of the included studies. \nParticipants (n= 721) across studies were randomized \nto receive creatine or placebo during resistance training \nprograms. Resistance training was performed 2–3 days per \nweek. Participants included healthy older adults (n=15 stud-\nies); frail or vulnerable older adults (n=2); and older adults \nwith heart disease, Parkinson’ s disease, chronic obstructive \npulmonary disease, type 2 diabetes, and osteoarthritis (n=1 \nfor each). Mean ages ranged from 57 to 70 years across \nindividual studies. Study duration was 7–52 weeks. Eight \nstudies included a creatine “loading” phase, where a creatine \ndosage of 20 g/day for 5–7 days was consumed. Dosing \nthereafter and dosing in other studies ranged from 3 to 5 g/\nday. T welve studies reported that creatine supplementa-\ntion increased either lean tissue mass or muscle function, \nwhereas ten studies showed no effect from creatine. Most \nstudies reported no adverse effects related to creatine, but \nfour studies reported gastrointestinal adverse events, and \ntwo studies reported muscle cramping. These adverse events \ndid not cause participants to withdraw from these studies. \nImportantly, five studies with duration ranging from 3 to 52 \nweeks that evaluated liver or kidney function through blood \nor urine testing found no adverse effects. Figure 1 presents \nthe forest plots from the meta-analyses. \nCreatine-supplemented groups had significantly greater \nincreases in lean tissue mass (p <0.00001), chest press \nTable 1 Study characteristics and outcomes of research examining the influence of creatine in older adults with a resistance training program\nStudy Study population Intervention Duration Outcome measure Adverse events Jadad \nscore\nAguiar et al23 n=18 (healthy women)\nMean age =64.9 years\nCR (5 g/day) or PLA\nRT =3 days/wk\n12 wks CR ↑ bench press, knee extension, bicep curl, \nfat-free mass, and muscle mass\nNot reported and/or not \ncollected\n4\nAlves et al\n24 n=22 (healthy women)\nMean age =66.8 years\nCR (4x5 g/day for 5 days, \n5 g/day thereafter) or PLA\nRT =2 days/wk\n24 wks ↔ leg press or chest press strength No adverse events 5\nBemben et al\n21 \nand Eliot \net al\n22\nn=42 (healthy men)\nAge =48–72 years\nCR (5 g/day), protein (35 g/day), \nprotein (35 g/day) + CR \n(5 g/day) or PLA\nRT =3 days/wk\n14 wks ↔ upper or leg press strength, lean tissue mass No adverse events 4\nBermon et al\n25 n=32 (16 men, 16 women, \nhealthy)\nAge =67–80 years\nCR (20 g/day for 5 days \nfollowed by 3 g/day) or PLA\nRT =3 days/wk\n52 days ↔ leg press and chest press strength No adverse events 3\nBrose et al\n26 n=28 (15 men; 13 women, \nhealthy)\nMean age = men, 68.7 years; \nwomen, 70.8 years\nCR (5 g/day) or PLA RT \n=3 days/wk\n14 wks CR ↑ lean tissue mass, isometric knee \nextension strength, isometric dorsiflexion strength \nin men\n↔ sit to stand in 30 s; 30 m walking time, time to \nclimb 14 stairs, type I, IIa, IIx muscle fiber area\nOne gastrointestinal adverse \nevent in the CR group, no \nkidney or liver adverse events\n3\n(Continued)\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n216\nChilibeck et al\nStudy Study population Intervention Duration Outcome measure Adverse events Jadad \nscore\nCandow \net al\n27\nn=35 (healthy men)\nAge =55–77years\nCR (0.1 g/kg/day) or CR + \nprotein (0.3 g/kg/day) or PLA\nRT =3 days/wk\n10 wks CR + CR + PRO conditions ↑ muscle thickness.\nParticipants in both CR groups had a decrease in \nmuscle protein catabolism compared with PLA\n↔ bench press or leg press strength\nNo adverse events 4\nCandow \net al\n28\nn=39 (17 men, 22 women, \nhealthy)\nAge =50–71 years\nCR (0.1 g/kg) before RT, CR \n(0.1 g/kg) after RT, or PLA\nRT =3 days/wk\n32 wks CR after RT ↑ lean tissue mass\nCR before and after RT ↑ leg press and chest press \nstrength\nNo adverse events 4\nChilibeck \net al\n29\nn=33 (healthy women)\nMean age =57 years\nCR (0.1 g/kg/day) or PLA 52 wks CR ↑ chest press strength\n↔ lean tissue mass or hack squat strength\nGastrointestinal adverse \nevents, CR =5 vs PL =2\nMuscle cramps, CR =2\nNo adverse events related \nto liver or kidney function \nwith CR\n5\nChrusch et al\n9 n=30 (healthy men)\nAge =60–84 years\nCR (0.3 g/kg/day for 5 days \nfollowed by 0.07 g/kg/day) \nor PLA\nRT =3 days/wk\n12 wks CR ↑ lean tissue mass and leg press strength, \nleg press endurance, and average power (knee \nextension).\n↔ chest press strength, chest press endurance\nCR during loading phase \nincreased gastrointestinal \nadverse events\nCR increased muscle cramping \nand muscle pulls/strains\n3\nCollins et al\n30 n=16 (frail men and women)\nMean age =70 years\nCR (4 g/day) and whey protein \n(20 g/day) or whey protein\nRT =2 days/wk\n14 wks ↔ lean tissue mass, handgrip strength, timed up \nand go test, number of stands in 30 s\nNo adverse events 4\nCooke et al\n31 n=20 (healthy men)\nAge =55–70 years\nCR (20 g/day for 7 days; \n0.1 g/day thereafter on training \ndays) or PLA\nRT =3 days/wk\n12 wks ↔ lean tissue mass, bench press or leg press \nstrength, myofibrillar protein, type I or II muscle \nfiber area, serum IGF-1\nNo reporting of adverse events \nand/or not collected\n4\nCornelissen \net al\n32\nn=70 (66 men, 4 women with \ncoronary artery disease or \nchronic heart failure)\nMean age =57.5 years\nCR (5 g/day) or PLA\nRT =3 days/wk\n3 months ↔ isometric or isokinetic knee extension strength No adverse events including \nno reports of liver or kidney \nadverse events\n5\nDeacon et al\n33 n=80 (50 men, 30 women \nwith COPD)\nMean age =68.2 years\nCR (22 g/day for 5 days \nfollowed by 3.76 g/day)\nRT =3 days/wk\n7 wks ↔ shuttle walk distance, knee extensor work, \nisometric or isokinetic strength, lean tissue mass\nNo reporting of adverse events \nand/or not collected\n5\nEijnde et al\n34 n=46 (healthy men)\nAge =55–75 years\nCR (5 g/day) or PLA\nRT + cardiorespiratory \n=2–3 days/wk\n26 wks ↔ lean tissue mass, isometric strength One CR group participant \nreported overuse trauma of \nthe shoulder\n3\nTable 1 (Continued)\n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n217\nCreatine and older adults\nGualano \net al35\nn=25 (9 men, 16 women with \ntype 2 diabetes)\nMean age =57 years\nCR (5 g/day) or PLA\nRT =3 days/wk\n12 wks ↔ lean tissue mass, chest press, leg press, \nhandgrip, and low back strength, chair stands in \n30 s, timed up and go.\nCR decreased glycosylated hemoglobin levels, area \nunder the blood glucose curve during oral glucose \ntolerance test, and increased muscle membrane \nglucose transport protein 4 levels\nNo adverse events 5\nGualano \net al\n36\nn=30 (“vulnerable” women)\nMean age =65.4 years\nCR (20 g/day for 5 days; 5 g/day \nthereafter) or PLA\nRT =2 days/wk\n24 wks CR ↑ lean tissue mass and chest press strength\n↔ leg press strength, timed up and go test, chair \nstands in 30 s\nNo adverse events including \nmarkers of kidney and liver \nfunction\n5\nHass et al\n37 n=20 (17 men, 3 women with \nidiopathic Parkinson’s disease)\nMean age =62 years\nCR (20 g/day for 5 days \nfollowed by 5 g/day); PLA\nRT =2 days/wk\n12 wks CR ↑ chest press strength, chair rise performance.\n↔ 1 repetition maximum leg extension, muscular \nendurance\nNo adverse events 3\nJohannsmeyer \net al\n38\nn=31 (17 men, 14 women, \nhealthy)\nMean age =58 years \nCR (0.1 g/kg/day) or PLA\nRT =3 days/wk\n12 wks CR ↑ lean tissue mass, men on CR reduced \nprotein catabolism\n↔ leg press or bench press strength, handgrip \nstrength, 80 m walking time, balance\nNo adverse events 5\nNeves et al\n39 n= 24 (postmenopausal \nwomen with knee \nosteoarthritis)\nAge =55–65 years\nCR (20 g/day for 1 wk followed \nby 5 g/day) or PLA\nRT =3 days/wk\n12 wks CR ↑ physical function, stiffness subscales, lower \nlimb lean mass, quality of life\n↔ leg press strength, whole-body lean tissue mass\nNo adverse events 5\nPinto et al\n40 n=27 (men and women, \nhealthy)\nAge =60–80 years\nCR (5 g/day) or PLA\nRT =3 days/wk\n12 wks CR ↑ lean tissue mass\n↔ leg press or chess press strength\nNo adverse events 4\nTarnopolsky \net al\n41\nn=39 (19 men; 20 women, \nhealthy)\nAge =65–85 years\nCR (5 g/day) + CLA (6 g/day) \nor PLA\nRT =2 days/wk\n6 months CR + CLA ↑ muscular endurance, isokinetic knee \nextension strength, lean tissue mass\n↔ 30 s sit to stand test, 30 m walking, tandem \nbalance testing, timed up and go test\nOne individual in the CR \n+ CLA group reported \ngastrointestinal distress; no \nliver or kidney abnormalities\n5\nVillanueva \net al\n42\nn=14 (healthy men)\nMean age =68.7 years\nCR (0.3 g/kg/day for 5 days, \n0.07 g/kg/day thereafter + 35 g \nwhey protein or PLA\nRT =3 days/wk\n12 wks ↔ lean tissue mass, chest press or leg press \nstrength, chest press or leg press muscular \nendurance, Margaria power test, 400 m walking \ntime\nNo adverse events 2\nNotes: ↑ represents significant increase compared with the placebo condition; ↔ represents no difference between the creatine and placebo conditions. Jadad scores range from 0 to 5 with 0 being poor quality and 5 being optimal \nquality.\nAbbreviations: CR, creatine; IGF-1, insulin-like growth factor 1; PLA, placebo; PRO,protein; RT, resistance training; wk, week.\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n218\nChilibeck et al\nStudy or subgroup\nA\nB\nCreatine Placebo\nMean TotalSD Mean TotalW eight\nMean difference Std. mean difference\nIV, Fixed, 95% CI IV, Fixed, 95% CISD\nStudy or subgroup\nAguiar et al23\nAlves et al24\nBemben et al21\nBemben et al21 (protein)\nBermon et al25\nBrose et al26 (men) \nBrose et al26 (women) \nCandow et al27\nCandow et al28 (Cr after)\nCandow et al28 (Cr before)\nChilibeck et al29\nChrusch et al9\nCooke et al31\nGualano et al35\nGualano et al36\nHass et al37\nJohannsmeyer et al38\nPinto et al40\nTarnopolsky et al41 (men)\nTarnopolsky et al40 (women)\nVillanueva et al42\nCreatine Placebo\nMean\n14 17 9 95 9\n10\n10\n10\n8\n7\n6\n12\n12\n12\n18\n14\n10\n12\n15\n10\n17\n14\n8\n10\n7\n3.9%\n4.9%\n4.0%\n4.5%\n3.4%\n3.0%\n2.7%\n5.6%\n4.7%\n5.3%\n7.1%\n6.6%\n4.5%\n5.5%\n6.7%\n3.4%\n6.9%\n6.0%\n4.0%\n4.3%\n3.1%\n2.2\n6\n17\n0.4\n12\n7\n14\n15\n15\n14\n11\n13\n8\n4.9\n0.06\n22\n6\n14\n7\n18\n2.7\n33\n36\n0.6\n22\n13\n9\n2\n2\n11\n16\n7\n13\n1.8\n0.1\n13\n11\n38\n31\n25\n12\n10\n10\n8\n7\n6\n13\n12\n15\n15\n16\n10\n13\n15\n10\n14\n13\n10\n10\n7\n235 231 100.0% 0.35 [0.16, 0.53]\n4\n13\n20\n1\n20\n14\n11\n13\n13\n15\n13\n9\n16\n4.3\n0.07\n20\n5\n36\n10\n9\n3.4\n42\n38\n1\n30\n15\n11\n16\n15\n18\n19\n8\n8\n2.6\n0.2\n15\n12\n42\n36\n29\nTotalSD Mean TotalW eight\nStd. mean difference Std. mean difference\nIV, Fixed, 95% CI\n0.38 [–0.55, 1.31]\n0.20 [–0.64, 1.05]\n0.85 [–0.07, 1.78]\n0.10 [–0.77, 0.98]\n0.50 [–0.50, 1.50]\n0.45 [–0.61, 1.52]\n0.17 [–0.97, 1.30]\n0.15 [–0.63, 0.94]\n0.96 [0.11, 1.82]\n0.91 [0.10, 1.71]\n0.47 [–0.22, 1.17]\n0.24 [–0.48, 0.96]\n0.09 [–0.79, 0.96]\n–0.38 [–1.17, 0.42]\n0.17 [–0.55, 0.89]\n1.47 [0.46, 2.48]\n0.09 [–0.62, 0.80]\n0.17 [–0.58, 0.93]\n0.13 [–0.80, 1.06]\n0.55 [–0.34, 1.45]\n0.26 [–0.79, 1.32]\nIV, Fixed, 95% CISD\n1.1 1.5 90 2.5 9 4.4% 1.10 [–0.80, 3.00]\n1.40 [–4.91, 7.71]\n1.40 [–1.03, 3.83]\n1.50 [0.09, 2.91]\n2.50 [0.90, 4.10]\n1.30 [–0.26, 2.86]\n0.30 [–1.49, 2.09]\n2.00 [–0.65, 4.65]\n0.00 [–1.98, 1.98]\n1.50 [–3.71, 6.71]\n0.40 [–0.60, 1.40]\n0.60 [–1.63, 2.83]\n2.90 [–2.71, 8.51]\n0.90 [–3.13, 4.93]\n3.00 [1.98, 4.02]\n1.90 [–1.14, 4.94]\n0.30 [–2.46, 3.06]\n1.20 [0.22, 2.18]\n1.30 [–2.71, 5.31]\n1.20 [–1.48, 3.88]\n1.00 [–3.64, 5.64]\n0.4%\n2.7%\n8.0%\n6.2%\n6.5%\n5.0%\n2.3%\n4.1%\n0.6%\n15.9%\n3.2%\n0.5%\n1.0%\n15.2%\n1.7%\n2.1%\n16.5%\n1.0%\n2.2%\n0.7%\n2\n5\n12\n12\n12\n18\n14\n7\n10\n42\n23\n10\n11\n12\n17\n11\n14\n8\n10\n7\n3.5\n1.2\n2.1\n2.1\n2.1\n2.2\n3.2\n1.2\n6.9\n2\n3.5\n7.8\n3.9\n1.3\n4.3\n3\n1.3\n3.5\n3.2\n5.7\n0\n0.6\n0.6\n0.5\n0.5\n–1.3\n1.3\n0.9\n0.5\n0.7\n0.3\n–0.4\n0.7\n0\n0.9\n0.8\n0.6\n1.4\n0.4\n0.8\n5\n5\n13\n12\n15\n15\n16\n9\n10\n38\n23\n10\n11\n13\n14\n13\n13\n11\n10\n7\n4.6\n2.5\n1.4\n1.9\n2\n2.9\n4.2\n2.7\n4.8\n2.5\n4.2\n4.6\n5.6\n1.3\n4.3\n3.9\n1.3\n5.4\n2.9\n2.6\n272 266 100.0% 1.37 [0.97, 1.76]\n–10 –5\nFavors placebo Favors creatine\n05 10\n–2 –1\nFavors placebo Favors creatine\n01 2\n1.4\n2\n2.1\n3\n1.8\n–1\n3.3\n0.9\n2\n1.1\n0.9\n2.5\n1.6\n3\n2.8\n1.1\n1.8\n2.7\n1.6\n1.8\nTotal (95%, Cl)\nHeterogeneity: χ2=20.55, df =20 (p=0.42); I 2=3%\nTest for overall effect: Z=6.72 (p<0.00001)\nTotal (95% Cl)\nHeterogeneity: χ2=15.70, df =20 (p=0.73); I 2=0%\nTest for overall effect: Z=3.68 (p=0.0002)\nAguiar et al23\nBrose et al26 (men) \nBrose et al26 (women) \nCandow et al27\nCandow et al28 (Cr after)\nCandow et al28 (Cr before)\nChilibeck et al29\nChrusch et al9\nCollins et al30\nCooke et al31\nDeacon et al33\nEijnde et al34\nEliot et al22\nEliot et al22 (protein)\nGualano et al35\nJohannsmeyer et al38\nNeves et al39\nPinto et al40\nTarnopolsky et al41 (men)\nTarnopolsky et al41 (women)\nVillanueva et al42\nFigure 1 (Continued)\n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n219\nCreatine and older adults\nstrength (p=0.0002), and leg press strength (p=0.01) com-\npared with placebo. When studies that combined creatine \nsupplementation with other nutritional supplements (ie, \nconjugated linoleic acid or protein\n21,22,30,41,42) were excluded \none at a time, the increases in creatine-supplemented groups \nwere still greater than that in placebo groups for all mea-\nsures. When all of these studies were excluded, the creatine-\nsupplemented groups had significantly greater increases for \nlean tissue mass (mean difference =1.44 [95% CI =1.02–1.86] \nkg; p<0.00001), chest press strength (standardized mean dif-\nference [SMD] =0.36 [0.16–0.57]; p=0.0004), and leg press \nstrength (SMD =0.21 [0.01–0.42]; p=0.04). When studies \nof individuals with chronic conditions (eg, osteoarthritis, \nchronic obstructive pulmonary disease, Parkinson’ s disease, \nand type 2 diabetes\n33,35,37,39) were excluded one at a time, \ncreatine-supplemented groups still had greater increases than \nthat of placebo groups for all measures. When all of these \nstudies were excluded, the creatine-supplemented groups had \nsignificantly greater increases for lean tissue mass (mean \ndifference =1.26 [0.77–1.74] kg; p<0.00001), chest press \nstrength (SMD =0.35 [0.16–0.55]; p=0.0004), and leg press \nstrength (SMD =0.27 [0.07–0.47]; p=0.009). When studies \nthat combined other nutritional supplements with creatine and \nstudies of individuals with chronic conditions were excluded, \ncreatine supplementation still resulted in greater increases \nthan placebo for lean tissue mass (mean difference =1.35 \n[0.83–1.88]; p<0.00001), chest press strength (SMD =0.37 \n[0.16–0.58]; p=0.0007), and leg press strength (SMD =0.25 \n[0.03–0.47]; p=0.03). Inspection of Funnel plots did not \nreveal any publication bias.\nDiscussion\nThe important outcome from this meta-analysis is that \ncreatine supplementation during resistance training results \nin ~1.4 kg greater increase in lean tissue mass than when \nplacebo is consumed (Figure 1A), and this translates to sig-\nnificantly greater increases in upper body (ie, chest press) and \nlower body (ie, leg press) strength (Figure 1B and C) in older \nadults. Meta-analyses of creatine supplementation interven-\ntions in older adults are important because individual studies \nare equivocal as to whether creatine supplementation is effec-\ntive in older adults, with just more than half of the studies \nshowing significant effects from creatine supplementation on \nlean tissue mass or muscular strength (Table 1). Variability in \nlean tissue mass and muscle strength measurements is quite \nhigh in older adults,\n13 and therefore, it is difficult to obtain \nadequate statistical power to detect differences with creatine \nsupplementation in many individual studies. Meta-analyses \nallow one to address this lack of statistical power by assessing \nlarge numbers of individuals.\nAlves et al24\nBemben et al21\nBemben et al21 (protein)\nBermon et al25\nBrose et al26 (men) \nBrose et al26 (women) \nCandow et al27\nCandow et al28 (Cr after)\nCandow et al28 (Cr before)\nChilibeck et al29\nChrusch et al9\nCooke et al31\nGualano et al35\nGualano et al36\nJohannsmeyer et al38\nNeves et al39\nPinto et al40\nTarnopolsky et al41 (men)\nTarnopolsky et al41 (women)\nVillanueva et al42\n17\n40\n45\n4.6\n50\n42\n20\n41\n37\n54\n50\n67\n14\n14\n28\n10\n54\n80\n77\n210\n14\n16\n23\n4.6\n33\n36\n18\n38\n27\n49\n24\n46\n16\n13\n23\n11\n47\n44\n19\n97\n12\n10\n10\n8\n7\n6\n13\n12\n15\n15\n16\n10\n13\n15\n14\n13\n13\n10\n10\n7\n8\n33\n49\n2.5\n65\n47\n21\n6\n6\n50\n29\n64\n13\n10\n36\n11\n71\n64\n50\n180\n9\n32\n33\n4.3\n23\n1B\n17\n35\n35\n45\n19\n52\nB\n9\n24\n11\n33\n34\n34\n53\n10\n10\n10\n8\n7\n6\n12\n12\n12\n18\n14\n10\n12\n15\n17\n11\n14\n8\n10\n7\n4.7%\n4.6%\n4.6%\n3.6%\n3.1%\n2.8%\n5.8%\n4.9%\n5.4%\n7.5%\n6.1%\n4.6%\n5.8%\n6.8%\n7.0%\n5.5%\n6.1%\n4.0%\n4.1%\n3.2%\n0.72 [–0.15, 1.59]\n0.27 [–0.62, 1.15]\n–0.13 [–1.01, 0.74]\n0.45 [–0.55, 1.44]\n–0.49 [–1.56, 0.58]\n–0.16 [–1.30, 0.97]\n–0.06 [–0.84, 0.73]\n0.93 [0.08, 1.77]\n0.98 [0.17, 1.79]\n0.08 [–0.60, 0.77]\n0.94 [0.18, 1.70]\n0.06 [–0.82, 0.94]\n0.08 [–0.71, 0.86]\n0.35 [–0.37, 1.07]\n–0.33 [–1.04, 0.38]\n–0.09 [–0.89, 0.72]\n–0.41 [–1.17, 0.36]\n0.38 [–0.56, 1.32]\n0.94 [0.00, 1.87]\n0.36 [–0.70, 1.42]\n229 223 100.0% 0.24 [0.05, 0.43]Total (95% Cl)\nHeterogeneity: χ2=22.54, df =19 (p=0.26); I 2=16%\nTest for overall effect: Z=2.47 (p=0.01) –2 –1\nFavors placebo Favors creatine\n01 2\nC\nStudy or subgroup\nCreatine Placebo\nMean TotalSD Mean TotalW eight\nMean difference Std. mean difference\nIV, Fixed, 95% CI IV, Fixed, 95% CISD\nFigure 1 Forest plots for lean tissue mass (A), chest press strength (B), and leg press stress (C). \nNotes: Some studies presented data on men and women separately 26,41 and on creatine and creatine + protein groups separately; 21,22 therefore, these studies are entered \ntwice in the meta-analysis for these separate subgroups. One study also presented data on participants who received creatine before versus after resistance training \nprograms;28 therefore, these subgroups are entered separately in the meta-analysis.\nAbbreviations: IV, inverse variance; Std, standardized; Cr, creatine.\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n220\nChilibeck et al\nOur review included over 700 participants, which is \napproximately double the number of participants from previ-\nous meta-analyses.11,12 These previous meta-analyses found \nthat creatine increased lean tissue mass and upper body \nstrength, but either had no effect on lower body strength \n(ie, leg press)\n11 or a statistically significant effect.12 Increas-\ning lower body strength is clinically significant because it \nis affected more than upper body strength with aging, and \nlower leg strength is related to a reduction in performance of \nmoderate- to high-intensity activities in older individuals.\n13 \nEvidence for adverse effects from creatine is scarce. Some \nstudies show altered kidney and liver function with high doses \nof creatine in animal models.\n43 In a couple of case studies \nin young men (18–24 years) who took resistance training \nfrequently and intensely, it was suggested that creatine or \na creatine-containing supplement contributed to impaired \nkidney function;\n44,45 however, no evidence from randomized \ncontrolled trials has shown that creatine has serious adverse \neffects. Studies included in our review (Table 1) or others \ndirectly assessing kidney function with creatine in older \nadults\n46 have not detected adverse effects on the kidney or \nliver with creatine supplementation. Further, a recent posi-\ntion paper by the International Society of Sports Nutrition \nconcludes that creatine supplementation does not have any \nadverse effects on older adults.\n5 Very large numbers of indi-\nviduals are usually required to adequately detect whether an \nintervention increases chances of serious adverse events;\n47 \ntherefore, even a review of the existing studies with ~700 \nolder adults might be underpowered to detect adverse events \nwith creatine supplementation. \nA number of mechanisms are involved by which creatine \nsupplementation leads to an increase in lean tissue mass and \nmuscular strength. Figure 2 summarizes these mechanisms, \nwhich are discussed below.\nCreatine supplementation increases intramuscular \ncreatine stores in older adults, which may result in greater \nlevels of PCr.\n26,34,48–50 Increased PCr would provide greater \nbuffering of ATP during high-intensity exercise (ie, resistance \ntraining), allowing one to train with a greater volume.\n7 Fur-\nthermore, elevated intramuscular creatine allows for greater \nrates of PCr recovery following exercise in older adults\n49 as \nthe creatine kinase reaction would be driven in the direction \nof enhanced PCr resynthesis (ie, creatine + ATP → PCr + \nADP), which would improve the performance on repeated \nbouts of high-intensity exercise. Most\n51–54 but not all55 stud-\nies of short-term creatine supplementation (ie, 5–14 days) \nindicate that creatine can improve high-intensity exercise \nperformance in older adults. \nCreatine\nIGF-1\nMyostatin\nSC activation\nMRFs\nAkt\nmTORMyonuclei\nTranscription\nMuscle\nInhibit\nActivate\nProtein translation\nMuscle hypertrophy\nMuscle\nbreakdown\nProtein\nExercise\ncapacity\nROS\nFoxO\nPCr and glycogen\nFigure 2 Potential mechanisms by which creatine supplementation leads to muscle hypertrophy. \nAbbreviations: IGF-1, insulin-like growth factor 1; MRFs, myogenic regulatory factors; mTOR, mammalian target of rapamycin; PCr, phosphorylcreatine; ROS, reactive \noxygen species; SC, satellite cells. \n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n221\nCreatine and older adults\nIndividuals with low intramuscular creatine stores (ie, \nvegetarians) are more responsive to creatine supplementa-\ntion.56 Controversy exists as to whether creatine stores are \nreduced and PCr metabolism is affected with aging. Some \nstudies show reduced stores of creatine in older adults and \nslow PCr kinetics during or following exercise,\n49,57–60 whereas \nothers indicate no difference between young and older \nadults\n61–63 or even higher PCr stores in older adults.64 Differ-\nences between studies may be related to muscle groups evalu-\nated. PCr levels might be similar between young and older \nadults in the lower leg (ie, gastrocnemius or tibialis anterior), \nwhich is used to a greater extent during daily lower-intensity \nactivities (ie, walking), but PCr might be lower in the vastus \nlateralis of older adults.\n65 The vastus lateralis would be used \nto a greater extent during higher intensity activities such as \nrunning or cycling,\n65 activities that are lower in older versus \nyounger adults.13 Using the same methodology as our meta-\nanalyses in the earlier section, we conducted a meta-analysis \nto assess PCr differences between young and older adults. \nWhen all studies were considered, no difference was shown \nin PCr stores between muscles of young and older adults \n(p=0.41; Figure 3A); however, when only studies of vastus \nlateralis were included (ie, studies of gastrocnemius and tibi-\nalis anterior were excluded), there was lower intramuscular \nPCr in the muscles of older adults (p=0.003; Figure 3B). \nLower creatine stores in the vastus lateralis of older adults \nmay be related to the effects of aging on type II muscle fibers \n(ie, preferential atrophy\n66), as these generally have higher PCr \nstores than in type I fibers. 67 Alternatively, dietary changes \nwith aging may be the cause as older adults typically have low \nmeat intake\n68 and, therefore, lower dietary creatine intake.50 \nPhysical activity levels are generally reduced with aging, 13 \nand the level of physical activity is related to changes in PCr \nstores, with higher physical activity increasing PCr stores \nand immobilization (no physical activity) decreasing PCr \nstores.\n69 The lower PCr levels in the vastus lateralis of older \nadults (Figure 3B) may suggest that older adults are more \nresponsive to creatine supplementation when considering \nmuscle performance that involves the activation of the larger \nmuscles of the leg (ie, knee extensors). \nA direction for future research is to further determine \nthe effects of creatine on aging cellular biology. A couple of \n27.1\n40\n39.4\n38.2\n36.9\n5.96\n72.7\n23.9\n35\n4.1\n5.6\n1.8\n1.8\n1.5\n0.9\n1.7\n6.6\n1.9\n5.2\n0.5\n40\n9\n9\n16\n16\n29\n22\n7\n4\n13\n29.2\n39.4\n39.2\n37.6\n37.8\n10.1\n75.5\n20.5\n39.5\n4.1\n4.8\n1.9\n1.8\n1.3\n1.3\n3.5\n6\n2\n5.1\n0.6\n9\n10\n9\n16\n16\n5\n50\n8\n5\n13\n27.1\n40\n39.4\n38.2\n36.9\n5.96\n72.7\n23.9\n35\n4.1\n5.6\n1.8\n1.8\n1.5\n0.9\n1.7\n6.6\n1.9\n5.2\n0.5\n40\n9\n9\n16\n16\n29\n22\n7\n4\n13\n29.2\n39.4\n39.2\n37.6\n37.8\n10.1\n75.5\n20.5\n39.5\n4.1\n4.8\n1.9\n1.8\n1.3\n1.3\n3.5\n6\n2\n5.1\n0.6\n9\n10\n9\n16\n16\n5\n50\n8\n5\n13\n11.3%\n9.8%\n9.6%\n11.5%\n11.3%\n8.5%\n13.1%\n7.5%\n6.5%\n10.9%\n23.0%\n0.0%\n0.0%\n0.0%\n23.3%\n0.0%\n47.4%\n0.0%\n6.2%\n0.0%\n–0.38 [–1.10, 0.35]\n0.31 [–0.60, 1.22]\n0.11 [–0.82, 1.03]\n0.42 [–0.28, 1.12]\n–0.78 [–1.51, –0.06]\n–2.01 [–3.08, –0.93]\n–0.45 [–0.95, 0.06]\n1.64 [0.41, 2.86]\n–0.78 [– 2.18, 0.62]\n0.00 [–0.77, 0.77]\n–0.38 [–1.10, 0.35]\n0.31 [–0.60, 1.22]\n0.11 [–0.82, 1.03]\n0.42 [–0.28, 1.12]\n–0.78 [–1.51, –0.06]\n–2.01 [–3.08, –0.93]\n–0.45 [–0.95, 0.06]\n1.64 [0.41, 2.86]\n–0.78 [– 2.18, 0.62]\n0.00 [–0.77, 0.77]\nConley et al\n63\nKent-Braun et al62 (men)\nKent-Braun et al62 (women)\nLarsen et al65 (TA)\nLarsen et al65 (VL)\nMcCully et al58\nMöller et al60\nRawson et al48\nSmith et al49\nSolis et al50\nConley et al63\nKent-Braun et al62 (men)\nKent-Braun et al62 (women)\nLarsen et al65 (TA)\nLarsen et al65 (VL)\nMcCully et al58\nMöller et al60\nRawson et al48\nSmith et al49\nSolis et al50\nStudy or subgroup\nA\nB\nOld Young\nMean TotalSD Mean TotalW eight\nStd. mean difference\nIV, Random, 95% CI\nStd. mean difference\nIV, Random, 95% CISD\nStudy or subgroup\nOld Young\nMean TotalSD Mean TotalW eight\nStd. mean difference\nIV, Random, 95% CI\nStd. mean difference\nIV, Random, 95% CISD\nTotal (95% Cl)\nHeterogeneity: τ2=0.37; χ2=28.62, df =9 (p=0.0008); I 2=69%\nTest for overall effect: Z=0.83 (p=0.41)\nTotal (95% Cl)\nHeterogeneity: τ2=0.00; χ2=0.87, df =3 (p=0.83); I 2=0%\nTest for overall effect: Z=2.98 (p=0.003)\n165 141 100.0% –0.20 [–0.67, 0.27]\n–2–4\nFavors young Favors old\n02 4\n–2–4\nFavors young Favors old\n02 4\n82 80 100.0% –0.53 [–0.88, –0.18]\nFigure 3 Forest plots for phosphorylcreatine content in muscle of young and older adults for all studies (A) and for studies of only vastus lateralis (ie, studies of gastrocnemius \nor tibialis anterior were excluded from the analysis) (B). \nNotes: One study presented data on men and women separately; 62 therefore, these subgroups are entered separately in the meta-analysis. One study presented data for \ntwo different muscle groups;65 therefore, these are entered separately in the meta-analysis.\nAbbreviations: IV, inverse variance; Std, standardized; TA, tibialis anterior; VL, vastus lateralis.\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n222\nChilibeck et al\nstudies in our review27,38 showed that a whole-body marker \nof muscle protein catabolism (ie, urinary excretion of \n3-methylhistidine) is reduced in older men (but not in older \nwomen) after supplementing with creatine. This positive \neffect of creatine in older men is in agreement with research \nin younger adults.\n70 Only a couple of studies included in our \nreview26,31 performed muscle biopsies to assess changes in \nmuscle fiber area. No significant effects of creatine supple-\nmentation on muscle fiber area were evident, despite an \nincrease in lean tissue mass and strength found in one of \nthese studies.\n26 Muscle fiber area measurements are subject \nto high variability; therefore, larger sample sizes are needed \nto detect whether creatine supplementation has effects on \nthe muscle fiber level.\nIn this section, we discuss the effects of creatine supple-\nmentation on the cellular level from studies of cell cultures, \nanimals, and younger humans and how this might translate \nto the enhancement of muscle mass in older individuals. \nIngwall et al\n71,72 were the first to show that creatine added \nto muscle cell cultures could stimulate myosin heavy chain \nand actin protein synthesis, myofibrillar proteins important \nin the muscle contractile process. Important, however, is that \nthese cells were from the breast muscles of chick embryos \nand, therefore, were muscle cells that were undergoing rapid \ndifferentiation (ie, development) and that they would most \nlikely respond differently than human adult muscle cells. To \naddress this limitation, Willoughby and Rosen\n73 assessed the \neffect of creatine supplementation during 12 weeks of resis-\ntance training in young adult men and showed that creatine \nincreased myosin heavy chain type I, IIa, and IIx mRNA \nexpression (indicating greater transcription for these proteins) \nand myosin heavy chain type I and IIx (but not IIa) protein \nlevels compared with resistance training without creatine \nsupplementation. These changes occurred in conjunction \nwith increased muscle mass and strength in the creatine-\nsupplemented versus placebo group. These results are in \ncontrast, however, to other studies that indicated that 5–9 \ndays of creatine supplementation with or without an acute \nsession of resistance training failed to increase the synthetic \nrate of myofibrillar (ie, myosin and actin) or sarcoplasmic \nproteins as assessed by the incorporation of radio-labeled \nleucine into muscle biopsies of young men or women.\n70,74 \nLonger periods of creatine supplementation may be needed \nfor the stimulation of protein synthesis.\nIn order to determine in detail which proteins are upregu-\nlated with creatine supplementation, Safdar et al\n10 assessed \na global array of mRNAs (to assess which proteins are \ntranscribed) and proteins in the vastus lateralis in response \nto 10 days of creatine supplementation (ie, 20 g/day for \n3 days; 5 g/day for 7 days) in young men. Proteins involved \nin sensing changes in osmolarity and signal transduction \nwere upregulated with creatine supplementation, along \nwith proteins involved in satellite cell proliferation and dif-\nferentiation. Satellite cells sit between the basal lamina and \nsarcolemma (ie, muscle fiber membrane) of muscle fibers and \nare involved in the development of new muscle fibers or, in \nadult muscle, repair of damaged muscle fibers.\n75 Satellite cells \ndonate their nuclei to muscle fibers, increasing the capacity \nfor protein synthesis within the muscle fibers.\n75 Safdar et al10 \nproposed that the cellular swelling induced by the increased \nwater content from creatine supplementation facilitated the \nproduction of “myogenic regulatory factors” (MRFs) that are \ninvolved in stimulating satellite cells to proliferate and fuse \nwith muscle fibers. There are four major MRFs involved in \nproliferation and differentiation of satellite cells, expressed \nat different time points:\n75 1) Myf5 is expressed at the earliest \nand involved in satellite cell activation and proliferation; 2) \nMyoD is involved in the migration of satellite cells to the \nmuscle fibers and differentiation of the satellite cells; 3) \nmyogenin is involved in the fusion of the satellite cells with \nthe muscle fibers; and 4) Mrf4 is involved in maturation of \nthe newly repaired or newly formed muscle fibers. Insulin-\nlike growth factor-1 (IGF-1), produced by muscle fibers, is \nthought to regulate MRF expression, so that the sequence of \nevents is increased IGF-1 production, followed by increased \nexpression of MRFs simultaneous with increased satellite \ncell activation, proliferation, and differentiation to form \nnew myonuclei within muscle fibers to increase capacity for \nprotein synthesis.\n75 In contrast to the effect of MRFs on satel-\nlite cells, myostatin, another signaling protein or “myokine” \nseems to have the opposite effect; it suppresses satellite cell \nactivation. In addition to their effect on satellite cell activa-\ntion, proliferation, and differentiation, the MRFs also bind \nto DNA and activate genes involved in the expression of \nproteins important for muscle contraction such as myosin \nheavy chains, myosin light chains (ie, important components \nof the myosin contractile protein), actin (another important \ncontractile protein), and creatine kinase (an enzyme involved \nin breakdown of PCr which plays a major role in buffering \nATP during high-intensity exercise).\n76 \nCreatine supplementation may stimulate the steps from \nIGF-1 production to satellite cell activation and differentia-\ntion. During 72 hours of incubating differentiating murine \ncell culture (ie, derived from rats and mice) with creatine, \nmRNA for IGF-1 was upregulated during the entire 72-hour \nperiod; whereas MRFs were upregulated in their expected \n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n223\nCreatine and older adults\nsequence (ie, mRNA for Myf5 was increased by 24 hours \nand MyoD, myogenin, and Mrf4 by 72 hours). 76 As noted \nearlier, cultures of rapidly developing muscle fibers from \nanimals may not respond the same way as adult human \nmuscle fibers. During 8 weeks of resistance training, young \nmen and women who supplemented with creatine had greater \nincreases in muscle-specific IGF-1 compared with those \nwho supplemented with placebo.\n77 The response of MRFs \nto creatine supplementation is however mixed. Hespel et al78 \nsupplemented young adults with creatine or placebo during \n2 weeks of leg immobilization followed by 10 weeks of \nknee extension exercise. Creatine supplementation increased \nMrf4 expression, and this was correlated with an increase in \nmuscle fiber size; however, myogenin decreased with creatine \ncompared with placebo by Week 10. As Mrf4 is expressed \nafter myogenin, it may be that the sequence by which MRFs \nwere expressed was faster with creatine supplementation, \nand myogenin may have been decreasing, whereas Mrf4 was \nincreasing in the creatine group by the end of the 10-week \nintervention. In contrast, Willoughby and Rosen\n79 found that \ncreatine supplementation during 12 weeks of heavy resistance \ntraining in young men was superior to placebo for increasing \nmRNA and protein levels of myogenin and Mrf4, with no \neffect on the other MRFs (ie, Myf5 and MyoD). The lack of \neffect on these two MRFs may be due to the timing of the \nassessment (ie, Myf5 and MyoD are expressed first, and by \n12 weeks, their expression is likely decreased compared with \nthe other MRFs). \nAs mentioned above, myostatin has an opposite effect \nwhen compared with the MRFs, in that it suppresses satellite \ncell activation. A limited number of studies on the effect of \ncreatine supplementation on myostatin levels have shown \nthat creatine supplementation in pigs decreased mRNA \nexpression of myostatin,\n80 and creatine supplementation dur-\ning 8 weeks of resistance training in young men decreased \nserum levels of myostatin.\n81 This latter study is limited in \nthat myostatin was not assessed in muscle. The effect of \ncreatine supplementation on MRF and myostatin expression \nmay translate to increased satellite cell activation and differ-\nentiation. For example, over 8 weeks of resistance training \nin young men, creatine supplementation resulted in a faster \nincrease in satellite cell number, myonuclei per muscle \nfiber, and muscle fiber size.\n82 The effect of creatine on the \nstimulation of satellite cell proliferation may have important \nimplications for older individuals, as satellite cell number is \nreduced with aging.\n83 Following an acute bout of resistance \ntraining exercise, compared with younger men, older men \nhave a delayed increase in satellite cell number, a smaller \nincrease in satellite cells expressing MyoD, a smaller decrease \nin satellite cells expressing myostatin, smaller increases in \nmyogenin mRNA, and greater increases in myostatin protein \nexpression.\n84 Creatine supplementation, therefore, has the \npotential, in older adults, to offset these changes in myostatin \nand MRF expression and their effects on satellite cells. This \nhas not however been directly assessed in older adults and \nis an avenue for future research.\nAlong with the stimulation of MRFs, IGF-1 stimulates \nsignaling pathways (ie, phosphatidylinositol 3-kinase [PI3K]-\nAkt/protein kinase B [PKB]-mammalian target of rapamycin \n[mTOR]) within muscle that are involved in translation of \nproteins (ie, synthesis of proteins at ribosomes from codes on \nmRNA delivered from the nucleus).\n75 Controversy exists as \nto whether creatine supplementation is effective for stimulat-\ning these signaling pathways. Creatine added to murine cell \nculture enhanced differentiation by activating these path-\nways involved in translation;\n85 however, when creatine was \nsupplemented for 5 days before an acute resistance training \nsession in young human adults, there was either enhanced \nactivation of only specific components of this pathway and \nonly at 24 hours postexercise\n86 or no enhanced activation of \nthese pathways.87 These pathways involved in translation may \nbe negatively affected by aging.88 The total amount of mTOR \nis upregulated in older adults when a nutritional supplement \ncontaining creatine is consumed;\n20 however, there was no \neffect of creatine on the phosphorylation (ie activation) of \nmTOR or other components of the translation-signaling \npathway. The nutritional supplement used in this study \nalso contained additional components besides creatine (ie, \nL-carnitine, leucine, and vitamin D); thus, the direct effect \nof creatine could not be determined. The effect of creatine \non the activation of translation-signaling pathways in older \nadults remains another area of future research. Along with \ntranslation initiation that is activated by the PI3K-Akt/\nPKB-mTOR signaling pathway, muscle proteolysis (via \nFoxO3a) is also inactivated by Akt.\n75 As mentioned earlier, \nsome research, albeit at the whole-body level (ie, urinary \nexcretion of 3-methylhistidine), indicates that muscle protein \ncatabolism is reduced with creatine supplementation during \nresistance training in older men,\n27,38 suggesting activation \nof Akt and inhibition of proteolysis; therefore, creatine may \nhave anabolic and anti-catabolic effects on muscle. \nOther mechanisms by which creatine supplementa-\ntion may enhance the adaptations to resistance training \nsession in older adults include reducing oxidative stress \nand enhancing energy stores aside from PCr. Creatine \nsupplementation prevents oxidative stress and inflammation \n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n224\nChilibeck et al\nand could protect against tissue and mitochondrial DNA \ndamage.89 Mitochondrial defects with aging may lead to \nincreased production of reactive oxygen species, which \nleads to inflammation and muscle atrophy.\n90 With aging, \nthere is a loss of efficiency in transfer of electrons along \nthe electron transport chain during mitochondrial oxida-\ntive phosphorylation, resulting in increased proportion of \nelectrons transferred to oxygen, leading to formation of \nreactive oxygen species, which damages mitochondrial \nDNA. This leads to alterations in genes encoding electron \ntransport chain proteins and further defects in the electron \ntransport chain.\n90 Reactive oxygen species produced by \ndefective transfer of electrons along the electron transport \nchain include hydrogen peroxide and hydroxl radicals.\n90 \nWhen creatine is added to cell cultures that have been \noxidatively damaged, it has direct effects for reducing these \nreactive oxygen species.\n91 It is hypothesized that creatine \nis oxidized to C 4H9NO4 during the scavenging of these \nreactive oxygen species. 91 \nRegarding energy stores, creatine supplementation \nupregulates genes encoding proteins involved in increased \nglycogen synthesis and decreases the expression of genes \nencoding proteins involved in glycogen breakdown.\n10 In older \ndiabetic adults, creatine supplementation during 12 weeks of \nresistance training increased the amount of glucose transport \nprotein 4 in muscle fiber membranes\n35 that would enhance \nglucose uptake into muscle to favor glycogen storage. This \nmay provide an important additional energy source during \nresistance training because resistance training exercise lowers \nmuscle glycogen.\n92\nIn summary, our meta-analyses show that creatine supple-\nmentation during resistance training is effective for increasing \nlean tissue mass and upper and lower body strength in older \nadults. Creatine might enhance energy stores, including PCr \nand glycogen to allow better buffering (ie, resynthesis) of ATP \nduring intense exercise. This might allow for resistance train-\ning with a greater volume and translate into superior adap-\ntation to training. Creatine supplementation might enhance \nprotein synthesis, possible by stimulating signaling pathways \nactivated by the osmotic effect of creatine. Although study \nresults are mixed, creatine supplementation could stimulate \nmyogenic regulator factors, which activate transcription of \ncontractile proteins and enhance satellite cell activation, \nproliferation, and differentiation. Satellite cells donate their \nnuclei to adjacent muscle fibers, increasing capacity for \nprotein synthesis. Creatine might activate pathways within \nmuscle fibers involved in protein translation and might also \nreduce oxidative stress and inflammation. These mechanisms \ncould explain the superior adaptation to resistance training \nwhen creatine is supplemented in older adults; however, \nfurther study is needed to confirm whether these mechanisms \nare actually involved in older adults.\nDisclosure\nThe authors report no conflicts of interest in this work.\nReferences\n 1. Cruz-Jentoft AJ, Baeyens JP , Bauer JM, et al. Sarcopenia: European \nconsensus on definition and diagnosis: Report of the European Working \nGroup on Sarcopenia in Older People. Age Ageing. 2010;39(4):412–423.\n 2. Fielding RA, Vellas B, Evans WJ, et al. Sarcopenia: an undiagnosed \ncondition in older adults. Current consensus definition: prevalence, \netiology, and consequences. International working group on sarcopenia. \nJ Am Med Dir Assoc. 2011;12(4):249–256.\n 3. Janssen I, Shepard DS, Katzmarzyk PT, Roubenoff R. The healthcare \ncosts of sarcopenia in the United States. J Am Geriatr Soc. 2004;52(1): \n80–85.\n 4. Candow DG, Forbes SC, Little JP , Cornish SM, Pinkoski C, Chilibeck \nPD. Effect of nutritional interventions and resistance exercise on aging \nmuscle mass and strength. Biogerontology. 2012;13(4):345–358. \n 5. Kreider RB, Kalman DS, Antonio J, et al. International Society of Sports \nNutrition position stand: safety and efficacy of creatine supplementation \nin exercise, sport, and medicine. J Int Soc Sports Nutr. 2017;14:18. \n 6. Candow DG, Chilibeck PD. Effect of creatine supplementation during \nresistance training on muscle accretion in the elderly. J Nutr Health \nAging. 2007;11(2):185–188.\n 7. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabolism. \nPhysiol Rev. 2000;80(3):1107–1213.\n 8. Clark JF . Creatine: a review of its nutritional applications in sport. \nNutrition. 1998;14(3):322–324.\n 9. Chrusch MJ, Chilibeck PD, Chad KE, Davison KS, Burke DG. Creatine \nsupplementation combined with resistance training in older men. Med \nSci Sports Exerc. 2001;33(12):2111–2117.\n 10. Safdar A, Y ardley NJ, Snow R, Melov S, Tarnopolsky MA. Global \nand targeted gene expression and protein content in skeletal muscle of \nyoung men following short-term creatine monohydrate supplementation. \nPhysiol Genomics. 2008;32(2):219–228.\n 11. Candow DG, Chilibeck PD, Forbes SC. Creatine supplementation and \naging musculoskeletal health. Endocrine. 2014;45(3):354–361.\n 12. Devries MC, Phillips SM. Creatine supplementation during resis -\ntance training in older adults: a meta-analysis. Med Sci Sports Exerc. \n2014;46(6):1194–1203. \n 13. Candow DG, Chilibeck PD. Differences in size, strength, and power of \nupper and lower body muscle groups in young and older men. J Gerontol \nA Biol Sci Med Sci. 2005;60(2):148–156.\n 14. Lindle RS, Metter EJ, Lynch NA, et al. Age and gender comparisons of \nmuscle strength in 654 women and men aged 20-93 yr. J Appl Physiol \n(1985). 1997;83(5):1581–1587.\n 15. Dangott B, Schultz E, Mozdziak PE. Dietary creatine monohydrate \nsupplementation increases satellite cell mitotic activity during com-\npensatory hypertrophy. Int J Sports Med. 2000;21(1):13–16.\n 16. Jadad AR, Moore RA, Carroll D, et al. Assessing the quality of reports \nof randomized clinical trials: is blinding necessary? Control Clin Trials. \n1996;17(1):1–12.\n 17. Higgins JPT, Green S, eds. Cochrane Handbook for Systematic Reviews \nof Interventions Version 5.1.0 [updated March 2011]. The Cochrane \nCollaboration, 2011. Available from http://handbook.cochrane.org.\n 18. Lobo DM, Tritto AC, da Silva LR, et al. Effects of long-term low-\ndose dietary creatine supplementation in older women. Exp Gerontol. \n2015;70:97–104.\n 19. Wilkinson TJ, Lemmey AB, Jones JG, et al. Can creatine supplemen-\ntation improve body composition and objective physical function in \nrheumatoid arthritis patients? A randomized controlled trial. Arthritis \nCare Res (Hoboken). 2016;68(6):729–737. \n\nOpen Access Journal of Sports Medicine 2017:8 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n225\nCreatine and older adults\n 20. Evans M, Guthrie N, Pezzullo J, Sanli T, Fielding RA, Bellamine A. \nEfficacy of a novel formulation of L-Carnitine, creatine, and leucine on \nlean body mass and functional muscle strength in healthy older adults: a \nrandomized, double-blind placebo-controlled study. Nutr Metab (Lond). \n2017;14:7.\n 21. Bemben MG, Witten MS, Carter JM, Eliot KA, Knehans AW , Bemben \nDA. The effects of supplementation with creatine and protein on muscle \nstrength following a traditional resistance training program in middle-\naged and older men. J Nutr Health Aging. 2010;14(2):155–159.\n 22. Eliot KA, Knehans AW , Bemben DA, Witten MS, Carter J, Bemben \nMG. The effects of creatine and whey protein supplementation on body \ncomposition in men aged 48 to 72 years during resistance training. \nJ Nutr Health Aging. 2008;12(3):208–212.\n 23. Aguiar AF , Januário RS, Junior RP , et al. Long-term creatine supple-\nmentation improves muscular performance during resistance training \nin older women. Eur J Appl Physiol. 2013;113(4):987–996. \n 24. Alves CR, Merege Filho CA, Benatti FB, et al. Creatine supplementation \nassociated or not with strength training upon emotional and cognitive \nmeasures in older women: a randomized double-blind study. PLoS One. \n2013;8(10):e76301. \n 25. Bermon S, Venembre P , Sachet C, Valour S, Dolisi C. Effects of creatine \nmonohydrate ingestion in sedentary and weight-trained older adults. \nActa Physiol Scand. 1998;164(2):147–155.\n 26. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation enhances \nisometric strength and body composition improvements following \nstrength exercise training in older adults. J Gerontol A Biol Sci Med \nSci. 2003;58(1):11–19.\n 27. Candow DG, Little JP , Chilibeck PD, et al. Low-dose creatine combined \nwith protein during resistance training in older men. Med Sci Sports \nExerc. 2008;40(9):1645–1652.\n 28. Candow DG, V ogt E, Johannsmeyer S, Forbes SC, Farthing JP . Strategic \ncreatine supplementation and resistance training in healthy older adults. \nAppl Physiol Nutr Metab. 2015;40(7):689–694. \n 29. Chilibeck PD, Candow DG, Landeryou T, Kaviani M, Paus-Jenssen L. \nEffects of creatine and resistance training on bone health in postmeno-\npausal women. Med Sci Sports Exerc. 2015;47(8):1587–1595.\n 30. Collins J, Longhurst G, Roschel H, Gualano B. Resistance training and \nco-supplementation with creatine and protein in older subjects with \nfrailty. J Frailty Aging. 2016;5(2):126–134.\n 31. Cooke MB, Brabham B, Buford TW , et al. Creatine supplementation \npost-exercise does not enhance training-induced adaptations in middle \nto older aged males. Eur J Appl Physiol. 2014;114(6):1321–1332. \n 32. Cornelissen V A, Defoor JG, Stevens A, et al. Effect of creatine supple-\nmentation as a potential adjuvant therapy to exercise training in cardiac \npatients: a randomized controlled trial. Clin Rehabil. 2010;24(11): \n988–999. \n 33. Deacon SJ, Vincent EE, Greenhaff PL, et al. Randomized controlled trial \nof dietary creatine as an adjunct therapy to physical training in chronic \nobstructive pulmonary disease. Am J Respir Crit Care Med. 2008; \n178(3):233–239. \n 34. Eijnde BO, Van Leemputte M, Goris M, et al. Effects of creatine \nsupplementation and exercise training on fitness in men 55-75 yr old. \nJ Appl Physiol (1985). 2003;95(2):818–828. \n 35. Gualano B, DE Salles Painneli V , Roschel H, et al. Creatine in type 2 \ndiabetes: a randomized, double-blind, placebo-controlled trial. Med Sci \nSports Exerc. 2011;43(5):770–778.\n 36. Gualano B, Macedo AR, Alves CR, et al. Creatine supplementation and \nresistance training in vulnerable older women: a randomized double-\nblind placebo-controlled clinical trial. Exp Gerontol. 2014;53:7–15. \n 37. Hass CJ, Collins MA, Juncos JL. Resistance training with creatine \nmonohydrate improves upper-body strength in patients with Par -\nkinson disease: a randomized trial. Neurorehabil Neural Repair. \n2007;21(2):107–115.\n 38. Johannsmeyer S, Candow DG, Brahms CM, Michel D, Zello GA. Effect \nof creatine supplementation and drop-set resistance training in untrained \naging adults. Exp Gerontol. 2016;83:112–119.\n 39. Neves M Jr, Gualano B, Roschel H, et al. Beneficial effect of cre-\natine supplementation in knee osteoarthritis. Med Sci Sports Exerc. \n2011;43(8):1538–1543.\n 40. Pinto CL, Botelho PB, Carneiro JA, Mota JF . Impact of creatine supple-\nmentation in combination with resistance training on lean mass in the \nelderly. J Cachexia Sarcopenia Muscle. 2016;7(4):413–421. \n 41. Tarnopolsky M, Zimmer A, Paikin J, et al. Creatine monohydrate and \nconjugated linoleic acid improve strength and body composition fol-\nlowing resistance exercise in older adults. PLoS One. 2007;2(10):e991. \n 42. Villanueva MG, He J, Schroeder ET. Periodized resistance training \nwith and without supplementation improve body composition and \nperformance in older men. Eur J Appl Physiol. 2014;114(5):891–905. \n 43. Tarnopolsky MA, Bourgeois JM, Snow R, et al. Histological assess-\nment of intermediate- and long-term creatine monohydrate supple-\nmentation in mice and rats. Am J Physiol Regul Integr Comp Physiol. \n2003;285(4):R762–R769.\n 44. Taner B, Aysim O, Abdulkadir U. The effects of the recommended \ndose of creatine monohydrate on kidney function. NDT Plus. 2011; \n4(1):23–24.\n 45. Thorsteinsdottir B, Grande JP , Garovic VD. Acute renal failure in a \nyoung weight lifter taking multiple food supplements, including creatine \nmonohydrate. J Ren Nutr. 2006;16(4):341–345.\n 46. Neves M Jr, Gualano B, Roschel H, et al. Effect of creatine supplementa-\ntion on measured glomerular filtration rate in postmenopausal women. \nAppl Physiol Nutr Metab. 2011;36(3):419–422. \n 47. Rossouw JE, Anderson GL, Prentice RL, et al. Risks and benefits of \nestrogen plus progestin in healthy postmenopausal women: principal \nresults From the Women’ s Health Initiative randomized controlled trial. \nJAMA. 2002;288(3):321–333.\n 48. Rawson ES, Clarkson PM, Price TB, Miles MP . Differential response \nof muscle phosphocreatine to creatine supplementation in young and \nold subjects. Acta Physiol Scand. 2002;174(1):57–65.\n 49. Smith SA, Montain SJ, Matott RP , Zientara GP , Jolesz FA, Fielding RA. \nCreatine supplementation and age influence muscle metabolism during \nexercise. J Appl Physiol (1985). 1998;85(4):1349–1356.\n 50. Solis MY , Artioli GG, Otaduy MCG, et al. Effect of age, diet and tis-\nsue type on PCr response to creatine supplementation. J Appl Physiol \n(1985). 2017;123(2):407–414.\n 51. Gotshalk LA, V olek JS, Staron RS, Denegar CR, Hagerman FC, Kraemer \nWJ. Creatine supplementation improves muscular performance in older \nmen. Med Sci Sports Exerc. 2002;34(3):537–543.\n 52. Gotshalk LA, Kraemer WJ, Mendonca MA, et al. Creatine supplemen-\ntation improves muscular performance in older women. Eur J Appl \nPhysiol. 2008;102(2):223–231. \n 53. Rawson ES, Clarkson PM. Acute creatine supplementation in older \nmen. Int J Sports Med. 2000;21(1):71–75.\n 54. Stout JR, Sue Graves B, Cramer JT, et al. Effects of creatine supple-\nmentation on the onset of neuromuscular fatigue threshold and muscle \nstrength in elderly men and women (64–86 years). J Nutr Health Aging. \n2007;11(6):459–464.\n 55. Jakobi JM, Rice CL, Curtin SV , Marsh GD. Neuromuscular properties \nand fatigue in older men following acute creatine supplementation. Eur \nJ Appl Physiol. 2001;84(4):321–328.\n 56. Burke DG, Chilibeck PD, Parise G, Candow DG, Mahoney D, \nTarnopolsky M. Effect of creatine and weight training on muscle \ncreatine and performance in vegetarians. Med Sci Sports Exerc. \n2003;35(11):1946–1955.\n 57. Forsberg AM, Nilsson E, Werneman J, Bergström J, Hultman E. \nMuscle composition in relation to age and sex. Clin Sci (Lond). \n1991;81(2):249–256.\n 58. McCully KK, Forciea MA, Hack LM, et al. Muscle metabolism in older \nsubjects using 31P magnetic resonance spectroscopy. Can J Physiol \nPharmacol. 1991;69(5):576–580.\n 59. McCully KK, Fielding RA, Evans WJ, Leigh JS Jr, Posner JD. Relation-\nships between in vivo and in vitro measurements of metabolism in young \nand old human calf muscles. J Appl Physiol (1985). 1993;75(2):813–819.\n\nOpen Access Journal of Sports Medicine 2017:8submit your manuscript | www.dovepress.com\nDovepress \nDovepress\nOpen Access Journal of Sports Medicine\nPublish your work in this journal\nSubmit your manuscript here: http://www.dovepress.com/open-access-journal-of-sports-medicine-journal\nThe Open Access Journal of Sports Medicine is an international, \npeer-reviewed, open access journal publishing original research, \nreports, reviews and commentaries on all areas of sports \nmedicine. The journal is included on PubMed. The manuscript manage-\nment system is completely online and includes a very quick and fair \npeer-review system. Visit http://www.dovepress.com/testimonials.php \nto read real quotes from published authors. \nDovepress\n226\nChilibeck et al\n 60. Möller P , Bergström J, Fürst P , Hellström K. Effect of aging on \nenergy-rich phosphagens in human skeletal muscles. Clin Sci (Lond). \n1980;58(6):553–555.\n 61. Chilibeck PD, Paterson DH, McCreary CR, Marsh GD, Cunning -\nham DA, Thompson RT. The effects of age on kinetics of oxygen \nuptake and phosphocreatine in humans during exercise. Exp Physiol. \n1998;83(1):107–117.\n 62. Kent-Braun JA, Ng A V . Skeletal muscle oxidative capacity in young and \nolder women and men. J Appl Physiol (1985). 2000;89(3):1072–1078.\n 63. Conley KE, Jubrias SA, Esselman PC. Oxidative capacity and ageing \nin human muscle. J Physiol. 2000;526(1):203–210.\n 64. Kan HE, van der Graaf M, Klomp DW , Vlak MH, Padberg GW , Heer-\nschap A. Intake of 13C-4 creatine enables simultaneous assessment of \ncreatine and phosphocreatine pools in human skeletal muscle by 13C \nMR spectroscopy. Magn Reson Med. 2006;56(5):953–957.\n 65. Larsen RG, Callahan DM, Foulis SA, Kent-Braun JA. Age-related \nchanges in oxidative capacity differ between locomotory muscles and \nare associated with physical activity behavior. Appl Physiol Nutr Metab. \n2012;37(1):88–99. \n 66. Lexell J. Ageing and human muscle: observations from Sweden. Can \nJ Appl Physiol. 1993;18(1):2–18.\n 67. Takahashi H, Kuno SY , Katsuta S, et al. Relationships between fiber \ncomposition and NMR measurements in human skeletal muscle. NMR \nBiomed. 1996;9(1):8–12.\n 68. Gualano B, Rawson ES, Candow DG, Chilibeck PD. Creatine supple-\nmentation in the aging population: effects on skeletal muscle, bone and \nbrain. Amino Acids. 2016;48(8):1793–1805.\n 69. MacDougall JD, Ward GR, Sale DG, Sutton JR. Biochemical adaptation \nof human skeletal muscle to heavy resistance training and immobiliza-\ntion. J Appl Physiol Respir Environ Exerc Physiol. 1977;43(4):700–703.\n 70. Parise G, Mihic S, MacLennan D, Y arasheski KE, Tarnopolsky MA. \nEffects of acute creatine monohydrate supplementation on leucine \nkinetics and mixed-muscle protein synthesis. J Appl Physiol (1985). \n2001;91(3):1041–1047.\n 71. Ingwall JS, Morales MF , Stockdale FE. Creatine and the control of \nmyosin synthesis in differentiating skeletal muscle. Proc Natl Acad Sci \nU S A. 1972;69(8):2250–2253.\n 72. Ingwall JS, Weiner CD, Morales MF , Davis E, Stockdale FE. Specific-\nity of creatine in the control of muscle protein synthesis. J Cell Biol. \n1974;62(1):145–151.\n 73. Willoughby DS, Rosene J. Effects of oral creatine and resistance \ntraining on myosin heavy chain expression. Med Sci Sports Exerc. \n2001;33(10):1674–1681.\n 74. Louis M, Poortmans JR, Francaux M, et al. No effect of creatine \nsupplementation on human myofibrillar and sarcoplasmic protein \nsynthesis after resistance exercise. Am J Physiol Endocrinol Metab. \n2003;285(5):E1089–E1094. \n 75. Zanou N, Gailly P . Skeletal muscle hypertrophy and regeneration: interplay \nbetween the myogenic regulatory factors (MRFs) and insulin-like growth \nfactors (IGFs) pathways. Cell Mol Life Sci. 2013;70(21):4117–4130. \n 76. Louis M, Van Beneden R, Dehoux M, Thissen JP , Francaux M. Creatine \nincreases IGF-I and myogenic regulatory factor mRNA in C(2)C(12) \ncells. FEBS Lett. 2004;557(1–3):243–247.\n 77. Burke DG, Candow DG, Chilibeck PD, et al. Effect of creatine \nsupplementation and resistance-exercise training on muscle insulin-\nlike growth factor in young adults. Int J Sport Nutr Exerc Metab. \n2008;18(4):389–398.\n 78. Hespel P , Op’t Eijnde B, Van Leemputte M, et al. Oral creatine supple-\nmentation facilitates the rehabilitation of disuse atrophy and alters \nthe expression of muscle myogenic factors in humans. J Physiol. \n2001;536(Pt 2):625–633.\n 79. Willoughby DS, Rosene JM. Effects of oral creatine and resistance \ntraining on myogenic regulatory factor expression. Med Sci Sports \nExerc. 2003;35(6):923–929.\n 80. Y oung JF , Bertram HC, Theil PK, et al. In vitro and in vivo studies of \ncreatine monohydrate supplementation to Duroc and Landrace pigs. \nMeat Sci. 2007;76(2):342–351. \n 81. Saremi A, Gharakhanloo R, Sharghi S, Gharaati MR, Larijani B, \nOmidfar K. Effects of oral creatine and resistance training on serum \nmyostatin and GASP-1. Mol Cell Endocrinol. 2010;317(1–2): \n25–30. \n 82. Olsen S, Aagaard P , Kadi F , et al. Creatine supplementation augments \nthe increase in satellite cell and myonuclei number in human skeletal \nmuscle induced by strength training. J Physiol. 2006;573(Pt 2):525–534. \n 83. Kadi F , Charifi N, Denis C, Lexell J. Satellite cells and myonuclei \nin young and elderly women and men. Muscle Nerve. 2004;29(1): \n120–127.\n 84. Snijders T, Verdijk LB, Smeets JS, et al. The skeletal muscle satellite \ncell response to a single bout of resistance-type exercise is delayed with \naging in men. Age (Dordr). 2014;36(4):9699. \n 85. Deldicque L, Theisen D, Bertrand L, Hespel P , Hue L, Francaux M. \nCreatine enhances differentiation of myogenic C2C12 cells by acti-\nvating both p38 and Akt/PKB pathways. Am J Physiol Cell Physiol. \n2007;293(4):C1263–C1271. \n 86. Deldicque L, Louis M, Theisen D, et al. Increased IGF mRNA in human \nskeletal muscle after creatine supplementation. Med Sci Sports Exerc. \n2005;37(5):731–736.\n 87. Deldicque L, Atherton P , Patel R, et al. Effects of resistance exer -\ncise with and without creatine supplementation on gene expression \nand cell signaling in human skeletal muscle. J Appl Physiol (1985). \n2008;104(2):371–378. \n 88. Li M, Verdijk LB, Sakamoto K, Ely B, van Loon LJ, Musi N. Reduced \nAMPK-ACC and mTOR signaling in muscle from older men, and \neffect of resistance exercise. Mech Ageing Dev. 2012;133(11–12): \n655–664. \n 89. Sestili P , Martinelli C, Colombo E, et al. Creatine as an antioxidant. \nAmino Acids. 2011;40(5):1385–1396. \n 90. Johnston AP , De Lisio M, Parise G. Resistance training, sarcopenia, \nand the mitochondrial theory of aging. Appl Physiol Nutr Metab. \n2008;33(1):191–199. \n91. Sestili P , Martinelli C, Bravi G, et al. Creatine supplementation affords \ncytoprotection in oxidatively injured cultured mammalian cells via direct \nantioxidant activity. Free Radic Biol Med. 2006;40(5):837–849.\n 92. Haff GG, Koch AJ, Potteiger JA, et al. Carbohydrate supplementation \nattenuates muscle glycogen loss during acute bouts of resistance exer-\ncise. Int J Sport Nutr Exerc Metab. 2000;10(3):326–339."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 52,
    "primary_human": "muscle_mass; muscle_strength; functional_performance"
  },
  "bucket": "B",
  "notes": "Meta-analysis focusing on older adults performing RT with or without creatine; concludes creatine + RT meaningfully increases lean tissue mass and upper- and lower-body strength versus RT + placebo."
}