{
  "id": 69,
  "title": "Efficacy of Creatine Supplementation Combined with Resistance Training on Muscle Strength and Muscle Mass in Older Females: A Systematic Review and Meta-Analysis",
  "authors": "Dos Santos EEP; de Araújo RC; et al.",
  "year": 2021,
  "doi": "10.3390/nu13113757",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_women",
    "muscle_mass",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older women)",
    "sample_size": 211
  },
  "sections": {
    "abstract": "Sarcopenia refers to the age-related loss of muscle strength and muscle mass, which is\nassociated with a reduced quality of life, particularly in older females. Resistance training (RT) is well\nestablished to be an effective intervention to counter indices of sarcopenia. Accumulating research\nindicates that the addition of creatine supplementation (Cr) to RT augments gains in muscle strength\nand muscle mass, compared to RT alone. However, some evidence indicates that sex differences\nmay alter the effectiveness of Cr. Therefore, we systematically reviewed randomized controlled\ntrials (RCTs) investigating the efﬁcacy of Cr + RT on measures of upper- and lower-body strength\nand muscle mass in older females. A systematic literature search was performed in nine electronic\ndatabases. Ten RCTs ( N = 211 participants) were included the review. Overall, Cr signiﬁcantly\nincreased measures of upper-body strength (7 studies,n = 142, p = 0.04), with no effect on lower-body\nstrength or measures of muscle mass. Sub-analyses revealed that both upper-body (4 studies, n = 97,\np = 0.05) and lower-body strength (4 studies, n = 100, p = 0.03) were increased by Cr, compared\nto placebo in studies ≥ 24 weeks in duration. In",
    "conclusion": ", older females supplementing with\nCr experience signiﬁcant gains in muscle strength, especially when RT lasts for at least 24 weeks in\nduration. However, given the level of evidence, future high-quality studies are needed to conﬁrm\nthese ﬁndings.\nKeywords: aging; sarcopenia; body composition; exercise; ergogenic aids; dietary supplements\n1.",
    "introduction": "Musculoskeletal aging is associated with a progressive reduction in muscle strength\n(i.e., dynapenia) and muscle mass, which are hallmark characteristics of sarcopenia [ 1].\nThe reduction in muscle strength, which is the strongest predictor of health outcome\nmeasures in older adults [2], occurs more quickly than the reduction in muscle mass [3,4].\nFurthermore, muscle weakness is highly associated with physical disabilities, chronic\ndisease progression, and premature mortality [3]. Subsequently, the clinical importance of\nNutrients 2021, 13, 3757. https://doi.org/10.3390/nu13113757 https://www.mdpi.com/journal/nutrients\n\nNutrients 2021, 13, 3757 2 of 12\nmaintaining muscle strength is now considered the primary focus in offsetting sarcopenia,\naccording to the European Working Group on Sarcopenia Research in Older People [2].\nConsidering the estimated longer life expectancy for females, there may be a greater\nlikelihood of sarcopenia [5]. The Asian Working Group for Sarcopenia reported a preva-\nlence of 8.6% in elderly females in community dwellings (>65 years) [6], while in the USA,\n22.6% of older adults had sarcopenia [ 7]. The impact of sex on sarcopenia is controver-\nsial [8,9]; however, a high incidence of sarcopenia has been observed in females aged\n60 years and over [5,10]. As such, effective interventions to prevent or reduce indices of\nsarcopenia in aging females are needed. The combination of creatine supplementation\n(Cr) [11–14] with resistance training (RT) (a well-established, safe, and effective interven-\ntion to increase/maintain muscle strength and muscle mass) [15,16] has shown promise\nfor improving indices of muscle biology in older females. Previous systematic reviews\nand meta-analyses [ 17–20] indicate that Cr + RT increase measures of muscle strength\nand muscle mass in older males and females; however, sub-analysis on sex differences\nwere not performed. There is evidence that sex related differences in response to Cr may\nexist. Females may have higher intramuscular creatine stores (at rest), which may blunt\ntheir responsiveness to exogenous Cr, thus they do not appear to experience reductions in\nmuscle protein catabolism (compared to males) (for review see Smith-Ryan et al., 2021) [21].\nTherefore, it is important to determine whether Cr + RT have signiﬁcant muscle beneﬁts in\nolder females.\nConsidering the clinical signiﬁcance of prevailing sarcopenia in older females, our\npurpose was twofold: (1) to systematically review the literature, and summarize the\navailable scientiﬁc evidence on Cr + RT in older females; and (2), to perform meta-analyses\non muscle strength and muscle mass to determine, with adequate statistical power and\ngreater certainty, whether Cr + RT has anti-sarcopenic effects in older females.\n2.",
    "materials and methods": "Materials and",
    "methods": "2.1. Search Strategy, Study Selection, and Data Extraction\nThis review was conducted based on the Cochrane Manual for systematic reviews\nof interventions [ 22], and reported according to the Preferred Reporting Items for Sys-\ntematic Reviews and Meta-Analyze (PRISMA-P) [ 23]. It was registered in the Interna-\ntional prospective register of systematic reviews (PROSPERO), with registration number\nCRD42020221648. A systematic literature search was performed in Pubmed, EMBASE,\nCochrane, Scopus, SportDiscus, CINAHL, Lilacs, Scielo, and Web of Science throughout\nMay 2021. The searches included combinations of the following MESH terms: “Aged”,\n“Resistance training”, and “Creatine” and “Muscle strength”. No ﬁlters were applied, and\nwe did not restrict the search by language or date of publication. Gray literature was also\nconsulted. This step was carried out by E.S. and J.G. independently; when there were\ndisagreements, J.B. was consulted for consensus. Figure 1 shows the ﬂowchart of the study\nselection process. Studies that met the eligibility criteria were included. In addition to\nauthor and year of publication, the following characteristics of the study were extracted:\ndetails about the randomization process; blinding and allocation; sample size; ages; sex;\ninclusion and exclusion criteria; dose, frequency, duration of Cr and placebo (Pl) supple-\nmentation; and frequency and duration of the RT protocol. Whenever possible, we also\ncollected compliance/adherence data relevant to the training and the supplementation\nprotocol, as well as any adverse events that were reported. The primary outcome of this\nreview was muscle strength, and we include muscle mass data when available. For each\ngroup and for each outcome, at both the pre- and post-intervention time points, sample\nsizes were included in the analyses, of which means and standard deviations were recorded.\nFor those studies that did not report the necessary data for the analysis, the authors were\ncontacted via e-mail.\n\nNutrients 2021, 13, 3757 3 of 12\nNutrients 2021, 13, x FOR PEER REVIEW 3 of 12 \n \n \nreview was muscle strength, and we include muscle mass data when available. For each \ngroup and for each outcome, at both the pre- and post-intervention time points, sample \nsizes were included in the analyses, of which means and standard deviations were rec-\norded. For those studies that did not report the necessary data for the analysis, the authors \nwere contacted via e-mail. \n \nFigure 1. Flowchart of the study selection process. \n2.2. Eligibility Criteria \nRandomized controlled trials (RCTs) that met the following criteria were included: \n(1) examined the effects of Cr + RT on the mu scle strength and muscle mass in older fe-\nmales (≥60 years) and/or postmenopausal females; and (2), studies with older adults ≥60 \nyears of age, where the analysis of our main outcome (muscle strength) was reported (or \nmade available) separately for females. Studies that used mixed creatine formula (that is, \nthe inclusion of protein and other dietary supplements in creatine), examined other types \nof concurrent training, or involved subjects with neurodegenerative diseases were ex-\ncluded. \n2.3. Assessment of Methodological Quality of Included Studies \nIncluded studies were evaluated by E.S. and R.A. independently for methodological \nquality (i.e., items 2–9) and statistical reports (i.e., items 10 and 11), using the Physiother-\napy Evidence Database (PEDro) [24] scale of 0–10. Any disagreement between reviewers \nwas resolved by consensus. \n2.4. Data Analysis \nData extracted included the mean difference and the standard deviation between the \npre- and post-training scores, reported in the included articles. In studies that presented \nFigure 1. Flowchart of the study selection process.\n2.2. Eligibility Criteria\nRandomized controlled trials (RCTs) that met the following criteria were included:\n(1) examined the effects of Cr + RT on the muscle strength and muscle mass in older females\n(≥60 years) and/or postmenopausal females; and (2), studies with older adults ≥60 years\nof age, where the analysis of our main outcome (muscle strength) was reported (or made\navailable) separately for females. Studies that used mixed creatine formula (that is, the\ninclusion of protein and other dietary supplements in creatine), examined other types of\nconcurrent training, or involved subjects with neurodegenerative diseases were excluded.\n2.3. Assessment of Methodological Quality of Included Studies\nIncluded studies were evaluated by E.S. and R.A. independently for methodological\nquality (i.e., items 2–9) and statistical reports (i.e., items 10 and 11), using the Physiotherapy\nEvidence Database (PEDro) [24] scale of 0–10. Any disagreement between reviewers was\nresolved by consensus.\n2.4. Data Analysis\nData extracted included the mean difference and the standard deviation between\nthe pre- and post-training scores, reported in the included articles. In studies that pre-\nsented only pre-and post-training values, we calculated the mean difference between post-\nand pre-training values. Standard deviation (SD) for change scores was estimated from\nthe following equation, derived from the Cochrane Manual for Systematic Reviews of\nInterventions. [22]:\nSD change score = [(SDpre)2 + (SDpost)2 − 2 × (correlation between pre- and\npost-scores) × SDpre × SDpost]1/2\nIn this equation, we assume a value of 0.8 for the correlation between pre and post\nscores, as previously described by Chilibeck et al. [19].\n\nNutrients 2021, 13, 3757 4 of 12\nMeta-analyses were performed in the Review Manager 5.3.4 software (The Cochrane\nCollaboration, Copenhagen, Denmark). For comparison between groups, the standardized\nmean differences (SMD) and their respective 95% conﬁdence intervals were calculated. All\nanalyses were performed using a random effects model.\nThe SMD used was the Hedges’ adjusted effect size. Meta-analyses were only con-\nducted when the",
    "results": "of the studies were considered statistically homogeneous. To ana-\nlyze the heterogeneity between studies, we used Chi-squared and I2 statistics, with I2 scores\nbelow 40% being considered insigniﬁcant [22].\nTo investigate the inﬂuence of intervention time, the studies were divided into sub-\ngroups of up to 14 weeks and ≥24 weeks of duration.\nTo assess muscle strength, the values recorded in multi-joint exercises of the upper-\nbody (bench press or chest press) and lower body (leg press or hack squat) were analyzed.\nIn the study by Johannsmeyer et al. [25], we considered the combined values obtained in\nleg press and hack squat to assess the muscle strength of the lower body. Effect sizes were\ninterpreted according to the Hopkin scale (Hopkins, nd), with values < 0.20 indicating triv-\nial, 0.20–0.59 indicating small, 0.60–1.19 indicating moderate, and values ≥ 1.20 indicating\nlarge effects. For all tests, we considered a signiﬁcance level of 5%.\n2.5. Analysis of the Level of Evidence\nThe GRADE system (Grading of Recommendations, Assessment, Development and\nEvaluation) was used to summarize the quality of the evidence and its strength of rec-\nommendation. GRADE provides four recommendation levels ranging from high to very\nlow. As this is a review with experimental studies, the evidence came from the high\nlevel, with the possibility of downgrades according to ﬁve aspects: (1) risk of bias (mean\nPEDro score < 5); (2) inconsistency (I2 > 50%); (3) indirectness (when more than 25% of the\nstudies used non-standard measures of muscle strength or muscle mass); (4) imprecision\n(grouping < 300 participants); and (5), publication bias or lack of its evaluation due to the\nsmall number of studies (n < 10) [26].\n3. Results\nAfter reading the full texts, ten articles met the eligibility criteria (Figure 1), and were\nincluded in the qualitative assessment. Of these studies, two were excluded from the meta-\nanalyses, as, after contacting the authors, one reported that they no longer had the data [11],\nand the other did not respond [12]. Thus, eight studies were included in the meta-analysis\nof the main outcome [13,14,25,27–31], the characteristics of which are shown in Table 1. Of\nthe articles that involved older adults, only data referring to females were extracted or\nrequested (n = 3). Study participants (n = 176) were randomized to receive Cr or Pl during\nRT, which was performed two to three times/week. Mean age ranged from 56 to 70 years,\nand studies included healthy and postmenopausal females ( n = 6); in postmenopausal\nfemales with osteopenia or osteoporosis (n = 1) or with knee osteoarthritis ( n = 1) were\nincluded. The duration of the studies ranged from 12–52 weeks. Some studies adopted a\nCr loading phase at a dosage of 20 g/day for 5–7 days, followed by 5 g/day (n = 3); others\nused a dosage of 5 g/day (n = 2), or a relative dosing strategy of 0.1 g/kg/day (n= 3). Six\nstudies reported signiﬁcant effects of Cr on muscle strength and muscle mass, while two\nfound no effect. Only two studies reported adverse events (gastrointestinal discomfort or\ncramps), but none of these adverse events resulted in a loss at follow-up. The longest study\n(52 weeks) evaluated kidney and liver function and found no adverse effects (compared\nto Pl) from Cr.\nTable 2 shows the individual score on each item, and the total scores of the studies on\nthe PEDro scale. The quality ranged from 6 to 9, and the median PEDro score was 7. The\nrandomization procedure was properly described in all of the included studies; however,\nonly 40% adequately reported allocation procedures. Eight studies (80%) did not report\nwhether the data analysis followed the intention-to-treat, and ﬁve (50%) of the studies\nshowed a dropout greater than 15%.\n\nNutrients 2021, 13, 3757 5 of 12\nTable 1. Characteristics of Included Studies.\nAuthor\n(Year) Population n = Per Group Age\n(year)\nIntervention Outcome Measure (Italics\nIndicate Effect Signiﬁcant Cr) DurationSupplementation Training\nAguiar et al.\n(2013) [27] healthy women > 60 years\n18\nCr = 9\nPl = 9\nCr: 64 ± 4\nPl: 65 ± 6\nCr or Pl:\n5 g/day\nRT\n3 x/week\nMS: 1RM (bench press, knee\nextension and biceps curl)\nBC: DEXA (muscle mass)\n12 weeks\nAlves et al.\n(2013) [28]\nhealthy older women\n> 60 years\n22\nCr = 12\nPl = 10\nCr: 66.4 ± 5.6\nPl: 63.9 ± 3.8\nCr or Pl:\n20 g/day for 5 days;\nfollowed by 5 g/day\nRT\n2 x/week\nMS: 1RM (chest press\nand leg press) 24 weeks\nBermon et al.\n(1998) [11] healthy older adults\n8\nCr = 4\nPl = 4\nCr: 71.0 ± 1.9\nPl: 69.3 ± 0.4\nCr: 20 g Cr + 8 g glucose/day for\n5 days; followed by\n3 g Cr + 2 g glucose/day\nPl: 28 g glucose/day for 5 days;\nfollowed by 5 g glucose/day\nRT\n3 x/week\nMS: 1RM (leg press, chest press\nand leg extension) 52 days\nBrose et al. *\n(2003) [13]\nhealthy older adults\n(women were\npostmenopausal)\n13\nCr = 6\nPl = 7\nCr: 70.8 ± 6.1\nPl: 69.9 ± 5.6\nCr: 5 g Cr/day + 2 g\ndextrose/day\nPl: 7 g dextrose/day\nRT\n3 x/week\nMS: 1RM (leg press, chest press,\narm ﬂexion and Knee extension)\nBC: DEXA (muscle mass)\n14 weeks\nCandow et al. *\n(2015) [14]\nhealthy ≥ 50 years older\nadults\n(women were\npostmenopausal)\n22\nCr = 13\nPl = 9\n56 ± 5\nCr: 0.1 g Cr/kg/day\nPl: 0.1 g malt/kg/day RT\n3 x/week\nMS: 1RM (Cr before and\nafter— leg pressand chest press)\nBC: DEXA (Cr after— muscle mass)\n32 weeks\nChilibeck et al.\n(2015) [29] postmenopausal women\n33\nCr = 15\nPl = 18\nCr: 57 ± 4\nPl: 57 ± 7\nCr: 0.1 g Cr/kg/day\nPl: 0.1 g malt/kg/day\nRT\n3 x/week\nMS: 1RM (bench press\nand hack squat)\nBC: DEXA (muscle mass)\n52 weeks\nGualano et al.\n(2014) [30]\npostmenopausal women\nwith osteopenia or\nosteoporosis\n30\nCr = 15\nPl = 15\nCr: 67.1 ± 5.6\nPl: 63.6 ± 3.6\nCr or Pl:\n20 g/day for 5 days;\nfollowed by 5 g/day\nRT\n2 x/week\nMS: 1RM (bench press\nand leg press)\nBC: DEXA (muscle mass)\n24 weeks\nJohannsmeyer et al. *\n(2016) [25]\nOlder adults (women were\npostmenopausal)\n14\nCr = 7\nPl = 7\nCr: 59 ± 3\nPl: 58 ± 6\nCr: 0.1 g Cr + 0.1 g\ndextrose/kg/day\nPl: 0.2 g dextrose/kg/day\nRT\n3 x/week\nMS: 1RM (leg press, chest press,\nhack Squat and lateral pull-down)\nBC: DEXA (muscle mass)\n12 weeks\nNeves et al.\n(2011) [31]\npostmenopausal women\nwith knee osteoarthritis\n24\nCr = 3\nPl = 11\nCr: 58 ± 3\nPl: 56 ± 3\nCr or Pl: 20 g/day for 7 days;\nfollowed by 5 g/day\nRT\n3 x/week\nMS: 1RM (leg press)\nBC: DEXA (muscle mass, lower\nlimb muscle mass)\n12 weeks\nPinto et al.\n(2016) [12] healthy older adults\n27\nCr = 13\nPl = 14\nCr: 67.4 ± 4.7\nPl: 67.1 ± 6.3\nCr: 5 g Cr/day\nPl: 5 g malt/day\nRT\n3 x/week\nMS: 10RM (bench press\nand leg press)\nBC: DEXA (muscle mass)\n12 weeks\n* From the studies that included males and females, only data on females were extracted. Cr, creatine; Pl, placebo; malt, maltodextrin; RT, resistance training; MS, muscle strength; 1RM, 1—repetition maximum;\n10RM, 10—repetition maximum; BC, body composition.\n\nNutrients 2021, 13, 3757 6 of 12\nTable 2. PEDro score (n = 10).\nStudy Random\nAllocation\nConcealed\nAllocation\nGroups\nSimilar at\nBaseline\nParticipant\nBlinding\nTherapist\nBlinding\nExaminer\nBlinding\n<15%\nDropouts\nIntention to\nTreat Analysis\nBetween Group\nDifference\nReported\nPoint Estimate\nand Variability\nReported\nTotal\n(0–10)\nAguiar et al.\n(2013) [27] Y N Y Y Y Y Y N Y Y 8\nAlves et al.\n(2013) [28] Y N Y Y Y Y N N Y Y 7\nBermon et al.\n(1998) [11] Y N Y Y N N Y N Y Y 6\nBrose et al.\n(2003) [13] Y N Y Y Y N Y N Y Y 7\nCandow et al.\n(2015) [14] Y Y Y Y Y Y N N Y Y 8\nChilibeck et al.\n(2015) [29] Y Y Y Y Y Y N Y Y Y 9\nGualano et al.\n(2014) [30] Y N Y Y Y Y N N Y Y 7\nJohannsmeyer\net al. (2016) [25] Y Y Y Y Y Y Y N Y Y 9\nNeves et al.\n(2011) [31] Y N Y Y Y Y Y Y Y Y 9\nPinto et al.\n(2016) [12] Y N Y Y Y Y N N Y Y 7\nY: yes; N: no.\n\nNutrients 2021, 13, 3757 7 of 12\nFigure 2 shows the comparison of lower-body strength between groups that supple-\nmented with Cr or Pl. Overall, there was no signiﬁcant effect from Cr on measures of\nlower-body strength (p = 0.18; I2 = 0%; SMD = 0.22 [95% CI −0.10–0.55]). Sub-analysis\nperformed on study duration showed no effect from Cr if the study lasted ≤ 14 weeks\n(p = 0.49; I2 = 0%; SMD = −0.20 [95% CI −0.75–0.36]). However, Cr signiﬁcantly increased\nlower-body strength compared to Pl if the study lasted ≥ 24 weeks ( p = 0.03; I 2 = 0%;\nSMD = 0.44 [95% CI 0.04–0.84]). Collectively, the quality of evidence according to GRADE\nwas rated as low (Table 3).\nNutrients 2021, 13, x FOR PEER REVIEW 7 of 12 \n \n \n[95% CI 0.04–0.84]). Collectively, the quality of evidence according to GRADE was rated \nas low (Table 3). \n \nFigure 2. Forest plot for analysis of muscle strength of the lower body during the leg press or hack exercise, separated by \nsubgroups according to study duration (up to 14 weeks and ≥ 24 weeks). \nTable 3. Summary of findings and quality of evidence (GRADE) for Cr. \nNo. of \nStud-\nies \nStudy \nDe-\nsign \nRisk \nof Bias \nIncon-\nsistency \nIndirect-\nness \nImpreci-\nsion Outcome \nNumber \nof Sub-\njects \nwith Cr \nNumber \nof Sub-\njects \nwith Pl \nAbso-\nlute Ef-\nfect \n(95% CI) \nQuality \nof Evi-\ndence \n(GRADE) \nImportance \n7 RCT Not se-\nrious Not serious Not serious Extremely \nserious a \nUpper-\nbody \nStrength \n68 74 \nSMD \n0.35 (0.02 \n–0.69) \n◯◯⨁⨁ \nLOW Critical \n7 RCT Not se-\nrious Not serious Not serious Extremely \nserious a \nLower-\nbody \nStrength \n75 76 \nSMD \n0.22 \n(−0.10–\n0.55) \n◯◯⨁⨁ \nLOW Critical \n6 RCT Not se-\nrious Not serious Not serious Extremely \nserious a \nMuscle \nMass 70 66 \nSMD \n0.24 \n(−0.10–\n0.59) \n◯◯⨁⨁ \nLOW Important \nCI, confidence interval; RCT, randomized clinical trial; SMD, standard mean difference; Cr, creatine supplementation; Pl, \nplacebo. ◯◯⨁⨁ = low quality of evidence. \nQuality of evidence: \nHigh: We are very confident that the true effect lies close to that of the estimate of the \neffect. \nModerate: We are moderately confident in the effect estimate; the true effect is likely \nto be close to the estimate of the effect, but there is a possibility that it is substantially \ndifferent. \nLow: Our confidence in the effect estimate is limited; the true effect may be substan-\ntially different from the estimate of the effect. \nVery low: We have very little confidence in the effect estimate; the true effect is likely \nto be substantially different from the estimate of the effect. \nFigure 2. Forest plot for analysis of muscle strength of the lower body during the leg press or hack exercise, separated by\nsubgroups according to study duration (up to 14 weeks and ≥24 weeks).\nTable 3. Summary of ﬁndings and quality of evidence (GRADE) for Cr.\nNo. of\nStudies\nStudy\nDesign\nRisk of\nBias Inconsistency Indirectness Imprecision Outcome\nNumber\nof\nSubjects\nwith Cr\nNumber\nof\nSubjects\nwith Pl\nAbsolute\nEffect(95%\nCI)\nQuality\nof\nEvidence\n(GRADE)\nImportance\n7 RCT Not\nserious\nNot\nserious\nNot\nserious\nExtremely\nserious a\nUpper-\nbody\nStrength\n68 74 SMD 0.35\n(0.02 –0.69)\n⊕⊕##\nLOW Critical\n7 RCT Not\nserious\nNot\nserious\nNot\nserious\nExtremely\nserious a\nLower-\nbody\nStrength\n75 76 SMD 0.22\n(−0.10–0.55)\n⊕⊕##\nLOW Critical\n6 RCT Not\nserious\nNot\nserious\nNot\nserious\nExtremely\nserious a\nMuscle\nMass 70 66 SMD 0.24\n(−0.10–0.59)\n⊕⊕##\nLOW Important\nCI, conﬁdence interval; RCT, randomized clinical trial; SMD, standard mean difference; Cr, creatine supplementation; Pl, placebo.\n⊕⊕## = low quality of evidence. a = wide conﬁdence intervals and sample sizes lower than 300.\nQuality of evidence:\nHigh: We are very conﬁdent that the true effect lies close to that of the estimate of\nthe effect.\nModerate: We are moderately conﬁdent in the effect estimate; the true effect is likely to\nbe close to the estimate of the effect, but there is a possibility that it is substantially different.\nLow: Our conﬁdence in the effect estimate is limited; the true effect may be substan-\ntially different from the estimate of the effect.\nVery low: We have very little conﬁdence in the effect estimate; the true effect is likely\nto be substantially different from the estimate of the effect.\nReason for downgrade: Few studies with wide conﬁdence interval and sample size\nlower than 300 (extremely serious imprecision).\nFigure 3 shows the comparison of upper-body strength between groups that sup-\nplemented with Cr or Pl. Overall, Cr resulted in a signiﬁcant increase in upper-body\n\nNutrients 2021, 13, 3757 8 of 12\nstrength (p = 0.04; I2 = 0%; SMD = 0.35 [95% CI 0.02–0.69]). Similar to lower-body strength,\nsub-analysis performed on study duration showed no effect on upper-body strength from\nCr if the study lasted ≤ 14 weeks (p = 0.44; I 2 = 0%; SMD = 0.23 [95% CI −0.36–0.82]).\nHowever, Cr signiﬁcantly increased upper-body strength compared to Pl if the study\nlasted ≥ 24 weeks (p = 0.05; I2 = 0%; SMD = 0.41 [95% CI 0.01–0.82]). The overall quality of\nevidence according to GRADE was rated as low (Table 3).\nNutrients 2021, 13, x FOR PEER REVIEW 8 of 12 \n \n \nReason for downgrade: Few st udies with wide confidence interval and sample size \nlower than 300 (extremely serious imprecision). \n \nFigure 3 shows the comparison of upper-body strength between groups that supple-\nmented with Cr or Pl. Overall, Cr resulted in a significant increase in upper-body strength \n(p = 0.04; I 2 = 0%; SMD = 0.35 [95% CI 0.02–0.69]). Similar to lower-body strength, sub-\nanalysis performed on study duration showed no effect on upper-body strength from Cr \nif the study lasted ≤ 14 weeks (p = 0.44; I2 = 0%; SMD = 0.23 [95% CI −0.36–0.82]). However, \nCr significantly increased upper-body streng th compared to Pl if the study lasted ≥ 24 \nweeks (p = 0.05; I 2 = 0%; SMD = 0.41 [95% CI 0.01–0.82]). The overall quality of evidence \naccording to GRADE was rated as low (Table 3). \n \nFigure 3. Forest plot for analysis of muscle st rength of the upper body during the bench press or chest press exercise, \nseparated by subgroups according to study duration (up to 14 weeks and ≥ 24 weeks). \nCr, independent of study duration, had no effect on measures of muscle mass (Figure \n4). The overall quality of evidence according to GRADE was rated as low (Table 3). \n \nFigure 4. Forest plot for muscle mass, separated by subgroups according to study duration (up to 14 weeks and ≥ 24 \nweeks). \nFigure 3. Forest plot for analysis of muscle strength of the upper body during the bench press or chest press exercise,\nseparated by subgroups according to study duration (up to 14 weeks and ≥24 weeks).\nCr, independent of study duration, had no effect on measures of muscle mass (Figure 4).\nThe overall quality of evidence according to GRADE was rated as low (Table 3).\nNutrients 2021, 13, x FOR PEER REVIEW 8 of 12 \n \n \nReason for downgrade: Few st udies with wide confidence interval and sample size \nlower than 300 (extremely serious imprecision). \n \nFigure 3 shows the comparison of upper-body strength between groups that supple-\nmented with Cr or Pl. Overall, Cr resulted in a significant increase in upper-body strength \n(p = 0.04; I 2 = 0%; SMD = 0.35 [95% CI 0.02–0.69]). Similar to lower-body strength, sub-\nanalysis performed on study duration showed no effect on upper-body strength from Cr \nif the study lasted ≤ 14 weeks (p = 0.44; I2 = 0%; SMD = 0.23 [95% CI −0.36–0.82]). However, \nCr significantly increased upper-body streng th compared to Pl if the study lasted ≥ 24 \nweeks (p = 0.05; I 2 = 0%; SMD = 0.41 [95% CI 0.01–0.82]). The overall quality of evidence \naccording to GRADE was rated as low (Table 3). \n \nFigure 3. Forest plot for analysis of muscle st rength of the upper body during the bench press or chest press exercise, \nseparated by subgroups according to study duration (up to 14 weeks and ≥ 24 weeks). \nCr, independent of study duration, had no effect on measures of muscle mass (Figure \n4). The overall quality of evidence according to GRADE was rated as low (Table 3). \n \nFigure 4. Forest plot for muscle mass, separated by subgroups according to study duration (up to 14 weeks and ≥ 24 \nweeks). \nFigure 4. Forest plot for muscle mass, separated by subgroups according to study duration (up to 14 weeks and≥24 weeks).\n4.",
    "discussion": "The primary purpose of this meta-analysis review was to systematically evaluate the\neffects of Cr + RT on measures of muscle strength and muscle mass in older females. We\nchose to focus only on older females, since there is some evidence that females, in compari-\nson to males, may have higher intramuscular creatine stores (pre-supplementation), which\n\nNutrients 2021, 13, 3757 9 of 12\nmay blunt their responsiveness to exogenous Cr, and that Cr has no effect on indicators\nof muscle protein catabolism when RT is 12 weeks in duration (for review, see Smith-\nRyan et al., 2021) [21]. Therefore, longer Cr periods may be required to produce signiﬁcant\nmuscle beneﬁts in older females. Overall, Cr (independent of duration) had favorable\neffects on measures of upper-body strength, compared to Pl. These results support previous\nmeta-analyses involving a combination of older males and females [17–20]. Sub-analyses\nrevealed a unique ﬁnding in those studies lasting ≥ 24 weeks in duration: Cr increased\nupper- and lower-body strength compared to Pl. These muscle strength beneﬁts from Cr\nmay be clinically relevant, as greater upper-body strength is associated with an improved\nability to perform activities of daily living (i.e., carrying groceries, lifting objects, household\nchores), and an overall higher quality of life in older females [ 32]. In addition, greater\nlower-body strength (the region most negatively affected by the aging process) [ 33] is\nassociated with improved mobility [34], the ability to perform activities of daily living (i.e.,\nclimbing stairs, standing from a chair, household chores) [35], and a reduction in the risk\nof falls and subsequent fractures [36,37]. Furthermore, improvements in muscle strength\nreduce the incidence of chronic disease and premature mortality in older adults [3]. From\nan applied perspective, these ﬁndings may have applications for the design of effective Cr\nstrategies for older females to improve muscle strength.\nWhile no mechanisms were determined in this review and meta-analysis, greater\nmuscle strength from Cr may be related to Cr’s ability to inﬂuence intramuscular phos-\nphocreatine stores and actin-myosin cross-bridge cycling [13]. Furthermore, older adults\nhave reduced phosphocreatine stores (compared to younger adults) in lower-body muscle\ngroups (i.e., vastus lateralis) [19] that may stimulate a greater force generating response\nfrom Cr when these muscle groups are recruited (i.e., when performing squat, leg press, or\nknee extension exercises). Albeit speculative, Cr supplementation elevates intramuscular\ncreatine stores, and increases exercise capacity which, over time, will translate to greater\ngains in muscle strength in older females. It is also possible that Cr increases calcium\ncycling into the sarcoplasmic reticulum, which would result in faster detachment of the\nactin-myosin cross-bridge, and subsequently increase force-generating capacity [38]. Un-\nfortunately, no measure of calcium cycling was made, or muscle biopsies performed in the\nreviewed studies, which negates a deﬁnitive mechanistic conclusion.\nOur lack of signiﬁcant ﬁnding regarding muscle accretion from Cr contrasts with pre-\nvious meta-analyses [17–20]. These contrasting ﬁndings occurred despite similar method-\nology of included studies, including supplement dose (5–20 g/day or 0.1 g/kg/day),\ntraining frequency (2–3 times per week), and duration of the intervention (12–52 weeks).\nChilibeck et al., 2017 included studies that co-ingested creatine with other ingredients\n(e.g., protein or conjugated linoleic acid) [19]. However, a unique aspect of our analysis,\nalbeit limited by a smaller sample size than these previous meta-analyses, was that it\nonly involved older females. While not statistically signiﬁcant, close examination of all\nindividual studies involved in our analysis showed that Cr + RT increased or attenuated\nthe rate of muscle loss compared to Pl. Mechanistically, Cr may have had some favorable\neffects on muscle biology by inﬂuencing muscle protein kinetics, satellite cells, growth\nfactors, myogenic transcription factors, protein kinases involved in the mTOR signaling\npathway, or inﬂammatory processes and pathways; for reviews, see Candow et al., 2021;\nChilibeck et al., 2017; Forbes et al. 2021 [ 18,19,39]. Additional research determining the\nmechanistic actions of Cr on a much larger population cohort of older females is needed to\ndetermine with greater certainty and probability whether Cr can augment muscle mass\nduring a RT program.\n4.1. Quality of Evidence\nBased on the GRADE system and recommendation for the main outcomes, we judged\nthe overall certainty of the evidence in this review as low, after downgrading the scores due\nto issues related to imprecision (i.e., total cumulative sample size lower than 300). Thus,\nthe available evidence is limited by the number of studies, sample sizes, and conﬁdence\n\nNutrients 2021, 13, 3757 10 of 12\ninterval amplitude, preventing us from reaching robust",
    "conclusions": "about the effects of\ncreatine supplementation combined with resistance training on muscle strength and muscle\nmass gains in older females.\n4.2. Adverse Events\nIn support of previous reviews [ 17–19], most studies reported no adverse events,\neven when renal and liver function were assessed. Thus, it appears that Cr is safe and\nwell-tolerated strategy in older adults [ 40], and can be safely used by postmenopausal\nfemales [41].\n4.3. Limitations\nA major limitation of the current review was that only eight studies were quantiﬁed\nin the meta-analysis [13,14,25,27–31], which limits external generalizability. Furthermore,\neven with a low risk of bias (median PEDro score of 7), four of these studies [14,28–30] had\nwithdrawal rates above 15%, and six studies [13,14,25,27–29] did not report whether the\ndata analysis followed intention-to-treat; therefore, caution is warranted. A strength and\nunique aspect of our review was the inclusion of GRADE recommendations, which were\nnot conducted in the previous reviews.\n5. Conclusions\nIn conclusion, Cr + RT in a small cohort of older females enhanced muscle strength\nwhen the duration was at least 24 weeks; however, there was no effect on muscle mass.\nOverall, the certainty of the evidence is low, given the limited sample size, which may\ncontribute to the imprecision of the observed effect sizes. Therefore, more clinical trials are\nwarranted. Future research is required to examine long-term clinical health outcomes in\nolder females.\nAuthor Contributions: Conceptualization, E.E.P .d.S.; Methodology, E.E.P .d.S., R.C.d.A., C.C.d.A.S.,\nW.L.d.P . and J.P .B.; Investigation, E.E.P .d.S. and J.A.G.; Data Curation, E.E.P .d.S., R.C.d.A. and\nJ.A.G.; Formal analysis, R.C.d.A.; Writing—original draft, E.E.P .d.S., R.C.d.A., W.L.d.P . and J.P .B.;\nWriting—review & editing, E.E.P .d.S., R.C.d.A., D.G.C., S.C.F., J.A.G., C.C.d.A.S., W.L.d.P . and\nJ.P .B.; Supervision, W.L.d.P . and J.P .B. All authors have read and agreed to the published version of\nthe manuscript.\nFunding: This research received no external funding. WLP is supported by ASPIRE grants (#UC2\nGM137444-02).\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Not applicable.\nConﬂicts of Interest: D.G.C. has conducted industry sponsored research involving creatine sup-\nplementation, received creatine donation for scientiﬁc studies and travel support for presentations\ninvolving creatine supplementation at scientiﬁc conferences. In addition, D.G.C. serves on the Scien-\ntiﬁc Advisory Board for Alzchem (a company which manufactures creatine). S.C.F. has previously\nserved as a Scientiﬁc Advisor for a company that sold creatine.\nReferences\n1. Ganapathy, A.; Nieves, J.W. Nutrition and Sarcopenia-What Do We Know? Nutrients 2020, 12, 1755. [CrossRef]\n2. Cruz-Jentoft, A.J.; Bahat, G.; Bauer, J.; Boirie, Y.; Bruyère, O.; Cederholm, T.; Cooper, C.; Landi, F.; Rolland, Y.; Sayer, A.A.; et al.\nSarcopenia: Revised European consensus on deﬁnition and diagnosis. Age Ageing2019, 48, 16–31. [CrossRef]\n3. Fragala, M.S.; Cadore, E.L.; Dorgo, S.; Izquierdo, M.; Kraemer, W.J.; Peterson, M.D.; Ryan, E.D. Resistance Training for Older\nAdults: Position Statement From the National Strength and Conditioning Association. J. Strength Cond. Res.2019, 33, 2019–2052.\n[CrossRef]\n4. Mitchell, W.K.; Williams, J.; Atherton, P .; Larvin, M.; Lund, J.; Narici, M. Sarcopenia, Dynapenia, And the impact of advancing\nage on human skeletal muscle size and strength; a quantitative review. Front. Physiol.2012, 3, 260. [CrossRef] [PubMed]\n5. Javed, A.A.; Mayhew, A.J.; Shea, A.K.; Raina, P . Association Between Hormone Therapy and Muscle Mass in Postmenopausal\nWomen: A Systematic Review and Meta-analysis. JAMA Netw. Open2019, 2, e1910154. [CrossRef]\n\nNutrients 2021, 13, 3757 11 of 12\n6. Iannuzzi-Sucich, M.; Prestwood, K.M.; Kenny, A.M. Prevalence of sarcopenia and predictors of skeletal muscle mass in healthy,\nolder men and women. J. Gerontol. Ser. A Biol. Sci. Med. Sci.2002, 57, M772–M777. [CrossRef] [PubMed]\n7. Du, Y.; Wang, X.; Xie, H.; Zheng, S.; Wu, X.; Zhu, X.; Zhang, X.; Xue, S.; Li, H.; Hong, W.; et al. Sex differences in the prevalence\nand adverse outcomes of sarcopenia and sarcopenic obesity in community dwelling elderly in East China using the AWGS\ncriteria. BMC Endocr. Disord.2019, 19, 109. [CrossRef] [PubMed]\n8. Janssen, I.; Heymsﬁeld, S.B.; Ross, R. Low relative skeletal muscle mass (sarcopenia) in older persons is associated with functional\nimpairment and physical disability. J. Am. Geriatr. Soc.2002, 50, 889–896. [CrossRef] [PubMed]\n9. Kirchengast, S.; Huber, J. Gender and age differences in lean soft tissue mass and sarcopenia among healthy elderly .Anthropol. Anz.\n2009, 67, 139–151. [CrossRef] [PubMed]\n10. Shaﬁee, G.; Keshtkar, A.; Soltani, A.; Ahadi, Z.; Larijani, B.; Heshmat, R. Prevalence of sarcopenia in the world: A systematic\nreview and meta- analysis of general population studies. J. Diabetes Metab. Disord.2017, 16, 21. [CrossRef]\n11. Bermon, S.; Venembre, P .; Sachet, C.; Valour, S.; Dolisi, C. Effects of creatine monohydrate ingestion in sedentary and weight-\ntrained older adults. Acta Physiol. Scand.1998, 164, 147–155. [CrossRef] [PubMed]\n12. Pinto, C.L.; Botelho, P .B.; Carneiro, J.A.; Mota, J.F. Impact of creatine supplementation in combination with resistance training on\nlean mass in the elderly. J. Cachexia Sarcopenia Muscle2016, 7, 413–421. [CrossRef]\n13. Brose, A.; Parise, G.; Tarnopolsky, M.A. Creatine supplementation enhances isometric strength and body composition improve-\nments following strength exercise training in older adults. J. Gerontol. Ser. A Biol. Sci. Med. Sci.2003, 58, 11–19. [CrossRef]\n[PubMed]\n14. Candow, D.G.; Vogt, E.; Johannsmeyer, S.; Forbes, S.C.; Farthing, J.P . Strategic creatine supplementation and resistance training in\nhealthy older adults. Appl. Physiol. Nutr. Metab.2015, 40, 689–694. [CrossRef] [PubMed]\n15. Lai, C.C.; Tu, Y.K.; Wang, T.G.; Huang, Y.T.; Chien, K.L. Effects of resistance training, endurance training and whole-body\nvibration on lean body mass, muscle strength and physical performance in older people: A systematic review and network\nmeta-analysis. Age Ageing2018, 47, 367–373. [CrossRef] [PubMed]\n16. Robinson, S.; Granic, A.; Sayer, A.A. Nutrition and Muscle Strength, As the Key Component of Sarcopenia: An Overview of\nCurrent Evidence. Nutrients 2019, 11, 2942. [CrossRef]\n17. Candow, D.G.; Chilibeck, P .D.; Forbes, S.C. Creatine supplementation and aging musculoskeletal health. Endocrine 2014, 45,\n354–361. [CrossRef]\n18. Forbes, S.C.; Candow, D.G.; Ostojic, S.M.; Roberts, M.D.; Chilibeck, P .D. Meta-Analysis Examining the Importance of Creatine\nIngestion Strategies on Lean Tissue Mass and Strength in Older Adults. Nutrients 2021, 13, 1912. [CrossRef]\n19. Chilibeck, P .D.; Kaviani, M.; Candow, D.G.; Zello, G.A. Effect of creatine supplementation during resistance training on lean\ntissue mass and muscular strength in older adults: A meta-analysis. Open Access J. Sports Med.2017, 8, 213–226. [CrossRef]\n20. Devries, M.C.; Phillips, S.M. Creatine supplementation during resistance training in older adults-a meta-analysis. Med. Sci. Sports\nExerc. 2014, 46, 1194–1203. [CrossRef]\n21. Smith-Ryan, A.E.; Cabre, H.E.; Eckerson, J.M.; Candow, D.G. Creatine Supplementation in Women’s Health: A Lifespan\nPerspective. Nutrients 2021, 13, 877. [CrossRef]\n22. Cumpston, M.; Li, T.; Page, M.J.; Chandler, J.; Welch, V .A.; Higgins, J.P .; Thomas, J. Updated guidance for trusted systematic\nreviews: A new edition of the Cochrane Handbook for Systematic Reviews of Interventions. Cochrane Database Syst. Rev.2019, 10,\nEd000142. [CrossRef]\n23. Liberati, A.; Altman, D.G.; Tetzlaff, J.; Mulrow, C.; Gøtzsche, P .C.; Ioannidis, J.P .; Clarke, M.; Devereaux, P .J.; Kleijnen, J.; Moher, D.\nThe PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions:\nExplanation and elaboration. Ann. Intern. Med.2009, 151, W65–W94. [CrossRef]\n24. de Morton, N.A. The PEDro scale is a valid measure of the methodological quality of clinical trials: A demographic study. Aust. J.\nPhysiother. 2009, 55, 129–133. [CrossRef]\n25. Johannsmeyer, S.; Candow, D.G.; Brahms, C.M.; Michel, D.; Zello, G.A. Effect of creatine supplementation and drop-set resistance\ntraining in untrained aging adults. Exp. Gerontol.2016, 83, 112–119. [CrossRef] [PubMed]\n26. Guyatt, G.H.; Oxman, A.D.; Vist, G.E.; Kunz, R.; Falck-Ytter, Y.; Alonso-Coello, P .; Schünemann, H.J. GRADE: An emerging\nconsensus on rating quality of evidence and strength of recommendations. BMJ 2008, 336, 924–926. [CrossRef] [PubMed]\n27. Aguiar, A.F.; Januário, R.S.; Junior, R.P .; Gerage, A.M.; Pina, F.L.; do Nascimento, M.A.; Padovani, C.R.; Cyrino, E.S. Long-term\ncreatine supplementation improves muscular performance during resistance training in older women. Eur. J. Appl. Physiol.2013,\n113, 987–996. [CrossRef]\n28. Alves, C.R.; Merege Filho, C.A.; Benatti, F.B.; Brucki, S.; Pereira, R.M.; de S á Pinto, A.L.; Lima, F.R.; Roschel, H.; Gualano, B.\nCreatine supplementation associated or not with strength training upon emotional and cognitive measures in older women: A\nrandomized double-blind study. PLoS ONE2013, 8, e76301. [CrossRef] [PubMed]\n29. Chilibeck, P .D.; Candow, D.G.; Landeryou, T.; Kaviani, M.; Paus-Jenssen, L. Effects of Creatine and Resistance Training on Bone\nHealth in Postmenopausal Women. Med. Sci. Sports Exerc.2015, 47, 1587–1595. [CrossRef] [PubMed]\n30. Gualano, B.; Macedo, A.R.; Alves, C.R.; Roschel, H.; Benatti, F.B.; Takayama, L.; de S á Pinto, A.L.; Lima, F.R.; Pereira, R.M.\nCreatine supplementation and resistance training in vulnerable older women: A randomized double-blind placebo-controlled\nclinical trial. Exp. Gerontol.2014, 53, 7–15. [CrossRef]\n\nNutrients 2021, 13, 3757 12 of 12\n31. Neves, M., Jr.; Gualano, B.; Roschel, H.; Fuller, R.; Benatti, F.B.; Pinto, A.L.; Lima, F.R.; Pereira, R.M.; Lancha, A.H., Jr.; Bonfá, E.\nBeneﬁcial effect of creatine supplementation in knee osteoarthritis. Med. Sci. Sports Exerc.2011, 43, 1538–1543. [CrossRef]\n32. Nawrocka, A.; Polecho ´ nski, J.; Garbaciak, W.; Mynarski, W. Functional Fitness and Quality of Life among Women over 60 Years\nof Age Depending on Their Level of Objectively Measured Physical Activity. Int. J. Environ. Res. Public Health2019, 16, 972.\n[CrossRef]\n33. Candow, D.G.; Chilibeck, P .D. Differences in Size, Strength, and Power of Upper and Lower Body Muscle Groups in Young and\nOlder Men. J. Gerontol. Ser. A2005, 60, 148–156. [CrossRef] [PubMed]\n34. Rava, A.; Pihlak, A.; Ereline, J.; Gapeyeva, H.; Kums, T.; Purge, P .; Jürimäe, J.; Pääsuke, M. Body Composition, Neuromuscular\nPerformance, and Mobility: Comparison Between Regularly Exercising and Inactive Older Women. J. Aging Phys. Act.2017, 25,\n58–64. [CrossRef] [PubMed]\n35. Seguin, R.; Nelson, M.E. The beneﬁts of strength training for older adults. Am. J. Prev. Med.2003, 25, 141–149. [CrossRef]\n36. da Silva, R.B.; Costa-Paiva, L.; Morais, S.S.; Mezzalira, R.; Ferreira Nde, O.; Pinto-Neto, A.M. Predictors of falls in women with\nand without osteoporosis. J. Orthop. Sports Phys. Ther.2010, 40, 582–588. [CrossRef] [PubMed]\n37. Sinaki, M.; Brey, R.H.; Hughes, C.A.; Larson, D.R.; Kaufman, K.R. Balance disorder and increased risk of falls in osteoporosis and\nkyphosis: Signiﬁcance of kyphotic posture and muscle strength. Osteoporos. Int.2005, 16, 1004–1010. [CrossRef] [PubMed]\n38. Bazzucchi, I.; Felici, F.; Sacchetti, M. Effect of short-term creatine supplementation on neuromuscular function. Med. Sci. Sports\nExerc. 2009, 41, 1934–1941. [CrossRef] [PubMed]\n39. Candow, D.G.; Forbes, S.C.; Kirk, B.; Duque, G. Current Evidence and Possible Future Applications of Creatine Supplementation\nfor Older Adults. Nutrients 2021, 13, 745. [CrossRef]\n40. Kreider, R.B.; Kalman, D.S.; Antonio, J.; Ziegenfuss, T.N.; Wildman, R.; Collins, R.; Candow, D.G.; Kleiner, S.M.; Almada, A.L.;\nLopez, H.L. International Society of Sports Nutrition position stand: Safety and efﬁcacy of creatine supplementation in exercise,\nsport, and medicine. J. Int. Soc. Sports Nutr.2017, 14, 18. [CrossRef]\n41. de Guingand, D.L.; Palmer, K.R.; Snow, R.J.; Davies-Tuck, M.L.; Ellery, S.J. Risk of Adverse Outcomes in Females Taking Oral\nCreatine Monohydrate: A Systematic Review and Meta-Analysis. Nutrients 2020, 12, 1780. [CrossRef] [PubMed]"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "muscle_mass; muscle_strength"
  },
  "bucket": "B",
  "notes": "Meta-analysis focused specifically on older females; creatine + RT yields greater increases in muscle strength and lean mass than RT alone."
}