{
  "id": 70,
  "title": "Creatine Supplementation for Treating Symptoms of Depression: A Systematic Review and Meta-Analysis",
  "authors": "Eckert S; et al.",
  "year": 2025,
  "doi": "10.1017/S0007114525105588",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "depression",
    "mental_health",
    "meta_analysis"
  ],
  "population": {
    "training_status": "no_training_meta (clinical)"
  },
  "sections": {
    "abstract": "Nutraceuticals are increasingly of interest in nutritional psychiatry, where creatine has been \ninvestigated in several randomised trials for its effects on depressiv e symptoms. However, \nthese findings have not yet been systematically synthesised. We conducted a systematic \nreview to assess the effects of creatine supplementation on symptoms of depression. Four \ndatabases were searched up to February 202 5 for trials comp aring creatine with placebo in \nindividuals with or without depression. Study selection, data extraction and risk of bias \nassessment (RoB 2) were conducted independently, and certainty of evidence was evaluated \nusing GRADE. Random -effects meta -analyses with Hartung-Knapp-Sidik-Jonkman \nadjustment including 11 trials (1,093 participants) found a standardised mean difference \n(SMD) of -0.34 (95% CI, -0.70 to -0.00; GRADE: very low quality of evidence), equivalent \nto 2.2 points on the 17-item Hamilton Depression Rating Scale, below the minimal important \ndifference of 3.0 points. Confidence intervals include non -clinically important effects and \nheterogeneity was substantial (I² = 71.3%). While effects appeared larger in clinically -\ndepressed populations, subgroup an alyses and trim -and-fill adjustments indicated substantial \nbias favouring creatine.",
    "results": "for secondary endpoints were significant for remission (3 \ntrials, OR 3.60, 95% CI 1.76 to 7.56), but not for treatment response (2 trials, OR 0.72, 95% \nCI 0.28 to 1 .88). Our findings suggest creatine may offer a small -to-moderate benefit for \nindividuals with depression, but average effects were not clinically important and the true \neffect may be trivial or null. The evidence on which these results are based is very u ncertain. \nLarger, more rigorous randomised trials are required to draw definitive",
    "conclusions": ". \nKeywords: creatine, nutraceuticals, depression, meta-analysis, dietary supplements \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nLIST OF ABBREVIATIONS \nCANMAT: Canadian Network for Mood and Anxiety Treatments \nCBT: Cognitive Behavioral Therapy \nCI: Confidence Interval \nCREST-E: Creatine Safety, Tolerability, & Efficacy in Huntington's Disease \nGRADE: Grading of Recommendations, Assessment, Development and Evaluation \nHAMD: Hamilton Depression Rating Scale \nHDRS: Hamilton Depression Rating Scale \nITT: Intention-to-Treat \nMCID: Minimal Clinically Important Difference \nMDD: Major Depressive Disorder \nNICE: National Institute for Health and Care Excellence \nOR: Odds Ratio \nPOMP: Percent of Maximum Possible \nPRISMA: Preferred Reporting Items for Systematic Reviews and Meta-Analyses \nRCT: Randomised Controlled Trial \nREML: Restricted Maximum Likelihood \nSMD: Standardised Mean Difference \nSSRI: Selective Serotonin Reuptake Inhibitor \nWFSBP: World Federation of Societies of Biological Psychiatry \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript",
    "introduction": "Major Depressive Disorder (MDD) affects approximately 280 million people worldwide, \nstanding as one of the leading causes of disability and nonfatal health loss. (1–3) Despite \nexisting treatments, substantial unmet needs remain. Many individuals do not receive \nadequate therapy due to financial constraints, limited health literacy, or persistent stigma and \nmisconceptions on mental health. Even for those who do receive clinical care, existing \ntreatment options often fail to provide satisfactory symptom relief, carry notable side effects, \nand/or demand long-term commitment that some find difficult to maintain.(4–6) \nCreatine is widely used for enhancing sports performance, and has recently garnered attention \nas a potential therapeutic for brain health. (7,8) Creatine plays a pivotal role in brain energy \nhomeostasis, and altered cerebral energy metabolism at a cellular level may be involved in \nthe pathophysiology of depression. (9) Lower brain creatine levels are associated with both \ndepressive symptoms and resistance to established treatments (10–12), and inverse associations \nwere found between dietary creatine intake and prevalence of depression. (13) Oral creatine \nadministration has been shown to increase brain phosphocreatine concentrations (14,15), \nproviding a reasonable physiological basis for its clinical efficacy. \nDespite promising evidence, creatine is not currently recommended by major clinical \nguidelines (16), and previous systematic reviews of nutraceuticals for psychiatric disorders \nfound limited evidence assessing its efficacy. (9,17,18) Several clinical trials are av ailable to \ndetermine the effects of creatine on symptoms of depression but these efforts have not yet \nbeen systematically synthesised. In this study, we present a first -in-field systematic review \nand meta-analysis of published and unpublished randomised tr ials to assess the efficacy of \ncreatine supplementation on depression outcomes.",
    "methods": "This is a systematic review and meta -analysis investigating the effects of creatine \nsupplementation to treat symptoms of depression. It was reported according to the Pr eferred \nReporting Items for Systematic Reviews and Meta -Analysis (PRISMA) 2020 guidelines (19) \nand conducted according to the Cochrane Handbook for Systematic Reviews of \nInterventions.(20) The protocol for this research was pre -registered in the Internation al \nProspective Register of Systematic Reviews (CRD42025649236). \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nSelection criteria \nStudies were eligible if they met the following criteria: 1) study design was a \nrandomised controlled trial (RCT) ; 2) the intervention group received oral creatine; 3) the \ncontrol group received placebo; 4) reported outcome data on depressive symptoms measured \nby a validated questionnaire. Only RCTs were included because high placebo responses, \nsymptom fluctuation, and treatment‐selection processes in routine care can confou nd non -\nrandomised comparisons in depression research; RCTs minimise these biases, allowing the \neffect of creatine to be distinguished from non -specific influences and time trends, thus \nproviding the most reliable estimates of intervention efficacy.(20) \nWe included studies that used co -interventions (such as psychotherapy, \nantidepressants or exercise), as long as it was provided to both groups. We did not restrict our \nreview to studies where participants had a diagnosis of depression or other mood disorders, as \nassessing the effects of creatine in the general population may also be relevant for decision -\nmaking. No exclusions were made based on the type of creatine or dose. \nSearch strategy \nFour databases were searched: MEDLINE, Web of Science, Embase and Coc hrane \nLibrary, from inception to February 17th, 2025. Full structure of the search strategy used in \neach database can be found in the Appendix ( Table S 2). Unpublished and grey literature \nwere sought through clinical trial registries, conference proceedings , theses and dissertations. \nWe also searched for studies in the bibliographies of potentially eligible trials upon full -text \nevaluation. \nStudy selection and data extraction \nIn stage 1 of the selection process, retrieved records were uploaded to Rayyan (21), \nwhere two reviewers (JL and AD) independently screened their titles and abstracts. In stage \n2, the full text of potentially eligible articles were evaluated before a final decision, also \nperformed independently by JL and AD. Disagreements at both stages were resolved by",
    "discussion": "with a third author (IE). Data collection commenced on February 20th, 2025. Two \nreviewers (JL and AD) independently extracted study and sample characteristics, the data \nrequired for meta -analyses and funding/material provision i nformation to standardised \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nMicrosoft Excel ® spreadsheets. Disagreements were resolved by inspecting and cross -\nchecking the original data source with a third reviewer (IE). \nData analysis \nWe performed pairwise frequentist meta -analyses using the meta package in R \nversion 4.4.1. Continuous outcomes were calculated using an inverse -variance model and \npresented as standardised mean differences (SMD) in Hedge's g, as it tends to produce less \nbiased results for studies with smaller samples and when sample s izes differ substantially \nbetween studies.(22) The restricted maximum likelihood (REML) variance estimator was used \nfollowing published methodological guidance for continuous outcome data. (23) For \ndichotomous outcomes, we presented results using Odds ratio s (OR), calculated using an \ninverse-variance random-effects model with the Paule -Mandel estimator. As pre -specified in \nour protocol, random -effects were chosen as we expected significant between -study \nheterogeneity due to diverse patient populations, inter vention protocols and outcome \nmeasures. All analyses included a Hartung-Knapp-Sidik-Jonkman adjustment, as it provides a \nbetter estimation of between study variance by accounting for small sample sizes. (24) \nRandom-effects were prespecified as the primary model; however, in outcomes with very few \ntrials or unstable/near-zero τ² (where HKSJ intervals can be extremely wide due to imprecise \nτ²), we additionally report a fixed -effect estimate as a sensitivity analysis, alongside the RE \nresult. These fixed -effect estimates are provided solely to aid the interpretation under a \ncommon-effect assumption and should be regarded as supplementary and exploratory. \nWe preferred to use intention -to-treat (ITT) data to minimise potential biases often \nassociated with post -randomisation exclusions. Data from per -protocol analyses were \nextracted and utilised only if ITT data was not available. For depression symptomatology as a \ncontinuous variable, according to our pre -specified analysis plan, we only used post -\ntreatment values. All studies provided post -treatment data, but one study (Butchart et al., \n2022) reported 95% confidence intervals of post -treatment means instead of standard \ndeviations (SD), which were transformed into SD. \nWhere studies reported data for multiple arms ag ainst a single control group, we have \nsplit each study into multiple reports. This decision was based on chapter 16.5.4 of the \nCochrane Handbook, which states that in order to overcome the issue of unit-of-analysis error \nit is possible to split the ‘shared ’ group (i.e., the control group receiving placebo) into two \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \ngroups with smaller sample size, and include two (reasonably independent) comparisons. \nSuch a statistical maneuver was performed in only one study (Kondo 2016), which compared \nthree creatine grou ps against a single placebo group. Nemets et al. (2013) and Alves et al. \n(2013) reported data for 4 groups, allowing for two completely independent comparisons of \ncreatine vs. placebo in each study. \nInterpretation of findings \nWe generated estimates using SMDs as studies measured depression with different \ninstruments. However, presenting results in SD units has major limitations: clinicians and \ntheir patients are unlikely to be able to relate to this way of presenting results; if the \nvariability or heteroge neity in the severity of patients’ condition varies between trials, the \nSDs will also vary; and if very homogenous populations are enrolled, SD units can give a \nmisleading inflated impression of the magnitude of effect. (25) Thus, we have converted SMDs \nto the natural units of the Hamilton Depression Rating Scale (HDRS -17), with which many \nclinicians are familiarised and there is an established minimal clinically important difference \n(MCID) available. In accordance with the NICE guidelines, we chose a cutoff of 3 points to \nrepresent the minimal difference considered important to patients.(26,27) \nRisk of bias assessment \nTwo reviewers (I.E. and J.L.) evaluated each trial using the revised Cochrane risk of \nbias tool for randomi sed trials version 2.0 (RoB 2) (28) according to the most recent \nguidance.(29) The tool comprises five domains, which were used to inform an overall risk of \nbias for each trial, based on (1) bias arising from the randomization process, (2) bias due to \ndeviations from intended interventions, (3) bias due to missing outcome data; (4) bias due in \nthe measurement of the outcome; and (5) bias in the selection of the reported result. Results \nof the RoB 2 informed domain 1 (within -study risk of bias) of our GRADE quality of \nevidence assessment. \nPrediction intervals \nPrediction intervals (PIs) were calculated and reported to show the expected effect \nrange of a similar future study, in a different setting. In this sense, PIs provide a clinical \nmeaningful measure, estimating where the true effect is exp ected for 95% of similar studies \nconducted in the future and allowing more informative inferences.(30) \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nAssessment of heterogeneity \nWe used I 2 statistics to assess the proportion of variability in a pooled analysis that \nwas explained by between -study heterogeneity, and to reflect the extent to which 95% \nconfidence intervals from the different original research articles overlapped with each \nother.(31,32) For GRADE assessments, we interpreted I 2 statistics as recommended in the \nCochrane Handbook: 1) 0% to 40% might not be important; 2) 30% to 60% may represent \nmoderate heterogeneity; 3) 50% to 90% may represent substantial heterogeneity; 4) 75% to \n100% suggest considerable heterogeneity. \nIn a random effects model, within -study measures of variability such as confidence \nintervals are not informative about the range of potential treatment effects given the \nheterogeneity between studies. (33) For this r eason, we also used PIs as an indicator of \nvariation between studies, which can inform judgements regarding domain 2 (inconsistency) \nof our GRADE assessment in addition to traditional indicators.(34,35) \nSubgroup analyses and Meta-regression \nTo assess for potential effect modifiers and explain statistical heterogeneity, we \nperformed three pre -specified subgroup analyses: 1) studies that included populations \ndiagnosed with affective disorders vs. studies including otherwise healthy individuals; 2) \nstudies that provided creatine as an adjuvant therapy vs. studies that provided creatine as \nmonotherapy; and 3) studies of higher vs. lower risk of bias. A p -value of <0.05 was \nconsidered statistically significant for subgroup interaction tests. \nWe performed exploratory univariate meta -regression analyses using a mixed -effects \nmodel based on the following continuous variables as predictors: 1) treatment duration (in \nweeks); 2) daily creatine dose (in grams); and 3) baseline depression scores. As studies \nmeasured depression using different scales, we standardised baseline depression scores from \n0 to 100 in each study using the Proportion of Maximum Possible (POMP) method.(36) \nSensitivity analyses \nExclusion sensitivity analyses using the leave -one-out method were performed and \ndisplayed in forest plots to investigate the potential influence of individual studies on the \noverall results of the meta -analysis. We also performed a sensitivity analysis to determine if \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nour pre-specified analytical choice affec ted our primary findings by reanalysing it using the \ntraditional DerSimonian and Laird model without the Hartung -Knapp-Sidik-Jonkman \nadjustment.(37) \nAssessment of publication bias \nPublication bias was investigated through visual inspection of a funnel plo t, in \nconjunction with statistical tests using Egger's regression. (38,39) In order to adjust for potential \nsmall-study effects and attain a corrected effect estimate, we used the Duval & Tweedie trim \nand fill method.(40) \nQuality of evidence assessment \nThe quality of evidence was assessed using the Grading of Recommendations \nAssessment, Development and Evaluation (GRADE) system. (41) Each outcome was initially \ndetermined as 'high quality of evidence’, which could be downgraded to ‘moderate’, ‘low’ or \n‘very lo w’ based on the five following domains: 1) within -study risk of bias; 2) \ninconsistency; 3) imprecision; 4) indirect evidence and 5) publication bias. The interpretation \nof each outcome was based on GRADE guidelines 26, which presented informative \nstatements to communicate the findings of systematic reviews of interventions.(42) \nRESULTS \nStudy selection \nA total of 558 records were identified in our initial search, of which 353 were \nscreened after excluding duplicate records. We subsequently examined the full -text of 34 \npotentially eligible studies, of which 11 were included in our systematic review: 9 studies \nfrom indexed journals (43–51) and 2 unpublished studies (Kious, 2024; Renshaw, 2024) found \non ClinicalTrials.gov. The selection process is presented in Figure 1. A list of all excluded \nstudies is presented in the Appendix. \nCharacteristics of the included studies \nEleven studies (with 2,117 randomised individuals) were included. Most trials were \nsmall, with sample sizes ranging from 9 to 100, with the exception of Kieburtz et al., a \nmulticenter trial that randomised 1741 participants. Three studies explicitly self -identified as \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \npilot trials (Nemets, 2013; Toniolo, 2017; Kious, 2024; Sherpa, 2025). Trials were conducted \nin India (Sherpa, 2025), South Korea (Lyoo, 2012), Israel (Nemets, 2013), Canada (Butchart, \n2022), United States of America (Kieburtz, 2015; Kondo, 2016; Brooks, 2023; Kious, 2024; \nRenshaw, 2024) and Brazil (Alves, 2013; Toniolo, 2017). \nAll studies were of parallel-group design comparing creatine to placebo. Creatine was \nalways offered via oral administration, with a median daily dose of 5 grams across studies. \nOnly two trials prescribed creatine based on each subject's body weight (Bu tchart 2022; \nBrooks 2023). Two trials (Kondo, 2016; Nemets, 2013) had multiple intervention groups in \norder to test different doses. Kondo et al. tested three different doses in three groups (2 \ngrams, 4 grams and 10 grams) compared to a single placebo grou p, while Nemets et al. had \ntwo creatine groups (5 grams and 10 grams) and two placebo groups. Out of all studies, only \nNemets et al. implemented a creatine dose titration regimen to reduce the risk of potential \nadverse events, starting with lower doses of creatine during the first week. In contrast, Kious \net al. (2024) implemented a high -dose creatine load of 20g/day for 1 week, followed by 5 \nweeks of usual doses (5g/day). In four studies, both groups received standard \npharmacological treatment with antidep ressants (Lyoo, 2012; Nemets, 2013; Kondo, 2016; \nToniolo, 2017); in one study, both groups received electroconvulsive therapy (Kious, 2024); \nin one study, both groups received psychotherapy (Sherpa, 2025); and in four studies no \nadditional intervention for depression was offered (Alves, 2013; Kieburtz, 2015; Butchart, \n2022; Brooks, 2023). Treatment duration was generally short -term, ranging from 4 weeks \n(Nemets, 2013) to 10 weeks (Butchart, 2022). The exceptions were a 24 -week trial (Alves, \n2013) and a 5-year trial (Kieburtz, 2015). \nSix trials recruited individuals with a diagnosis of an affective disorder (either MDD \nor bipolar disorder) and the remaining recruited otherwise healthy individuals (Alves, 2013; \nKieburtz, 2015; Butchart, 2022; Brooks, 2023); of these studies, one recruited a population \nwith Parkinson's disease (Kieburtz, 2015). The average participant age in each trial ranged \nfrom 17.0 (Kondo, 2016) to 66.8 years old (Alves, 2013). All studies measured depressive \nsymptomatology with appropriate scales, but their choices were highly variable (see Table \n1). The most common questionnaire was the Hamilton Depression Rating Scale (HDRS). \nFunding and material provision \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nAmong the included trials, most (7/11) reported public/academic or non-profit support \nand four did not report funding. One trial reported industry in -kind involvement (creatine \nsupplied by AlzChem LLC). For most studies, the mode of creatine acquisition was not \nreported (one in -kind; one brand named without donation stated), and only thre e trials \nexplicitly stated a funder role (two: no role; one: funder involved). Details by study are \nprovided in the Appendix (Table S10). \nRisk of bias assessment \nSix studies were judged as overall high risk of bias and only one trial was judged as \nlow risk of bias (Kieburtz, 2015). The most common concern was related to deviations from \nintended interventions, especially in trials providing co -interventions, where unbalanced \ntreatments due to chance or unblinding could introduce bias. Measurement bias, parti cularly \ndue to risk of unblinding, was also a common concern. Eight trials had a pre -registered \nprotocol, of which only one presented a statistical analysis plan with pre -planned \nmethodological decisions such as statistical models, how to deal with missing data and rules \nfor excluding participants from their analyses (Kieburtz, 2015). The overall RoB assesment is \npresented in Figure 2 and detailed rationale for the judgement of each domain can be found \nin the Appendix (Table S7). \nMeta-analyses \nPrimary outcome: Depressive symptomatology \nEleven studies (1,093 participants) provided data on depressive symptoms and were \nincluded in the analysis. Creatine supplementation was associated with a greater reduction in \ndepressive symptoms compared to placebo (SMD -0.34, 95% confidence interval -0.6831 to -\n0.0004, but there was substantial between-study heterogeneity (Figure 3). Using the GRADE \ncriteria, we judged the certainty of the evidence to be very low ( Table 2). Confidence \nintervals range between large to trivial effect sizes, suggesting uncertainty with regards to its \nclinical importance. In HDRS units, these results are compatible with a difference of -2.22 \n(95% confidence interval, -4.4404 to -0.0028). \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nSecondary outcome: Remission of depression \nBased on two trials (70 participants), in a fixed -effect model meta-analysis, there was \nno evidence of a difference in response rates following creatine supplementation compared to \nplacebo: OR 0.72 (95% confidence interval, 0.28 to 1.88). Confidence intervals include the \npossibility of large benefits and harms (72% reduction to 88% increase). Results from \nrandom-effects had excessively wide confidence intervals ( Appendix Figure S1 ). Using the \nGRADE criteria, the evidence was judged as very low certainty. \nSecondary outcome: Treatment response \nBased on three trials (187 participants), in a fixed -effect model meta-analysis, results \nwere in favour of creatine supplementation compared to placebo: OR 3.65 (95% confidence \ninterval, 1.76 to 7.56), but confidence intervals were very wide. Random -effects analysis \nrevealed similar but more imprecise results (95% confidence interval, 0.99 to 13.15) \n(Appendix Figure S1). Using the GRADE criteria, the evidence was also judged as very low \ncertainty. \nSecondary outcome: Quality of life \nOnly one study reported quality of life (Kieburtz, 2015), measured by the EuroQOL \ninstrument (EQ -5D). The mean baseline values were 0.8 (±0.2) for both groups. After 5 \nyears, both groups experienced a mean reduction of 0.1 points (representing a non -significant \nand clinically unimportant 0.005 mean difference between groups; 95%CI -0.03 to 0.04). \nSecondary outcome: Safety and adverse events \nLyoo et al. (2012) reported similar frequencies of adverse events between groups \n(43.4% vs. 46.4%; p = 0.69). A mild elevati on of serum creatinine was observed exclusively \nin patients receiving creatine (0.79 vs. 0.67 mg/dL; p=0.03). Although not statistically \nsignificant, levels of liver enzymes (alanine aminotransferase and aspartate aminotransferase) \nwere also elevated in th e creatine group (23.5 vs. 20.0 units/L and 23.6 vs. 21.6 units/L, \nrespectively). Kieburtz et al. (2015) reported an immediate increase in creatinine levels in the \nintervention group at the first post -baseline visit, which then stabilised, but no notable \nchanges in other laboratory values over time. Kondo et al. (2016) reported that the adverse \nevents most commonly affected the placebo group (4 out of 6 individuals), but no \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \ninformation was reported regarding the creatine groups. Small mean differences in se rum \ncreatinine were also observed (0.79 vs. 0.88 mg/dL in the control group and 10g/day creatine \ngroup, respectively). In Toniolo et al. 2017, the control group reported nearly double the \namount of adverse events in the creatine group (17 vs. 33 events). T he authors reported that \nno patient exhibited serum blood urea nitrogen or creatinine levels above the upper limits of \nnormality after 6 weeks of treatment, but data was not shown. Sherpa et al. (2025) reported a \ntotal of 127 adverse events (69 vs. 58 in the creatine and placebo groups, respectively). There \nwere a total of 29 reports related to gastrointestinal adverse events (either constipation or \ndiarrhea) in the creatine group vs. 17 in the placebo group. Abdominal pain was reported by 9 \nparticipants in the creatine group vs. 1 in the placebo group. The proportion of other adverse \nevents was generally similar between groups. No side effects or adverse events were reported \nin Nemets 2013, Butchart, 2022 or Brooks, 2023. \nSubgroup and meta-regression analyses \nEven though the number of studies and overall participants were low, we decided to \npresent additional, exploratory analyses as they still may be somewhat informative. These \nanalyses were conducted only for the primary outcome due to limited data avai lability. Forest \nplots are presented in the Appendix (Figure S4 to S6). \nSubgroup analysis based on risk of bias \nThere was evidence of smaller effect sizes in depressive symptomatology in studies of \nlower risk of bias (5 trials, SMD: 0.06; 95%CI: -0.38 to 0.49) compared to studies of higher \nrisk of bias (6 trials, SMD: -0.71; 95%CI: -1.10 to -0.32), with statistically significant \nsubgroup differences (p = 0.0016). The heterogeneity within each subgroup was significantly \nreduced compared to the overall analys is (34.2% and 28.3% for the subgroup of higher and \nlower risk of bias, respectively). \nSubgroup analysis based on primary diagnosis of affective disorders \nGreater effect sizes were observed in the subset of studies including individuals with a \ndiagnosis of an affective disorder (7 trials, SMD: -0.59; 95%CI: -0.95 to -0.22) compared to \nstudies with otherwise healthy participants (4 trials, SMD: 0.04, 95%CI: -0.78 to 0.86), but \nthe test for subgroup differences was not statistically significant (p = 0.0637 ). Confidence \nintervals for the subgroup with a primary diagnosis of affective disorders were still \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \ncompatible with both important and non -clinically important effects on the HDRS scale ( -\n6.18 to -1.43). \nSubgroup analysis based on creatine as adjuvant vs. monotherapy \nResults for this subgroup analysis were identical to the subgroup analysis based on \nprimary diagnosis of affective disorders, as the studies that provided creatine as an adjuvant \ntherapy were exactly the same studies that included participants with affective disorders. \nMeta-regression analyses \nWe found a statistically significant, inverse association between baseline depression \nscores (standardised from 0 to 100 across different scales) and a favourable effect for creatine \n(β = -0.0192; p = 0.01 32; R2 = 57.99%). Each 10-point increase in baseline depression score \nwas associated with a 0.19 greater SMD in favour of creatine (equivalent to a 1.25 -point \nreduction in HDRS scale) for improving symptoms of depression. We found no clear \nevidence of an a ssociation between treatment effect and treatment duration (p = 0.3639) or \ndaily creatine dose (p = 0.8257). \nFunnel plot \nThe linear regression test of Egger was not statistically significant (p=0.2793), but the \nfunnel was somewhat suggestive of an asymmetr y (Appendix Figure S2). We explored an \nadditional analysis with the Duval & Tweedie Trim and Fill Method, which filled 6 effect \nsizes. The bias -corrected estimate was closer to the null (SMD: 0.01; 95%CI: -0.34 to 0.37; \nPI: -1.48 to 1.51), but remained highly heterogeneous (I2=80.8%). \nSensitivity analyses \nWe recalculated the results of our meta-analysis 15 times, each time leaving one study \nout (Appendix Figure S3). Effect sizes varied from -0.24 (when Lyoo, 2012 was omitted) to -\n0.46 (when Alves 2013a was omitted). These results are consistent with mean reductions in \nHDRS-17 of 1.56 to 2.99 points. Only two analyses remained statistically significant (when \nremoving Alves 2013a and Kieburtz 2015), but none of the 15 analyses resulted in clinically \nimportant effect estimates. Statistical heterogeneity ( I2) remained moderate to high in every \nanalysis, ranging from 56% to 73%. Sensitivity analysis removing both unpublished studies \n(Kious 2024 and Renshaw 2024) were not statistically significant (SMD: -0.38; 95%CI: -0.78 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nto 0.02). Sensitivity analysis using the DerSimonian and Laird model without the Hartung -\nKnapp-Sidik-Jonkman adjustment were also not statistically significant (SMD: -0.34; 95%CI: \n-0.70 to 0.01; PI: -1.51 to 0.82; I2: 71.3%). \nDISCUSSION \nSummary of the main results \nOur meta -analysis included a total of 11 trials involving 1,093 participants. The \nevidence shows statistically significant lower mean depression scores in creatine groups \ncompared to placebo, with imprecise and hi ghly variable results across studies. Mean \ndepressive symptomatology in creatine groups was approximately 2.2 points lower, \nrepresenting a mean reduction below what is considered as clinically important in HDRS -17 \nscore. Confidence intervals were compatibl e with a clinically meaningful effect on the upper \nend, but also included an effect of negligible magnitude on the lower end. The certainty of the \nevidence was very low (see Certainty of the evidence). \nMeta-analysis of treatment response (2 trials) suggest ed no clear evidence of an \neffect, while in the meta-analysis of depression remission (3 trials) the average odds ratio was \ncompatible with substantial benefit. However, these results were highly imprecise and mostly \ninconclusive due to limited data availability. The certainty of the evidence was also very low. \nAdverse events (AEs) were generally similar between intervention and placebo \ngroups, occurred at an early phase and were reported to have improved without specific \ninterventions. However, most studie s did not describe how AEs were identified and \ninvestigated in sufficient detail. Data reporting was widely variable, which precluded data \npooling. In general, there was some evidence of an increased occurrence of gastrointestinal \nAEs and slightly increased serum creatinine associated with creatine supplementation. \nRates of trial non‐completion (including dropouts, loss of follow -up, withdrawals and \nexclusions) were generally high across studies but fairly similar between intervention and \nplacebo groups, wi th the exception of Toniolo et al., which excluded nearly 40% of the \npatients randomised to placebo vs. only 6% of those randomised to the creatine group. \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nOverall interpretation of the evidence \nThe evidence for all outcomes is limited and highly heterogene ous, with findings that \nare imprecise and potentially biased. First, most available studies were very small, single -\ncenter trials. Most of the data in the primary analysis derive from 6 trials at high risk of bias. \nThe studies available were also highly he terogeneous: we found considerable differences in \nthe type of participants involved, the type of standard care co -interventions, the duration of \nsupplementation, and the range of different questionnaires used to measure depressive \nsymptoms. Subgroup analyses were performed in order to reduce statistical heterogeneity and \nidentify potential effect modifiers, but they were limited due to the small number of trials and \nseveral shared characteristics at study-level (e.g., studies investigating creatine as an ad juvant \nwere also the same studies that recruited individuals with a diagnosis of an affective \ndisorder). Corrected estimates addressing publication bias further suggest the results of our \nprimary analysis are biased towards a benefit for creatine supplementation. \nStudies that did not provide other interventions in addition to creatine tended to result \nin smaller, non -significant effect sizes. This is consistent with a hypothesis that creatine per \nse may not provide an additional biological effect, but rathe r enhance the antidepressant \neffects of other therapies through a particular mechanism (e.g., enhancing reuptake inhibition \nof monoamines). However, even within the subgroup of trials assessing the effects of creatine \nas an augmentation agent, results were highly heterogeneous: two trials (Lyoo, 2012; Sherpa, \n2025) found very large effect sizes; two trials (Kondo, 2016; Toniolo, 2017) found a \nmoderate effect size; two trials (Nemets, 2013; Renshaw, 2024) found small effect sizes; and \none trial (Kious, 2024) found a null result. Trials that used creatine as the only treatment may \nalso have found smaller effects due to other clinical differences (e.g., populations without \naffective disorders) or simply by chance. In addition, trials offering co -interventions may be \nat a greater risk of bias due to deviations from intended interventions in case of unblinding or \ndue to small sample sizes, which will be discussed later on. It is currently not possible to \ndetermine if the effects of creatine were greater in some tr ials because 1) they were affected \nby biases related to unblinding and deviations from intended interventions; 2) creatine is \nactually effective only in individuals with affective disorders; 3) creatine is actually effective \nonly when used as an adjunctive therapy that augments the efficacy of standard care \ntreatments; or 4) other unknown or unmeasured variables (e.g., average baseline intake of \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \ndietary creatine in each study). In general, until more studies with different characteristics \nand larger samples are conducted, it will be difficult to explain the heterogeneity of effects. \nSubgroup analyses showed larger effect sizes in studies at higher risk of bias \ncompared to studies at lower risk of bias, with substantially smaller heterogeneity in each \nsubgroup. These findings are consistent with meta -epidemiological evidence that shows \nhigher risk of bias trials (especially of small sample sizes and single -center) tend to \noverestimate the effects of interventions. (52–54) However, it is important to acknowledge the \nlimitations associated with small amounts of studies within each subgroup, and the fact that \nall included studies (including those judged as overall ‘some concerns’) shared similar \nlimitations and risk of bias concerns, with the exception of Kieburtz et al. (2015). In addition, \nmost trials at high risk of bias were also trials that studied individuals with affective \ndisorders; thus, it is not possible to clearly determine whether these positive findings are due \nto bias, real effect, or a combination of both. \nImprecise effect sizes were found for all results, especially for remission and \ntreatment response, due to limited data availability. For our primary outcome, the mean \ndifference was smaller than the MCID selected in our pre -specified protocol (3 po ints in the \nHDRS-17 scale). However, confidence intervals range from clinically important benefits to \npractically null effects. While this imprecision alone would not preclude recommendations in \nfavour of creatine supplementation for many individuals, such uncertainty needs to be taken \ninto consideration in conjunction with the currently unexplained heterogeneity, the overall \nwithin-study high risk of bias for most trials and small-study effects. \nCertainty of the evidence \nUsing the GRADE criteria, the certa inty of the evidence for all outcomes was \nconsidered very low due to serious imprecision, serious within -study risk of bias and \nstatistical heterogeneity that remained unexplained after subgroup analyses. We also found \nevidence to suggest that publication bias is present. Our judgements for each outcome can be \nfound in the Summary of Findings (Table 2). \nMuch of the evidence (53.5% weight) of our overall analysis derived from trials at \nhigh risk of bias, for which the certainty of the evidence was downgraded by two levels. The \nmost critical limitation of the published clinical trials is the lack of adequate methods to \ncontrol for and/or identify potentially unbalanced co -interventions. For ethical reasons, \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nstudies on individuals with psychiatric diagnoses wil l typically receive creatine as an \nadjuvant (not monotherapy). Theoretically, when two groups receive the same treatments, it \nis possible to estimate the effect of an adjuvant intervention by prescribing it to one group \nwhile giving placebo to another. For instance, in Lyoo et al., as all patients received SSRIs, \nany difference between groups could be attributable to creatine. However, this inference is \nonly acceptable as long as it is reasonable to assume that the SSRI treatment was equally safe \nand effective in both groups (i.e., they would have ended up with no differences in symptoms \nhad they not received an additional treatment). For that to be true, patients in both groups \nshould be equally tolerating and benefitting from the standard care, and receivi ng the same \nopportunities for successfully optimizing it. While randomisation can provide such isonomy \nin theory, it does not always work in practice. An example of this can be found in Toniolo \n2017, where 35 patients were randomised to two groups (17 vs. 18 patients). Soon after \nrandomisation, three patients in the placebo group were lost, while three other patients in the \nplacebo group changed medications in a way that deviated from the study protocol. In the \ncreatine group, two patients presented worseni ng of their clinical depression and were \nexcluded from the trial. Within 2 weeks, possibly due to chance, >22% of the study sample \npresented issues in an unbalanced manner, which may have biased the results in favour of the \nintervention. Many other issues in real life that affect depressive symptoms may not even be \nidentified by (or reported to) the investigators, such as non-responsiveness or non-compliance \nto pharmacological/psychological treatments. Adequate randomisation creates groups with \nfairly simil ar prognosis at baseline, but unintended deviations and life events may ensue \nunpredictably during treatment period. Most of the currently available trials are very small, \nwhere participants in one group may end up having better prognosis simply due to cha nce, \neven after a perfectly randomised allocation. Future trials should be performed with larger \nsample sizes and consider implementing a run -in period before treatment allocation for \naccomodation/familiarisation with the standard care and study procedures , effectively \nreducing the risk of bias due to potential post-randomisation deviations. \nAnother issue in creatine trials, particularly for subjective outcomes (such as \ndepressive symptomatology), is the risk of unblinding during the treatment period. (55) \nCreatine, especially in high doses, may provoke mild and transient gastrointestinal side \neffects that could influence participants’ perception of what treatment is being received. If \nthose assigned to creatine report minor side effects more frequently to ca regivers and/or \noutcome assessors, it may amplify biases related to deviations from intended interventions \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nand/or introduce bias in the measurement of the outcomes due to unblinding. Creatine \nsupplementation may also lead to benign changes in biochemical t ests, especially serum \ncreatinine levels. If patients, caregivers and/or outcome assessors are aware of the results \nfrom their biochemical tests, they may be able to tell apart patients receiving creatine and \nthose receiving placebo, partially or totally breaking study blinding. Trialists can easily avoid \nthis issue by blinding patients and study personnel to the results of biochemical tests; \nrecommending patients to not take out -of-study blood tests; and have dedicated investigators \n(other than caregivers and outcome assessors) to handle biochemical data. Unfortunately, \nonly one study included in this review has taken such precautions (Kieburtz, 2015). \nOur interpretation of the funnel plot was suggestive of an asymmetry, with small - to \nmoderately-sized trials showing unfavourable (or less favourable) results potentially missing. \nIndeed, we found several records of clinical trials that were terminated, withdrawn or \ncompleted but not published (see Appendix Table S9) — which are typically associated with \nsmaller treatment effects than published trials. (56) We explored an additional analysis to \naddress publication bias with the trim and fill method, which provided results much \nconsistent with a null effect (SMD: 0.01; 95%CI: -0.34 to 0.37), with confidence inter vals \nexcluding clinically important differences in the HDRS scale. Overall, the trim and fill \nmethod indicated that the pooled SMD of -0.34 in our main analysis is probably \noverestimated due to small-study effects, and the real effect may be considerably s maller. Of \nnote, although publication bias can lead to an asymmetrical funnel plot, there are also other \ncauses that may produce similar patterns. (57) Differences in study populations, treatment \nduration, effectiveness of co -interventions and risk of bias between smaller vs. larger trials \nmay have contributed to the observed asymmetry. It is also possible that funnel plot \nasymmetry simply occurs by chance, especially when there are few trials. For those reasons, \nwe decided to take a conservative approach in our GRADE assessment and not downgrade \nthe certainty in our primary outcome due to publication bias. However, the data unavailability \nthat led to non -inclusion of several studies in our meta -analyses of secondary outcomes was \nconsidered as a clear reason for downgrading the certainty of evidence by at least one level. \nIn summary, the evidence for all outcomes was considered as of very low certainty. \nCurrently available body of evidence is composed of limited, predominantly small single -\ncenter trials, within which there was substantial heterogeneity that remains unexplained even \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nafter subgroup analyses. In addition, the fact that much of the contributing data derive from \nstudies at high risk of bias suggests considerable need for caution. \nPotential biases in the review process \n This is the first systematic review of creatine supplementation for treating symptoms \nof depression. We restricted our inclusion to randomised trials, thoroughly searched for \nunpublished studies (leading to the inclusion of two additio nal trials), provided formal \nquantitative syntheses of the available trials, performed plausible pre -specified subgroup \nanalyses and presented transparent assessments of the certainty of the evidence and risk of \nbias. This review was strictly based on the most up -to-date Cochrane recommendations, \nfollowed a prespecified protocol and adhered to PRISMA guidelines for appropriate \nreporting. However, as with any systematic review, the findings of our study are as reliable as \nthe extent of which the available ev idence contributes to our analyses. For secondary \noutcomes, only a very limited number of studies reported usable data. For our primary \noutcome, the available evidence is limited mainly due to the substantial influence of trials at \nhigh risk of bias and th e small number of studies. Outcome reporting did not always follow a \npre-specified protocol registration and we relied heavily on available information within the \nmanuscripts, meaning that biases due to selective reporting are possibly present. Our database \nsearches were probably more likely to detect articles published in English and in peer -\nreviewed, indexed journals. It is also possible our searches did not find closed -access articles \nthat mentioned terms related to depressive symptoms only in the full t ext. In order to \nminimise these issues, we also performed searches in Google Scholar, gray literature \ndatabases such as OpenGrey and preprint servers, and avoided restricting our searches to title \nand abstract fields. Regarding our meta -analyses, studies w ere combined regardless of \ndifferences in study methodology and sample characteristics, as our review intended to \nanswer a broad clinical question regarding the effects of creatine supplementation on \nimproving symptoms of depression, which may have resulte d in statistical heterogeneity. We \nperformed subgroup analyses to identify effect modifiers and provide explanations for \nheterogeneity; however, the paucity of data and co -existing study-level characteristics of key \npotential variables (e.g., subgroups of ‘diagnosis of mood disorder’ and ‘creatine as adjuvant \ntherapy’ were composed of exactly the same studies) are challenging to interpret. Thus, \ncaution is warranted in extrapolating from our subgroup analyses before more trials are \navailable. \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nAgreements and disagreements with other studies or reviews \nThere are many published non -systematic reviews on the potential effects of creatine \nsupplementation for a number of clinical conditions and outcomes related to brain health, \nincluding cognitive processing, psyc hiatric disorders, dementia and traumatic brain \ninjury.(10,58,59) In reviews where depression or its symptoms have been discussed, there were \nno attempts to implement systematic methods for study retrieval, study selection or a \nqualitative critical ap praisal through appropriate risk of bias tools and GRADE criteria. \nPrevious reviews have only narratively explored the results of a few published trials, along \nwith discussions of potential biological mechanisms through which the intervention could \nwork, and generally concluded that the evidence is promising. In some cases, authors have \neven stated that “significant evidence” exists of its effectiveness for treatment -resistant \ndepression.(60) In contrast, we present a more complete dataset of published and unpublished \nstudies, and our analyses suggest that current evidence is largely consistent with non -\nclinically important benefits, which are likely to be biased towards creatine therapy due to \npublication bias and within-study risk of bias. \nWe were surprise d to not have found Kieburtz et al. (2015) cited (or thoroughly \ndiscussed) in many of the previously published reviews (12,61–63), considering it is a high -\nquality, adequately -powered multicenter randomised trial. On the other hand, often -cited \nstudies include single-arm, non-randomised, open-label small trials inherently at high risk of \nbias due to regression to the mean, spontaneous improvements and many other confounding \nfactors.(64–66) Improvements in these single -arm trials may be completely attributab le to \nseveral factors associated with placebo response. (67) Importantly, Kieburtz et al. (2015) \nshould be considered a design -model for future trials as it was the only study that \nimplemented important methodological precautions that effectively preserved its internal \nvalidity, mainly related to its pre -specified statistical analysis plan and proper blinding to the \nresults of biochemical tests; however, we have not found such key recommendation for future \ntrials in previous reviews. Similarly, a multicenter trial creatine supplementation for \nHuntington disease including 553 participants (the CREST -E study) has also taken necessary \n(but rarely seen) precautions to maintain study blinding. (68) The authors instituted random \nsuspensions to help mask suspensions due to true elevations caused by creatine metabolism \nand redacting potentially unblinding creatinine results, which were only visible to the clinical \nmonitor. However, they recognize that AEs or other factors may have enabled some correct \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nguessing about tr eatment assignment, which could also explain the positive results in small \ntrials included in our systematic review (especially those at high risk of bias). \nImplications for practice \nPrevious clinical guidelines regarding the use of nutraceuticals and phyt oceuticals \nhave not recommended creatine supplementation for adjunctive or monotherapy in MDD, \nmainly due to lack of convincing evidence of benefit. (16) In the WFSBP & CANMAT \nguidelines, only two trials were cited (Lyoo, 2012; Nemets, 2013), and no systema tic review \nof the literature was available. Many published non -systematic reviews have optimistically \ndiscussed potential benefits of creatine, usually over -emphasizing the results of positive \nrandomised and non-randomised trials. Our analyses otherwise suggest that the available data \nis consistent with non-clinically beneficial (or null) effects, based on very uncertain evidence. \nThe average treatment effect was found to be approximately 2.2 points on the HDRS -17 \nscale, which can be undetectable by clinici ans(69) and lies below the assumed minimally \nclinically relevant effect. While confidence intervals do not exclude the possibility of an \nimportant benefit, there is considerable need for caution. Subgroup analyses based on risk of \nbias and trim-and-fill estimates have suggested that our main results are likely biased towards \na positive finding of creatine supplementation, meaning that the true effect is probably \nsmaller than observed. It is possible that creatine could be effective for specific subset of \npatients (e.g., as an adjunct therapy to individuals with a diagnosis of an affective disorder), \nbut 5 out of the 7 trials addressing this population are at high risk of bias, and pooled results \nin this subgroup were highly heterogeneous and imprecise, sugge sting effects consistent with \nboth clinically important and unimportant effects. Concerns regarding harms are low and it is \nunlikely that creatine would increase depressive symptoms; however, failure to seek for or \nadhere to conventional treatments can be unintended consequences of treatment with \ntherapies such as creatine, representing a potentially dangerous opportunity cost. \nImplications for research \nMore adequately -powered, well -designed studies are required to improve our \nassessment of the efficacy of creatine on depressive symptoms, and to understand the \nheterogeneity between study effects. It is important that future studies are performed in a way \nthat overcomes limitations and biases in the available trials. Recently, guidelines on trial \ndesign, conduct and reporting in nutritional psychiatry have been published with key \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nrecommendations that should be incorporated in future studies of creatine for depression. (70) \nOur evaluation suggests a need for a more careful consideration regarding the isonomy of \nbackground treatments (e.g., antidepressants and/or psychotherapy) to reduce the risk of bias \nrelated to unbalanced co -interventions between groups typically associated with unblinding \nand small samples. Adding a run-in period prior to randomisation wi ll also help in this sense, \nwith the added benefit of improving trial retention rates. Using a creatine dose titration, as \nseen in Nemets et al. (2013), may also be considered in order to minimise differences in side \neffects that could potentially subvert study blinding. Furthermore, concerns regarding \nblinding integrity related to the knowledge of biochemical tests can also be reduced by \nfollowing the methodological approach of Kieburtz et al. (2015) and Hersch et al. (2017). \nFinally, studies should be per formed according to a detailed, pre -specified statistical analysis \nplan, publicly shared in online platforms such as ClinicalTrials.gov. More precise and \ncomplete reporting will also be extremely valuable for future meta -analyses, risk of bias \nassessments and overall interpretation of the evidence. \nAcknowledgements \nWe acknowledge the support of the Coordenação de Aperfeiçoamento de Pessoal de Nível \nSuperior (CAPES, Brazil) — the Brazilian Federal Agency for Support and Evaluation of \nGraduate Education — which provides institutional access to full-text articles for researchers \nand students associated with Universidade Federal do Rio Grande do Sul (UFRGS) . CAPES \nand UFRGS had no role in the study design, data collection/analysis, interpretation, writing, \nor the decision to submit this manuscript. \nFinancial support \nThis research received no specific grant from any funding agency, commercial or not -for-\nprofit sectors. \nConflict of interest \nAll authors (Igor Eckert, Júlia Lima and Andressa Dariva) declare no conflicts of interest \nrelated to this work. \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nAuthorship \nIgor Eckert and Júlia Lima designed and conceptualised this work; Júlia Lima and Andressa \nDariva contributed to the acquisition of data; Igor Eckert performed data analyses and drafted \nthe work; Igor E ckert, Júlia Lima and Andressa Dariva have contributed to the interpretation \nof the data; Júlia Lima and Andressa Dariva have critically reviewed the draft for important \nintellectual content. All authors have approved the final manuscript version to be pub lished. \nAll authors agree to be accountable for all aspects of the work in ensuring that questions \nrelated to the accuracy or integrity of any part of the work are appropriately investigated and \nresolved. \nREFERENCES \n1. Depression Is the Leading Cause of Disability Around the World | Depressive Disorders | \nJAMA | JAMA Network. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://jamanetwork.com/journals/jama/article-abstract/2618635 \n2. Institute for Health Metrics and Evaluation. GBD Results. [Internet]. [cited 2025 Feb 24]. \nAvailable from: https://vizhub.healthdata.org/gbd-results \n3. Global, regional, and national burden of 12 mental disorders in 204 countries and territories, \n1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lanc et \nPsychiatry. 2022;9(2):137–50. doi:10.1016/S2215-0366(21)00395-3 \n4. Rush AJ, Aaronson ST, Demyttenaere K. Difficult -to-treat depression: A clinical and \nresearch roadmap for when remission is elusive. Aust N Z J Psychiatry. 2019;53(2):109 –18. \ndoi:10.1177/0004867418808585 \n5. Ghaemian A, Ghomi M, Wrightman M, Ellis -Nee C. Therapy discontinuation in a primary \ncare psychological service: why patients drop out. Cogn Behav Ther. 2020;13:e25. \ndoi:10.1017/S1754470X20000240 \n6. Cipriani A, et al. Comparative efficacy and acc eptability of 21 antidepressant drugs for the \nacute treatment of adults with major depressive disorder: a systematic review and network \nmeta-analysis. Lancet. 2018;391(10128):1357 –66. [Internet]. [cited 2025 Feb 24]. Available \nfrom: https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32802-7/fulltext \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n7. Creatine Supplementation and Brain Health. Nutrients. 2021;13(2):586. [Internet]. [cited \n2025 Feb 24]. Available from: https://pubmed.ncbi.nlm.nih.gov/33578876/ \n8. Avgerinos KI, et al. Effects of Cr eatine Supplementation on Brain Function and Health. \nNutrients. 2022;14(5):921. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.mdpi.com/2072-6643/14/5/921 \n9. Sarris J, Murphy J, Mischoulon D, et al. Adjunctive nutraceuticals for depression: a \nsystematic review and meta -analyses. Am J Psychiatry. 2016;173(6):575 –87. \ndoi:10.1176/appi.ajp.2016.15091228 \n10. Kious BM, Kondo DG, Renshaw PF. Creatine for the treatment of depression. Biomolecules. \n2019;9(9):406. doi:10.3390/biom9090406 \n11. Faulkner P, Lucini Pai oni S, Kozhuharova P, et al. Relationship between depression, \nprefrontal creatine and grey matter volume. J Psychopharmacol. 2021;35(12):1499 –508. \n[Internet]. [cited 2025 Feb 24]. Available from: \nhttps://journals.sagepub.com/doi/10.1177/02698811211050550 \n12. Pazini FL, Cunha MP, Rodrigues ALS. The possible beneficial effects of creatine for the \nmanagement of depression. Prog Neuropsychopharmacol Biol Psychiatry. 2019;89:193 –206. \ndoi:10.1016/j.pnpbp.2018.08.029 \n13. Bakian AV, et al. Dietary creatine intake and depression risk among U.S. adults. Transl \nPsychiatry. 2020;10(1):52. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.nature.com/articles/s41398-020-0741-x \n14. Dechent P, Pouwels PJW, Wilken B, et al. Increase of total creatine in human brain after oral \nsupplementation of creatine monohydrate. Am J Physiol Regul Integr Comp Physiol. \n1999;277(3):R698–704. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://journals.physiology.org/doi/full/10.1152/ajpregu.1999.277.3.R698 \n15. Dechent P, et al. Multinu clear magnetic resonance spectroscopy of high -energy phosphate \nmetabolites in human brain following oral supplementation of creatine monohydrate. J Magn \nReson Imaging. 2003;18(5):653 –9. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.sciencedirect.com/science/article/abs/pii/S0925492703000465 \n16. Sarris J, Ravindran A, Yatham LN, et al. Clinician guidelines for the treatment of psychiatric \ndisorders with nutraceuticals and phytoceuticals: WFSBP and CANMAT Taskforce. World J \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nBiol Psychiatry. 2022;23 (7):493–545. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.tandfonline.com/doi/full/10.1080/15622975.2021.2013041 \n17. Ashton MM, Kavanagh BE, Marx W, et al. A systematic review of nutraceuticals for the \ntreatment of bipolar disorder. Can J Psych iatry. 2021;66(3):262 –73. \ndoi:10.1177/0706743720961734 \n18. Bozzatello P, Novelli R, Montemagni C, Rocca P, Bellino S. Nutraceuticals in psychiatric \ndisorders: a systematic review. Int J Mol Sci. 2024;25(9):4824. doi:10.3390/ijms25094824 \n19. Page MJ, McKenzie JE, B ossuyt PM, et al. The PRISMA 2020 statement: an updated \nguideline for reporting systematic reviews. BMJ. 2021;372:n71. doi:10.1136/bmj.n71 \n20. Higgins JPT, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, Welch VA, editors. \nCochrane Handbook for Systematic Rev iews of Interventions. Ver. 6.5 (updated Aug 2024). \nLondon: Cochrane; 2024. Available from: https://www.training.cochrane.org/handbook \n21. Ouzzani M, Hammady H, Fedorowicz Z, Elmagarmid A. Rayyan —a web and mobile app for \nsystematic reviews. Syst Rev. 2016;5(1):210. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://systematicreviewsjournal.biomedcentral.com/articles/10.1186/s13643-016-0384-4 \n22. Lin L, Aloe AM. Evaluation of various estimators for standardized mean difference in meta -\nanalysis. Stat Med. 2021;40(2):403–26. doi:10.1002/sim.8781 \n23. Veroniki AA, Jackson D, Viechtbauer W, et al. Methods to estimate the between -study \nvariance and its uncertainty in meta -analysis. Res Synth Methods. 2016;7(1):55 –79. \ndoi:10.1002/jrsm.1164 \n24. Sidik K, Jonkman JN. A compariso n of heterogeneity variance estimators in combining \nresults of studies. Stat Med. 2007;26(9):1964–81. doi:10.1002/sim.2688 \n25. Guyatt GH, Thorlund K, Oxman AD, et al. GRADE guidelines 13: Preparing summary of \nfindings tables and evidence profiles —continuous ou tcomes. J Clin Epidemiol. \n2013;66(2):173–83. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://pubmed.ncbi.nlm.nih.gov/23116689/ \n26. National Collaborating Centre for Mental Health (UK). Depression: The Treatment and \nManagement of Depression in Adults ( Updated edition). Leicester: British Psychological \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nSociety; 2010. [Internet]. [cited 2025 Feb 24]. Available from: \nhttp://www.ncbi.nlm.nih.gov/books/NBK63748/ \n27. National Institute for Health and Care Excellence (NICE). Depression in adults: treatment and \nmanagement. NICE guideline NG222. 2022 Jun 29. [Internet]. [cited 2025 Feb 24]. Available \nfrom: https://www.nice.org.uk/guidance/ng222 \n28. Sterne JAC, Savović J, Page MJ, et al. RoB 2: a revised tool for assessing risk of bias in \nrandomised trials. BMJ. 2019;366: l4898. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.bmj.com/content/366/bmj.l4898 \n29. Higgins JPT, Li T, Deeks JJ. Using Risk of Bias 2 to assess results from randomised \ncontrolled trials: guidance from Cochrane. BMJ Evid Based Med. 2023;28(4): 260–6. \n[Internet]. [cited 2025 Feb 24]. Available from: https://ebm.bmj.com/content/28/4/260 \n30. IntHout J, Ioannidis JPA, Rovers MM, Goeman JJ. Plea for routinely presenting prediction \nintervals in meta -analysis. BMJ Open. 2016;6(7):e010247. doi:10.1136/bmjop en-2015-\n010247 \n31. Borenstein M, Higgins JPT, Hedges LV, Rothstein HR. Basics of meta -analysis: I2 is not an \nabsolute measure of heterogeneity. Res Synth Methods. 2017;8(1):5 –18. \ndoi:10.1002/jrsm.1230 \n32. Borenstein M. In a meta -analysis, the I-squared statistic does not tell us how much the effect \nsize varies. J Clin Epidemiol. 2022;152:281–4. doi:10.1016/j.jclinepi.2022.10.003 \n33. Spineli LM, Pandis N. Prediction interval in random -effects meta -analysis. Am J Orthod \nDentofacial Orthop. 2020;157(4):586–8. doi:10.1016/j.ajodo.2019.12.011 \n34. Borenstein M. How to understand and report heterogeneity in a meta -analysis: The difference \nbetween I -squared and prediction intervals. Integr Med Res. 2023;12(4):101014. \ndoi:10.1016/j.imr.2023.101014 \n35. Guyatt G, Zhao Y, Mayer M, et al. G RADE guidance 36: updates to GRADE’s approach to \naddressing inconsistency. J Clin Epidemiol. 2023;158:70 –83. \ndoi:10.1016/j.jclinepi.2023.03.003 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n36. Cohen P, Cohen J, Aiken LS, West SG. The problem of units and the circumstance for \nPOMP. Multivariate Behav Res. 1999;34(3):315–46. [Internet]. [cited 2025 Feb 24]. \nAvailable from: https://www.tandfonline.com/doi/abs/10.1207/S15327906MBR3403_2 \n37. DerSimonian R, Laird N. Meta -analysis in clinical trials. Control Clin Trials. 1986;7(3):177 –\n88. doi:10.1016/0197-2456(86)90046-2 \n38. Egger M, Smith GD, Schneider M, Minder C. Bias in meta -analysis detected by a simple, \ngraphical test. BMJ. 1997;315(7109):629–34. doi:10.1136/bmj.315.7109.629 \n39. Sterne JAC, Sutton AJ, Ioannidis JPA, et al. Recommendations for examining and \ninterpreting funnel plot asymmetry in meta -analyses of randomised controlled trials. BMJ. \n2011;343:d4002. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.bmj.com/content/343/bmj.d4002 \n40. Duval S, Tweedie R. Trim and fill: a simple funnel -plot–based method of testing and \nadjusting for publication bias in meta -analysis. Biometrics. 2000;56(2):455 –63. [Internet]. \n[cited 2025 Feb 24]. Available from: https://academic.oup.com/biometrics/article-\nabstract/56/2/455/7263515 \n41. Guyatt G, Oxman AD, Akl EA, et al. GRADE guidelines: 1. Introduction—GRADE evidence \nprofiles and summary of findings tables. J Clin Epidemiol. 2011;64(4):383 –94. \ndoi:10.1016/j.jclinepi.2010.04.026 \n42. Santesso N, Glenton C, Dahm P, et al. GRADE guidelines 26: informative statements to \ncommunicate the fi ndings of systematic reviews of interventions. J Clin Epidemiol. \n2020;119:126–35. doi:10.1016/j.jclinepi.2019.10.014 \n43. Sherpa NN, De Giorgi R, Ostinelli EG, Choudhury A, Dolma T, Dorjee S. Efficacy and \nsafety of oral creatine monohydrate in add -on to cognitive-behavioural therapy in depression: \nan 8-week pilot, double-blind, randomised, placebo-controlled feasibility and exploratory trial \nin an under -resourced area. Eur Neuropsychopharmacol. 2025;90:28 –35. \ndoi:10.1016/j.euroneuro.2024.10.004 \n44. Candow DG, Forbes SC, Chilibeck PD, et al. Creatine monohydrate supplementation changes \ntotal body water and DXA lean mass estimates in female collegiate dancers. Int J Sport Nutr \nExerc Metab. 2023;33(6):435 –43. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.tandfonline.com/doi/full/10.1080/15502783.2023.2193556 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n45. Butchart S, Candow DG, Forbes SC, et al. Effects of creatine supplementation and \nprogressive resistance training in stroke survivors. Int J Exerc Sci. 2022;15(2):1117 –32. \ndoi:10.70252/EKHJ1489 \n46. Toniolo RA, Silva M, Fernandes FBF, Amaral JAMS, Dias RS, Lafer B. A randomized, \ndouble-blind, placebo -controlled, proof -of-concept trial of creatine monohydrate as \nadjunctive treatment for bipolar depression. J Neural Transm (Vienna). 2018;125(2):247 –57. \ndoi:10.1007/s00702-017-1817-5 \n47. Kondo DG, Sung YH, Hellem TL, et al. Creatine target engagement with brain bioenergetics: \na dose-ranging 31P-MRS study of adolescent females with SSRI -resistant depression. Amino \nAcids. 2016;48(8):1941 –54. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://pubmed.ncbi.nlm.nih.gov/26907087/ \n48. Writing Group for the NINDS Exploratory Trials in Parkinson Disease (NET -PD) \nInvestigators. Effect of creatine monohydrate on clinical progression in patients with \nParkinson disease: a randomiz ed clinical trial. JAMA. 2015;313(6):584 –93. \ndoi:10.1001/jama.2015.120 \n49. Alves CRR, Merege -Filho CAA, Benatti FB, et al. Creatine supplementation associated or \nnot with strength training upon emotional and cognitive measures in older women: a \nrandomized doub le-blind study. PLoS One. 2013;8(10):e76301. [Internet]. [cited 2025 Feb \n24]. Available from: \nhttps://journals.plos.org/plosone/article?id=10.1371/journal.pone.0076301 \n50. Nemets B, Levine J. A pilot dose -finding clinical trial of creatine monohydrate augmenta tion \nto SSRIs/SNRIs/NASA antidepressant treatment in major depression. Int Clin \nPsychopharmacol. 2013;28(3):127–33. doi:10.1097/YIC.0b013e32835ff20f \n51. Lyoo IK, Yoon S, Kim TS, et al. A randomized, double -blind, placebo-controlled trial of oral \ncreatine monohydrate augmentation for enhanced response to a selective serotonin reuptake \ninhibitor in women with major depressive disorder. Am J Psychiatry. 2012;169(9):937 –45. \ndoi:10.1176/appi.ajp.2012.12010009 \n52. Pildal J, Hróbjartsson A, Jørgensen KJ, Hilden J, Altman DG, Gøtzsche PC. Empirical \nevidence of bias in treatment effect estimates in randomized trials with different interventions \nand outcomes: meta -epidemiological study. BMJ. 2008;336(7644):601 –5. [Internet]. [cited \n2025 Feb 24]. Available from: https://www.bmj.com/content/336/7644/601 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n53. Dechartres A, Trinquart L, Boutron I, Ravaud P. Single -center trials show larger treatment \neffects than multicenter trials: evidence from a meta -epidemiologic study. Ann Intern Med. \n2011;155(1):39–51. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.acpjournals.org/doi/10.7326/0003-4819-155-1-201107050-00006 \n54. Dechartres A, Trinquart L, Boutron I, Ravaud P. Influence of trial sample size on treatment \neffect estimates: meta -epidemiological study. BMJ. 2013;346:f2304. [Int ernet]. [cited 2025 \nFeb 24]. Available from: https://www.bmj.com/content/346/bmj.f2304 \n55. Moustgaard H, Clayton GL, Jones HE, et al. Impact of blinding on estimated treatment \neffects in randomised clinical trials: meta -epidemiological study. BMJ. 2020;368:l68 02. \n[Internet]. [cited 2025 Feb 24]. Available from: https://www.bmj.com/content/368/bmj.l6802 \n56. Hopewell S, McDonald S, Clarke M, Egger M. Grey literature in meta -analyses of \nrandomized trials of health care interventions. Cochrane Database Syst Rev. \n2007;(2):MR000010. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.MR000010.pub3/full \n57. Doleman B, Borlase E, Leonardi -Bee J. Funnel plots may show asymmetry in the absence of \npublication bias with continu ous outcomes dependent on baseline risk: presentation of a new \npublication bias test. Res Synth Methods. 2020;11(5):671–84. [Internet]. [cited 2025 Feb 24]. \nAvailable from: https://onlinelibrary.wiley.com/doi/10.1002/jrsm.1414 \n58. Candow DG, Forbes SC, Ostojic SM, et al. “Heads up” for creatine supplementation and its \npotential applications for brain health and function. Sports Med. 2023;53(Suppl 1):49 –65. \ndoi:10.1007/s40279-023-01870-9 \n59. Avgerinos KI, et al. Effects of creatine supplementation on brain function and health. \nNutrients. 2022;14(3):665. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://pubmed.ncbi.nlm.nih.gov/35267907/ \n60. Balestrino M, Adriano E. Beyond sports: efficacy and safety of creatine supplementation in \npathological or paraphysiological c onditions of brain and muscle. Med Res Rev. \n2019;39(6):2429–53. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://onlinelibrary.wiley.com/doi/10.1002/med.21590 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n61. Avgerinos KI, Spyrou N, Mantzoros CS, Dalamaga M. Creatine supplementation and brain \nhealth. Nutrients. 2021;13(2):586. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://www.mdpi.com/2072-6643/13/2/586 \n62. Juneja K, Bhuchakra HP, Sadhukhan S, et al. Creatine supplementation in depression: a review of \nmechanisms, efficacy, clinical outcomes, and future directions. Cureus. 2024;16(10):e71638. \ndoi:10.7759/cureus.71638 \n63. Turner CE, Byblow WD, Gant N. Beyond muscle: the effects of creatine supplementation on \nbrain creatine, cognitive processing, and traumatic brain injury. J Neurotrauma. \n2015;32(23):1833–47. [Internet]. [cited 2025 Feb 24]. Available from: \nhttps://pubmed.ncbi.nlm.nih.gov/30086660/ \n64. Hellem TL, Sung YH, Shi XF, et al. Creatine as a novel treatment for depression in females using \nmethamphetamine: a pilot study. J Dual Diagn. 2015;11(3 –4):189–202. \ndoi:10.1080/15504263.2015.1100471 \n65. Kious BM, Sabic H, Sung YH, Kondo DG, Renshaw P. Combined augmentation with creatine \nmonohydrate and 5 -hydroxytryptophan for SSRI/SNRI -resistant depression in adult women: an \nopen-label pilot study. J Clin Psych opharmacol. 2017;37(5):578 –83. \ndoi:10.1097/JCP.0000000000000754 \n66. Roitman S, Green T, Osher Y, Karni N, Levine J. Creatine monohydrate in resistant depression: a \npreliminary study. Bipolar Disord. 2007;9(7):754–8. doi:10.1111/j.1399-5618.2007.00532.x \n67. Arnold R, Murphy-Smith J, Ng CH, et al. Predictors of the placebo response in a nutraceutical \nrandomized controlled trial for depression. J Integr Med. 2024;22(1):46 –53. \ndoi:10.1016/j.joim.2024.01.007 \n68. Hersch SM, Schifitto G, Oakes D, et al. The CREST-E study of creatine for Huntington disease: a \nrandomized controlled trial. Neurology. 2017;89(6):594 –601. \ndoi:10.1212/WNL.0000000000004209 \n69. Leucht S, Fennema H, Engel R, Kaspers -Janssen M, Lepping P, Szegedi A. What does the \nHAMD mean? J Affect Disord. 2013;148(2–3):243–8. doi:10.1016/j.jad.2012.12.001 \n70. Marx W, Visser M, Wallace C, et al. Methodological and reporting recommendations for clinical \ntrials in nutritional psychiatry: guidelines from the International Society for Nutritional Psychiatry \nResearch. Br J Nutr. 2024;132(12):2116–28. doi:10.1017/S0007114524001946 \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n \nFigure 1. PRISMA flowchart of the study selection process \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n \nFigure 2. Risk of bias assessment \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \n \nFigure 3. Forest plot of creatine vs placebo for depressive symptoms as a standardised mean \ndifference \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nTable 1. Characteristics of the included studies \nAuthor, year Population Sample size (n) Duration Mean age (years) Intervention Control Depression outcome \nmeasure \nTrial non -\ncompletion (%) \nSherpa, 2025 Adults with MDD 100 8 weeks 30.4 5g/day creatine monohydrate + \nbiweekly individual CBT \nPlacebo + biweekly \nindividual CBT \nPatient Health \nQuestionnaire-9 \n(PHQ-9) \n40.0% \nRenshaw, 2024 \n(unpublished) \nNCT02134808 \nYoung females with \ntreatment-resistant \nMDD \n51 8 weeks 17.7 10g/day creatine monohydrate \n+ antidepressants + \npsychotherapy \nPlacebo + \nantidepressants + \npsychotherapy \nMontgomery-Asberg \nDepression Rating \nScale (MADRS) \n15.6% \nKious, 2024 \n(unpublished) \nNCT04504253 \nAdults with MDD \nreceiving \nElectroconvulsive \nTherapy \n18 6 weeks 39.6 20g/day creatine \nmonohydrate for 1 week → \n5g/day + Electroconvulsive \nTherapy \nPlacebo (5mg \ndextrose) + \nElectroconvulsive \nTherapy \nHamilton Depression \nRating Scale (HDRS) \n33.3% \nBrooks, 2023 Female collegiate \ndancers \n13 6 weeks 20.0 0.1g/kg/day creatine \nmonohydrate (average 6 g/day) \nPlacebo (0.1g/kg/day \ncorn-starch \nmaltodextrin) \nDepression, Anxiety \nand Stress Scale \n(DASS) \n28.0% \nButchart, 2022 Adults with a recent \nhistory of stroke \n9 10 weeks 59.0 0.3g/kg/day creatine \nmonohydrate (average 25 \ng/day) \nPlacebo (corn -starch \nmaltodextrin) \nCenter for \nEpidemiologic \nStudies Depression \nScale (CES-D) \n11.1% \nToniolo, 2017 Adults with bipolar \ndisorder currently \ndepressed \n35 6 weeks 43.9 6g/day creatine monohydrate + \nantidepressants \nPlacebo (6g/day corn \nstarch) + \nantidepressants \nMADRS 34.3% \nKondo, 2016 Young females with \nMDD \n33 8 weeks 17.0 2g, 4g and 10g/day creatine \nmonohydrate + antidepressants \nPlacebo + \nantidepressants \nCDRS-R 0.0% \nKieburtz, 2015 Individuals with early \nparkinson disease \n1741 5 years 61.8 10g/day creatine monohydrate Placebo Beck's Depression \nInventory (BDI) \n23.7% \nAlves, 2013 Healthy older women 47 24 weeks 66.8 20g/day creatine \nmonohydrate for 5 days → \n5g/day \nPlacebo ± physical \nexercise \nGeriatric Depression \nScale \n16.0% \nNemets, 2013 Adults with \ntreatment-resistant \nMDD \n18 4 weeks 55.4 Creatine 3g/day → 5g/day (G1) \nor 5g/day → 10g/day (G2) + \nantidepressants (both groups) \nPlacebo + \nantidepressants \nHDRS 0.0% \nLyoo, 2012 Adult women with \nMDD \n52 8 weeks 46.6 5g/day creatine monohydrate + \nSSRI \nPlacebo + SSRI HDRS 25% \nAbbreviations: MDD, Major Depressive Disorder; RCT, Randomised controlled trial; CBT, Cognitive Behavioral Therapy; SSRI, Selective serotoni n reuptake inhibitors. \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nTable 2. Summary of findings (SoF) table \nPatient or population: any population with symptoms of depression assessed \nSetting: outpatient clinics, practices or hospitals \nIntervention: oral creatine supplementation \nComparison: placebo \nOutcome Odds ratio \n(95%CI) \nAnticipated absolute effects No of \nparticipants \n(trials) \nCertainty of the \nevidence (GRADE) \nRisk with \nplacebo \nRisk difference with \ncreatine \nDepressive \nsymptoms (HDRS -\n17) \nHigher scores indicate \ngreater \nsymptomatology \n- - MD 2.22 points lower \n(4.44 to 0.0 0 lower). \nThis represents a non -\nclinically important \neffect, below the 3 -\npoint MCID threshold. \n1093 (11 \nRCTs) \n⊕⊝⊝⊝ \nvery lowa,b,c \nDepressive \nsymptoms \n(standardised mean \ndifference) \n- - SMD 0.34 standard \ndeviations lower (0.68 \nto 0.00 lower) \n1093 (11 \nRCTs) \n⊕⊝⊝⊝ \nvery lowa,b,c \nTreatment response OR 0.72 \n(0.28 to \n1.88) \n \n639 per 1000 79 fewer per 1000 \npatients (from 308 \nfewer to 130 more) \n70 (2 RCTs) ⊕⊝⊝⊝ \nvery lowa,d,e \nDepression remission OR 3.65 \n(1.76 to \n7.56) \n148 per 1000 240 more per 1000 \n(from 86 to 420 more) \n187 (3 RCTs) ⊕⊝⊝⊝ \nvery lowa,c,e,f \nAbbreviations: HDRS-17, Hamilton Rating Scale for Depression; MD, mean difference; SMD, standardised mean \ndifference; OR, odds ratio; MCID, Minimal clinically important difference; CI, confidence interval; RCT: Randomised \ncontrolled trial; GRADE, Grading of Recommendations Assessment, Development, and Evaluation \na. Downgraded by two levels due to serious risk of bias: most of the contributing studies were judged as high risk of bias. \nb. Downgraded by two levels due to serious heterogeneity : very high I2, effect size variability and wide prediction \nintervals \nc. Downgraded one level due to imprecision: confidence intervals include both clinically relevant and clinically irrelevant \nbenefits \nd. Downgraded by t wo levels due to serious imprecision : confidence intervals include both clinically relevant benefits \nand clinically relevant harms \ne. Downgraded by one level due to evidence of publication bias caused by selective non-reporting of outcome data \nf. Downgraded by one level due to heterogeneity: a non-trivial amount of inconsistency was observed with variable effect \nsizes and wide prediction intervals. \n \n \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press\n\nAccepted manuscript \nList of the information in the Supplementary Appendix \nTable S1. PRISMA table \nTable S2. Full search strategy in each database \nTable S3. PICO table \nList of all included studies \nTable S4. Results of subgroup analyses \nTable S5. Meta -regression analyses (including all 11 trials) \nFigure S1. Forest plot: creatine vs. placebo for depressive symptoms (dichotomous outcomes) \nFigure S2. Funnel plots used to assess publication bias \nFigure S3. Influence Analysis using the leave-one-out method \nFigure S4. Forest plot of the subgroup analysis based on higher vs. lower risk of bias \nFigure S4. Forest plot of the subgroup a nalysis comparing creatine as adjuvant or \nmonotherapy \nFigure S5. Forest plot of the subgroup analysis based on primary diagnosis of affective \ndisorder \nTable S6: Rationale for judging the certainty of evidence (GRADE) \nTable S7. Rationale for judging within-study risk of bias (RoB 2) \nTable S8. List of excluded studies, with reasons \nTable S9. List of potentially eligible trials currently ongoing, terminated, withdrawn or \nconcluded but not published \nTable S10. Funding and material provision reported in the included studies \nhttps://doi.org/10.1017/S0007114525105588\n Published online by Cambridge University Press"
  },
  "outcomes": {
    "intervention_weeks": 24,
    "primary_human": "depression_symptoms; adverse_events"
  },
  "bucket": "B",
  "notes": "Systematic review/meta looking at creatine as an adjunct for depressive symptoms; populations and interventions are clinical, not RT-focused; primarily relevant for safety/mood, not hypertrophy."
}