{
  "id": 71,
  "title": "Creatine Supplementation and Resistance Training to Preserve Muscle Mass and Attenuate Cancer Progression (CREATINE-52): Study Protocol for a Double-Blind Randomized Controlled Trial",
  "authors": "Coletta AM; et al.",
  "year": 2024,
  "doi": "10.1186/s12885-024-12260-3",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "cancer",
    "resistance_training",
    "protocol",
    "older_adults"
  ],
  "population": {
    "training_status": "protocol (RT + creatine in cancer)",
    "sample_size": 8
  },
  "sections": {
    "abstract": "Background Muscle mass is important for metastatic prostate cancer survival and quality of life (QoL). The backbone \nof treatment for men with metastatic castration sensitive prostate cancer (mCSPC) is androgen deprivation therapy \n(ADT) with an androgen signaling inhibitor. ADT is an effective cancer treatment, but it facilitates significant declines \nin muscle mass and adverse health outcomes important to mCSPC survivors, such as fatigue, and reductions in \nphysical function, independence, insulin sensitivity, and QoL. In non-metastatic CSPC survivors, resistance training (RT) \npreserves muscle mass and improves these related health outcomes, but the biggest barrier to RT in CSPC survivors of \nall stages is fatigue. Creatine monohydrate supplementation coupled with RT (Cr + RT) may address this barrier since \ncreatine plays a critical role in energy metabolism. Cr + RT in cancer-free older adults and other clinical populations \nimproves muscle mass and related health outcomes. Evidence also suggests that creatine supplementation can \ncomplement cancer treatment. Thus, Cr + RT is a strategy that addresses gaps in survivorship needs of people with \nmCSPC. The purpose of this parallel, double-blind randomized controlled trial is to test the effects of 52-weeks of \nCr + RT compared with placebo (PLA) and RT (PLA + RT) on muscle mass, other related health outcomes, and markers \nof cancer progression.",
    "methods": "We will carry out this trial with our team’s established, effective, home-based, telehealth RT program in 200 \nmCSPC survivors receiving ADT, and evaluate outcomes at baseline, 24-, and 52-weeks. RT will occur twice weekly \nwith elastic resistance bands, and an established creatine supplementation protocol will be used for supplementation \ndelivery. Our approach addresses a major facilitator to RT in mCSPC survivors, a home-based RT program, while \nutilizing a supervised model for safety.\nCreatine supplementation and resistance \ntraining to preserve muscle mass \nand attenuate cancer progression \n(CREATINE-52): a protocol for a double-blind \nrandomized controlled trial\nAdriana M Coletta1,2*, Lea Haverbeck Simon2, Kelsey Maslana1, Sarah Taylor3, Kish Larson3, Pamela A Hansen3,4, \nVinay Mathew Thomas5,6, Cornelia M Ulrich2,7, Manish Kohli5,6, Jonathan Chipman2,7, Umang Swami5,6, \nSumati Gupta5,6,8, Benjamin L Maughan5,6 and Neeraj Agarwal5,6\n\nPage 2 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nBackground\nDeclines in skeletal muscle mass are associated with poor \ncancer survival outcomes, especially among individu -\nals living with metastatic castration-sensitive prostate \ncancer (mCSPC) [ 1–7]. For example, among persons \nwith mCSPC a 1-unit decrease in psoas muscle ratio \n(1 cm 3/cm), as measured by computerized tomogra -\nphy scan, is linked with a 45% increased risk of mortal -\nity [ 3]. Androgen deprivation therapy (ADT), with or \nwithout androgen signaling inhibitors, is effective at \nimproving prostate cancer-specific mortality and is the \nprincipal treatment for this disease; however, ADT facili -\ntates significant declines in skeletal muscle mass after just \n12-weeks of therapy [ 8, 9]. Reductions in skeletal muscle \nmass enable considerable unfavorable changes in health \noutcomes important to mCSPC survivors and linked \nwith overall survival such as increases in fatigue and fat \nmass, and declines in physical function, independence, \ninsulin sensitivity, and quality of life [ 10–12]. Strategies \nto preserve muscle mass and improve health outcomes \nand progression free survival are needed for mCSPC sur -\nvivorship [7, 13].\nEngagement in resistance training (RT) exercise twice \nweekly, activating all major muscle groups, is recom -\nmended for individuals living with all stages of prostate \ncancer to attenuate cancer treatment-related side-effects \nand improve survival [ 14]. There is a large body of evi -\ndence among non-metastatic CSPC survivors receiving \nADT that suggests that 12-weeks of in-person, super -\nvised RT, twice weekly, utilizing free weights or resistance \nmachines is safe and feasible to preserve muscle mass, \nimprove fatigue, physical function, strength, and insulin \nsensitivity, and reduce fat mass [15–21]. Yet only three of \nthese trials included a small portion of individuals living \nwith metastatic disease (n < 30) [15, 19–21]. Furthermore, \nonly one RT trial was 52-weeks in length and included a \nsmall portion of the sample as mCSPC survivors ( n = 8) \n[20, 21]. Collectively, this information presents a gap in \nour understanding of how longer engagement in RT (e.g., \n52-weeks) impacts outcomes in mCSPC survivors receiv -\ning ADT.\nAdherence to RT recommendations is low among \nmCSPC survivors receiving ADT [ 22, 23]. We suspect \nthat RT engagement can be improved with the imple -\nmentation of a patient-centered approach. The prominent \nfacilitator and barrier to RT among cancer survivors, \nincluding mCSPC survivors on ADT, is home-based exer-\ncise and fatigue, respectively [ 24–27]. Work is needed \nutilizing a more accessible and inexpensive approach to \nRT delivery, such as use of elastic resistance bands and a \nhome-based program, and a strategy to combat fatigue to \nenable exercise. Regarding use of elastic resistance bands, \na recent systematic review and meta-analysis observed \ncomparable",
    "results": "in muscular strength gains among \napparently healthy individuals when comparing super -\nvised, in-person RT programs with elastic resistance \nbands to programs utilizing weights (e.g., free weights or \nweight machines) [28]. Work from our group has demon-\nstrated utility in an RT program primarily utilizing elastic \nresistance bands to attenuate cancer treatment-related \nside effects among cancer survivors of varying types and \nstages, including prostate cancer [29]. Furthermore, work \nfrom our group has demonstrated feasibility and prelimi -\nnary efficacy in improving fatigue, among other treat -\nment-related side effects such as muscle mass, physical \nfunction, etc., when delivering a 12-week, home-based, \nsupervised via telehealth RT program, with or without \ncreatine monohydrate supplementation, that utilized \nelastic resistance bands among mCSPC survivors receiv -\ning ADT (NCT03987217).\nThe addition of creatine monohydrate supplementa -\ntion to an RT program can attenuate fatigue, the promi -\nnent barrier to RT among mCSPC survivors. Creatine is \npart of the phosphagen system and plays a critical role \nin energy metabolism [ 30]. Creatine monohydrate sup -\nplementation increases the availability of creatine and \nphosphocreatine in the skeletal muscle, which facilitates \ngreater buffering of ATP and enhances exercise capacity \nand training volume, amplifying RT adaptations (Fig.  1) \n[30, 31]. Creatine monohydrate supplementation also \nreduces levels of inflammatory markers associated with \nsevere muscle loss [6]. In addition, creatine monohydrate \nsupplementation may have complementary effects to \ncancer treatment. Among preclinical models of varying \ncancer types, including prostate cancer, creatine and its \nanalogs (e.g., cyclo-creatine) have exhibited the inhibition \nof tumor growth and proliferation [ 32–37]. In an 8-week \ntrial comparing creatine supplementation to placebo \namong individuals living with stages III and IV colorec -\ntal cancer receiving chemotherapy, a significant increase \nin phase angle, a marker of body composition measured \nby bioelectrical impedance, was observed in the creatine \ngroup but not placebo [38]. Increases in phase angle indi-\ncate improved cellular integrity, permeability, and muscle \nmass, and have been linked with cancer survival [39, 40].",
    "discussion": "Findings will improve delivery of comprehensive survivorship care by providing a multicomponent, \npatient-centered lifestyle strategy to preserve muscle mass, improve health outcomes, and complement cancer \ntreatment (NCT06112990).\nKeywords Telehealth exercise, Metastatic prostate cancer, Creatine monohydrate, Clinical trial\n\nPage 3 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nThe purpose of this double-blind, placebo-controlled, \nrandomized controlled trial is to test the efficacy of \n52-weeks of a personalized, home-based, supervised \nvia telehealth, RT program with creatine monohydrate \nsupplementation (Cr) or placebo (PLA; Cr + RT -vs- \nPLA + RT), on changes in muscle mass in individuals liv -\ning with mCSPC receiving ADT ( n = 200). We will also \ntest the intervention’s effect on other health outcomes \nimportant to mCSPC survivors and mCSPC survivor -\nship: fatigue, physical function, strength, independence, \ninsulin sensitivity, fat mass, and quality of life. Further, we \nwill test the effects of creatine monohydrate supplemen -\ntation use on changes in markers of cancer progression.\nMethods\nResearch design & participant population\nResearch design\nThis parallel, double-blind randomized controlled trial, \nthat is 52-weeks in lengths, will randomly assign 200 \nmCSPC survivors receiving ADT to Cr + RT or PLA + RT \nwith randomization in blocks of size four (two random -\nized to Cr + RT and two randomized to PLA + RT within \neach consecutive group of four subjects), stratified by age \n(< 70 years vs. ≥ 70 years) and ECOG performance sta -\ntus (0,1,2). To preserve the blind, only the Investigational \nDrug Services Pharmacy (IDS) personnel, the Research \nCompliance Office, and the Data Safety Monitoring \nCommittee at Huntsman Cancer Institute (HCI) will \nknow treatment assignments. Access to unblinded data/\ndocuments will be controlled by the pharmacy to ensure \nthe blind is maintained. In the case of an emergency, \nAMC and NA (mPIs) and the participant’s treating medi-\ncal oncologist have the sole responsibility for determin -\ning if unblinding of a participant’s treatment assignment \nis warranted. If unblinding is warranted, the investigator \nwill contact IDS for treatment assignment.\nAt baseline, completion of 24- and 52-weeks (end-\nof-study), we will assess muscle mass, fatigue, physi -\ncal function, independence, insulin sensitivity, fat mass, \nand quality of life, and collect plasma for cell-free DNA \nFig. 1 Creatine’s Role in Energy Metabolism. Creatine (Cr) combines with free inorganic phosphate to form phosphocreatine (Cr-P). When adenosine \ntriphosphate (ATP) undergoes degradation into adenosine diphosphate (ADP) and inorganic phosphate (P) to supply free energy for activities, such as \nexercise, phosphocreatine serves as a buffer for the regeneration of ATP . The generated ATP then undergoes degradation to provide energy and the cycle \ncontinues. Additionally, creatine enters the cytosol through a creatine transporter. In the cytosol, creatine, along with its related cytosolic and glycolytic \ncreatine kinase (CK-c and CK-g, respectively) isoforms, plays a pivotal role in preserving glycolytic ATP levels, regulating the cytosolic ATP/ADP ratio, and \nfacilitating cytosolic ATP consumption for glycolysis\n \n\nPage 4 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nanalysis. We will also extract standard of care Prostate-\nSpecific Antigen measurements from the medical record \nat these time points. All participants will be instructed \nto continue their typical diet and medication regi -\nmens. Figure  2 provides a schematic of the study design, \nintervention, and assessment time points. This study \nwas approved by the University of Utah Institutional \nReview Board (IRB_00168125). The trial was registered \nin ClinicalTrials.gov (NCT06112990) on November \n2, 2023 and is currently open to enrollment. Protocol \namendments will be made as needed following standard \nprocedures.\nParticipant population\nParticipants will be recruited from the genitourinary \nmedical oncology clinics at HCI at the University of Utah \nin Salt Lake City, Utah. The study team’s clinical research \ncoordinators, ST and LHS, will be responsible for obtain -\ning informed consent, carrying out screening procedures, \nand enrolling participants. Table 1 lists key eligibility cri -\nteria. Please see ClinicalTrials.gov registration for a com -\nplete list of eligibility criteria (NCT06112990).\nIntervention\nResistance training program\nWe will utilize HCI’s established, effective, hospital-based \nexercise oncology program, the Personal Optimism With \nExercise Recovery (POWER) program, which is run \non-site at HCI’s Wellness and Integrative Health Cen -\nter. Details of the program are described elsewhere [ 29]. \nBriefly, POWER consists of a comprehensive physical \nand medical assessment carried out by a team of physi -\ncal medicine and rehabilitation physicians and certified \nexercise physiologists, with expertise in cancer exercise \ntraining. The comprehensive assessment consists of test -\ning for muscular strength and endurance, physical func -\ntion, mobility, balance, and reviewing the participant’s \ncancer history, presence of other chronic diseases, and \ndocumented treatment-related side effects. Information \ngathered from these assessments is used to develop a \npersonalized RT program including 12 exercises, focus -\ning on all major muscle groups. For this trial, the person -\nalized RT program will be based on data collected at the \nbaseline assessment. To ensure each participant is able to \nprogress as able throughout the duration of the 52-week \nRT program, they will be provided with “beginner” and \n“advanced” sets of elastic resistance bands at the base -\nline assessment. Exercises will progress with a periodiza -\ntion model as recommended by the American College \nof Sports Medicine [ 14, 41]. At the 24-week assessment, \nTable 1 Key Eligibility Criteria\nInclusion Criteria\n1. Subject age ≥ 18 years old\n2. Metastatic castration-sensitive prostate cancer patients who have \nnot met standard criteria for disease progression on current systemic \ntherapy\n3. Currently treated with surgical castration or medical castration with \nGnRH agonists/antagonists, and/or an androgen receptor pathway \ninhibitor (e.g., abiraterone, enzalutamide, apalutamide, darolutamide) *\n4. ECOG Performance Status ≤ 2\n5. Not currently adhering to national physical activity guidelines for \nresistance training, as defined as participating in structured resistance \ntraining ≥ two days per week.\n6. Regular access to an electronic device with internet service and abil-\nity for video calls\n7. Access to an active MyChart account or the willingness to create an \naccount for the purposes of the trial\n8. Willingness to engage in a home-based resistance exercise program \ntwo days per week\n9. Willingness to take creatine monohydrate supplementation or pla-\ncebo for the duration of the 52-week trial and to avoid taking additional \ncreatine-containing supplementation or other nutritional supplemen-\ntation during the study period\n10. Willingness to complete and submit weekly supplementation logs \nto study personnel throughout the duration of the 52-week study via \nemail, text, in person, or verbally verified over the phone\n11. Willingness to complete three in-person assessment sessions (base-\nline, 24-, and 52-weeks)\n12. Able to provide informed consent and willing to sign an approved \nconsent form that conforms to federal and institutional guidelines\nExclusion Criteria\n1. Treatment with cytotoxic chemotherapy within 12 weeks prior to \nenrollment\n2. eGFR < 30 ml/min/1.73m2\nGnRH- Gonadotropin hormone-releasing hormone\n* Must have started the current regimen at least 12 weeks prior to enrollment\nFig. 2 Study Schematic. *Randomization will be in blocks of size four (two per group), stratified by age (< 70 years vs. ≥ 70 years) and ECOG performance \nstatus (0,1,2). Cr + RT: Creatine monohydrate supplementation & Resistance Training; PLA + RT: Placebo and Resistance Training; g: Grams\n \n\nPage 5 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nfor each participant, revisions to the RT program will be \nmade based on data collected at that assessment and pro-\ngression in training. At the 52-week assessment (end of \nstudy), a written RT program will be provided to the par -\nticipant for continued exercise on their own post-study.\nAt the baseline assessment, information about space \navailability to exercise in each participant’s home will be \ngathered to ensure feasibility of the prescribed exercise \nprogram within the supervised, telehealth mode of RT \nprogram delivery. Additionally, an orientation to the tele-\nmedicine platform will be provided as needed during the \nbaseline assessment. The University of Utah’s established \ntelemedicine platform, EPIC Systems Corporation© \n(Verona, WI) MyChart® application, a HIPAA-compliant \nsoftware that is run through EPIC, will be utilized for the \nsupervised, telehealth program delivery. Participants can \naccess and use MyChart from any device that has a cam -\nera and the ability to connect to the internet. For study \nparticipants who do not have access to a device with a \ncamera and internet connection, an iPad will be provided \nfor use throughout the duration of the 52-week trial. \nDuring each exercise session, the exercise physiologist \nsupervises the participant to ensure he is completing his \nRT program correctly, coach the participant through the \nworkout, and record the participant’s compliance to each \nexercise (e.g. number of sets and repetitions completed \nfor each exercise) within the medical record.\nCreatine monohydrate & placebo supplementation\nCreatine monohydrate supplementation will be pro -\nvided by NutraBio Labs Inc (Middlesex, NJ) and shipped \ndirectly to the HCI IDS Pharmacy from NutraBio Labs \nfor study disbursement. NutraBio Labs manufactures all \nproducts in compliance with FDA regulations outlined in \nthe Title 21 Code of Federal Regulations Part 111, Cur -\nrent Good Manufacturing Practice for Dietary Supple -\nments [ 42]. To ensure product purity and transparency \nin nutrition labeling, in-house and third-party testing \nof products is carried out and results from these tests \nreported publicly (checkmysupps.com). The placebo sup -\nplementation will consist of a flavorless dextrose powder \ndeveloped by HCI IDS Pharmacy. Both creatine mono -\nhydrate and placebo supplementation will be stored at \nHCI IDS pharmacy. Quality control of the supplements \n(e.g., temperature and humidity levels of environment the \nsupplement is stored in) will be monitored regularly by \nIDS pharmacy following standard procedures outlined in \nfederal regulation for pharmacy quality control checks. \nThese procedures are carried out to ensure purity and \npatient safety of supplement use. Additionally, all supple-\nments will be repackaged by the HCI IDS pharmacy team \nto mask the identity of supplements from participants \nto protect the blinding of the study protocol. Standard \nprocedures per pharmacy federal regulations will be fol -\nlowed for repackaging.\nParticipants will receive supplementation (creatine \nor placebo) at baseline and 24-week assessments and \nretrieve their supplementation at the HCI IDS Pharmacy. \nUpon retrieval, a pharmacist will verbally review direc -\ntions for supplement administration with the participant \nalong with providing an information sheet that recapitu -\nlates the directions verbally provided. Regardless of group \nthe participant is randomized to, directions for supple -\nmentation use are the same, and based on a well-estab -\nlished protocol [ 30]. Week 1 is considered the loading \nphase. Here participants will be instructed to consume \nfive grams of supplementation four times daily, with each \ndose consumed with 16 fluid ounces of a carbohydrate-\ncontaining beverage. The loading phase is established \nwith demonstrated safety in apparently healthy and clini -\ncal populations [ 30, 38, 43, 44], including data from our \ngroup which demonstrates safety among men living with \nmCSPC on ADT (NCT03987217). Weeks 2–52 is con -\nsidered the maintenance phase. Here participants will \nbe instructed to consume five grams once per day with \n16 fluid ounces of a carbohydrate-containing beverage. \nCreatine monohydrate supplementation contains zero \ncalories per five gram serving. The placebo, which is dex -\ntrose, contains 20 calories per five gram serving. For par -\nticipants who are insulin resistant, a member of the study \nteam will help strategize ways to fit the supplement in his \ndiet. This dietary guidance will be supervised by AMC, \nwho is a Registered Dietitian with clinical experience in \ndiabetes care.\nMonitoring compliance to intervention procedures\nResistance training program compliance will be moni -\ntored and recorded in real time throughout each RT \nsession. Additionally, study personnel will monitor \ncompliance to the number of RT sessions completed \nper week. Participants will be provided and instructed \nto complete a daily supplementation log, and email this \nlog to the study team weekly. If an email is not received, \na member of the study team will call participants as a \nreminder to send the log or, if more convenient for the \nparticipant, verbally verify and record adherence to sup -\nplementation for that week. If a participant misses one \nweek of RT for no given reason, or is non-adherent to \nthe supplementation protocol, study personnel will call \nthese individuals. Unused supplement containers will be \nreturned to the HCI IDS Pharmacy at the 24-week and \n52-week assessments for reconciliation.\nGuidelines for exercise and supplementation dose \ninterruptions and modifications\nIf a dose of supplementation is missed, it will not be \nmade up for. Additionally, missed RT sessions, planned \n\nPage 6 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nor unplanned, will not be made up for. The study will \nutilize the National Cancer Institute’s Common Termi -\nnology Criteria for Adverse Events version 5.0 to report \nadverse events and serious adverse events. If a partici -\npants reports excessive soreness of injury from his indi -\nvidualized RT program, the dose of RT will be modified \naccordingly and modifications associated with adverse \nevents will be recorded in the adverse event log. Regard -\ning supplementation, dose modifications during the load-\ning phase (week 1) secondary to known adverse events \nfrom taking creatine supplementation (e.g., gastroin -\ntestinal distress) or toxicity felt by the treating oncolo -\ngist to be significantly related (possibly, probably, or \ndefinitely) to supplementation will be reduced to half the \nrecommended amount. Dose modifications during the \nmaintenance phase (weeks 2–52) consist of half the rec -\nommended amount until symptoms resolve. Then par -\nticipants should resume the normal dosing.\nData and safety monitoring, and data availability\nStudy data, except for questionnaire data, will be man -\naged via Advarra® Clinical Trial Management System, \nwhich is a HIPAA-compliant platform for building and \nmanaging clinical trial databases. Questionnaire data will \nbe managed via REDCap for ease of dissemination and \nstudy logistics. This trial will be overseen by HCI’s Data \nand Safety Monitoring committee (DSMC), which is a \ncommittee that functions independently from the insti -\ntution’s Protocol Review and Monitoring Committee and \nthe Institutional Review Board. The goal of the DSMC \nis to ensure investigator-initiated trials at HCI are con -\nducted safely, in adherence with regulations on the local \nand federal level, and to ensure the accuracy, validity, \nand integrity of study data. The DSMC consists of phy -\nsician scientists, individuals from other disciplines with \nexperience and knowledge in clinical trial methodology, \nand cancer biostatisticians. The DSMC assigns medical \nmonitors per trial. This trial is classified as low risk and \nwill be audited annually. Additionally, HCI’s research \ncompliance office will conduct annual, routine audits on \nthis trial, along with an initial audit after the enrollment \nof the first participant on trial.\nUpon completion of data collection, a de-identified \ndataset will be made available as a CSV data file within \nthe University of Utah’s Research Data Repository, The \nHive. (https://hive.utah.edu/). The public can access data \nstored in The Hive, and the policies and procedures in \nplace for data access to qualified researchers are consis -\ntent with the most recent NIH data sharing policies and \napplicable laws and regulations. Trial results will be dis -\nseminated through presentation at international confer -\nences and publication in peer-reviewed journals.\nAssessment procedures & study outcomes\nParticipants will be instructed to refrain from strenuous \nexercise at least 24  h before each scheduled assessment \nsession, fast for at least eight hours prior to the blood \ndraw associated with each session, and follow their usual \ndiet and medication regimen. Table  2 outlines study out-\ncomes and procedures.\nBody composition\nA whole-body dual-energy x-ray absorptiometry (DXA) \nscan will be used to measure lean mass (in grams) and \nother components of body composition (e.g., fat mass, \nbody fat percentage, appendicular lean mass, fat free \nmass, visceral fat, etc.). The APEX version 4.0 software \nwithin the Hologic Discovery A QDR series DXA system \n(Waltham, MA) will be used following standard proce -\ndures for testing and quality control calibration prior to \ntesting [45, 46].\nFatigue\nThe Functional Assessment of Chronic Illness Therapy-\nFatigue (FACIT-Fatigue) version 4 will be used to evalu -\nated fatigue via a score assigned upon completion of the \nquestionnaire. FACIT-Fatigue questionnaire consists of \n13 items and includes a reliability coefficient of about \n0.90 [47].\nPhysical function\nBoth objective and subjective measures will be used to \nevaluate changes in physical function throughout the \nduration of the 52-week trial. The short physical per -\nformance battery will be used as an objective measure \nto evaluate physical function [ 48, 49], and will be car -\nried out within the physical assessment portion of the \nPOWER program assessment. The short physical perfor -\nmance battery used for this trial consists of the follow -\ning three tests: 4-meter walk test, standing balance, and \n5-time chair stand test. Participants will receive a score \nTable 2 Study outcomes and assessment procedures\nOutcome Procedure\nMuscle Mass* Whole-body DXA Scan\nFatigue FACIT-Fatigue Questionnaire\nPhysical Function PROMIS Physical Function \nQuestionnaire\nShort Physical Performance Battery\nStrength Handgrip Strength Test\nIndependence Katz Index of Independence in \nActivities of Daily Living\nInsulin Sensitivity (HOMA-IR) Calculated from measured fasting \ninsulin & glucose**\nFat Mass Whole-body DXA scan\nSerum PSA Blood Draw\ncell-free DNA\n*Primary outcome; **Fasting insulin and glucose assessment requires a blood \ndraw\n\nPage 7 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nfor each test within the battery and a total score for all \nthree tests. Additionally, the PROMIS physical function \nshort form 6b will be used as a subjective measure of \nphysical function. This questionnaire includes six items, \nand an average reliability coefficient is 0.95 [50].\nWhole-body strength\nHandgrip strength will be evaluated as a measure of \nwhole-body strength, in kg, with use of a portable, \nhydraulic dynamometer (Jamar 5030J1). Participants \nwill be instructed to sit upright in a chair, keeping feet \nflat on the floor, shoulders square, and elbow flexed in a \n90-degree angle with their forearm of the testing hand \nresting on a Table [ 51]. They will then be instructed \nto squeeze the instrument as hard as they can for 5  s, \nrepeating two more times with a 2-minute rest between \nsets. This test will be done on each hand, and the best \nmeasurement of the three repetitions on each side will be \nrecorded in the study database.\nIndependence\nThe Katz Index of Independence in Activities of Daily \nLiving (ADL) questionnaire will be used to assesses inde -\npendence to complete ADLs via a score. The survey has \nan interrater reliability coefficient of 0.95 [ 52]. This is a \n6-item questionnaire that covers six domains of inde -\npendence (bathing, dressing, toileting, transferring, con -\ntinence, and feeding) and is widely used by clinicians to \nassess ability to perform ADLs [53].\nQuality of life\nThe Functional Assessment of Cancer Therapy- Prostate \n(FACT-P) version 4 includes prostate cancer-specific \nquestions within the assessment of quality of life, via a \nscore. The questionnaire includes 39 items among the fol-\nlowing domains: physical well-being, social/family well-\nbeing, emotional well-being, functional well-being, and \nadditional concerns. The reliability coefficient of FACT-P \nis 0.87–0.89 [54].\nInsulin sensitivity\nFasting serum glucose and insulin will be measured and \nthe homeostatic model of assessment for insulin resis -\ntance (HOMA-IR) will be calculated for each time point \n[55]. The timing of the participant’s study assessments \nwill align as closely as possible with standard of care \n(SOC) clinic visits. Blood drawn for research purposes \nwill occur in tandem with clinical orders. In the event the \nparticipant’s study period is not closely aligned (e.g., at \nleast 2 weeks) with SOC visits, an additional blood draw \nwill need to occur and will be carried out by the hospital’s \ndiagnostic laboratory. Blood collected for insulin sensitiv-\nity evaluation will be transferred immediately to Associ -\nated Regional University Pathologists (ARUP) laboratory \n(Salt Lake City, UT) for processing to serum and analysis. \nARUP laboratory is the diagnostic laboratory associated \nwith the University of Utah hospital system and is located \nadjacent to the University of Utah academic and medical \ncampus. Results for glucose and insulin will be extracted \nfrom the medical record by the study team.\nMarkers of cancer progression\nSerum Prostate Specific Antigen (PSA) and cell-free \nDNA (cfDNA) will be measured to evaluate changes \nin markers of cancer progression. Serum PSA, in ng/\nmL, is measured as standard of care. Collected blood \nwill be transferred to ARUP for analysis and data will \nbe extracted from the medical record by the study team. \nBlood for cfDNA analysis will be collected in K2-ethyl -\nenediamine tetra-acetic acid anticoagulant collection \ntubes along with other study blood as described above. \nAfter collection, these samples will be transferred to \nHCI’s Biorepository and Molecular Pathology for pro -\ncessing. These samples will be centrifuged at 2,000 g for \n10 min, with a brake speed of 7. Plasma will be aliquoted \nto cryovials and centrifuged once more at 1,500  g for \n5  min. Samples will then be stored at -80 ◦C until batch \nanalysis upon completion of data collection.\nUpon completion of data collection, circulating cfDNA \nwill be extracted using Maxwell® RSC 48 as per manufac -\nturer’s specifications and using pre-designated kits per \nmanufacturer, which include the Maxwell® CSC Whole \nBlood DNA Kit for genomic DNA and the Maxwell® RSC \nfor circulating cfDNA. Extracted circulating cfDNA will \nthen undergo quantity and quality check using Qubit 3.0 \nFluorometer (Thermo Fisher Scientific, Waltham, MA, \nUSA) and Bioanalyzer 2100 (Agilent Technologies, Santa \nClara, CA, USA). For samples with severe genomic con -\ntamination from peripheral blood cells, a size selection \nwill be performed with AMPure XP beads (Beckman \nCoulter, Brea, CA, USA) to remove large genomic frag -\nments. Samples with a total yield < 5 ng will be consid -\nered inadequate for formal analysis or for downstream \nnext generation sequencing methods.\nStatistical analysis\nWith respect to the primary outcome, we anticipate \nat least a 2  kg difference between intervention arms \n(Cr + RT vs. PLA + RT) in baseline to 52 week change in \nmuscle mass based on sustaining, or more likely extend -\ning, differences seen in a supervised trial conducted by \nChrusch and colleagues [ 56]. In this trial, 30 older men \n(mean age 70 + years) were randomized to Cr + RT vs. \nPLA + RT, and body composition and strength endpoints \nwere compared at 12 weeks [ 56]. In the creatine arm, the \nmen gained an average of 3.3 kg in muscle mass, while in \nthe placebo arm, the men gained 1.3 kg, corresponding to \na 2 kg difference in lean mass change over 12 weeks.\n\nPage 8 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nMuscle mass values within individuals are expected \nto be strongly correlated (after adjusting for time by \ntreatment arm). In Chrusch and colleagues [ 56] study, \nrepeated measurements of muscle mass over a short time \ninterval, and without an intervening treatment, had an \nintra-subject correlation of 0.99. At each time point, the \nstandard deviation of muscle mass was approximately \n5.8. In our 12-week pilot study, we found a standard devi-\nation of muscle mass of 8.24 kg with an intra-subject cor-\nrelation between baseline and 12-week measurements of \n0.975. We might realistically expect intra-subject corre -\nlation (ICC) of at least 0.85, given intervening treatment \nwith RT and potentially creatine as well as a 52-week fol -\nlow-up period. For a sample size of 200 (100 per arm), if \nthe ICC is 0.85, then the power will be ∼ 84% for a mean \ndifference of 2 kg muscle mass change.\nThe primary analyses will be conducted from a modi -\nfied intention-to-treat perspective, with each subject \nanalyzed according to their randomized study arm, irre -\nspective of participation or compliance, as long as they \ncomplete their baseline assessments. Changes in mus -\ncle mass from baseline to 52-weeks will be compared \nbetween the Cr + RT and PLA + RT arms in the context \nof a linear mixed effects model, based on each subject’s \nmeasurements at baseline 24-weeks and 52-weeks, with a \nrandom effect for subject, and fixed effects for time, study \narm, study arm by time interaction, and a priori antici -\npated important drivers of changes in muscle mass (age, \nlength of time on ADT, ECOG performance status) at \nrandomization. The effect estimate, and associated Wald \ntest, of the study arm at 52 weeks corresponds to the esti-\nmate of the intervention effect (Cr + RT vs. PLA + RT), \nand its associated hypothesis test.\nA few additional analyses are pre-planned to add \nrobustness and clarity of interpretation. One suite of \nadditional analyses will omit the 24-week follow-up mea -\nsurements from the primary analysis model. Additional \nanalyses will also be conducted omitting the anticipated \ndrivers of responsiveness to intervention from the collec -\ntion of adjustment variables. Lastly, we plan to conduct a \nsuite a subgroup analyses, accompanied by subgroup by \nintervention arm interaction tests, for subgroups defined \nby age, length of time on ADT, baseline muscle mass, RT \ncompliance (≥ 80% of scheduled sessions vs. <80%), and \nsupplement compliance within the Cr + RT arm (≥ 80% of \nprescribed dose consumed vs. < 80%). Within the Cr + RT \narm, compliance to creatine supplementation protocol \nwill be summarized as percentage of prescribed doses \noverall and by phase (loading vs. maintenance phase), \nand changes in muscle mass from baseline to 52 and \n24-weeks summarized separately for compliance groups \n(≥ 80% of prescribed dose vs. <80%, and ≥ 80% of sched -\nuled sessions vs. <80%).\nAnalyses will assume that data is missing-at-random \n(MAR; data values are independent of the missing data \nmechanism conditional on the observed data), the most \ngeneral data-centric missing data assumption [ 57]. Miss-\ning outcome data (e.g. muscle mass) will handled by sim -\nply omitting those observations from the mixed effects \nmodel, which is valid under MAR. Missing data on \ncovariates (e.g., age, length of time on ADT, and ECOG \nperformance status) will be handled via multiple imputa -\ntion, which also ensures validity under MAR [58].\nNotably, follow-up measurements missing due to \npatient death will not be MAR, and follow-up measure -\nments missing due to severe declines in patient health \nmay not be MAR either. Throughout, estimates for dif -\nferences in baseline to follow-up changes in endpoints \nbetween the study arms will be conditional on the sub -\nset of patients who would have been able to continue on \nstudy procedures. While we do not anticipate enough \noverall survival or progression-free survival events for \nwell-powered comparisons, these endpoints will be com -\npared between study arms in supplemental analyses. \nAdditionally, while we expect both study arms to provide \nbenefits to our patients, the study will be under continu -\nous oversight of an independent Data Safety Monitoring \nCommittee at HCI, which will be monitoring for risks to \npatients.\nAnalyses for secondary endpoints (e.g., fatigue, physi -\ncal function, cfDNA, etc.) will mirror the approaches \ndescribed above for muscle mass. Additionally, we will \nexamine relationships between changes in markers of \ncfDNA and PSA and changes in body composition, \nfatigue, strength, physical function, insulin sensitivity, \nand quality of life, at both 24 and 52-weeks. These rela -\ntionships will be examined in the context of linear models \nadjusted for anticipated drivers of changes in endpoints \nsuch as baseline endpoint value, age, length of time on \nADT, and ECOG, in the overall sample adjusted for study \narm as well as separately for each study arm.\nDiscussion\nThe Creatine-52 trial aims to identify the most effec -\ntive solution to address the needs of mCSPC survivors \nreceiving ADT. Findings from this trial will build upon \nprevious work from the investigative team, where we \ndemonstrated safety, feasibility, and efficacy of 12-weeks \nof Cr + RT compared with RT alone to be superior in pre-\nserving muscle mass, improving fatigue, physical func -\ntion, and whole-body strength (NCT03987217). This \nwill be the first study, to our knowledge, to assess longer-\nterm (e.g., 52-weeks) efficacy of Cr + RT compared with \nPLA + RT on changes in muscle mass, health outcomes, \nand quality of life; which is important because longer-\nterm solutions that address needs of mCSPC survivors \nare needed. Furthermore, a current gap in our knowledge \n\nPage 9 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nis the efficacy of long-term engagement in RT and cre -\natine monohydrate supplementation use in this patient \npopulation to improve health outcomes.\nAdditionally, this approach addresses a major facili -\ntator to RT among mCSPC survivors, implementation \nof home-based programs [ 24, 25, 59], while utilizing \na supervised model for safety. This approach is transla -\ntional as it can be adopted by cancer centers nationwide \nwho use an established telemedicine system. Findings \nfrom this trial will also improve delivery of comprehen -\nsive survivorship care by providing a multicomponent, \npatient-centered lifestyle strategy to preserve muscle \nmass, improve health outcomes and quality of life, and \ncomplement cancer treatment in this patient popula -\ntion. This patient-centered strategy can be translated \non a large-scale because creatine monohydrate supple -\nmentation and elastic resistance bands are inexpensive \nand widely available. Further, our findings will lead to \nsimple recommendations that the oncology care team \ncan provide in clinic (e.g., “Take 5 grams of creatine \nmonohydrate daily, and engage in an RT program twice \nper week”). If the hospital does not have an associated \nexercise oncology program, the provider can instruct the \npatient to consult the American College of Sports Medi -\ncine’s Moving Through Cancer Exercise and Rehabilita -\ntion program directory to find a local program that fits \nthe patient’s needs [60].\nDevelopment of this trial was not only informed by \nthe 12-week trial carried out by the investigative team, \nbut also in coordination with the Salt Lake City Com -\nmunity Prostate Cancer Support Group. Individuals \nfrom this group helped the investigative team refine the \nintervention and assessment procedures. This group \nwill continue to partner with the investigative team \nthroughout the duration of the project by attending bi-\nannual investigative team meetings. Examples of input \nprovided by the community group include inquiry of \nspace needs at assessment sessions for RT program deliv-\nery, and submission of weekly supplementation logs for \naccountability.\nIn summary, this trial aims to test a patient-centered \napproach to a problem of high priority within survi -\nvorship care of individuals living with mCSPC. More \nresearch related to supportive care interventions in the \nmetastatic setting are needed considering the grow -\ning prevalence of individuals living with metastatic can -\ncer [61]. This work also aligns with the most recent NCI \nCancer Moonshot priority which is to “improve the expe-\nrience of people and their families living with and surviv -\ning cancer” [62].\nAbbreviations\nADL Activity of Daily Living\nADT Androgen Deprivation Therapy\nARUP Associated Regional University Pathologists\ncfDNA cell-free DNA\nCr Creatine monohydrate supplementation\nCr + RT Creatine monohydrate + Resistance Training\nDSMC Data Safety Monitoring Committee\nPLA + RT Placebo + Resistance Training\nPOWER Personal Optimism With Exercise Recovery\nPROMIS Patient Reported Outcomes Measurement Information \nSystem\nPSA Prostate Specific Antigen\nQoL Quality of Life\nRT Resistance Training\nSOC Standard of Care\nDXA Dual-energy X-ray Absorptiometry\nECOG Eastern Cooperative Oncology Group\nFACIT-Fatigue Functional Assessment of Chronic Illness Therapy- Fatigue \nquestionnaire\nFACT-P Functional Assessment of Cancer Therapy-Prostate \nquestionnaire\nFDA Food and Drug Administration\nHCI Huntsman Cancer Institute\nHIPAA Health Insurance Portability and Accountability Act\nHOMA-IR Homeostatic Model Assessment for Insulin Resistance\nICC Intra-subject Correlation Coefficient\nIDS Investigational Drug Services\nmCSPC Metastatic Castration Sensitive Prostate Cancer\nMAR Missing At Random\nPLA Placebo\nAcknowledgements\nThe authors would like to thank members of the Salt Lake City Prostate Cancer \nCommunity Support Group for serving on the patient advisory committee \nof this larger trial and grant. Further, the authors would like to thank the \nindividuals living with metastatic prostate cancer who participated in the trial \nthat supported this larger trial and grant. Finally, the authors would also like to \nthank the staff of HCI’s hospital-based exercise oncology program, POWER, for \nfacilitating exercise intervention delivery.\nAuthor contributions\nAll authors contributed to the design and development of the Creatine-52 \nprotocol. Specifically, AMC and NA are the principal investigators of the trial. \nJC developed the analytical plan. AMC, NA, MK, US, SG, and BM developed the \neligibility criteria. AMC, NA, CMU, MK, JC, US, SG, and BLM developed the study \nmethodology. All authors (AMC, NA, CMU, MK, JC, US, SG, BLM, LHS, PAH, KM, \nST, VMT, KL) contributed to: (1) the writing, editing, review, and approval of the \nstudy protocol; are contributing to data collection and successful execution of \nthe study protocol; and have reviewed and agreed to the final manuscript.\nFunding\nResearch reported in this publication is supported by the National \nCancer Institute of the National Institutes of Health under Award Number \nR01CA281759. The content is solely the responsibility of the authors and \ndoes not necessarily represent the official views of the National Institutes of \nHealth. The protocol in this manuscript has undergone peer-review as part \nof the process of obtaining external funding. The protocol is approved by the \nUniversity of Utah Institutional Review Board.\nData availability\nNo datasets were generated or analysed during the current study.\nDeclarations\nEthics approval and consent to participate\nThis study and the associated informed consent form was approved by the \nUniversity of Utah Institutional Review Board (IRB_00168125).\nConsent for publication\nNot applicable.\nCompeting interests\nNA (lifetime disclosures): No personal COIs since April 15, 2021. Consultancy \nto Astellas, Astra Zeneca, Aveo, Bayer, Bristol Myers Squibb, Calithera, Clovis, \n\nPage 10 of 11\nColetta et al. BMC Cancer (2024) 24:493 \nEisai, Eli Lilly, EMD Serono, Exelixis, Foundation Medicine, Genentech, Gilead, \nJanssen, Merck, MEI Pharma, Nektar, Novartis, Pfizer, Pharmacyclics, and Seattle \nGenetics. Research funding to NA’s institution (lifetime): Arnivas, Astellas, Astra \nZeneca, Bavarian Nordic, Bayer, Bristol Myers Squibb, Calithera, Celldex, Clovis, \nCrispr, Eisai, Eli Lilly, EMD Serono, Exelixis, Genentech, Gilead, Glaxo Smith Kline, \nImmunomedics, Janssen, Lava, Medivation, Merck, Nektar, Neoleukin, New \nLink Genetics, Novartis, Oric, Pfizer, Prometheus, Rexahn, Roche, Sanofi, Seattle \nGenetics, Takeda, and Tracon. US reports consultancy to Astellas, Exelixis, \nSeattle Genetics, Imvax, Sanofi, Pfizer, AstraZeneca and Gilead and research \nfunding to institute from Janssen, Exelixis and Astellas/Seattle Genetics. BLM \nreceived financial compensation as a paid consultant/advisor to Abbive, Pfizer, \nAVEO oncology, Janssen, Astellas, Bristol-Myers Squibb, Clovis, Tempus, Merck, \nExelixis, Bayer Oncology, Lilly, Sanofi, Telix and Peloton Therapeutics; Huntsman \nCancer Institute has received research funding from Exelixis, Bavarian-Nordic, \nClovis and Bristol-Myers Squibb on my behalf. SG reports research funding to \ninstitution from Mirati Therapeutics, Novartis, Pfizer, Viralytics, Hoosier Cancer \nResearch Network, Rexahn Pharmaceuticals, Five Prime Therapeutics, Incyte, \nMedImmune, Merck, Bristol Myers Squibb, Clovis Oncology, LSK BioPharma, \nQED Therapeutics, Daiichi Sankyo/Lilly, Immunocore, Seattle Genetics, Astellas, \nAcrotech and Astra Zeneca.\nAuthor details\n1Department of Health and Kinesiology, University of Utah, Salt Lake City, \nUT, USA\n2Cancer Control and Population Sciences Program, Huntsman Cancer \nInstitute, University of Utah, Salt Lake City, UT, USA\n3The Huntsman Cancer Institute, University of Utah, Salt Lake City, UT, USA\n4Division of Physical Medicine and Rehabilitation, Salt Lake City, UT, USA\n5Department of Internal Medicine, University of Utah, Salt Lake City, UT, \nUSA\n6Division of Medical Oncology, Huntsman Cancer Institute, University of \nUtah, Salt Lake City, UT, USA\n7Department of Population Health Sciences, University of Utah, Salt Lake \nCity, UT, USA\n8George E Whalen Department of Veterans Affairs Medical Center, Salt \nLake City, UT, USA\nReceived: 14 March 2024 / Accepted: 15 April 2024\nReferences\n1. Cushen SJ, Power DG, Murphy KP , McDermott R, Griffin BT, Lim M, et al. \nImpact of body composition parameters on clinical outcomes in patients \nwith metastatic castrate-resistant prostate cancer treated with docetaxel. Clin \nNutr ESPEN. 2016;13:e39–45.\n2. Stangl-Kremser J, Suarez-Ibarrola R, Andrea D, Korn SM, Pones M, Kramer G, \net al. Assessment of body composition in the advanced stage of castration-\nresistant prostate cancer: special focus on Sarcopenia. Prostate Cancer \nProstatic Dis. 2020;23(2):309–15.\n3. Kashiwagi E, Shiota M, Masaoka H, Imada K, Monji K, Takeuchi A, et al. Rela-\ntionship between body composition and hormone sensitivity for androgen \ndeprivation therapy in patients with metastatic prostate cancer. Prostate Int. \n2020;8(1):22–6.\n4. Wu W, Liu X, Chaftari P , Cruz Carreras MT, Gonzalez C, Viets-Upchurch J, et \nal. Association of body composition with outcome of docetaxel chemo-\ntherapy in metastatic prostate cancer: a retrospective review. PLoS ONE. \n2015;10(3):e0122047.\n5. Ikeda T, Ishihara H, Iizuka J, Hashimoto Y, Yoshida K, Kakuta Y, et al. Prognostic \nimpact of Sarcopenia in patients with metastatic hormone-sensitive prostate \ncancer. Jpn J Clin Oncol. 2020;50(8):933–9.\n6. Trovato E, Di Felice V, Barone R. Extracellular vesicles: delivery vehicles of \nmyokines. Front Physiol. 2019;10:522.\n7. Coletta AM, Sayegh N, Agarwal N. Body composition and metastatic prostate \ncancer survivorship. Cancer Treat Res Commun. 2021;27:100322.\n8. Galvão D, Spry N, Taaffe D, Newton R, Stanley J, Shannon T, et al. Changes in \nmuscle, fat and bone mass after 36 weeks of maximal androgen blockade for \nprostate cancer. BJU Int. 2008;102(1):44–7.\n9. Smith M. Changes in fat and lean body mass during androgen-deprivation \ntherapy for prostate cancer. Urology. 2004;63(4):742–5.\n10. Galvão D, Taaffe D, Spry N, Joseph D, Turner D, Newton R. Reduced muscle \nstrength and functional performance in men with prostate cancer undergo-\ning androgen suppression: a comprehensive cross-sectional investigation. \nProstate Cancer Prostatic Dis. 2009;12(2):198–203.\n11. Neefjes ECW, van den Hurk RM, Blauwhoff-Buskermolen S, van der Vorst \nMJDL, Becker-Commissaris A, de van der Schueren MAE, et al. Muscle mass \nas a target to reduce fatigue in patients with advanced cancer. J Cachexia \nSarcopenia Muscle. 2017;8(4):623–29.\n12. Smith M, Lee H, Nathan D. Insulin sensitivity during combined androgen \nblockade for prostate cancer. J Clin Endocrinol Metab. 2006;91(4):1305–8.\n13. Ligibel JA, Bohlke K, May AM, Clinton SK, Demark-Wahnefried W, Gilchrist \nSC, et al. Exercise, Diet, and Weight Management during Cancer Treat-\nment: ASCO Guideline. J Clin Oncology: Official J Am Soc Clin Oncol. \n2022;40(22):2491–507.\n14. Campbell KL, Winters-Stone KM, Wiskemann J, May AM, Schwartz AL, \nCourneya KS, et al. Exercise guidelines for Cancer survivors: Consensus State-\nment from International Multidisciplinary Roundtable. Med Sci Sports Exerc. \n2019;51(11):2375–90.\n15. Dawson J, Dorff T, Todd Schroeder E, Lane C, Gross M, Dieli-Conwright C. \nImpact of resistance training on body composition and metabolic syndrome \nvariables during androgen deprivation therapy for prostate cancer: a pilot \nrandomized controlled trial. BMC Cancer. 2018;18(1):368.\n16. Galvão D, Nosaka K, Taaffe D, Spry N, Kristjanson L, McGuigan M, et al. \nResistance training and reduction of treatment side effects in prostate cancer \npatients. Med Sci Sports Exerc. 2006;38(12):2045–52.\n17. Hanson E, Sheaff A, Sood S, Ma L, Francis J, Goldberg A, Hurley B. Strength \ntraining induces muscle hypertrophy and functional gains in black prostate \ncancer patients despite androgen deprivation therapy. J Gerontol Biol Sci \nMed Sci. 2013;68(4):490–8.\n18. Nilsen T, Raastad T, Skovlund E, Courneya K, Langberg C, Lilleby W, et al. \nEffects of strength training on body composition, physical functioning, \nand quality of life in prostate cancer patients during androgen deprivation \ntherapy. Acta Oncol. 2015;54(10):1805–13.\n19. Segal R, Reid R, Courneya K, Malone S, Parliament M, Scott C, et al. Resistance \nexercise in men receiving androgen deprivation therapy for prostate cancer. J \nClin Oncology: Official J Am Soc Clin Oncol. 2003;21(9):1653–9.\n20. Winters-Stone K, Dieckmann N, Maddalozzo G, Bennett J, Ryan C, Beer T. \nResistance Exercise reduces body fat and insulin during androgen-depriva-\ntion therapy for prostate Cancer. Oncol Nurs Forum. 2015;42(4):348–56.\n21. Winters-Stone K, Dobek J, Bennett J, Dieckmann N, Maddalozzo G, Ryan C, \nBeer T. Resistance training reduces disability in prostate cancer survivors on \nandrogen deprivation therapy: evidence from a randomized controlled trial. \nArch Phys Med Rehabil. 2015;96(1):7–14.\n22. Forbes CC, Blanchard CM, Mummery WK, Courneya K. Prevalence and cor-\nrelates of strength exercise among breast, prostate, and colorectal cancer \nsurvivors. Oncol Nurs Forum. 2015;42(2):118–27.\n23. Ottenbacher A, Yu M, Moser RP , Phillips SM, Alfano C, Perna FM. Population \nestimates of Meeting Strength Training and Aerobic guidelines, by gender \nand Cancer Survivorship Status: findings from the Health Information \nNational trends Survey (HINTS). J Phys Act Health. 2015;12(5):675–9.\n24. Hardcastle S, Maxwell-Smith C, Kamarova S, Lamb S, Millar L, Cohen P . Factors \ninfluencing non-participation in an exercise program and attitudes towards \nphysical activity amongst cancer survivors. Support Care Cancer. 2017.\n25. Harrington JM, Schwenke DC, Epstein DR. Exercise preferences among men \nwith prostate cancer receiving androgen-deprivation therapy. Oncol Nurs \nForum. 2013;40(5):E358–67.\n26. Wong RL, Duong MT, Tangen CM, Agarwal N, Cheng HH, Vogelzang NJ et al. \nSurvival Outcomes and Risk Group Validation From SWOG S0925: A Random-\nized Phase II Study of Cixutumumab in New Metastatic Hormone-Sensitive \nProstate Cancer. Prostate cancer and prostatic diseases. 2020.\n27. Weller S, Oliffe JL, Campbell KL. Factors associated with exercise preferences, \nbarriers and facilitators of prostate cancer survivors. Eur J Cancer Care (Engl). \n2019;28(5):e13135.\n28. Lopes JSS, Machado AF, Micheletti JK, de Almeida AC, Cavina AP , Pastre CM. \nEffects of training with elastic resistance versus conventional resistance on \nmuscular strength: a systematic review and meta-analysis. SAGE Open Med. \n2019;7:2050312119831116.\n29. Coletta AM, Rose NB, Johnson AF, Moxon DS, Trapp SK, Walker D et al. The \nimpact of a hospital-based exercise oncology program on cancer treatment-\nrelated side effects among rural cancer survivors. Support Care Cancer. \n2021:1–10.\n\nPage 11 of 11\nColetta et al. BMC Cancer (2024) 24:493 \n30. Kreider R, Kalman D, Antonio J, Ziegenfuss T, Wildman R, Collins R, et al. \nInternational Society of Sports Nutrition position stand: safety and efficacy of \ncreatine supplementation in exercise, sport, and medicine. J Int Soc Sports \nNutr. 2017;14:18.\n31. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabolism. Physiol Rev. \n2000;80(3):1107–213.\n32. Bergnes G, Yuan W, Khandekar V, O’Keefe M, Martin K, Teicher B, Kaddurah-\nDaouk R. Creatine and phosphocreatine analogs: anticancer activity and \nenzymatic analysis. Oncol Red. 1996;8(3):121–30.\n33. Campos-Ferraz P , Gualano B, das Neves W, Andrade I, Hangai I, Pereira R, et \nal. Exploratory studies of the potential anti-cancer effects of creatine. Amino \nAcids. 2016;48(8):1993–2001.\n34. Miller E, Evans A, Cohn M. Inhibition of rate of tumor growth by creatine and \ncyclocreatine. Proc Natl Acad Sci. 1993;90(8):3304–8.\n35. Hoosein N, Martin K, Abdul M, Logothetis C, Kaddurah-Daouk R. Antiprolifera-\ntive effects of cyclocreatine on human prostatic carcinoma cells. Anticancer \nRes. 1995;15:1339–42.\n36. Di Biase S, Ma X, Wang X, Yu J, Wang YC, Smith DJ, et al. Creatine uptake \nregulates CD8 T cell antitumor immunity. J Exp Med. 2019;216(12):2869–82.\n37. Patel R, Ford CA, Rodgers L, Rushworth LK, Fleming J, Mui E, et al. Cyclocre-\natine suppresses Creatine Metabolism and impairs prostate Cancer Progres-\nsion. Cancer Res. 2022;82(14):2565–75.\n38. Norman K, Stübler D, Baier P , Schütz T, Ocran K, Holm E, et al. Effects of cre-\natine supplementation on nutritional status, muscle function and quality of \nlife in patients with colorectal cancer–a double blind randomised controlled \ntrial. Clin Nutr. 2006;25(4):596–605.\n39. do Amaral Paes T, de Oliveira K, de Carvalho Padilha P , Peres W. Phase angle \nassessment in critically ill cancer patients: relationship with the nutritional \nstatus, prognostic factors and death. J Crit Care. 2018:430–35.\n40. Pena N, Mauricio S, Rodrigues A, Carmo A, Coury N, Correia M, Generoso S. \nAssociation between standardized phase Angle, Nutrition Status, and clinical \noutcomes in Surgical Cancer patients. Nutr Clin Pract. 2018.\n41. Ratamess NA, Alvar BA, Evetoch TK, Housh TJ, Kibler WB, Kraemer WJ, \nTriplett NT. American College of Sports Medicine position stand. Prorges-\nsion models in resistance training for healthy adults. Med Sci Sports Exerc. \n2009;41(3):687–708.\n42. Collins PB, Earnest CP , Dalton RL, Sowinski RJ, Grubic TJ, Williams CF, et al. \nShort-term effects of a ready-to-drink Pre-workout Beverage on Exercise \nPerformance. Nutrients. 2017;9(8):E823. PMCID: PMC5579616.\n43. Devries M, Phillips S. Creatine supplementation during resistance training in \nolder adults-a meta-analysis. Med Sci Sports Exerc. 2014;46(6):1194–203.\n44. Lonbro S, Dalgas U, Primdahl H, Overgaard J, Overgaard K. Feasibility and \nefficacy of progressive resistance training and dietary supplements in radio-\ntherapy treated head and neck cancer patients- the DAHANCA 25A study. \nActa Oncol. 2013;52:310–18.\n45. Hind K, Slater G, Oldroyd B, Lees M, Thurlow S, Barlow M, Shepherd J. Inter-\npretation of dual-energy X-Ray absorptiometry-derived body composition \nchange in athletes: a review and recommendations for best practice. J Clin \nDensitometry: Official J Int Soc Clin Densitometry. 2018;21(3):429–43.\n46. Nana A, Slater GJ, Stewart AD, Burke LM. Methodology review: using \ndual-energy X-ray absorptiometry (DXA) for the assessment of body \ncomposition in athletes and active people. Int J Sport Nutr Exerc Metab. \n2015;25(2):198–215.\n47. Yellen S, Cella D, Webster K, Blendowski C, Kaplan E. Measuring fatigue \nand other anemia-related symptoms with the Functional Assessment of \nCancer Therapy (FACT) measurement system. J Pain Symptom Manage. \n1997;13(2):63–74.\n48. Guralnik J, Simonsick E, Ferrucci L. A short physical performance battery \nassessing lower extremity function: association with self-reported disability \nand prediction of mortality and nursing home admission. J Gerontol Biol Sci \nMed Sci. 1994;49(2):85–94.\n49. Treacy D, Hassett L. The short physical performance battery. J Physiother. \n2018;64:61.\n50. Physical, Function. A brief guide to the PROMIS physical function instru-\nments [Internet]: Assessment Center; 2015 [updated Updated September \n9, 2015Cited October 19, 2017]. https://www.assessmentcenter.net/docu-\nments/PROMIS%20Physical%20Function%20Scoring%20Manual.pdf.\n51. Gerodimos V, Karatrantou K, Psychou D, Vasilopoulou T, Zafeiridis A. Static and \ndynamic handgrip strength endurance: test-retest reproducibility. J Hand \nSurg Am. 2017;42(3):e175–84.\n52. Arik G, Varan HD, Yavuz BB, Karabulut E, Kara O, Kilic MK, et al. Validation of \nKatz index of independence in activities of daily living in Turkish older adults. \nArch Gerontol Geriatr. 2015;61(3):344–50.\n53. McCabe D. Katz Indez of Independence in activities of Daily Living. New York, \nNY: New York University; 2019.\n54. Esper P , Mo F, Chodak G, Sinner M, Cella D, Pienta KJ. Measuring quality of \nlife in men with prostate cancer using the functional assessment of cancer \ntherapy-prostate instrument. Urology. 1997;50(6):920–8.\n55. Matthews DR, Hosker JP , Rudenski AS, Naylor BA, Treacher DF, Turner RC. \nHomeostasis model assessment: insulin resistance and beta-cell function \nfrom fasting plasma glucose and insulin concentrations in man. Diabetologia. \n1985;28:412–19.\n56. Chrusch MJ, Chilibeck PD, Chad KE, Davison KS, Burke DG. Creatine supple-\nmentation combined with resistance training in older men. Med Sci Sports \nExerc. 2001;33(12):2111–17.\n57. Rubin DB. Inference and missing data. Biometrika. 1976;63(3):581–92.\n58. Rubin DB. Multiple imputation after 18 + years. J Am Stat Assoc. \n1996;91(434):473–89.\n59. Wong JN, McAuley E, Trinh L. Physical activity programming and counseling \npreferences among cancer survivors: a systematic review. Int J Behav Nutr \nPhys Act. 2018;15(1):48.\n60. American College of Sports Medicine Exercise. - Cancer Directory Program [ \nhttps://www.exerciseismedicine.org/eim-in-action/moving-through-cancer/\nexercise-program-registry/.\n61. Gallicchio L, Devasia TP , Tonorezos E, Mollica MA, Mariotto A. Estimation of \nthe number of individuals living with metastatic Cancer in the United States. \nJ Natl Cancer Inst. 2022;114(11):1476–83.\n62. Fact Sheet. President Biden reignites cancer moonshot to end cancer as \nwe know it. [ https://www.whitehouse.gov/briefing-room/statements-\nreleases/2022/02/02/fact-sheet-president-biden-reignites-cancer-moonshot-\nto-end-cancer-as-we-know-it/.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 52,
    "primary_human": "muscle_mass; physical_function; disease_progression"
  },
  "bucket": "B",
  "notes": "Study protocol only (no outcome data yet) for a 52-week RCT in older adults with colorectal cancer, combining creatine with RT to preserve muscle mass and attenuate cancer progression."
}