{
  "id": 73,
  "title": "Effects of Creatine Supplementation on the Performance, Physiological Response, and Body Composition Among Swimmers: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "authors": "Huang D; et al.",
  "year": 2024,
  "doi": "10.1186/s40798-024-00784-8",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "swimmers",
    "performance",
    "body_composition",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed (swimming)"
  },
  "sections": {
    "abstract": "Background Although recent studies have increasingly focused on examining the potential benefits of creatine \nsupplementation to improve performance in swimming events, the impact of creatine supplementation on \nswimming performance remains a topic of debate and controversy. A comprehensive meta-analytical review was \nundertaken to evaluate the effects of creatine supplementation on the performance, physiological response, and \nbody composition among swimmers.",
    "methods": "The research methodology adhered strictly to the guidelines outlined by the Preferred Reporting Items \nfor Systematic Reviews and Meta-Analyses (PRISMA). A comprehensive search was conducted across six databases \n(Cochrane Library, Web of Science, Scopus, Embase, PubMed, and SPORTDiscus) until March 23, 2024. Eligible studies \nthat investigated the impact of creatine supplementation on swimming time, physiological parameters, and body \ncomposition in swimmers were included. For the meta-analysis, a random-effects model was employed to determine \nthe collective effect and assess variations across distinct subgroups defined by swimming time, physiological metrics, \nand body composition. Meta-regression analysis was conducted on datasets comprising ten or more studies. \nStandardized mean differences (SMD) along with their corresponding 95% confidence intervals (CI) were calculated. \nTo evaluate the methodological rigor of the included studies, the Physiotherapy Evidence Database (PEDro) scale was \nutilized.",
    "results": "The systematic review included seventeen studies with a total of 361 subjects. No significant differences \nwere observed in the overall effect during single sprint swimming (SMD: -0.05, 95% CI: -0.26, 0.15; p = 0.61), repeated \ninterval swimming (SMD: -0.11; 95% CI: -0.46, 0.25; p = 0.56), physiological response (SMD: 0.04, 95% CI: -0.16, 0.23; \np = 0.71), and body composition (SMD: 0.18; 95% CI: -0.05, 0.41; p = 0.12) between creatine and placebo groups.\nEffects of Creatine Supplementation \non the Performance, Physiological Response, \nand Body Composition Among Swimmers: \nA Systematic Review and Meta-Analysis \nof Randomized Controlled Trials\nDongxiang Huang1,2, Xiaobing Wang1, Tomohiro Gonjo3, Hideki Takagi4, Bo Huang5, Wenrui Huang6, Qi Shan2 and \nDaniel Hung-Kay Chow2*\n\nPage 2 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nBackground\nCreatine (Cr) is pivotal in the modulation of energy \nmetabolism and has been widely used by athletes to \nenhance muscle mass, strength, and overall sports per -\nformance [ 1, 2]. It has been extensively demonstrated \nthat increasing the dietary intake of Cr leads to elevated \nlevels of Cr and phosphocreatine in skeletal muscles [ 3]. \nHigh-dose short-term (approximately 20 g per day for 5 \ndays) or low-dose long-term (approximately 3 g per day \nfor 28 days) Cr supplementation can result in a roughly \n25% increase in muscle Cr and phosphocreatine levels \n[4, 5]. The dietary incorporation of Cr has the potential \nto augment muscle Cr and phosphocreatine levels by an \nestimated range of 20–40% [6].\nSwimming is recognized as a sport that requires both \naerobic and anaerobic energy systems [ 7]. The ATP-\nphosphocreatine energy system plays a crucial role in \nenergy production, contributing 80% during a 50 m swim \nand 25% during a 100  m swim [ 8]. The rapid depletion \nof phosphocreatine in muscles during swimming leads \nto a substantial increase in energy demand [ 9, 10]. Con-\nsequently, the growing interest in exploring the potential \nbenefits of Cr supplementation for enhancing swimming \nperformance is reflected in the rising number of scientific \nstudies focusing on this area.\nDespite numerous studies investigating the impact \nof Cr supplementation on single sprint swimming [ 7, \n10–17], repeated interval swimming [ 18–22], or a com -\nbination of both [ 23–25], there is no consensus on its \nadvantages for swimming performance. Most studies \nsuggested that Cr supplementation could not affect sin -\ngle sprint swimming performance [ 7, 10, 13, 16, 23, 25]. \nwhile some studies indicated performance enhancement \n[12, 14, 15, 17]. Similarly, the impact of Cr on repeated \ninterval swimming performance is a subject of debate \nwhile most studies proposed improvement [ 18, 20, 22–\n24], Silva et al. (2007) reported no enhancement [21].\nCritically evaluating and synthesizing available stud -\nies would be useful in understanding the reason behind \nthe inconsistent study outcomes and in generating more \nconcrete evidence on the effect of Cr on swimming per -\nformance. Even though Hopwood et al. (2006) conducted \na narrative review on this topic [ 9], their",
    "conclusions": "were based on studies conducted before 2005 and did not \naddress the effects of Cr on physiological indicators and \nbody composition. Since 2005, five studies have explored \nCr supplementation’s effects on swimming performance \n[14–16, 21, 22]. warranting an updated systematic review. \nFurthermore, given the potential limitations of individual \nstudies, a meta-analysis is crucial for a comprehensive \nunderstanding of the conflicting findings.\nThe objective of this study is to conduct a comprehen -\nsive synthesis and meta-analysis of the existing literature \nregarding the impact of Cr supplementation on the per -\nformance, physiological response, and body composition \namong swimmers.\nMethods\nThis study evaluated the effects of Cr supplementation on \nswimming performance, physiological response and body \ncomposition, following the protocols outlined in the Pre -\nferred Reporting Items for Systematic Reviews and Meta-\nAnalyses (PRISMA) statement [ 26], as detailed in the \nelectronic supplementary material 1. The study protocol \nwas registered in the Prospective Register of System -\natic Reviews (PROSPERO) with the registration num -\nber CRD42024536195 prior to conducting the search \nmethodology.\nLiterature Search Strategy\nThe search for relevant studies was conducted indepen -\ndently by two authors (DX and XB), with any discrepan -\ncies resolved through third-party adjudication (DC). An \nexhaustive literature retrieval was conducted across six \nelectronic databases, namely the Cochrane Library, Web \nof Science, Scopus, Embase, PubMed, and SPORTDis -\ncus, covering the period from their inception to March \n23, 2024. Search records were obtained by employing \nthe subsequent Boolean strategy: (Creatine OR “cre -\natine monohydrate” OR “creatine loading” OR “creatine \nsupplementation” OR “oral creatine”) AND (swimming \nOR swimmers OR swim). The specifics of the search \nmethodology are delineated in Supplementary Table S1, \nas presented in the electronic supplementary material 2. \nThe search was augmented by manual methods, encom -\npassing an analysis of the reference lists from the selected \nstudies and an assessment of the literature that cited the \nincluded research articles (i.e., forward citation tracking).\nConclusions Creatine supplementation exhibited ineffectiveness in enhancing the performance, physiological \nresponse, and body composition among swimmers.\nKey Points\n No significant evidence to support that creatine supplementation can improve swimming performance was found.\n Creatine supplementation showed no significant impact on physiological response.\n No significant effects of creatine supplementation on body composition were found.\nKeywords Creatine, Swimming performance, Body composition\n\nPage 3 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nInclusion and Exclusion Criteria\nStudies that conformed to the subsequent inclusion cri -\nteria were selected for this review: (i) inclusion of swim -\nmers as participants, regardless of their training level, \nage, or gender; (ii) examination of the isolated effects of \nCr ingestion in any form; (iii) provision of detailed infor -\nmation on the protocol of Cr supplementation, including \ndosage and duration; (iv) the outcomes are swimming \ntime (e.g., 50 m time and 100 m time), physiological indi -\ncators (e.g., blood lactate, heart rate, blood ammonia, and \nblood pH), and body composition (e.g., body mass, lean \nbody mass, and skinfolds); (v) original, peer-reviewed \nstudies written in English; and (vi) utilization of a ran -\ndomized placebo-controlled design.\nStudies were excluded if they: (i) combined Cr with \nother supplements and could not isolate the effects of \nCr; (ii) consisted of comments, editorials, or reviews; \n(iii) lacked a placebo group for comparison of results; (iv) \nwere conducted on subjects who have a history of a med -\nical ailment, disease, or trauma.; or (v) focused on artistic \nswimming, water polo, and fin swimming.\nText Screening\nThe procedure was carried out independently by two \nauthors (DX and XB), with any differences between the \nreviewers being reconciled through consensus in consul -\ntation with a third author (DC). The initial stage of the \nprocess entailed the assessment of titles and abstracts \nto efficiently narrow down the pool of research studies \nrequired to fulfill the inclusion and exclusion criteria. \nSubsequently, the complete texts were examined by the \nresearchers to identify the experimental trials that were \nrelevant for inclusion.\nData Extraction\nData extraction from each study that met the inclusion \nand exclusion criteria encompassed the following: (i) \nstudy design details, (ii) characteristics of the study sam -\nple, (iii) information on the Cr supplementation protocol \n(dosage and duration), (iv) specifics of the swimming test \nprotocol, (v) data on swimming performance, physiologi -\ncal response and body composition, and (vi) main find -\nings. Among the included studies, five employed different \nprotocols to assess the same performance outcome [ 10, \n20, 23–25]. In these cases, each protocol was considered \nan independent dataset for conducting the meta-analy -\nsis. Consequently, all protocols were separately included \nin the relevant analysis of the performance outcome. In \ninstances where essential data were unavailable in the \noriginal publication, contact was made with the research-\ners of the included studies. Information from one article \nwas acquired through direct communication with the \nauthors [13]. Additionally, standard error values provided \nin certain studies were converted to standard deviation.\nMethodological Quality and Publication Bias\nThe process was conducted by two separate researchers, \nDX and XB, with any discrepancies between the review -\ners resolved by DC. The methodological rigor of the \nstudies included in the analysis was assessed using the \nPhysiotherapy Evidence Database (PEDro) scale [27]. The \nPEDro scale is commonly utilized in systematic review \nstudies examining the effectiveness of supplements and \nnutritional ergogenic resources [ 28–30]. It provides a \nreliable and objective means of evaluating the internal \nvalidity of randomized controlled trials [ 31]. The scale \nconsists of 11 items, with ratings assigned to items 2 \nthrough 11. A positive response receives a score of 1 \npoint, while a negative response receives 0 points. Thus, \nthe maximum achievable score on the scale is 10 points. \nA high and low PEDro score indicates a minimal and high \nrisk of bias, respectively. The quality of the PEDro scale \nwas assessed using a scoring system, where scores of 9 \nor 10 points were considered excellent, scores between \n6 and 8 points were considered good, scores between 4 \nand 5 points were considered fair, and scores of 3 points \nor lower were considered poor [32]. Potential publication \nbias across studies was investigated by visually assessing \nthe asymmetry of the funnel plots for the combined data. \nThis method aided in evaluating the presence of bias in \nthe dissemination of research included in the review.\nStatistical Analysis\nStandardized mean differences (SMD) and their corre -\nsponding 95% confidence intervals (95% CI) were utilized \nto quantify the effect sizes for the effects of Cr supple -\nments on the performance, physiological response, and \nbody composition in swimmers. The SMD were calcu -\nlated using pooled mean and standard deviation in the \nchange in the dependent variables from pre- to post-\ncondition for each group, and its values were categorized \nas trivial ( < 0.2), small (0.2–0.3), moderate (0.4–0.8), \nor large ( > 0.8) [33]. Heterogeneity among studies was \nassessed using the I2 statistic, with low ( < 25%), moder-\nate (25–75%), or substantial ( > 75%) risk of heterogeneity \n[34]. To address significant heterogeneity ( I2 > 50%), sen-\nsitivity analyses were conducted by systematically exclud-\ning studies to identify potential outliers or studies with \nextreme results. This helped assess the robustness of the \nfindings and explore the impact of specific study char -\nacteristics, such as swimming distance, on the observed \nheterogeneity.\nSubgroup analyses were carried out to compare the \neffects of Cr supplementation on different swimming \ntimes, specifically 50 m versus 100 m times, to exam -\nine variations based on swimming distance. Subgroup \nanalyses were also conducted on various physiological \noutcomes to differentiate the specific effects of Cr supple-\nmentation on different aspects of swimming physiology. \n\nPage 4 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nIn addition, subgroup analyses were also performed on \ndifferent body composition outcomes, such as body mass \nand lean body mass, to ascertain if the supplementation \nhas differing effects on various body composition param -\neters. For all meta-analyses, the random-effects model \nwas applied [ 35]. Meta-regression analyses assessed \npotential moderators influencing the impact of Cr sup -\nplementation on single sprint swimming during 50 m \ntime trials and blood lactate levels, requiring a minimum \nof 10 studies for each analysis [ 36]. Identified moderators \ncomprised performance level (competitive swimmers vs. \nnon-competitive swimmers), duration of supplementa -\ntion (less than 20 days vs. more than 20 days), and sup -\nplementation protocol (acute loading vs. maintenance). \nStatistical evaluations were conducted using the alpha \nlevel set at p < 0.05. Meta analysis was done using Review \nManager (5.4.1, USA) software [37], and Meta-regression \nanalyses was conducted using the ‘metan’ command from \nthe Stata (version 15) ‘meta’ package.\nResults\nSearch Results\nThe systematic search conducted across six databases \nyielded 2,705 search results. Among these results, 65 \nfull-text papers were carefully examined. After thorough \nreview, 17 studies were deemed eligible and included in \nthe final analysis. Figure  1 presents the flow chart illus -\ntrating the search strategy employed.\nStudy Characteristics\nThe meta-analysis included a total of 361 partici -\npants across the seventeen studies (Table  1). All stud -\nies employed a randomized placebo-controlled design. \nAmong them, twelve studies utilized a double-blind, pla -\ncebo-controlled, randomized design [ 11–13, 15, 17–23, \n25], while two studies employed a randomized single-\nblind design [ 10, 14]. Three studies did not specify the \nblinding method [ 7, 16, 24]. The majority of the stud -\nies included both male and female participants [ 10–13, \n18–20, 24, 25], although five studies exclusively focused \non male swimmers [ 14, 16, 17, 22, 23] and three targeted \nfemale swimmers [ 7, 15, 21]. The sample size in each \nstudy ranged from 10 [ 7] to 38 [ 17] participants. Within \nthe studies adhering to the acute loading supplementa -\ntion regimen, the ingested dosages varied, starting from \na low of 0.3 g/kg/bm [ 13] to a peak of 25 g daily [ 24]. For \nthe maintenance supplementation regimen, daily dosage \nconsumption fluctuated between 2  g [ 7] and 20  g [ 21]. \nThe duration of supplementation protocols ranged from \n5 [11, 12, 23] to 63 days [ 16]. Among the 17 studies, nine \ninvestigated the effects of acute loading of Cr supplemen-\ntation [ 11, 12, 14, 15, 17, 18, 22, 23, 25], five examined \nthe effects of maintenance loading after an initial acute \nloading phase [ 10, 13, 19, 20, 24], and three specifically \nexplored the effects of maintenance loading [7, 16, 21].\nThe evaluation of swimming performance now clearly \ndelineates swimming time, which consists of single sprint \nswimming time and repeated interval swimming time, \ninvolving distances of 50  m and 100  m. Physiological \nresponse includes parameters such as blood lactate lev -\nels, heart rate, blood ammonia, and blood pH. Addition -\nally, body composition is evaluated through body mass, \nlean body mass, and skinfolds.\nMethodological Quality and Publication Bias\nThe average PEDro scale score for the studies included \nwas 8.41, indicating a high level of methodological qual -\nity. Out of the seventeen studies, twelve [ 11–13, 15, \n17–23, 25] were classified as excellent quality, while five \ninvestigations [7, 10, 14, 16, 24] were categorized as good \nquality. The detailed scores on the PEDro scale can be \nfound in Table 2. Figure S1 in Supplementary Material 2 \ndisplays the publication biases across various outcomes, \nencompassing single sprint swimming time, repeated \ninterval swimming time, physiological variables, and \nbody composition metrics. The scatter of data points \nforms an approximate inverted funnel pattern around the \noverall effect size, suggesting no publication bias.\nMeta-analysis Results\nSingle Sprint Swimming Time\nA total of eleven studies reported the effect of Cr on sin -\ngle sprint swimming time [ 7, 10–17, 23, 25]. As depicted \nin Fig.  2, the results of our meta-analysis indicate that \nthere was no overall effect favoring the Cr condition \n(SMD: -0.05, 95% CI: -0.26, 0.15; p = 0.61), with low but \nnon-significant heterogeneity observed (p = 0.99; I2 = 0%). \nSubgroup analysis further revealed that there was a trivial \nand non-significant reduction observed in the 50 m time \n(SMD: -0.06; 95% CI: -0.32, 0.20; p = 0.64), with low but \nnot significant heterogeneity detected ( p = 0.95; I2 = 0%). \nAdditionally, a trivial but insignificant improvement \nwas found in the 100 m time (SMD: -0.04; 95% CI: -0.38, \n0.30; p = 0.82), with no significant heterogeneity observed \n(p = 0.90; I2 = 0%).\nRepeated Interval Swimming Time\nThe impact of Cr on repeated interval swimming time \nwas examined in a cumulative four studies [ 18, 20, 23, \n24]. Compared to placebo, supplementation with Cr led \nto a trivial and not significant reduction in the overall \neffect (SMD: -0.11; 95% CI: -0.46, 0.25; p = 0.56), with \nlow but not significant heterogeneity observed ( p = 0.94; \nI2 = 0%). Subgroup analysis further indicated a trivial and \nnot significant decrease in repeated interval swimming \ntime during the 50  m test (SMD: -0.09; 95% CI: -0.49, \n0.31; p = 0.65), with low and not significant heterogeneity \n\nPage 5 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \ndetected (p = 0.72; I2 = 0%). Similarly, a trivial and non-sig-\nnificant effect was found for the 100 m test (SMD: -0.14; \n95% CI: -0.86, 0.57; p = 0.69), with no significant hetero -\ngeneity observed (p = 0.95; I2 = 0%) (Fig. 3).\nPhysiological Response\nSix studies examined the impact of Cr on physiological \nfactors [ 10, 12, 20, 22, 23, 25]. In the meta-analysis, no \nsignificant difference was found for the total effect when \ncomparing the Cr group to the placebo group (SMD: \n0.04, 95% CI: -0.16, 0.23; p = 0.71), with no significant het-\nerogeneity observed ( p = 0.70; I2 = 0%). Cr supplementa -\ntion showed a trivial and non-significant effect on blood \nlactate levels (SMD: 0.03; 95% CI: -0.29, 0.35; p = 0.87), \nwith no significant heterogeneity detected ( p = 0.28; \nI2 = 18%). Furthermore, no significant effect was observed \nFig. 1 Search strategy flowchart\n \n\nPage 6 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nSample Supplementation protocol\nReference Study \ndesign\nSex Status N Acute \nloading\nMaintenance Duration \n(days)\nSwimming test \nprotocol\nOutcomes Main findings\nAzizi. 2011 [15] RDBPC F Competitive \nswimmers\n20 20 g/day -- 6 1 × 60 m 50 m time Cr alongside an effective conditioning \nregimen can enhance the athletic perfor-\nmance of female competitive swimmers.\nBurke et al. (1996) \n[11]\nRDBPC M + F Elite swimmers 32 20 g/day -- 5 1 × 25 m\n1 × 50 m\n1 × 100 m\n(swimmers’ pre-\nferred strokes)\n50 m time\n100 m time\nCr supplementation cannot enhance \nsingle-effort sprint ability of elite \nswimmers.\nDawson et al. \n(2002) [10]\nRSBPC M + F Competi-\ntive junior \nswimmers\n20 20 g/day (5 \ndays)\n5 g/day (22 days) 27 1 × 50 m\n1 × 100 m\n(FC swimming)\n50 m time\n100 m time\nBlood lactate\nBody mass\nSkinfolds\nCompetitive junior swimmers’ single \nsprint performance did not improve after \n4 weeks of Cr supplementation.\nGrindstaff et al. \n(1997) [18]\nRDBPC M + F Competi-\ntive junior \nswimmers\n18 21 g/day -- 9 3 × 100 m\n(FC swimming)\n50 m time\n100 m time\nBody mass\nLean body mass\nCompetitive junior swimmers may ben-\nefit from 9 days of Cr supplementation \nduring sprint swimming.\nLeenders et al. \n(1999) [19]\nRDBPC M + F Competitive \nuniversity \nswimmers\n32 20 g/day (6 \ndays)\n10 g/day (8 days) 14 6 × 50 m\n10 × 25 m (swim-\nmers’ preferred \nstrokes)\nBody mass\nLean body mass\nThe impact of repeated intervals during \ntraining on performance in a single com-\npetitive event remains uncertain.\nMendes et al. \n(2004) [25]\nRDBPC M + F Competitive \nswimmers\n18 20 g/day -- 8 1 × 100 m\n1 × 50 m\n3 × 3 × 50 m\n(swimmers’ pre-\nferred strokes)\n50 m time\n100 m time\nBlood lactate\nSupplementing with Cr does not \nboost performance or muscle mass in \nswimmers.\nMujika et al. \n(1996) [12]\nRDBPC M + F Competitive \nswimmers\n20 20 g/day -- 5 1 × 25 m\n1 × 50 m\n1 × 100 m\n50 m time\n100 m time\nBlood lactate\nBody mass\nBlood ammonia\nHighly trained swimmers cannot benefit \nfrom Cr supplementation for sprint \nperformance.\nPeyrebrune et al. \n(1998) [23]\nRDBPC M Competitive \nswimmers\n14 9 g/day -- 5 1 × 50 yards\n8 × 50 yards\n50 yards time\nHeart rate\nBlood lactate\nBlood ammonia\nBlood pH\nDaily intake of 9 g Cr for 5 days improves \nswimming performance in elite athletes \nduring repeated sprints, but not in a \nsingle 50-yard sprint.\nPeyrebrune et al. \n(2005) [20]\nRDBPC M + F Competitive \nswimmers\n20 20 g/day (10 \ndays)\n3 g/day (42 days) 52 2 × (5 x 200 m)\n3 × (8 x 50 m)\n50 m time\nheart rate\nBlood lactate\nBlood ammonia\nBody mass\nSkinfolds\nOral Cr supplementation increases re-\npeated sprint swimming performance.\nTable 1 Summary of the included studies\n\nPage 7 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nSample Supplementation protocol\nReference Study \ndesign\nSex Status N Acute \nloading\nMaintenance Duration \n(days)\nSwimming test \nprotocol\nOutcomes Main findings\nRoshan et al. \n(2013) [22]\nRDBPC M Non-elite \nswimmers\n16 20 g/day -- 6 6 × 50 m\n(FC swimming)\nBlood lactate\nHeart rate\nSwimming performance, blood lactate \nlevels, anaerobic performance, and heart \nrate fluctuations may improve with Cr \nsupplementation.\nScorcine et al. \n2013\n[16]\nRPC M trained \nswimmers\n30 -- 5 g /day 63 1 × 500 m\n1 × 50 m\n50 m time Cr supplementation had no impact on \nendurance in swimming\nSelsby et al. \n(2003) [13]\nRDBPC M + F Competitive \nuniversity \nswimmers\n15 0.3 g/ kg /bm \n(5 days)\n2.25 g/day (9 days) 14 1 × 50 yards\n1 × 100 yards\n50 yards time\n100 yards time\nBody mass\nCr supplementation for swimming works \nfor 50- and 100-yard sprints.\nSompol Sanguan-\nrungsirikul. 2004 \n[17]\nRDBPC M trained \nswimmers\n38 10 g/day -- 7 1 × 400 m 50 m time Cr supplementation in young amateur \nswimmers enhanced anaerobic capacity, \npower, and performance in the final 50-\nmeter sprint of the 400-meter competi-\ntive event.\nSilva et al. (2007)\n[21]\nRDBPC F Competitive \nswimmers\n16 -- 20 g/day 21 2 × 25 m Body mass\nLean body mass\nCr supplementation did not affect \nweight, composition, or performance.\nThompson et al. \n1996 [7]\nRPC F university \nswimmers\n10 -- 2 g/day 42 1 × 100 m\n1 × 400 m\n50 m time Oral Cr supplementation does not affect \nmuscle Cr concentration, oxygen supply, \nor aerobic/anaerobic metabolism.\nTheodorou et al. \n(1999) [24]\nRPC M + F Elite swimmers 22 25 g /day (4 \ndays)\n5 g /day (56 days) 60 A = 10 × 50 m \nB = 8 × 100 m \nC = 15 × 100 m\n(swimmers’ pre-\nferred distances)\n50 m time\n100 m time\nBody mass\nSwimming performance improves dra-\nmatically after 4 days of acute Cr loading.\nVatani et al. (2011) \n[14]\nRSBPC M Amateur \nswimmers\n20 20 g /day -- 6 1 × 50 m\n1 × 100 m\n(breaststroke)\n50 m time\n100 m time\nShort-term Cr supplementation in-\ncreased amateur swimmer 50 m sprint \nperformance.\nF: female. FC: front crawl. M: male. RDBPC: randomized double-blind placebo control. RSBPC: randomized single-blind placebo control. RPC: randomized placebo control\nTable 1 (continued)\n \n\nPage 8 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nTable 2 Ratings of the included studies based on the Physiotherapy evidence database (PEDro) scale\nStudy 1 2 3 4 5 6 7 8 9 10 11 Total\nAzizi. 2011 [15] Yes 1 0 1 1 1 1 1 1 1 1 9\nBurke et al. (1996) [11] Yes 0 1 1 1 1 1 1 1 1 1 9\nDawson et al. (2002) [10] Yes 1 1 1 1 0 0 1 1 1 1 8\nGrindstaff et al. (1997) [18] Yes 0 1 1 1 1 1 1 1 1 1 9\nLeenders et al. (1999) [19] Yes 1 1 1 1 1 1 0 1 1 1 9\nMendes et al. (2004) [25] Yes 1 0 1 1 1 1 1 1 1 1 9\nMujika et al. (1996) [12] Yes 1 0 1 1 1 1 1 1 1 1 9\nPeyrebrune et al. (1998) [23] Yes 1 0 1 1 1 1 1 1 1 1 9\nPeyrebrune et al. (2005) [20] Yes 1 0 1 1 1 1 1 1 1 1 9\nRoshan et al. (2013) [22] Yes 1 0 1 1 1 1 1 1 1 1 9\nScorcine et al. 2013 [16] Yes 1 0 0 0 0 1 1 1 1 1 6\nSelsby et al. (2003) [13] Yes 1 1 1 1 1 1 1 1 1 1 10\nSompol Sanguanrungsirikul. 2004 [17] Yes 1 0 1 1 1 1 1 1 1 1 9\nSilva et al. (2007) [21] Yes 1 1 1 1 1 1 1 1 1 1 10\nThompson et al. 1996 [7] Yes 1 0 0 0 0 1 1 1 1 1 6\nTheodorou et al. (1999) [24] Yes 1 0 1 0 0 0 1 1 1 1 6\nVatani et al. (2011) [14] Yes 1 0 1 1 0 0 1 1 1 1 7\n1, clear eligibility criteria were established; 2, volunteers were randomly assigned to their respective groups; 3, allocation was concealed; 4, baseline characteristics \nof the groups were similar in terms of important prognostic indicators; 5, blinding was implemented for all participants; 6, therapists administering the therapy \nwere also blinded; 7, assessors measuring key outcomes were blinded; 8, outcome measures were obtained from 85% of the initially allocated participants; 9, all \nparticipants with available outcome measures received the allocated treatment or control condition, or an intention-to-treat analysis was conducted; 10, Statistical \nanalyses comparing groups were presented for a minimum of one primary outcome; 11, The research furnished point estimates as well as variability indices for at \nleast one primary outcome\nFig. 2 Pooled analysis of the effect of Cr on single sprint swimming time. Subgroup effects are delineated according to the categorization variables as -\nsociated with time across varying distances (50 m time vs. 100 m time)\n \n\nPage 9 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \non heart rate (SMD: 0; 11; 95% CI: -0.30, 0.51; p = 0.61), \nand no significant heterogeneity was found ( p = 0.39; \nI2 = 2%). Additionally, no significant negative effect was \nfound on blood ammonia levels (SMD: -0.15, 95% CI: \n-0.62, 0.32; p = 0.53), with no significant heterogeneity \nobserved (p = 0.82; I2 = 0%). Moreover, trivial and non-sig-\nnificant improvement were observed in blood pH (SMD: \n0.16, 95% CI: -0.40, 0.71; p = 0.58), with no significant het-\nerogeneity detected (p = 0.88; I2 = 0%) (Fig. 4).\nBody Composition\nThe influence of Cr on body composition was investi -\ngated in seven studies [10, 12, 13, 18–20, 24]. In compari-\nson to the placebo, there was a trivial and not statistically \nsignificant difference observed for the overall effect \n(SMD: 0.18; 95% CI: -0.05, 0.41; p = 0.12), with a low and \nnon-significant level of heterogeneity detected ( p = 0.55; \nI2 = 0%). A trivial and not statistically significant increase \nwas observed in body mass (SMD: 0.11; 95% CI: -0.19, \n0.41; p = 0.49), with a low and non-significant level of \nheterogeneity detected ( p = 0.94; I2 = 0%). Similarly, Cr \ndemonstrated trivial and not significant effect in body \ncomposition as measured by skinfolds (SMD: 0.17; 95% \nCI: -0.34, 0.68; p = 0.52), with a low and non-significant \nlevel of heterogeneity detected ( p = 0.87; I2 = 0%). On \nthe other hand, moderate but not statistically signifi -\ncant increases were observed in lean body mass (SMD: \n0.66; 95% CI: -0.45, 1.77; p = 0.24), with a substantial but \nnon-significant level of heterogeneity detected ( p = 0.01; \nI2 = 76%) (Fig. 5). The study conducted by Grindstaff et al. \n(1997) resulted in high risk of heterogeneity on lean body \nmass [18]. Subsequent to the exclusion of this particular \nstudy, a meta-analysis was performed on the remaining \ndata, as shown in Fig. S2 (supplementary material 2), \nwhich led to a considerable decrease in heterogeneity \n(from 76 to 0%). However, the variation between groups \ndid not reveal a statistically significant disparity when \ncomparing the Cr group with the placebo group.\nMeta-Regression Results\nTable 3 presents the results of a meta-regression analy -\nsis assessing the impact of Cr on single sprint swimming \ntime during 50 m event (single 50 m time) and blood lac -\ntate levels. The analysis considered moderators such as \nperformance level (competitive swimmers vs. non-com -\npetitive swimmers), duration of supplementation (less \nthan 20 days vs. more than 20 days), and supplementa -\ntion protocol (acute loading vs. maintenance). Findings \nindicated that these moderators did not significantly \naffect the single 50 m time and blood lactate.",
    "discussion": "Summary of Main Findings\nThis study presents the first systematic review and meta-\nanalysis investigating the effects of Cr supplementation \non the performance (measured as 50  m time, 100  m \ntime), physiological response (measured as heart rate, \nblood lactate, blood ammonia, and blood pH) and body \ncomposition (measured as body mass, lean body mass, \nand skinfolds) in swimmers. The main finding was that \nthere was no statistically significant impact of Cr supple -\nmentation on the performance, physiological response \nand body composition among swimmers. Collectively, \nthe findings of this meta-analysis indicate that incorpo -\nrating Cr supplementation might not be a viable consid -\neration for swimmers seeking to enhance their swimming \nFig. 3 Pooled analysis of the effect of Cr on repeated interval swimming time. Subgroup effects are delineated according to the categorization variables \nassociated with time across varying distances (50 m time vs. 100 m time)\n \n\nPage 10 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nperformance. These results inform and direct future \nresearch efforts to further explore the ergogenic effects of \nCr in this specific athletic context.\nSingle Sprint Swimming\nOur meta-analysis demonstrated that Cr supplementa -\ntion did not significantly impact 50 m and 100 m times in \nsingle sprint swimming (Fig.  2). This finding aligns with \nprevious studies [ 10–12, 23, 25], likely due to the rela -\ntively lower depletion of phosphocreatine stores during \nsingle-sprint swimming. Therefore, Cr supplementation \nshows limited effectiveness in this context.\nHowever, contrasting results were reported by two \nstudies [13, 14], where significant improvements in 50 m \nsprint times were observed following Cr supplementa -\ntion. These discrepancies were attributed to variations in \nparticipant athletic abilities, study designs, and exercise \nprotocols [13]. To address these inconsistencies, we con -\nducted a meta-regression analysis examining factors such \nas the swimmers’ performance level, the duration of Cr \nsupplementation, and the supplementation protocol. Our \nanalysis revealed that none of these factors significantly \ninfluenced the effectiveness of Cr supplementation on \n50 m sprint swimming performance (Table 3).\nSimilarly, no significant effect on 100 m swimming per-\nformance was observed (Fig.  2), consistent with previ -\nous studies [ 10–12, 14, 25]. Interestingly, improvements \nin performance in the single 100 m freestyle sprint were \ndemonstrated by Selsby et al. (2003) [ 13]. The authors \nattributed these improvements to the performance level \nof the participants, who had lower swimming abilities and \nlevels. They suggested that lower-level swimmers may be \nmore likely to increase intramuscular Cr stores than elite \nathletes. However, this viewpoint was not supported by \nVatani et al. (2011) [14], which also included participants \nwith lower-level swimming abilities. Sensitivity analy -\nsis identified Selsby et al. (2003) [ 13] as a source of het -\nerogeneity, likely due to participant ability and sample \nFig. 4 Pooled analysis of the effect of Cr on physiological variables. Subgroup effects are delineated according to the categorization variables associated \nwith different outcomes (blood lactate vs. heart rate vs. blood ammonia vs. blood pH)\n \n\nPage 11 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nsize. Excluding this study reduced heterogeneity signifi -\ncantly, confirming that Cr supplementation is unlikely to \nenhance single-sprint swimming performance.\nIn",
    "conclusion": ", the comprehensive findings from our \nmeta-analysis, including the additional insights gained \nfrom our meta-regression and sensitivity analyses, indi -\ncate that Cr supplementation does not consistently or sig-\nnificantly enhance single-sprint swimming performance \nacross various levels of swimmers. While isolated reports \nsuggest some improvements in specific subgroups, these \nwere not sufficiently consistent to confirm a general \nbenefit across a diverse range of swimmers. Our study \nunderscores the need to consider individual variability \nand study design when assessing the efficacy of nutri -\ntional supplements in enhancing sports performance. \nFuture research should continue to explore the nuanced \neffects of Cr under more defined and controlled condi -\ntions to ascertain any specific advantages it might offer to \nparticular populations.\nRepeated Interval Swimming\nWhile anaerobic energy significantly contributes to a \nsingle 50  m sprint, accounting for up to 80% of energy \nexpenditure [ 38], its role diminishes as repetitions \nincrease during repeated interval swimming, with aero -\nbic metabolism becoming more prominent [ 7], espe -\ncially as phosphocreatine stores are depleted, even with \nsupplementation. Although phosphocreatine resynthesis \nremains crucial for short bursts of effort, maintaining \nperformance across multiple sprints increasingly relies \nTable 3 Meta-regression analysis for different moderators to predict the effects of cr supplementation on single 50 m time and blood \nlactate\nCoefficient Standard error Z P value 95% CI\nSingle 50 m time\nPerformance level 0.06 0.31 0.19 0.85 -0.55, 0.67\nDuration of supplementation 0.41 0.62 0.66 0.51 -0.81, 1.63\nSupplementation protocol -0.33 0.55 -0.59 0.55 -1.41, 0.75\nBlood lactate\nPerformance level 0.71 0.42 1.69 0.09 -0.11, 1.53\nDuration of supplementation -0.56 0.33 -1.69 0.09 -1.21, 0.09\nSupplementation protocol -0.56 0.33 -1.69 0.09 -1.21, 0.09\nFig. 5 Pooled analysis of the effect of Cr on body composition. Subgroup effects are delineated according to the categorization variables associated with \ndifferent outcomes (body mass vs. skinfolds vs. lean body mass)\n \n\nPage 12 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \non aerobic pathways [ 39]. The potential benefits of Cr \nsupplementation for anaerobic exercise performance \nhave been established [ 40], particularly in enhancing \nphosphocreatine resynthesis after sprints [ 41–43]. How-\never, in repeated sprint swimming, its impact may be \nlimited by the growing reliance on aerobic metabolism \nas phosphocreatine stores are depleted. Numerous stud -\nies have suggested that Cr can enhance performance in \nrepeated interval swimming during both 50 m time [ 18, \n20, 23, 44] and 100 m time [23]. However, the physiologi-\ncal mechanisms underlying these improvements remain \nunclear, with many researchers still uncertain about the \nreasons behind this effect.\nOur meta-analysis revealed a novel finding that Cr \nsupplementation did not significantly affect 50  m time, \n100  m time, or overall time in repeated interval swim -\nming (Fig. 3). This result aligns with Fernández-Landa et \nal. (2023) meta-analyses, which indicated that Cr supple -\nmentation had no significant impact on endurance per -\nformance [ 45]. This might be due to Cr’s action at the \nperipheral muscle level. While Cr is known to enhance \nmuscle hypertrophy and increase the recruitment of \nfast-twitch muscle fibers [ 46], these alterations in skel -\netal muscle could potentially negatively affect endur -\nance performance. Furthermore, Leenders et al. (1999) \ninvestigated the effects of Cr supplementation on average \nvelocity during a 10 × 25 yard repeated interval swim set \nand found no significant change. The authors suggested \nthat this lack of effect is likely due to the short recovery \nperiod between sprints, which may have been insufficient \nfor adequate replenishment of phosphocreatine stores \n[19].\nAlthough our analysis revealed no statistically signifi -\ncant enhancements in 50 m and 100 m repeated interval \nswimming times following Cr supplementation, these \nresults should be interpreted with caution due to the \nsmall sample sizes and varying quality of the included \nstudies. In particular, our conclusions may be influenced \nby biases related to not accounting for differences in \ntraining setups and rest intervals. Future research should \nrigorously control experimental variables, such as the \nnumber of repetitions and the duration of rest inter -\nvals, to ensure more reliable results. It is also critical to \nincrease the sample size and improve the overall quality \nof studies to address these limitations effectively.\nPhysiological Response\nA distinctive aspect of this review is the use of meta-\nanalysis to investigate the impact of Cr on physiologi -\ncal markers in swimmers. Our findings indicate that Cr \nsupplementation does not significantly alter post-exer -\ncise blood lactate levels, heart rate, blood ammonia, or \npH values, as illustrated in Fig.  4. These outcomes are \nconsistent with those reported by Peyrebrune et al. (1998, \n2005) [20, 23].\nA study reported a similar lactate concentrations before \nand after supplementation [ 25]. However, other studies \npresented contrasting views, suggesting that Cr supple -\nmentation could improve lactate levels [ 10, 22]. While \nthe underlying mechanisms were not clearly elucidated in \nthese studies, a research suggested that Cr may delay lac -\ntate accumulation associated with sprint swimming [ 13]. \nAdditional findings from Roshan et al. demonstrated an \nimprovement in heart rate with Cr supplementation [22].\nRegarding blood ammonia levels, two studies pro -\nposed views that contradict our findings, suggesting that \nCr supplementation significantly reduced post-exercise \nblood ammonia levels [ 12, 47]. They attributed this phe -\nnomenon to an enhanced rate of ADP to ATP formation \nafter Cr supplementation, leading to a decreased degra -\ndation of purine nucleotides. Although research on the \neffects of Cr supplementation on physiological indicators \nyields inconsistent results, with some studies indicating \nno significant changes and others suggesting improve -\nments, our meta-analysis concludes that Cr supplemen -\ntation has no impact on these indicators. Nevertheless, \ngiven the limited scope of studies incorporated, our \nresults ought to be approached with prudence. Future \nresearch should further investigate Cr’s potential effects \non swimmers’ physiological indicators, emphasizing the \ninclusion of more diverse sample sizes and supplementa -\ntion regimes to enhance the robustness of the evidence \nbase.\nBody Composition\nAlthough Cr supplementation has been shown to \nincrease body mass in various sports [ 48–58], our meta-\nanalysis of the effects of Cr on body composition in \nswimmers found no significant changes in body mass and \nlean body mass with Cr supplementation (Fig.  5). These \nfindings are consistent with previous research [ 18, 19]. \nsome studies also reported no significant effect of Cr on \nbody mass [10, 13, 24]. Mujika et al. (1996) [12], however, \nreported a significant increase in body mass following Cr \nsupplementation. Mujika et al. (1996) and Grindstaff et \nal. (1997) measured body mass immediately after acute \nloading [12, 18], while other studies measured body mass \nafter an acute loading followed by a maintenance phase \n[10, 13, 19, 20, 24]. It is worth noting that Grindstaff et \nal. (1997) [ 18] had a more extended Cr supplementation \nperiod of 9 days compared to the 5-day supplementation \nperiod in Mujika et al. (1996) [ 12]. These differences in \nthe measurement timing or supplementation duration \nmay explain the inconsistent conclusions between Mujika \net al. (1996) [12] and other studies [10, 13, 18–20, 24].\nSubgroup analysis exhibited no significant effects of Cr \non skinfolds (Fig. 5). This is consistent with Dawson et al. \n\nPage 13 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \n(2002) [ 10] and Grindstaff et al. (1997) [ 18], who found \nno impact of Cr on skinfolds. However, it is pertinent to \nacknowledge that this analysis was based on only three \nstudies. Further research is necessary to determine the \nimpact of Cr supplementation on body composition in \nswimmers.\nLimitations and Methodological Quality\nThe primary limitation of this systematic review and \nmeta-analysis is the limited number of studies, totaling \n17, examining creatine supplementation in swimmers. \nThis small sample necessitated the inclusion of studies \nwith combined male and female data, potentially obscur -\ning sex-specific effects. Our meta-regression analysis \nwas also confined to a few covariates: performance level, \nduration of supplementation, and protocol, which only \naffected the 50  m time in single sprint swimming and \nblood lactate levels. Additionally, these results may be \nbiased due to variations in training setups and rest inter -\nvals across studies. To enhance the reliability of future \nresearch, it is crucial to increase the sample size and \nimprove the methodological quality of studies. Moreover, \nfuture studies should separate male and female data to \nbetter understand sex-specific responses and apply strin -\ngent controls on experimental variables, including repeti-\ntion counts and rest periods, to mitigate these limitations \neffectively.\nFrom a methodological perspective, the included stud -\nies exhibited good to excellent quality according to the \nPEDro scale. This indicates that included studies with \nsuboptimal research methodology did not compromise \nthe current meta-analysis results. As a result, the validity \nof our conclusions is strengthened, as studies of inade -\nquate methodological quality do not influence the find -\nings presented in this study.\nConclusions\nThe impact of Cr on swimming is minimal and lacks sta -\ntistical significance, suggesting that it is unlikely to be an \neffective enhancer of swimming performance. Consider -\ning the prevalence of this supplement as one of the most \ncommonly utilized ergogenic aids in swimming, it is cru -\ncial for athletes, coaches, nutritionists, dietitians, and \nsports scientists to carefully consider the findings of the \ncurrent meta-analysis, especially when seeking to opti -\nmize swimming performance.\nFuture research should focus on exploring the benefits \nof Cr supplementation in specific populations, such as \ninternational, national, regional, recreational, and lower-\nlevel swimmers, and understanding its potential side \neffects. Investigating which subgroups are more likely \nto benefit from Cr supplementation and examining side \neffects such as tremors, insomnia, increased heart rate, \nheadaches, abdominal/gastrointestinal discomfort, and \nmuscle soreness will be crucial. Conducting these studies \nwill contribute to a more comprehensive understanding \nof the potential role of Cr in swimming performance.\nAbbreviations\nCr Creatine\nCI Confidence interval\nPRISMA The preferred reporting items for systematic reviews and \nmeta-analysis\nSD Standard deviation\nF Female\nFC Front crawl\nM Male\nRDBPC Randomized double-blind placebo control\nRSBPC Randomized singles-blind placebo control\nRPC Randomized placebo control\nSupplementary Information\nThe online version contains supplementary material available at https://doi.\norg/10.1186/s40798-024-00784-8.\nSupplementary Material 1\nSupplementary Material 2  (Please replace 'Supplementary Material 2’ \nby the newly uploaded file 'Supplementary Material_2.pdf’ as there are \nchanges in the reference numbers)\nAcknowledgements\nWe acknowledge the valuable contributions of the studies included in \nthis meta-analysis, and are grateful for the public data that facilitated a \ncomprehensive synthesis.\nAuthor Contributions\nDX, XB, and DC conceived and designed research; DX, XB and WR performed \nreview and meta-analysis; DX and Q analyzed data; DX, TG and DC interpreted \nthe results; DX drafted manuscript; DX, TG, HT, B and DC edited and revised the \nmanuscript. All authors approved the final version of the manuscript.\nFunding\nNo funding was received for the preparation of this article.\nData Availability\nThe datasets used/analysed during the current study are available from the \ncorresponding author on reasonable request.\nDeclarations\nEthics Approval and Consent to Participate\nNot applicable.\nConsent for Publication\nNot applicable.\nCompeting Interests\nThe authors declare that they have no competing interests with the content \nof this article.\nAuthor details\n1School of Physical Education, Shaoguan University, Shaoguan, P .R. China\n2Department of Health and Physical Education, The Education University \nof Hong Kong, Hong Kong, P .R. China\n3Institute for Life and Earth Sciences, School of Energy, Geoscience, \nInfrastructure and Society, Heriot-Watt University, Edinburgh, UK\n4Faculty of Health and Sport Sciences, University of Tsukuba, Tsukuba, \nJapan\n5School of Physical Education and Sports Science, South China Normal \nUniversity, Guangzhou, P .R. China\n6Shenzhen Traditional Chinese Medicine Hospital, Shenzhen, P .R. China\n\nPage 14 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \nReceived: 17 June 2024 / Accepted: 14 October 2024\nReferences\n1. Kreider RB. Effects of creatine supplementation on performance and training \nadaptations. Mol Cell Biochem. 2003;244:89–94.\n2. Rawson ES, Persky AM. Mechanisms of muscular adaptations to creatine \nsupplementation. Int SportMed J. 2007;8(2):43–53.\n3. Navratil T, Kohlikova E, Petr M, Heyrovský M, Pelclova D, Přistoupilová K, et al. \nContribution to explanation of the effect of supplemented creatine in human \nmetabolism. Food Chem. 2009;112(2):500–6. https://doi.org/10.1016/j.\nfoodchem.2008.05.086.\n4. Burke DG, Chilibeck PD, Parise G, Candow DG, Mahoney D, Tarnopolsky M. \nEffect of creatine and weight training on muscle creatine and performance \nin vegetarians. Med Sci Sports Exerc. 2003;35(11):1946–55. https://doi.\norg/10.1249/01.MSS.0000093614.17517.79.\n5. Rawson E, Clarkson P , Price T, Miles M. Differential response of \nmuscle phosphocreatine to creatine supplementation in young \nand old subjects. Acta Physiol Scand. 2002;174(1):57–65. https://doi.\norg/10.1046/j.1365-201x.2002.00924.x.\n6. Hultman E, Soderlund K, Timmons J, Cederblad G, Greenhaff P . Muscle \ncreatine loading in men. J Appl Physiol. 1996;81(1):232–7. https://doi.\norg/10.1152/jappl.1996.81.1.232.\n7. Thompson C, Kemp G, Sanderson A, Dixon R, Styles P , Taylor D, et al. Effect \nof creatine on aerobic and anaerobic metabolism in skeletal muscle in \nswimmers. Br J Sports Med. 1996;30(3):222–5. https://doi.org/10.1136/\nbjsm.30.3.222.\n8. Williams TM. Swimming. Encyclopedia of marine mammals: Elsevier; 2018. \npp. 970-9.\n9. Hopwood MJ, Graham K, Rooney KB. Creatine supplementation and swim \nperformance: a brief review. J Sports Sci Med. 2006;5(1):10.\n10. Dawson B, Vladich T, Blanksby BA. Effects of 4 weeks of creatine supple-\nmentation in junior swimmers on freestyle sprint and swim bench \nperformance. J Strength Conditioning Res. 2002;16(4):485–90. https://doi.\norg/10.1080/026404102320761822.\n11. Burke LM, Pyne DB, Telford RD. Effect of oral creatine supplementation on \nsingle-effort sprint performance in elite swimmers. Int J Sport Nutr Exerc \nMetab. 1996;6(3):222–33. https://doi.org/10.1123/ijsn.6.3.222.\n12. Mujika I, Chatard J-C, Lacoste L, Barale F, Geyssant A. Creatine supple-\nmentation does not improve sprint performance in competitive \nswimmers. Med Sci Sports Exerc. 1996;28(11):1435–41. https://doi.\norg/10.1097/00005768-199611000-00014.\n13. Selsby JT, Beckett KD, Kern M, Devor ST. Swim performance following \ncreatine supplementation in Division III athletes. J Strength Conditioning Res. \n2003;17(3):421–4. https://doi.org/10.1519/1533-4287(2003)017.\n14. Vatani DS, Faraji H, Soori R, Mogharnasi M. The effects of creatine supplemen-\ntation on performance and hormonal response in amateur swimmers. Sci \nSports. 2011;26(5):272–7. https://doi.org/10.1016/j.scispo.2011.07.003.\n15. Azizi M. The effect of a short-term creatine supplementation on some of the \nanaerobic performance and sprint swimming records of female competi-\ntive swimmers. Procedia-Social Behav Sci. 2011;15:1626–9. https://doi.\norg/10.1016/j.sbspro.2011.03.342.\n16. Scorcine C, Nascimento M, Colantonio E, Ghedini G, Madureira F. Effect of \ncreatine supplementation on performance of swimmers in open water. J \nExerc Physiol Online. 2013;16(5):51–7.\n17. Sompol Sanguanrungsirikul M. Low dose creatine supplementation \nenhances sprint phase of 400 meters swimming performance. J Med Associa-\ntion Thail = Chotmaihet Thangphaet. 2004;87(2):S228–32.\n18. Grindstaff PD, Kreider R. Effects of creatine supplementation on repetitive \nsprint performance and body composition in. Int J Sport Nutr. 1997;7(4). \nhttps://doi.org/10.1123/ijsn.7.4.330.\n19. Leenders N, Sherman WM, Lamb DR, Nelson TE. Creatine supplementation \nand swimming performance. Int J Sport Nutr Exerc Metab. 1999;9(3):251–62. \nhttps://doi.org/10.1123/ijsn.9.3.251.\n20. Peyrebrune MC, Stokes K, Hall GM, Nevill ME. Effect of creatine supplementa-\ntion on training for competition in elite swimmers. Med Sci Sports Exerc. \n2005;37(12):2140–7. https://doi.org/10.1249/01.mss.0000179101.38913.73.\n21. Silva A, Machado Reis V, Guidetti L, Bessone Alves F, Mota P , Freitas J, et al. \nEffect of creatine on swimming velocity, body composition and hydrody-\nnamic variables. J Sports Med Phys Fitness. 2007;47(1):58.\n22. Roshan VD, Babaei H, Hosseinzadeh M, Arendt-Nielsen L. The effect of cre-\natine supplementation on muscle fatigue and physiological indices following \nintermittent swimming bouts. J Sports Med Phys Fitness. 2013;53(3):232–9. \nhttps://doi.org/10.1016/j.clinbiomech.2013.03.009.\n23. Peyrebrune M, Nevill M, Donaldson F, Cosford D. The effects of oral creatine \nsupplementation on performance in single and repeated sprint swimming. J \nSports Sci. 1998;16(3):271–9. https://doi.org/10.1080/026404198366803.\n24. Theodorou AS, Cooke CB, King RF, Hood C, Denison T, Wainwright BG, et \nal. The effect of longer-term creatine supplementation on elite swimming \nperformance after an acute creatine loading. J Sports Sci. 1999;17(11):853–9. \nhttps://doi.org/10.1080/026404199365416.\n25. Mendes RR, Pires I, Oliveira A, Tirapegui J. Effects of creatine supplementation \non the performance and body composition of competitive swimmers. J Nutr \nBiochem. 2004;15(8):473–8. https://doi.org/10.1016/j.jnutbio.2003.12.012.\n26. Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JP , et al. \nThe PRISMA statement for reporting systematic reviews and meta-analyses of \nstudies that evaluate health care interventions: explanation and elaboration. \nAnn Intern Med. 2009;151(4). https://doi.org/10.7326/0003-4819-151-4-\n200908180-00136. W-65-W-94.\n27. De Morton NA. The PEDro scale is a valid measure of the methodological \nquality of clinical trials: a demographic study. Australian J Physiotherapy. \n2009;55(2):129–33. https://doi.org/10.1016/S0004-9514(09)70043-1.\n28. Grgic J, Rodriguez RF, Garofolini A, Saunders B, Bishop DJ, Schoenfeld BJ, et \nal. Effects of sodium bicarbonate supplementation on muscular strength \nand endurance: a systematic review and meta-analysis. Sports Med. \n2020;50(7):1361–75. https://doi.org/10.1007/s40279-020-01275-y.\n29. McMahon NF, Leveritt MD, Pavey TG. The effect of dietary nitrate supplemen-\ntation on endurance exercise performance in healthy adults: a system-\natic review and meta-analysis. Sports Med. 2017;47:735–56. https://doi.\norg/10.1007/s40279-016-0617-7.\n30. Quesnele JJ, Laframboise MA, Wong JJ, Kim P , Wells GD. The effects of beta-\nalanine supplementation on performance: a systematic review of the litera-\nture. Int J Sport Nutr Exerc Metab. 2014;24(1):14–27. https://doi.org/10.1123/\nijsnem.2013-0007.\n31. Maher CG, Sherrington C, Herbert RD, Moseley AM, Elkins M. Reliability of \nthe PEDro scale for rating quality of randomized controlled trials. Phys Ther. \n2003;83(8):713–21. https://doi.org/10.1093/ptj/83.8.713.\n32. Cashin AG. Clinimetrics: physiotherapy evidence database (PEDro) scale. (no \nTitle). 2020;66(1):59. https://doi.org/10.1016/j.jphys.2019.08.005.\n33. Cohen J. Quantitative methods in psychology: a power primer. Psychol Bull. \n1992;112:1155–9.\n34. Higgins JP , Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency \nin meta-analyses. BMJ. 2003;327(7414):557–60. https://doi.org/10.1136/\nbmj.327.7414.557.\n35. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control Clin Trials. \n1986;7(3):177–88. https://doi.org/10.1016/0197-2456(86)90046-2.\n36. Jpt H. Cochrane handbook for systematic reviews of interventions. http://\nwww.cochrane-handbook.org2008.\n37. Cumpston M, Li T, Page MJ, Chandler J, Welch VA, Higgins JP , et al. Updated \nguidance for trusted systematic reviews: a new edition of the Cochrane \nHandbook for Systematic Reviews of Interventions. Cochrane Database Syst \nRev. 2019;2019(10). https://doi.org/10.1002/14651858.ED000142.\n38. Toussaint HM, Hollander AP . Energetics of competitive swimming: implica-\ntions for training programmes. Sports Med. 1994;18:384–405. https://doi.\norg/10.2165/00007256-199418060-00004.\n39. Gaitanos GC, Williams C, Boobis LH, Brooks S. Human muscle metabolism \nduring intermittent maximal exercise. J Appl Physiol. 1993;75(2):712–9. \nhttps://doi.org/10.1152/jappl.1993.75.2.712.\n40. Terjung RL, Clarkson P , Eichner E, Greenhaff P , Hespel P , Israel R, et al. American \nCollege of Sports Medicine roundtable. The physiological and health effects \nof oral creatine supplementation. Med Sci Sports Exerc. 2000;32(3):706–17. \nhttps://doi.org/10.1097/00005768-200003000-00024.\n41. Greenhaff P , Bodin K, Soderlund K, Hultman E. Effect of oral creatine supple-\nmentation on skeletal muscle phosphocreatine resynthesis. Am J Physiology-\nEndocrinology Metabolism. 1994;266(5):E725–30. https://doi.org/10.1152/\najpendo.1994.266.5.E725.\n42. Demant T, Rhodes E. Effects of creatine supplementation on \nexercise performance. Sports Med. 1999;28:49–60. https://doi.\norg/10.2165/00007256-199928010-00005.\n43. Volek JS, Kraemer WJ. Creatine supplementation: its effect on human \nmuscular performance and body composition. J Strength Conditioning Res. \n1996;10(3):200–10. https://doi.org/10.1519/1533-4287(1996)0102.3.CO;2.\n\nPage 15 of 15\nHuang et al. Sports Medicine - Open (2024) 10:115 \n44. Boone T. Assessment of the ergogenic properties of creatine using an inter-\nmittent exercise protocol. JEP Online. 2005;8(1).\n45. Fernández-Landa J, Santibañez-Gutierrez A, Todorovic N, Stajer V, Ostojic \nSM. Effects of creatine monohydrate on endurance performance in a \ntrained population: a systematic review and meta-analysis. Sports Med. \n2023;53(5):1017–27.\n46. Casey A, Constantin-Teodosiu D, Howell S, Hultman E, Greenhaff P . Creatine \ningestion favorably affects performance and muscle metabolism during \nmaximal exercise in humans. Am J Physiology-Endocrinology Metabolism. \n1996;271(1):E31–7.\n47. Greenhaff PL, Casey A, Short AH, Harris R, Soderlund K, Hultman E. Influence \nof oral creatine supplementation of muscle torque during repeated bouts of \nmaximal voluntary exercise in man. Clin Sci. 1993;84(5):565–71. https://doi.\norg/10.1042/cs0840565.\n48. Balsom P , Söderlund K, Sjödin B, Ekblom B. Skeletal muscle metabo-\nlism during short duration high-intensity exercise: influence of creatine \nsupplementation. Acta Physiol Scand. 1995;154(3):303–10. https://doi.\norg/10.1111/j.1748-1716.1995.tb09914.x.\n49. Becque MD, Lochmann JD, Melrose DR. Effects of oral creatine supplemen-\ntation on muscular strength and body composition. Med Sci Sports Exerc. \n2000;32(3):654–8. https://doi.org/10.1097/00005768-200003000-00016.\n50. Brenner M, Rankin J, Sebolt D. The effect of creatine supplementation during \nresistance training in women. J Strength Conditioning Res. 2000;14(2):207–\n13. https://doi.org/10.1080/026404100402421.\n51. Burke DG, Silver S, Holt LE, Smith-Palmer T, Culligan CJ, Chilibeck PD. The \neffect of continuous low dose creatine supplementation on force, power, \nand total work. Int J Sport Nutr Exerc Metabolism. 2000;10(3). https://doi.\norg/10.1123/ijsnem.10.3.235.\n52. Earnest CP , Snell P , Rodriguez R, Almada A, Mitchell T. The effect of creatine \nmonohydrate ingestion on anaerobic power indices, muscular strength \nand body composition. Acta Physiol Scand. 1995;153(2):207. https://doi.\norg/10.1111/j.1748-1716.1995.tb09854.x.\n53. Kreider RB, Ferreira M, Wilson M, Grindstaff P , Plisk S, Reinardy J, et al. \nEffects of creatine supplementation on body composition, strength, and \nsprint performance. Med Sci Sports Exerc. 1998;30:73–82. https://doi.\norg/10.1097/00005768-199801000-00011.\n54. Snow RJ, McKenna M, Selig SE, Kemp J, Stathis C, Zhao S. Effect of creatine \nsupplementation on sprint exercise performance and muscle metabolism. J \nAppl Physiol. 1998. https://doi.org/10.1152/jappl.1998.84.5.1667.\n55. GG H, KB K, MH S, BJ W, RL J. The effect of 6 weeks of creatine \nmonohydrate supplementation on dynamic rate of force develop-\nment. J Strength Conditioning Res. 2000;14(4):426–33. https://doi.\norg/10.1519/00124278-200011000-00010.\n56. McNaughton LR, Dalton B, Tarr J. The effects of creatine supplementation on \nhigh-intensity exercise performance in elite performers. Eur J Appl Physiol \nOccup Physiol. 1998;78:236–40. https://doi.org/10.1007/s004210050413.\n57. Mihic S, MacDonald JR, McKenzie S, Tarnopolsky MA. Acute creatine loading \nincreases fat-free mass, but does not affect blood pressure, plasma creatinine, \nor CK activity in men and women. Med Sci Sports Exerc. 2000;32(2):291. \nhttps://doi.org/10.1097/00005768-200002000-00007.\n58. Tarnopolsky MA, MacLennan DP . Creatine monohydrate supplementa-\ntion enhances high-intensity exercise performance in males and females. \nInt J Sport Nutr Exerc Metab. 2000;10(4):452–63. https://doi.org/10.1123/\nijsnem.10.4.452.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 6,
    "primary_human": "performance; body_composition"
  },
  "bucket": "B",
  "notes": "Meta-analysis in swimmers; creatine improves some sprint/performance outcomes and may modestly affect body composition; training is swimming-specific rather than RT-focused."
}