{
  "id": 74,
  "title": "Efficacy of Creatine Supplementation and Resistance Training on Area and Density of Bone and Muscle in Older Adults",
  "authors": "Candow DG; et al.",
  "year": 2021,
  "doi": "10.1249/MSS.0000000000002722",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_adults",
    "bone",
    "muscle"
  ],
  "population": {
    "training_status": "RT_RCT (older adults)"
  },
  "sections": {
    "abstract": "CANDOW, D. G., P. D. CHILIBECK, J. J. GORDON, and S. KONTULAINEN. Efficacy of Creatine Supplementation and Resistance Train-\ning on Area and Density of Bone and Muscle in Older Adults.Med. Sci. Sports Exerc., Vol. 53, No. 11, pp. 2388-2395, 2021.Purpose: To\nexamine the efficacy of creatine (Cr) supplementation and any sex differences during supervised whole-body resistance training (RT) on prop-\nerties of bone and muscle in older adults.",
    "methods": "Seventy participants (39 men, 31 women; mean age ± standard deviation: 58 ± 6 yr) were\nrandomized to supplement with Cr (0.1 g·kg\n−1·d−1) or placebo (Pl) during RT (3 d·wk−1 for 1 yr). Bone geometry (radius and tibia) and muscle\narea and density (forearm and lower leg) were assessed using peripheral quantitative computed tomography.",
    "results": "Compared with Pl, Cr in-\ncreased or maintained total bone area in the distal tibia (Cr,Δ +17 ± 27 mm2; Pl,Δ −1 ± 22 mm2; P = 0.031) and tibial shaft (Cr,Δ\n0±9m m 2;P l ,Δ −5±7m m 2; P = 0.032). Men on Cr increased trabecular (Δ +28 ± 31 mm2; P < 0.001) and cortical bone areas in the tibia\n(Δ +4 ± 4 mm2; P < 0.05), whereas men on Pl increased trabecular bone density (Δ +2 ± 2 mg·cm/C03; P < 0.01). There were no bone changes in the\nradius (P > 0.05). Cr increased lower leg muscle density (Δ +0.83 ± 1.15 mg·cm/C03; P = 0.016) compared with Pl (Δ –0.16 ± 1.56 mg·cm/C03), with no\nchanges in the forearm muscle.",
    "conclusions": "One year of Cr supplementation and RT had some favorable effects on measures of bone area\nand muscle density in older adults.Key Words:BONE GEOMETRY, MUSCLE DENSITY, FALLS, FRACTURES\nI\nnterventions which improve radius and tibial bone geom-\netry and muscle density (MuD) in the surrounding areas\nmay be clinically important for decreasing the risk of falls\nand fractures in older adults (1,2). We have previously shown\nthat creatine (Cr) supplementation (methylguanidine-acetic\nacid) during supervised whole-body resistance training (1 yr)\ndecreased the rate of areal bone mineral density (aBMD) loss\nin the femoral neck and increased femoral shaft subperiosteal\nwidth compared with placebo in postmenopausal women (3);\nhowever, the same intervention had no effect in men (4). There\nare no studies investigating the effects of Cr supplementation\nand resistance training on cortical or trabecular bone structural\nproperties, volumetric bone mineral density, or measures of\nmuscle quality (i.e., MuD), all of which contribute to fracture\nrisk (2).\nTo date, only two randomized controlled trials have investi-\ngated the effects of Cr supplementation (without resistance\ntraining) in older adults on cortical and trabecular bone\nstructural properties. Lobo et al (5) found no effect from\nCr supplementation (1 g·d\n−1 for 1 yr) when compared with\nplacebo in the radius or tibia in postmenopausal women. A\nhigher dosage and duration of Cr (3 g·d\n−1 for 2 yr) also had\nno effect in postmenopausal women (6). It is important to note\nthat Cr was not combined with resistance training in either\nof these previous studies.\nResistance training may stimulate the rate of bone remodel-\ning (7), and Cr may increase bone formation by influencing\nosteoblast cell activity, differentiation and mineralization (8),\nand decrease bone resorption as indicated by reduced urinary\nexcretion of cross-linked N-telopeptides of type I collagen\n(9,10). Furthermore, muscle contractions increase Cr uptake\ninto skeletal muscle (11), which may influence muscle protein\nkinetics, growth factors, and satellite cells, which are involved\nin the muscle accretion process (12,13). Increased muscle\nmass from Cr supplementation may increase strain on bone\nwhich over time could stimulate bone accretion (14). However,\nthe effects of Cr supplementation combined with resistance\ntraining on cortical and trabecular bone geometry and MuD\nin older men and women are unknown. Therefore, the purpose\nwas to examine the effects of Cr supplementation and\nsupervised whole-body resistance training on measures of bone\ngeometry in the radius and tibia and muscle area and density of\nthe forearm and lower leg in older adults. As a secondary\nobjective, we determined whether there was a difference\nbetween men and women with this intervention, as we previously\nAddress for correspondence: Darren G. Candow, Ph.D., Faculty of Kinesiol-\nogy and Health Studies, 3737 Wascana Parkway, University of Regina, Re-\ngina, SK, Canada S4S 0A2; E-mail: Darren.Candow@uregina.ca.\nSubmitted for publication February 2021.\nAccepted for publication June 2021.\n0195-9131/21/5311-2388/0\nMEDICINE & SCIENCE IN SPORTS & EXERCISE\n®\nCopyright © 2021 by the American College of Sports Medicine\nDOI: 10.1249/MSS.0000000000002722\n2388\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nfound women increased aBMD in response to Cr and resistance\ntraining (3), with no change in men (4). The current study\npresents pilot data on a subsetof participants from these\nprevious studies who had peripheral quantitative computed\ntomography (pQCT) measurements of bone structural properties\nand MuD. We hypothesized that older adults supplementing\nwith Cr would experience greater bone and muscle benefits\ncompared with older adults on placebo during a supervised\nresistance training program.\nMETHODS\nStudy design.We have previously described the proce-\ndures of the randomized controlled trial (RCT; Clinical trial\nidentifier: NCT01057680; www.clinicaltrials.gov) in detail\nelsewhere (3,4) where we determined the effects of Cr and\nsupervised resistance training on aBMD in older men and\nwomen. The current study presents pilot data on a subset of\nthese participants who underwent measurements with pQCT\nfor evaluation of bone structural properties and MuD. The\nfirst participant was enrolled into the study on March 20, 2010,\nand the last participant was followed up on May 17, 2012.\nBriefly, participants were randomized to supplement with Cr\nmonohydrate (0.1 g·kg\n−1·d−1) or placebo (0.1 g·kg−1·d−1)w h i l e\nthey performed 1 yr of supervised whole-body resistance\ntraining. All personnel involved in the RCT were blind to\ngroup allocations (Cr or placebo). A research assistant was\nresponsible for data entry, with groups coded as A or B.\nP.D.C. analyzed all coded data and codes were only revealed\n(to identify Cr and placebo groups) once all analyses were\nperformed. The RCT was approved by the university ethics\nreview board at the University of Saskatchewan. Participants\nwere informed of the risks and purposes of the RCT before\ntheir written consent was obtained. The RCT complied with\nthe World Medical Association Declaration of Helskinki—\nEthical Principles for Medical Research Involving Human\nParticipants. We adhered to the Consolidated Standards of\nReporting Trials guidelines for reporting on RCT (15).\nParticipants. Two hundred and ten older adults (≥49 yr;\n118 women, 92 men) volunteered to participate in the RCT.\nInterested participants were excluded if they were already\nperforming supervised whole-body resistance training\n(>2 d·wk\n−1), were taking corticosteroids or thiazide diuretics,\nhad preexisting kidney or liver abnormalities (includes creati-\nnine clearance values outside normal references ranges), had a\nhistory of fragility fractures resulting from minor trauma, had\nsevere osteoarthritis, had consumed dietary supplements con-\ntaining Cr≤24 wk or had taken medications≤1y rb e f o r et h e\nstart of the RCT that could influence bone biology (includes\nbisphosphonates, hormone replacement or androgen thera-\npies, selective estrogen receptor modulators, parathyroid hor-\nmone, calcitonin). Women were postmenopausal as determined\nby questionnaire and levels of follicle-stimulating and luteinizing\nhormone. After exclusion criteria were applied, 53 participants\nhad measures of bone geometry and MuD assessed. Twenty par-\nticipants in the Cr group (7 men, 13 women), and 21 participants\nin the placebo group (10 men, 11 women) had low bone mass or\nosteopenia (defined as at-score≤− 1.0 for the femoral neck, total\nhip, and/or lumbar spine). One woman in the Cr group and two\nwomen in the placebo group had osteoporosis (defined as at-\nscore≤− 2.5 for the femoral neck, total hip, and/or lumbar spine).\nIntervention. Before the start of the RCT, participants\nwere shown how to properly use the resistance training equip-\nment, perform repetitions to fatigue and fill out their resistance\ntraining log booklets. Supervised whole-body resistance train-\ning (3 d·wk\n−1 on nonconsecutive days) occurred in a private\ntraining facility (i.e., reserved only for research participants).\nExercises performed which placed specific strain on regions\nof the forearm (i.e., radius) and lower leg (i.e., tibia) included\ndumbbell wrist pronation and supination, Lever machine el-\nbow flexion and ankle plantarflexion (Pulse Fitness Systems;\nWinnipeg, MB, Canada) and plate-loaded tibia dorsiflexion\n(Hammer Strength; Life Fitness; Franklin Park, IL). Supple-\nmentary exercises performed included Lever machine hack\nsquat, hip (abduction, adduction, flexion, and extension), leg\ncurl, leg extension, low-back extension, chest press, lat-pull\nTABLE 1. Baseline data.\nCr\n(18 Males, 14 Females)\nPlacebo\n(21 Males, 17 Females)\nAge (yr) 58 (5) 57 (6)\nMass (kg) 82 (19) 81 (18)\nHeight (cm) 170 (10) 170 (9)\nPASE (arbitrary units) 176 (67) 226 (87)\nDistal radius\nToA (mm\n2) 399 (88) 418 (98)\nToC (mg·mm−1) 126 (40) 132 (39)\nToD (mg·cm−3) 314 (61) 315 (55)\nTrA (mm2) 331 (77) 354 (94)\nTrC (mg·mm−1) 7 7( 2 3 ) 8 5( 2 7 )\nTrD (mg·cm−3) 230 (36) 240 (29)\nBSIc (mg2·mm−4) 4 1( 2 0 ) 4 3( 1 9 )\nRadial shaft\nToA (mm2) 147 (31) 150 (34)\nCoA (mm2) 100 (23) 106 (25)\nCoC (mg·mm−1) 110 (26) 117 (29)\nCoD (mg·cm−3) 1 0 9 7( 4 3 ) 1 1 0 4( 2 9 )\nSSIp (mm3) 342 (105) 361 (129)\nDistal tibia\nToA (mm2) 1233 (180) 1256 (254)\nToC (mg·mm−1) 367 (80) 375 (91)\nToD (mg·cm−3) 297 (43) 298 (36)\nTrA (mm2) 1124 (168) 1145 (234)\nTrC (mg·mm−1) 292 (55) 301 (69)\nTrD (mg·cm−3) 260 (31) 263 (27)\nBSIc (mg2·mm−4) 111 (39) 113 (36)\nTibial shaft\nToA (mm2) 645 (118) 664 (118)\nCoA (mm2) 367 (66) 372 (71)\nCoC (mg·mm−1) 393 (73) 398 (77)\nCoD (mg·cm−3) 1 0 7 0( 4 4 ) 1 0 6 9( 2 5 )\nSSIp (mm3) 2830 (725) 2936 (800)\nForearm muscle\nMuA (mm2) 3 8 2 6( 1 2 1 3 ) 3 9 0 5( 1 1 6 9 )\nMuD (mg·cm−3) 74 (1) 74 (2)\nLower leg muscle\nMuA (mm2) 7 5 0 7( 1 7 5 0 ) 7 8 6 6( 1 7 2 8 )\nMuD (mg·cm−3) 69 (3) 69 (4)\nValues are means (standard deviation).\nPASE, physical activity scale for the elderly; ToA = total bone area; ToC = Total bone content;\nToD = Total bone density; TrA = Trabecular bone area; TrC = Trabecular bone content; TrD =\nTrabecular bone density; BSIc = Bone Strength Index (estimated bone strength in compres-\nsion); CoA = Cortical bone area; CoC = Cortical bone content; CoD = Cortical bone density;\nSSIp = Stress-strain index (estimated bone strength in torsion), MuA = Muscle area; MuD =\nMuscle density.\nCREATINE AND BONE AND MUSCLE Medicine & Science in Sports & Exercise ® 2389\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\ndown, shoulder press, and triceps extension (Pulse Fitness\nSystems; Winnipeg, MB, Canada). Participants were instructed\nto perform three sets of approximately 10 repetitions (using a\nconstant load) for each exercise. Once a total of 30 repetitions\ncould be completed, the load was increased and held constant\nuntil a subsequent three sets of 10 repetitions could be com-\npleted. This progressive strategy (per exercise) was used for\nthe duration of the resistance training program.\nCreatine and placebo ingestion started on the first day of the\nresistance training program and occurred daily (including\nnontraining days) for 1 yr. Creatine monohydrate (Rivalus\nInc., Canada; purity established to be 99.2% as determined\nby DNP International Co. Inc., USA) and placebo (corn-starch\nmaltodextrin; Globe Plus 10 DE Maltodextrin, Univar Canada)\nwere in powder form and very similar in appearance and texture.\nOn training days, participants consumed the supplement (mixed\nin water, fruit juice or milk) in two equal doses (0.05 g·kg\n−1)\napproximately 5 min before and 5 min after each training ses-\nsion. On nontraining (rest) days, participants consumed their\nsupplement in two equal doses (0.05 g·kg\n−1) with food. Com-\npliance to supplementation (Cr or placebo) and adherence to\nthe resistance training program was assessed by using log\nbooklets. Upon completion of the RCT, participants were\nasked whether they thought they were taking Cr or placebo\nduring the resistance training program.\npQCT. Detailed procedures for assessing properties of bone\nand muscle using pQCT (Stratec XCT2000; Medizintechnik\nGmbH, Pforzheim, Germany) are previously described (16,17).\nBriefly, baseline and 1-yr scans were performed on the\nnondominant forearm and ipsilateral lower leg by the same\nresearcher (J.G.). The forearm scans were obtained at the 4%\nand 65% of the radius length, distal from the reference line\n(16). The lower leg scans were obtained at 4% and 66% sites\nof the tibia length (16). We report the following outcomes at\nthe distal sites: total (ToA; mm\n2) and trabecular bone areas\n(TrA; mm2) and densities (ToD and TrD; mg·cm/C03), and\nestimated bone strength (BSIc; mg 2·cm/C04)( 1 8 , 1 9 ) .W e\nreport the following outcomes at the shaft sites: Total (ToA;\nmm\n2) and cortical areas (CoA; mm2) and cortical density (CoD;\nmg·cm/C03) and estimated bone strength (SSIp; mm3) (18,19). We\nmeasured MuD (mg·cm/C03)a n da r e a( m m2) at the forearm and\nlower leg (17). Precision errors (CVrms) and related least\nsignificant changes in our laboratory range from 1.7% to\n6.1% and 4.7% to 16.9% for tibia outcomes; from 0.7 to 2.1%\nFIGURE 1—Participant flow through RCT.\nhttp://www.acsm-msse.org2390 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nand 1.9% to 5.8% for radius outcomes; and from 1.2% to 3.7%\nand 3.3% to 10.2% for muscle outcomes, respectively (17,18).\nStatistics. A 2 (groups: Cr vs placebo)/C22 (sex: men vs\nwomen)/C22 (time: baseline vs 1 yr) repeated-measures ANOVA\nwas performed on all variables todetermine differences over time.\nBonferroni post hoctests were performed when significant in-\nteractions were found. Significance was setap r i o r iat an alpha\nlevel of 0.05. Values are presented as means ± standard devi-\nation or means and 95% confidence intervals.\nRESULTS\nBaseline data are presented in Table 1. The flow of partici-\npants through the study is presented in Figure 1. Following the\nstudy, we were able to ask 52 participants (Cr = 27, Pl = 25)\nwhether they thought they were taking Cr or placebo. Seventeen\nparticipants correctly guessed they were on Cr (63%), and 15 par-\nticipants correctly guessed they were on placebo (60%).\nThere were no significant changes in any bone measure for\nthe radius (P > 0.05) (Table 2). At the distal tibia, there was a\ngroup–time interaction for ToA (P = 0.031) with the Cr group\nexperiencing a greater change (Δ + 17 ± 27 mm\n2)c o m p a r e d\nwith the placebo group (ToA:Δ −1 ± 22 mm2)( F i g .2 ) .T h e r e\nwere also group–sex–time interactions for TrA (P =0 . 0 3 4 ) ,\nToD (P =0 . 0 1 3 ) ,a n dT r D(P =0 . 0 3 1 )( T a b l e3 ) .M e no n\nCr experienced a significant increase in TrA over time\n(Δ +2 8±3 1m m\n2; P < 0.01). When Bonferronipost hocanal-\nysis was applied, there were no significant changes across men\nor women in the Cr or Pl groups for ToD. Trabecular bone den-\nsity significantly increased in men on placebo (Δ+2±2m g · c m\n/C03;\nP < 0.01). There was a time main effect for trabecular bone content\n( + 3±7m g · m m−1; P = 0.007) (Table 3).\nAt the tibial shaft, there was a group–time interaction for\nToA (P = 0.032), where individuals supplementing with Cr\nTABLE 2. Means (95% confidence intervals) at baseline and 1 yr for bone measures of the radius.\nMales Females\nCr (n = 15) Placebo ( n = 16) Cr ( n = 10) Placebo ( n =1 2 )\nVariable Baseline 1 yr Baseline 1 yr Baseline 1 yr Baseline 1 yr Time ( P)\nSupplement\nGroup–Time (P)\nSupplement\nGroup–Sex–Time (P)\nDistal radius\nToA (mm2) 489 (451 –527) 490 (453 –527) 516 (479 –553) 507 (472 –543) 359 (312 –406) 377 (332 –423) 371 (328 –414) 375 (339 –417) 0.48 0.28 0.83\nToC (mg·mm−1) 157 (144 –169) 157 (144 –169) 170 (159 –182) 169 (157 –181) 101 (87 –116) 105 (90 –121) 103 (90 –117) 103 (89 –117) 0.50 0.27 0.45\nToD (mg·cm−3) 323 (297 –349) 324 (298 –349) 335 (310 –361) 339 (314 –364) 285 (253 –317) 279 (248 –311) 283 (254 –312) 277 (248 –305) 0.54 0.82 0.79\nTrA (mm2) 410 (367 –454) 413 (373 –453) 435 (393 –478) 424 (385 –463) 310 (256 –363) 329 (280 –378) 328 (279 –377) 334 (289 –379) 0.52 0.30 0.96\nTrC (mg·mm−1)9 8 ( 8 7 –109) 99 (89 –109) 109 (99 –120) 107 (98 –117) 66 (52 –79) 72 (59 –84) 73 (61 –86) 75 (64 –86) 0.40 0.34 0.87\nTrD (mg·cm−3) 241 (228 –255) 243 (228 –257) 252 (239 –265) 255 (241 –269) 212 (195 –229) 215 (197 –233) 225 (210 –240) 226 (209 –242) 0.060 0.71 0.30\nBSIc (mg2·mm−4)5 1 ( 4 4 –58) 52 (45 –58) 58 (51 –64) 58 (51 –65) 29 (21 –38) 30 (21 –39) 30 (22 –37) 29 (21 –37) 0.81 0.49 0.65\nRadial shaft\nToA (mm2) 171 (158 –182) 170 (159 –181) 174 (163 –184) 173 (163 –184) 121 (108 –135) 122 (109 –135) 124 (112 –137) 125 (112 –137) 0.95 0.66 0.93\nCoA (mm2) 117 (110 –125) 116 (109 –124) 124 (117 –131) 124 (117 –131) 85 (76 –94) 84 (75 –93) 86 (77 –94) 86 (78 –94) 0.34 0.44 0.82\nCoC (mg·mm−1) 128 (119 –137) 128 (119 –137) 137 (128 –145) 136 (128 –145) 94 (83 –104) 93 (83 –104) 95 (85 –105) 95 (85 –104) 0.20 0.94 0.92\nCoD (mg·cm−3) 1096 (1077 –1115) 1097 (1077–1116) 1102 (1084–1120) 1101 (1082–1119) 1110 (1088–1132) 1114 (1091–1137) 1108 (1088–1129) 1103 (1082–1124) 0.91 0.21 0.45\nSSIp (mm3) 422 (382 –461) 421 (382 –460) 439 (402 –476) 449 (412 –485) 255 (208 –301) 256 (209 –302) 264 (221 –307) 266 (223 –308) 0.27 0.27 0.33\nToA = total bone area; ToC = Total bone content; ToD = Total bone density; TrA = Trabecular bone area; TrC = Trabecular bone content; TrD = Trabecular bonedensity; BSIc = Bone Strength Index (estimated bone strength in compression); CoA = Cortical\nbone area; CoC = Cortical bone content; CoD = Cortical bone density; SSIp = Stress-strain index (estimated bone strength in torsion).\nFIGURE 2—Change from baseline to 1 yr for distal tibia area. Error bars\nrepresent standard deviations. Individual data are represented by the\nopen circles. *Cr group experienced a greater change compared with\nthe placebo group (P = 0.031). Difference between groups for posttraining\nmeans = 20 (95% CI:−109 to 149) mm2.\nCREATINE AND BONE AND MUSCLE Medicine & Science in Sports & Exercise ® 2391\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nmaintained ToA over time (Δ 0±9m m2) compared with a de-\ncrease for those on placebo (Δ –5±7m m 2)( F i g .3 ) .T h e r e\nwere group–sex–time interactions for CoA (P =0 . 0 3 5 )a n d\ncortical bone content (CoC) (P = 0.020) (Table 3). Men on\nCr experienced a significant increase in CoA (Δ +4±4m m 2;\nP < 0.05). Bonferronipost hocanalysis showed no significant\nchanges within men or women on Cr or placebo for CoC. There\nwas a time main effect for SSIp (mm3)( Δ − 14 ± 54 mm3;\nP = 0.05) (Table 3).\nThere was a group–time interaction for lower leg muscle\nMuD (P = 0.016) with the Cr group experiencing an increase\nin MuD (Δ + 0.83 ± 1.15 mg·cm/C03)c o m p a r e dw i t ht h o s eo n\nplacebo (Δ − 0.16 ± 1.56 mg·cm/C03) (Fig. 4). There were time\nmain effects for forearm muscle area (MuA) (Δ + 109 ± 174 mm2;\nincreasing;P <0 . 0 0 1 )a n dl o w e rl e gM u A(Δ − 254 ± 460 mm2;\nP < 0.001), with no other differences (Table 4).",
    "discussion": "This was the first RCT to investigate the combined effects\nof Cr supplementation and supervised whole-body resistance\ntraining on cortical and trabecular structural properties of bone\nand MuD in older adults. Creatine supplementation increased\ntotal bone area in the distal tibia and tibial shaft, as well as\nMuD in the lower leg compared to placebo. Furthermore,\nmen on Cr increased trabecular and cortical bone areas in the\ntibia compared with men on placebo, whereas men on placebo\nincreased trabecular bone density compared with men on Cr.\nThese preliminary results are important because in addition\nto larger and stronger bones, higher density in calf and thigh\nmuscles have been associated with reduced risk of falls and\nfractures in older adults (1,2,16,20).\nChanges in bone geometry such as increased bone cross-\nsectional area are associated with increased bone strength (21)\nTABLE 3. Means (95% confidence intervals) at baseline and 1 yr for bone measures of the tibia.\nMales Females\nCr (n = 15) Placebo ( n = 16) Cr ( n = 10) Placebo ( n = 12)\nVariable Baseline 1 yr Baseline 1 yr Baseline 1 yr Baseline 1 yr Time ( P)\nSupplement\nGroup–Time (P)\nSupplement\nGroup–Sex–Time (P)\nDistal tibia\nToA (mm2) 1414 (1327 –1501) 1437 (1353 –1539) 1465 (1383–1546) 1460 (1381–1538) 1098 (995–1201) 1105 (1006 –1205) 1108 (1010–1206) 1113 (1010–1206) 0.028 0.031 0.052\nToC (mg·mm−1) 425 (403 –448) 428 (406 –450) 451 (430 –472) 452 (431 –473) 300 (274 –327) 300 (274 –327) 314 (289 –339) 313 (288 –338) 0.25 0.29 0.91\nToD (mg·cm−3) 305 (287 –322) 302 (284 –319) 310 (294 –327) 312 (296 –328) 274 (253 –295) 272 (252 –293) 284 (264 –304) 281 (262 –301) 0.03 0.08 0.013\nTrA (mm2) 1285 (1189 –1381) 1313* (1220–1407) 1319 (1229–1409) 1314 (1226–1401) 1027 (913–1141) 1035 (925 –1146) 1030 (921 –1139) 1039 (934 –1144) 0.015 0.039 0.034\nTrC (mg·mm−1) 336 (314 –359) 344 (322 –366) 351 (330 –371) 352 (331 –372) 253 (226 –279) 254 (228 –280) 262 (237 –287) 264 (239 –288) 0.007 0.12 0.12\nTrD (mg·cm−3) 265 (252 –277) 264 (252 –277) 268 (256 –279) 270* (258 –281) 246 (231 –261) 246 (231 –261) 254 (240 –269) 254 (239 – 268) 0.71 0.12 0.031\nBSIc (mg2·mm−4) 130 (118 –141) 129 (118 –141) 140 (130 –151) 142 (131 –152) 82 (69 –96) 82 (69 –95) 90 (77 –103) 89 (76 –102) 0.75 0.58 0.09\nTibial shaft\nToA (mm2) 743 (704 –782) 746 (706 –785) 747 (711 –784) 743 (707 –780) 558 (513 –603) 555 (510 –600) 572 (529 –615) 566 (523 –609) 0.023 0.032 0.31\nCoA (mm2) 417 (396 –439) 421** (399 –443) 413 (393 –433) 414 (394 –434) 321 (296 –345) 317 (292 –341) 321 (297 –344) 319 (295 –342) 0.53 0.78 0.035\nCoC (mg·mm−1) 445 (421 –470) 447 (422 –472) 444 (421 –467) 444 (421 –467) 346 (318 –374) 342 (314 –371) 343 (315 –370) 342 (315 –369) 0.27 0.42 0.02\nCoD (mg·cm−3) 1067 (1048 –1086) 1062 (1043 –1081) 1074 (1056–1091) 1071 (1054–1088) 1081 (1059–1102) 1082 (1061–1103) 1068 (1048–1089) 1074 (1054–1094) 0.95 0.14 0.63\nSSIp (mm3) 3435 (3193 –3678) 3439 (3206 –3673) 3486 (3261–3712) 3467 (3250–3685) 2280 (2004–2556) 2238 (1972–2503) 2295 (2031–2558) 2290 (2037–2544) 0.05 0.62 0.053\nAll values set in boldface are significant.\n*P ≤ 0.01 vs prevalue (Bonferronipost hocof supplement group–sex–time interaction); **P < 0.05 vs prevalue (Bonferronipost hocof supplement group–sex–time interaction).\nToA = total bone area; ToC = Total bone content; ToD = Total bone density; TrA = Trabecular bone area; TrC = Trabecular bone content; TrD = Trabecular bonedensity; BSIc = Bone Strength Index (estimated bone strength in compression); CoA = Cortical\nbone area; CoC = Cortical bone content; CoD = Cortical bone density; SSIp = Stress-strain index (estimated bone strength in torsion).\nFIGURE 3—Change from baseline to 1 yr for tibial shaft area. Error bars\nrepresent standard deviations. Individual data are represented by the\nopen circles. *Cr group experienced a greater change compared to the\nplacebo group (P = 0.032). Difference between groups for posttraining\nmeans = 6 (95% CI:−61 to 72) mm\n2.\nhttp://www.acsm-msse.org2392 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nand reduced fracture risk in older adults (2). Tibial fractures,\nwhich often occur more frequently in men compared with\nwomen (22), decrease mobility and functionality and cause\nsubstantial burden to the health care system through\nincreased hospitalization, homecare, and physical and\noccupational rehabilitation therapies (23). Older adults who\nhave experienced a fracture have significantly lower MuD\n(indicative of reduced muscle quality) in muscles attached to the\ntibia compared with those with no history of fracture (16).\nLow MuD in the lower leg is also associated with higher\nrisk of falls in older adults (1). Our findings of increased\nbone area in the tibia and increased MuD of the lower leg\nmay, therefore, have clinical relevance for prevention of\nfuture falls and fractures.\nThe favorable effects from Cr supplementation on tibial\nbone geometry suggest that Cr may be most effective when\ncombined with resistance training as other studies have failed\nto find beneficial effects from Cr alone (without resistance\ntraining) on tibial bone geometry in postmenopausal women\ncompared with placebo (5,6). There is evidence that the\ncombination of Cr and resistance training produces greater\ngains in muscle accretion compared with Cr alone in older\nadults (24). Muscle acts as a pulley and bone as a lever and\nthe mechanical forces applied to bone during muscle\ncontractions may result in net bone formation over time (25).\nWe have previously shown that upper-limb muscle accretion\nfrom 12 wk of Cr supplementation and resistance training\ncorrelates with upper-limb bone mineral accrual in older men\n(14). Mechanistically, Cr mayhave a favorable effect on bone\nby increasing osteoblast cell activity (8) and reducing bone\nresorption (urinary excretion ofcross-linked N-telopeptides of\ntype I collagen; NTx) (9,10). In addition to the importance of\nresistance training and the muscle–bone interaction, we used a\nFIGURE 4—Change from baseline to 1 yr for lower leg MuD. Error bars\nrepresent standard deviations. Individual data are represented by the\nopen circles. *Cr group experienced a greater change compared to the\nplacebo group (P = 0.016). Difference between groups for posttraining\nmeans = 0.8 (95% CI:−1.4 to 3.0) mg·cm\n−3.\nTABLE 4. Means (95% confidence intervals) at baseline and 1 yr for muscle measures in the forearm and lower leg.\nMales Females\nCr (n = 14) Placebo ( n =1 6 ) C r( n = 10) Placebo ( n =1 2 )\nVariable Baseline 1 yr Baseline 1 yr Baseline 1 yr Baseline 1 yr Time (p)\nSupplement\nGroup–Time (P)\nSupplement\nGroup–Sex–Time (P)\nForearm\nMuA (mm2) 4810 (4483 –5137) 4991 (4690 –5291) 4826 (4520 –5132) 4914 (4633 –5195) 2661 (2274 –3048) 2782 (2426 –3138) 2956 (2603 –3309) 3000 (2675 –3324) 0.000048 0.085 0.88\nMuD (mg·cm−3)7 3 ( 7 3 –74) 74 (73 –75) 74 (73 –75) 74 (73 –75) 74 (73 –75) 74 (73 –75) 74 (73 –75) 74 (73 –75) 0.087 0.92 0.33\nLower leg\nMuA (mm\n2) 8672 (8036 –9309) 8570 (7922 –9218) 8679 (8110 –9249) 8352 (7773 –8931) 6198 5501 –6896) 6023 (5313 –6732) 7071 6406 –7736) 6680 (6003 –7356) 0.00059 0.11 0.97\nMuD (mg·cm−3)6 7 ( 6 5 –69) 68 (66 –70) 69 (67 –71) 69 (67 –71) 70 (68 –73) 71 (68 –73) 69 (66 –71) 68 (66 –70) 0.16 0.016 0.65\nAll values set in boldface are significant.\nMuA = Muscle area; MuD = Muscle density.\nCREATINE AND BONE AND MUSCLE Medicine & Science in Sports & Exercise ® 2393\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nhigher dosage of Cr (0.1 g·kg−1·d−1 or ~8 g·d−1) compared to\nthat of Lobo et al (5) (1 g·d−1) and Sales et al (6) (3 g·d−1). We\nhave previously shown that 0.1 g·kg−1·d−1 of Cr supplementation\nincreased femoral shaft subperiosteal width and decreased the\nrate of aBMD loss in the femoral neck and bone resorption\n(NTx) in older adults compared with those on placebo (3,9).\nThe small increases in trabecular and cortical bone area in\nthe tibia from Cr supplementation in older men may be clini-\ncally relevant. Larger bone area in the tibia is associated with\ngreater bone strength (failure load, moment, and stiffness;\n21) and protection against future fractures (2,26). This is\nimportant because tibial fractures typically occur more frequently\nin men compared with women (22) and result in physical\nlimitations (23). Interpretation of these small, within-group\nchanges in bone area warrants caution, however, as the observed\nchanges were comparable to the precision errors (CV\nrms)a n d\nbelow the least significant changes in tibia total, trabecular,\nand cortical areas (18). These pilot findings, together with our\nestimates of the monitoring time intervals for pQCT outcomes,\nindicate a need for longer-term interventions when assessing\nbone adaptation in older adults (17,18).\nT h el a c ko fc h a n g ei nb o n em e a s u r e si nt h er a d i u sm a ya l s o\nbe related to our resistance training program design. Only two\nexercises (dumbbell wrist pronation and supination) were per-\nformed that directly targeted the forearm and may not have been\nsufficient to stimulate bone accretion in the radius over time.\nWe have previously shown that the addition of medicine ball\ntoss-and-catch and dumbbell forearm curl to a similar resistance\ntraining program used in the present study had favorable effects\non measures of radius in postmenopausal women (27).\nOlder adults who supplemented with Cr experienced a signif-\nicant increase in lower-leg MuD compared with those on\nplacebo which may be important because low MuD is an inde-\npendent risk factor for falls (1) and disability in older adults\n(28). Specifically, every mg·cm\n−3 decrease in MuD is associated\nwith a 17% increase in the odds of reporting a fall in older\nadults (1). It is well established that Cr supplementation\ninfluences several variables involved in the muscle accretion\nprocess (i.e., muscle protein kinetics, growth factors, satellite\ncells (12,13,29) and may decrease body fat in older adults\n(30), which may explain our positive findings.\nThere were limitations to this RCT not already discussed.\nFirst, the small sample size likely decreased our ability to de-\ntect significant changes in some of our bone and muscle mea-\nsures over time. The pilot results presented in the current study\ncan provide important information for a larger future RCT.\nThe most important of our bone-related pQCT results for pre-\nvention of fracture is predictive bone strength at the distal\nradius (i.e., BSIc) (16). Considering the change for the Cr\nand placebo groups of 0.6 and −0.2, with a common\nstandard deviation of 4.3 mg\n2·mm−4, we would require a\nsample size of 455 per group to realize a statistical difference\nat P = 0.05 with 80% power. Alternatively, the most\nimportant muscle-related pQCT result for prevention of falls\nand fracture is lower leg MuD (1,20). Considering the change\nin Cr and placebo groups of 0.82 and−0.16, with a common\nstandard deviation of 1.46 mg·cm\n−3, we would require a\nsample size of 36 per group to realize a statistical difference\nat P = 0.05 with 80% power. Second, no measure of forearm\nor lower-leg muscle strength was performed. However, we\nhave previously reported in these older adults that Cr\nsupplementation significantly increased chest press strength\nin older women compared with older women on placebo\n(3), with no differences found between older men and\nolder women on Cr or placebo for hack squat strength (3,4).\nThird, serum indicators of bone formation (i.e., osteocalcin,\nprocollagen 1 N-propeptides), bone formation inhibition (i.e.,\nsclerostin) and urinary indicators of bone resorption (i.e.,\ntype 1 collagen C-telopeptides, cross-linked N-telopeptides)\nwere not assessed which limits our ability to determine how\nCr supplementation and resistance training influenced\nmeasures of bone turnover. We have, however, shown that\nCr supplementation reduces cross-linked N-telopeptides\ncompared with placebo in older adults (9). Finally, without\nmeasuring muscle and bone Cr levels, we are unable to\ndetermine the individual responsiveness to Cr supplementation\nover time.\nI ns u m m a r y ,1y ro fC rs u p p l e m e n t a t i o n( 0 . 1g · k g\n−1·d−1)a n d\nsupervised resistance training increased total bone area in the\ntibia and lower leg MuD in older adults. Future research should\ndetermine the mechanistic effects of Cr supplementation during\nresistance training on muscle and bone properties using ad-\nvanced imaging tools and test the efficacy of the combined in-\ntervention on measures of muscle strength, bone turnover and\nthe incidence of falls and fractures in older adults.\nResults of this study are presented clearly, honestly, and without\nfabrication, falsification, or inappropriate data manipulation.\nThe results of the present study do not constitute endorsement by\nthe American College of Sports Medicine.\nThis study was supported by the Canada Foundation for Innovation\nand Saskatchewan Health Research Foundation.\nD. G. C. has conducted industry sponsored research involving Cr\nsupplementation, received Cr donation for scientific studies and travel\nsupport for presentations involving Cr supplementation at scientific\nconferences. In addition, DGC serves on the Scientific Advisory Board\nfor Alzchem (a company which manufactures Cr). All of other authors\ndeclare no conflicts of interest with respect to the research, authorship\nand/or publication of this article.\nREFERENCES\n1. Frank-Wilson AW, Farthing JP,Chilibeck PD, et al. Lower leg muscle\ndensity is independently associated with fall status in community-dwelling\nolder adults.Osteoporos Int. 2016;27(7):2231–40.\n2. Sheu Y, Zmuda JM, Boudreau RM, et al. Bone strength measured by\nperipheral quantitative computed tomography and the risk of\nnonvertebral fractures: the osteoporotic fractures in men (MrOS)\nstudy. J Bone Miner Res. 2011;26(1):63–71.\n3. Chilibeck PD, Candow DG, Landeryou T, et al. Effects of creatine\nand resistance training on bone health in postmenopausal women.\nMed Sci Sports Exerc. 2015;47(8):1587–95.\n4. Candow DG, Chilibeck PD, Gordon JJ, et al. Effect of 12 months of\ncreatine supplementation and whole-body resistance training on mea-\nsures of bone, muscle and strength in older males.Nutr Health.2 0 2 1 ;\n27(2):151–9.\nhttp://www.acsm-msse.org2394 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\n5. Lobo DM, Tritto AC, da Silva LR, et al. Effects of long-term low-\ndose dietary creatine supplementation in older women.Exp Gerontol.\n2015;70:97–104.\n6. Sales LP, Pinto AJ, Rodrigues SF, et al. Creatine supplementation\n(3 g/d) and bone health in older women: a 2-year, randomized, placebo-\ncontrolled trial.J Gerontol A Biol Sci Med Sci. 2020;75(5):931–8.\n7. Hong AR, Kim SW. Effects of resistance exercise on bone health.\nEndocrinol Metab (Seoul). 2018;33(4):435–44.\n8. Gerber I, ap Gwynn I, Alini M, et al. Stimulatory effects of creatine\non metabolic activity, differentiation and mineralization of primary\nosteoblast-like cells in monolayer and micromass cell cultures.Eur\nCell Mater. 2005;10:8–22.\n9. Candow DG, Little JP, Chilibeck PD, et al. Low-dose creatine com-\nbined with protein during resistance training in older men.Med Sci\nSports Exerc. 2008;40(9):1645–52.\n10. Cornish SM, Candow DG, Jantz NT, et al. Conjugated linoleic acid\ncombined with creatine monohydrate and whey protein supplementation\nduring strength training.Int J Sport Nutr Exerc Metab. 2009;19(1):79–96.\n11. Harris RC, Söderlund K, Hultman E. Elevation of creatine in resting\nand exercised muscle of normal subjects by creatine supplementation.\nClin Sci (Lond). 1992;83(3):367–74.\n12. Candow DG, Forbes SC, Chilibeck PD, et al. Effectiveness of crea-\ntine supplementation on aging muscle and bone: focus on falls pre-\nvention and inflammation.JC l i nM e d. 2019;8(4):488.\n13. Chilibeck PD, Kaviani M, Candow DG, et al. Effect of creatine sup-\nplementation during resistance training on lean tissue mass and mus-\ncular strength in older adults: a meta-analysis.Open Access J Sports\nMed. 2017;8:213–26.\n14. Chilibeck PD, Chrusch MJ, Chad KE, et al. Creatine monohydrate\nand resistance training increase bone mineral content and density in\nolder men.J Nutr Health Aging. 2005;9(5):352–5.\n15. Schulz KF, Altman DG, Moher D, et al. CONSORT 2010 statement:\nupdated guidelines for reporting parallel group randomized trials.\nAnn Intern Med. 2010;152:726–32.\n16. Crockett K, Arnold CM, Farthing JP, et al. Bone strength and muscle\nproperties in postmenopausal women with and without a recent distal\nradius fracture.Osteoporos Int. 2015;26(10):2461–9.\n17. Frank-Wilson AW, Johnston JD, Olszynski WP, et al. Measurement\nof muscle and fat in postmenopausal women: precision of previously\nreported pQCT imaging methods.Bone. 2015;75:49–54.\n18. Duckham RL, Frank AW, Johnston JD, et al. Monitoring time inter-\nval for pQCT-derived bone out-comes in postmenopausal women.\nOsteoporos Int. 2013;24:1917–22.\n19. Kontulainen SA, Johnston JD, Liu D, et al. Strength indices from\npQCT imaging predict up to 85% of variance in bone failure proper-\nties at tibial epiphysis and diaphysis.J Musculoskelet Neuronal Inter-\nact. 2008;8(4):401–9.\n20. Lang T, Cauley JA, Tylavsky F, et al. Computed tomographic mea-\nsurements of thigh muscle cross-sectional area and attenuation coef-\nficient predict hip fracture: the health, aging, and body composition\nstudy. JB o n eM i n e rR e s\n. 2010;25(3):513–9.\n21. Liu D, Manske SL, Kontulainen SA, et al. Tibial geometry is associated\nwith failure load ex vivo: a MRI, pQCT and DXA study.Osteoporos\nInt. 2007;18(7):991–7.\n22. Gee AO, Israelite CL. Intramedullary nail fixation of tibial shaft frac-\ntures. Gowned and Gloved Orthopaedics:",
    "introduction": "to Common\nProcedures. 2009;Ch 27:314–23.\n23. Antonova E, Le TK, Burge R, et al. Tibia shaft fractures: costly\nburden of nonunions.BMC Musculoskelet Disord. 2013;14:42.\n24. Gualano B, Macedo AR, Alves CR, et al. Creatine supplementation\nand resistance training in vulnerable older women: a randomized\ndouble-blind placebo-controlled clinical trial. Exp Gerontol .\n2014;53:7–15.\n25. Kirk B, Feehan J, Lombardi G, et al. Muscle, bone, and fat crosstalk:\nthe biological role of myokines, osteokines, and adipokines.Curr\nOsteoporos Rep. 2020;18(4):388–400.\n26. Uusi-Rasi K, Karinkanta S, Tokola K, et al. Bone mass and strength\nand fall-related fractures in older age.J Osteoporos. 2019;2019:5134690.\n27. Duff WR, Chilibeck PD, Candow DG, et al. Effects of ibuprofen and\nresistance training on bone and muscle: a randomized controlled trial\nin older women.Med Sci Sports Exerc. 2017;49(4):633–40.\n28. Cawthon PM, Fox KM, Gandra SR, et al. Clustering of strength,\nphysical function, muscle, and adiposity characteristics and risk of\ndisability in older adults.J Am Geriatr Soc. 2011;59:781–7.\n29. Kreider RB, Kalman DS, Antonio J, et al. International Society of\nSports Nutrition position stand: safety and efficacy of creatine supplemen-\ntation in exercise, sport, and medicine.J Int Soc Sports Nutr. 2017;14:18.\n30. Forbes SC, Candow DG, Krentz JR, et al. Changes in Fat mass follow-\ning creatine supplementation andresistance training in adults≥50 years\nof age: a meta-analysis.J Funct Morphol Kinesiol. 2019;4(3):62.\nCREATINE AND BONE AND MUSCLE Medicine & Science in Sports & Exercise ® 2395\nAPPLIED SCIENCES\nCopyright © 2021 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "primary_human": "muscle_density; bone_area; bone_density; muscle_strength"
  },
  "bucket": "B",
  "notes": "One-year RCT of creatine + whole-body RT vs placebo + RT in older adults; creatine increased tibial bone area and some muscle density measures, with limited effects on bone density at other sites."
}