{
  "id": 75,
  "title": "The Paradoxical Effect of Creatine Monohydrate on Muscle Damage Markers: A Systematic Review and Meta-Analysis",
  "authors": "Doma K; et al.",
  "year": 2022,
  "doi": "10.1007/s40279-022-01640-z",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "muscle_damage",
    "inflammation",
    "recovery",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed"
  },
  "sections": {
    "abstract": "Background Several studies have examined the effect of creatine monohydrate (CrM) on indirect muscle damage markers \nand muscle performance, although pooled data from several studies indicate that the benefits of CrM on recovery dynamics \nare limited.\nObjective This systematic review and meta-analysis determined whether the ergogenic effects of CrM ameliorated markers \nof muscle damage and performance following muscle-damaging exercises.",
    "methods": "In total, 23 studies were included, consisting of 240 participants in the CrM group (age 23.9 ± 10.4 years, height \n178 ± 5 cm, body mass 76.9 ± 7.6 kg, females 10.4%) and 229 participants in the placebo group (age 23.7 ± 8.5 years, height \n177 ± 5 cm, body mass 77.0 ± 6.6 kg, females 10.0%). These studies were rated as fair to excellent following the PEDro scale. \nThe outcome measures were compared between the CrM and placebo groups at 24–36 h and 48–90 h following muscle-\ndamaging exercises, using standardised mean differences (SMDs) and associated p -values via forest plots. Furthermore, \nsub-group analyses were conducted by separating studies into those that examined the effects of CrM as an acute training \nresponse (i.e., after one muscle-damaging exercise bout) and those that examined the chronic training response (i.e., examin-\ning the acute response after the last training session following several weeks of training).",
    "results": "According to the meta-analysis, the CrM group exhibited significantly lower indirect muscle damage markers \n(i.e., creatine kinase, lactate dehydrogenase, and/or myoglobin) at 48–90 h post-exercise for the acute training response \n(SMD − 1.09; p = 0.03). However, indirect muscle damage markers were significantly greater in the CrM group at 24 h \npost-exercise (SMD 0.95; p = 0.04) for the chronic training response. Although not significant, a large difference in indirect \nmuscle damage markers was also found at 48 h post-exercise (SMD 1.24) for the chronic training response. The CrM group \nalso showed lower inflammation for the acute training response at 24–36 h post-exercise and 48–90 h post-exercise with a \nlarge effect size (SMD − 1.38 ≤ d ≤ − 1.79). Similarly, the oxidative stress markers were lower for the acute training response \nin the CrM group at 24–36 h post-exercise and 90 h post-exercise, with a large effect size (SMD − 1.37 and − 1.36, respec-\ntively). For delayed-onset muscle soreness (DOMS), the measures were lower for the CrM group at 24 h post-exercise with \na moderate effect size (SMD − 0.66) as an acute training response. However, the inter-group differences for inflammation, \noxidative stress, and DOMS were not statistically significant (p > 0.05).",
    "conclusion": "Overall, our meta-analysis demonstrated a paradoxical effect of CrM supplementation post-exercise, where \nCrM appears to minimise exercise-induced muscle damage as an acute training response, although this trend is reversed as \na chronic training response. Thus, CrM may be effective in reducing the level of exercise-induced muscle damage following \na single bout of strenuous exercises, although training-induced stress could be exacerbated following long-term supplemen-\ntation of CrM. Although long-term usage of CrM is known to enhance training adaptations, whether the increased level \nof exercise-induced muscle damage as a chronic training response may provide potential mechanisms to enhance chronic \ntraining adaptations with CrM supplementation remains to be confirmed.\nExtended author information available on the last page of the article\n\n1624 K. Doma et al.\nKey Points \nCreatine monohydrate reduced the level of exercise-\ninduced muscle damage as an acute training response, \nalthough this trend was reversed as a chronic training \nresponse.\nCreatine monohydrate may be an ergogenic supplement \nto accelerate recovery following a single bout of strenu-\nous exercise.\nThe increased level of exercise-induced muscle damage \nafter several weeks of training and creatine monohydrate \nsupplementation may suggest a possibly greater toler-\nance of training stresses, given that long-term creatine \nmonohydrate supplementation is known to enhance \ntraining adaptation.\n1",
    "introduction": "Exercise-induced muscle damage (EIMD) is a common phe-\nnomenon following muscular contractions, particularly with \nunfamiliar activities, eccentric contractions, or those under \nheavy loads [1]. The common symptoms of EIMD include \nincreased serum muscle proteins (e.g., creatine kinase [CK]), \ninflammatory markers (e.g., interleukin [IL]-6), oxidative \nstress (e.g., hydrogen peroxide), delayed onset of muscle \nsoreness (DOMS), and prolonged impairment in functional \nperformance [2 –4]. Furthermore, EIMD impairs running \n[5–7], cycling power output [8 ], and sprint and agility per -\nformances [9 , 10], which may induce sub-optimal train-\ning adaptation if symptoms of EIMD are extended [11]. \nHowever, effective dietary supplements may minimise the \nnegative effects of EIMD without compromising long-term \nadaptations [12], thus reducing the need for resting days and \nreduced workload to favour appropriate recovery between \ntraining bouts.\nSeveral commercially available oral supplements are \nknown to minimise the level of EIMD, including extracts \nderived from fruits [13], tea leaf [14], and root plants \n[15], which contain a high amount of antioxidant and anti-\ninflammatory properties. Although these supplements may \naid in recovery following strenuous exercise and enhance \npreparedness for athletes between training bouts, the ben-\nefits in terms of enhanced chronic training adaptations \nare not well documented. On the other hand, creatine \nmonohydrate (CrM) has long been used as an oral supple-\nment to enhance muscular strength [16] and hypertrophic \nadaptations [17] when ingested during resistance training \nperiods. A number of mechanisms have been proposed to \nexplain the benefit that CrM has on resistance training-\ninduced adaptations, including larger lean body mass [18], \nincreased protein expression and synthesis [19], changes in \nmyogenic transcription factors [20], and elevated mitotic \nactivity of satellite cells [21]. Above all, the most likely \nbenefit appears to be due to improved performance during \nresistance training sessions by increasing intra-muscular \nphosphocreatine stores, thereby allowing a greater work \ncapacity and thus training stimuli for enhanced chronic \ntraining adaptation [22, 23]. Recent evidence also suggests \nthe potential for CrM supplementation to attenuate muscle \ndamage markers as an acute response to exercise [24]. The \nmechanical disruption of sarcomeres is considered as the \ninitial event of muscular injury [1 ]. This primary muscle \ndamage is followed by inflammatory and oxidative stress \nresponses, referred to as the secondary muscle damage \nresponse, which increases vascular permeability, oedema, \nand leukocyte infiltration, resulting in further muscle dam-\nage, thus compromising the recovery of muscle structure \nand function [1 ]. Interestingly, CrM has been reported to \nacutely reduce biomarkers of oxidative stress following \nstrenuous exercise in rats [25], with in vitro data indicating \nthat CrM exhibits anti-inflammatory effects in endothelial \ncells [26]. Although these findings may not be directly \ntranslatable to humans, they suggest that CrM possesses \nboth anti-inflammatory and antioxidant properties, which \nwould attenuate the secondary muscle damage response.\nSeveral studies have reported reductions in CK, DOMS, \ninflammation, and oxidative stress, with a concomitant \nincrease in muscle strength following a single bout of strenu-\nous exercise in individuals supplemented with CrM com-\npared with those receiving placebo [27–29] for 24–48 h post-\nexercise. Ingestion of CrM may enhance recovery following \nstrenuous exercise that causes EIMD. In fact, Claudino et al. \n[30] reported that the level of decrement in lower-body power \noutput was reduced with the ingestion of CrM when compared \nwith placebo during the pre-season in elite soccer players, \nthus demonstrating the potential benefit of CrM to minimise \nnon-functional overreaching. However, when examining the \nacute responses of the last training session following several \nweeks of resistance training, studies also reported greater lev-\nels of EIMD markers for the CrM group when compared with \nthe placebo group, up to 48 h post-exercise, despite greater \nincreases in muscle strength in the CrM group [31–33]. There-\nfore, it would appear that CrM exhibits a paradoxical effect on \nthe EIMD response, whereby this supplement minimises the \nlevel of EIMD following a single bout of unfamiliar exercises, \nalthough this is reversed if supplemented for several weeks as \npart of a training programme.\nIt has been postulated that the increased work capacity typi-\ncally observed with CrM supplementation may augment the \nrate of progression of training intensity or volume, resulting \n\n1625\nCreatine Monohydrate and Muscle Damage Markers\nin superior long-term training adaptation [33]. However, this \naccelerated progression in training variables may also increase \nthe level of acute physiological stresses [32]. In addition, the \nergogenic effects of CrM for recovery vary between 1 and \n3 days after strenuous exercises between studies and type of \noutcome measures, demonstrating the importance of capturing \npost-exercise stress responses over several days. Furthermore, \nother studies have also shown no benefit of CrM supplemen-\ntation on outcome measures associated with EIMD [34–38]. \nThus, the effect of CrM on EIMD markers appears conflicting \nto date, possibly because of distinct methodologies between \nprevious studies, such as the supplementation methods of \nCrM, training background of participants, the type of muscle-\ndamaging protocol, and EIMD outcome measures.\nTherefore, a systematic exploration that addresses the meth-\nodological discrepancies in these previous studies may clarify \nthe acute and chronic effectiveness of CrM supplementation \nto minimise EIMD symptoms in different settings. Of note, a \nsystematic review and meta-analysis was conducted recently \non the ergogenic effects of CrM on muscle damage markers \n[24], with findings indicating that CrM may reduce CK at 48 h \npost-exercise, although inconclusive results were reported for \nmuscle strength, muscle soreness, and joint range of motion. \nAlthough these findings provide important evidence on the \neffects of CrM based on pooled data from several studies, the \nchronic effects of training and CrM supplementation on mus-\ncle damage markers have not yet been examined. Furthermore, \ninflammatory and oxidative stress markers during periods of \nEIMD are indicative of the secondary muscle damage response \n[1], although these biomarkers were not assessed in the sys-\ntematic review by Northeast and Clifford [24]. Expanding on \nthese outcome measures may demonstrate further impact of \nCrM as an ergogenic aid and shed light on the potential mecha-\nnisms underpinning greater training adaptation. Therefore, the \npurpose of the current systematic review and meta-analysis \nwas twofold: to investigate the effect of CrM supplementation \non various biomarkers (indirect muscle damage, inflammation, \nand oxidative stress) and muscular strength measures follow-\ning a single bout of strenuous activities and to examine these \noutcome measures following the last bout of several weeks \nof training.\n2 Methodology\nThis systematic review has been registered with PROSPERO \n(registration number: CRD42020207421) and was con-\nducted following the PRISMA (Preferred Reporting Items \nfor Systematic Reviews and Meta-Analyses) guidelines [39]. \nThe PICO (population, intervention/exposure, comparison \nand outcome) approach was used to construct the inclusion \ncriteria, with the following inclusion and exclusion criteria:\n• Population: healthy male and female humans.\n• Intervention: ingestion of oral CrM supplements.\n• Exposure: exercises employed to cause EIMD, such as \nisokinetic eccentric contractions, resistance training, \nplyometrics, and running.\n• Comparison: the outcome measures were compared \nbetween the CrM and placebo groups at 24–36 and \n48–90 h after the muscle-damaging exercises.\n• Outcome: the outcome measures included blood bio-\nmarkers of indirect muscle damage (i.e., CK, myoglo-\nbin and lactate dehydrogenase [LDH]) and subjective \nmeasures of muscle soreness (i.e., visual analogue scale) \nand muscular performance (i.e., isometric or isokinetic \ntorque, vertical jump and maximum strength).\nThe exclusion criteria were as follows: (1) studies con-\nducted in animals; (2) studies where CrM supplements were \nused to induce chronic adaptations, such as assessment of \nstrength development after 6 weeks of resistance training \nwith CrM supplementation without measurement of indi-\nrect muscle damage, muscle soreness, and acute responses \nto muscular performance; (3) studies with outcome meas-\nures reported immediately after (< 24 h) or > 90 h after the \nmuscle-damaging exercises; (4) studies published in non-\nEnglish languages; (5) study results published as conference \nproceedings, reviews, and case reports.\n2.1 Search Strategy\nA literature search was performed from 27 August 2021 \nusing the PubMed, Scopus, SPORTDiscus, CINAHL, and \nWeb of Science databases. Four strings of medical subject \nheading terms were employed for the PubMed search: (1) \nadult or young adult; (2) supplements (dietary supplements); \n(3) indirect muscle damage markers (creatine kinase; mus-\ncle, skeletal; l-lactate dehydrogenase; pain/drug therapy; \npain/aetiology; muscle fatigue/drug effects; muscle fatigue/\nphysiology; myalgia/drug therapy; myalgia/prevention and \ncontrol); and (4) exercise (exercise test; exercise tolerance/\nphysiology; physical endurance/physiology; physical exer -\ntion/physiology; physical endurance/drug effects; exercise; \nresistance training; muscle contraction; running/physiol-\nogy). A free-text search was conducted for CINAHL, Sco-\npus, SPORTDiscus, and Web of Science with the follow -\ning strings: (muscle damage or creatine kinase or lactate \ndehydrogenase or myoglobin or soreness) and (creatine \nmonohydrate or creatine supplementation). These free-text \nsearch strings were also used for PubMed but only for an \n18-month time limit to capture publications that were still \n‘in press’. For the supplementary search, screening was also \nconducted in Google Scholar and the reference lists of all \nincluded studies.\n\n1626 K. Doma et al.\n2.2 Selection Process\nTwo experienced exercise scientists (JDC and AKR) com-\npleted the screening process. First, the abstracts (with dupli-\ncates removed) from all databases were screened using the \ncriteria of either ‘yes’ (meeting the inclusion criteria), \n‘maybe’ (possibly meeting the inclusion criteria), or ‘no’ \n(not meeting the inclusion criteria). Any inter-rater discrep-\nancy was discussed with another exercise scientist (KD) \nuntil a consensus was reached. Once abstract screening was \ncompleted, the full-text articles were further screened based \non the inclusion criteria.\n2.3 Data Extraction, Assessment of Quality, \nand Risk of Bias\nThe descriptive information regarding study aims, partici -\npant characteristics (e.g., age, height, body mass, body mass \nindex [BMI], training background), research design (i.e., \ncross-over randomised or randomised controlled placebo), \nthe type of biomarker for muscle damage (e.g., CK, myo-\nglobin, and LDH) and inflammation (e.g., ILs, C-reactive \nprotein [CRP], tumour necrosis factor [TNF]-α), the type \nof muscle performance measures (e.g., isokinetic/isomet-\nric knee extension), and the post-exercise time points (i.e., \neither 24 or 48 h post-exercise) was entered into a Micro-\nsoft Excel spreadsheet. All continuous outcome measures \nwere extracted from each study as mean ± standard devia-\ntion (SD) to create forest plots and compare results between \nthe CrM and placebo groups at the selected post-exercise \ntime points. We used the PEDro rating scale as the critical \nappraisal tool; this originally consisted of an 11-point scor -\ning system to assess the quality of randomised controlled \ntrials in the Physiotherapy Evidence Database [40]. How -\never, we modified this critical appraisal tool by incorporating \nfour additional criteria to align the study design specifically \nin supplemental research and EIMD [13, 41], including (1) \nresistance training background of participants; (2) bioavail-\nability of CrM; (3) reporting of active ingredients according \nto the manufacturer’s nutritional label; and (4) supplemental \nand medicinal habits of participants. As with the original \nPEDro criteria, the first three additional criteria were scored \neither as 1 (meeting the item) or 0 (not meeting the item). \nHowever, the final additional criterion was scored 2 if par -\nticipants were prevented from taking CrM supplementation \nbefore the study and anti-inflammatory medication during \nthe study, 1 if participants were prevented from taking CrM \nsupplementation before the study or anti-inflammatory med-\nication during the study, or 0 if the criterion was not met. \nTherefore, a maximum score of 16 was achievable with this \nmodified PEDro scale, and the classification of the quality \nof the ratings was as follows: excellent (score 14–16); good \n(11–13); fair (8–10), and poor (< 7) [13]. The second author \n(AKR) rated each study using this modified PEDro scale. To \nascertain potential publication bias of the pooled data from \neach study, funnel plots were created using meta-analytical \nsoftware (RevMan, version 5.3, Copenhagen: The Nordic \nCochrane Centre, 2014). Egger’s test was also conducted \nusing a linear regression of the normalised effect estimates \nagainst their inverse variance to calculate the y-intercept and \nassociated p-values [42] using a statistical software pack -\nage (SPSS, v24; Chicago, IL, USA), with a p -value < 0.05 \nimplicating a publication bias. However, Egger’s test was \nonly carried out for outcome measures that consisted of at \nleast ten studies [42] at each time point (i.e., T24 and/or \nT48), given that the power to detect bias for this method is \nlow with a smaller number of studies. Participant selection \nbias was controlled by selecting studies of all healthy adults, \nirrespective of sex and training background.\n2.4 Statistical Analysis\nThe means and SDs of the outcome measures were \nextracted from each study and pooled to meta-analytically \ncompare data between the CrM and placebo groups at 24 \nand 48 h following the muscle-damaging protocol. If the \nmeasure of dispersion was reported as either a 95% confi-\ndence interval or a standard error, we converted it to an SD \nbefore imputing data into the software (RevMan), based on \nprevious recommendations [42]. Furthermore, if a study \nreported multiple outcome measures that measured the \nsame phenomena (e.g., CK, myoglobin, and LDH for indi-\nrect muscle damage markers), we calculated the average \nto report on a singular effect estimate [43]. Once all effect \nestimates were combined into the statistical software, for -\nest plots were generated using the random effects model \ngiven that the methodological design, such as participant \nbackground, muscle-damaging protocols, and biomark -\ners, varied between studies. Furthermore, inter-study het-\nerogeneity was reported, with I2 values of 25%, 50%, and \n75% interpreted as low, moderate, and high, respectively. \nThe SMDs between the CrM and placebo groups were \nalso derived from the forest plot at 24 and 48 h follow -\ning the muscle-damaging exercise. The SMD values of \n0.2, 0.5, and 0.8 were classified as small, moderate, and \nlarge, respectively [44]. The Z -value was also calculated \nto report on the effect of the pooled data between the CrM \nand placebo groups, with p -values corresponding to the \nlevel of statistical significance. We also conducted a sensi-\ntivity analysis to determine the impact of potential outliers \nin the forest plot.\n\n1627\nCreatine Monohydrate and Muscle Damage Markers\n3 Results\n3.1 Systematic Literature Search\nAfter removing 242 duplicate abstracts, 1865 abstracts \nfrom the five databases were screened according to the \ninclusion criteria (Fig.  1). After abstract screening, 1824 \nabstracts were excluded, 41 full-text articles were further \nscreened, and the remaining 23 articles were included in \nthis review. All studies employed a parallel design, consist-\ning of a group that ingested CrM and a group that ingested \na placebo alternative.\n3.2 Participants\nFrom the included studies, data were extracted from 469 par-\nticipants, of which 240 and 229 participants were in the CrM \nand placebo groups, respectively. The mean age, height, and \nbody mass and percentage of females was 23.9 ± 10.4 years, \n178 ± 5 cm, 76.9 ± 7.6 kg, and 10.4%, respectively, for the \nCrM group and 23.7 ± 8.5 years, 177 ± 5 cm, 77.0 ± 6.6 kg, \nand 10.0%, respectively, for the placebo group. As such, the \nphysical characteristics were evenly distributed between the \nCrM and placebo groups (Table 1). Furthermore, there were \nno significant differences in the outcome measures between \nthe CrM and placebo groups (p > 0.05) reported at baseline \nor before the muscle-damaging exercise for all but one study, \nsuggesting that the outcome measures for both groups were \nrelatively homogenous.\n3.3 Methodological Descriptions\nThe most common muscle-damaging exercises were in \nthe order of eccentric/concentric resistance exercises (11 \nstudies), eccentric contractions (four studies), middle-to-\nlong distance running (four studies), graded exercise test \n(two studies), downhill running (one study), and verti -\ncal jump test (one study) (Table  2). The most frequently \nreported biomarker for indirect muscle damage was CK \n(16 studies), followed by LDH (ten studies). Several types \nof inflammatory biomarkers were reported, including \nIL-6 (two studies), TNFα (two studies), CRP (one study), \ninterferon-α (one study), and IL-1β (one study). Similarly, \nFig. 1 Schematic of the \nPRISMA flowchart\nnoitacifitnedIgnineercSIncluded\nDuplicates removed (n = 242)\nReports screened (n = 1865)\nAbstracts excluded (n = 1824)\n1. Review papers\n2. Not an acute study\n3. Supplement not derived \nfrom creatine monohydrate\nReports assessed for \neligibility (n = 41)\nReports excluded (n = 18)\n1. No follow-up at 24-36 and \n48-90 hours post-exercise, or \nnot clear (n = 12)\n2. No muscle-damaging \nprotocol or markers (n = 5)\n3. Not in English (n = 1)\nTotal number of studies \nincluded (n = 23)\nReports sought for retrieval \n(n = 1) Reports not received (n = 1)\nTotal records identified (n = 2107)\nPubMed (n = 1416)\nCINAHL (n = 44)\nSPORTDiscus (n = 41)\nScopus (n = 264)\nWeb of Science (n = 342)\n\n1628 K. Doma et al.\nTable 1 Participant characteristics and baseline comparisons of outcome measures\nStudy Sample size Physical characteristics Training background Baseline comparisons\nAtashak and Jafari [45] CrM 9; PL 9 CrM: Age 17.41 ± 0.26 years; height \n174.6 ± 4.87 cm; body mass \n66.9 ± 7.89 kg\nPL: Age: 17.55 ± 0.35 years; height \n172.08 ± 7.91 cm; body mass \n70.33 ± 15.22 kg\nM, young soccer players No significant differences between condi-\ntions for all measures\nBassit et al. [46] CrM 5; PL 6 Age 40.3 ± 2.18 years; height \n178.2 ± 2.04 cm; body mass \n76.3 ± 2.29 kg; triathlon participation \n5.3 ± 0.80 years\nM, ironman triathletes No significant differences between condi-\ntions for all measures\nBassit et al. [47] CrM 4; PL 4 CrM: Age 38 ± 7.1 years; height \n178 ± 11.2 cm; body mass \n77.4 ± 13.6 kg; triathlon participation \n7.0 ± 0.7 years\nPL: Age 37 ± 7.7 years; height \n176.5 ± 8.1 cm; body mass \n76.7 ± 10.2 kg; triathlon participation \n6.5 ± 2.3 years\nM, ironman triathletes No significant differences between condi-\ntions for all measures\nBasta et al. [48] CrM 10; PL 10 CrM: Age 21.6 ± 4.11 years; \nheight 193 ± 6.02 cm; body mass \n91.5 ± 7.65 kg\nPL: Age 21.6 ± 1.64 years; height \n189 ± 5.69 cm; body mass \n85.8 ± 9.21 kg\nElite rowers from senior national row-\ning team\nNo significant differences between condi-\ntions for all measures\nBoychuk et al. [49] CrM 7; PL 7 CrM: Age 24 ± 6 years; height \n178.1 ± 6.2 cm; body mass: \n82.4 ± 14.1 kg\nPL: Age 22 ± 5 years; height \n181.6 ± 5.4 cm; body mass: \n84.4 ± 13.1 kg\nM; recreationally active No significant differences between condi-\ntions for all measures\n\n1629\nCreatine Monohydrate and Muscle Damage Markers\nTable 1 (continued)\nStudy Sample size Physical characteristics Training background Baseline comparisons\nBrose et al. [50] CrM 14 (8 M, 6F); PL 14 (7 M, 7F) CrM M: Age 68.7 ± 4.8 years; \nheight 172.0 ± 6.3 cm; body \nmass 84.1 ± 14.0 kg; intake \n2249 ± 488 kcal/day; %PRO 16 ± 2; \n%CHO 54 ± 6; %Fat 29 ± 5; PRO \n1.1 ± 0.3 ([g/kg]/day)\nCrM F: Age 70.8 ± 6.1 years; \nheight 159.3 ± 6.9 cm; body \nmass 65.4 ± 16.2 kg; intake \n1821 ± 457 kcal/day; %PRO 16 ± 3; \n%CHO 50 ± 7; %Fat 33 ± 5; PRO \n1.16 ± 0.3 ([g/kg]/day)\nPL M: Age 68.3 ± 3.2 years; height \n168.1 ± 4.9 cm; body mass \n76.6 ± 9.8 kg; intake 2603 ± 587 kcal/\nday; %PRO 16 ± 3; %CHO 49 ± 12; \n%Fat 30 ± 6; PRO 1.4 ± 0.4 ([g/kg]/\nday)\nPL F: Age 69.9 ± 5.6 years; \nheight 160.4 ± 7.7 cm; body \nmass 66.2 ± 14.0 kg; intake \n1788 ± 507 kcal/day; %PRO 16 ± 4; \n%CHO 46 ± 12; %Fat 30 ± 5; PRO \n1.1 ± 0.4 ([g/kg]/day)\nM and F, community-dwelling older \nadults\nSignificant differences in height and \nintake between M and F in CrM group\nSignificant differences in height, weight, \nand intake between M and F in PL \ngroup\nCooke et al. [27] CrM 7; PL 7 CrM: Age 22.6 ± 2 years, height \n173 ± 7.7 cm, body mass 77.9 ± 12 kg\nPL: Age 21.7 ± 3 years, height \n173 ± 7.7 cm, body mass 74.4 ± 7 kg\nM, untrained No significant differences between condi-\ntions for all measures\nFernandez-Landa et al. [31] CrM 7; PL 7 CrM: Height 183.4 ± 7.8 cm; body mass \n81.2 ± 5.0 kg\nPL: Height 184.9 ± 2.4 cm; body mass \n81.9 ± 6.3 kg\nM, traditional rowers No significant differences between condi-\ntions for all measures\nHayward et al. [34] Protein + CrM 10; protein only 8 Age 20 ± 1 years; height 167 ± 1 cm; \nbody mass: 63.5 ± 1.6 kg\nF, healthy and non-resistance trained No significant differences between condi-\ntions for all measures\nKaviani et al. [32] CrM 9; PL 9 Age 23 ± 3 years; height 173 ± 6 cm; \nbody mass 73.6 ± 5.5 kg\nM, inactive No significant differences between condi-\ntions for all measures\nMachado et al. [51] CrM 11F, 15 M; PL 11F, 12 M CrM: Age 21 ± 2 years; height \n175.0 ± 6.0 cm; body mass \n64.4 ± 11.5 kg\nPL: Age 21 ± 2 years; height \n176.1 ± 9.5 cm; body mass \n64.5 ± 13.2 kg\nM and F; sedentary No significant differences between condi-\ntions for all measures\n\n1630 K. Doma et al.\nTable 1 (continued)\nStudy Sample size Physical characteristics Training background Baseline comparisons\nMcKinnon et al. [35] CrM 9 (5 M, 4F); PL 9 (6 M, 3F) CrM: Age 21 ± 2 years; body mass \n84.52 ± 21.02 kg\nPL: Age 20.78 ± 1.20; body mass \n70.51 ± 14.43 kg\nM and F; no upper body strength train-\ning\nNo significant differences between condi-\ntions for all measures\nMirzaei et al. [52] CrM 15; PL 16 CrM: Age 19.07 ± 2.72 years; \nheight 173 ± 5.82 cm; body mass \n73.00 ± 13.09 kg\nPL: Age 20.00 ± 2.82 years; height \n174 ± 7.38 cm; body mass \n86.00 ± 16.88 kg\nM, college-aged wrestlers No significant differences between condi-\ntions for all measures\nPercario et al. [33] CrM 9; PL 9 CrM: Age 17.10 ± 1.63 years; height \n182 ± 6 cm; body mass 79 ± 10 kg\nPL: Age 17.10 ± 1.63 years; height \n181 ± 5.4 cm; body mass 80 ± 11 kg\nM, handball athletes No significant differences between condi-\ntions for all measures\nRahimi [53] CrM 15; PL 12 CrM: Age 21.6 ± 3.6 years, height \n174 ± 8 cm, body mass 71.9 ± 7.8 kg\nPL: Age 21.2 ± 3.2 years, height \n171 ± 6 cm, body mass 69.1 ± 10.4 kg\nM, resistance trained No significant differences between condi-\ntions for all measures\nRawson et al. [36] CrM 12; PL 11 CrM: Age 20.0 ± 0.4 years; height \n176.1 ± 1.5 cm; body mass \n76.6 ± 4.5 kg\nPL: Age 21.1 ± 1.6 years, height \n179.2 ± 1.5 cm; body mass \n80.7 ± 2.0 kg\nM, no weight-training experience No significant differences between condi-\ntions for all measures\nRawson et al. [38] CrM 11; PL 11 CrM: Age 22.2 ± 1.3 years; height \n176.4 ± 6.3 cm; body mass \n88.4 ± 11.5 kg; training experience \n6.4 ± 3.3 years\nPL: Age 22.1 ± 2.5 years; height \n177.2 ± 5.7 cm; body mass \n83.4 ± 8.2 kg; training experience \n5.8 ± 3.1 years\nM, resistance trained No significant differences between condi-\ntions for all measures\nSantana et al. [54] CrM + Caf 6; PL + Caf 5 Age 20–30 years; body mass \nCrM + Caf 71.0 ± 15.01 kg, PL + Caf \n70.8 ± 13.4 kg; running experi-\nence ≥ 6 months\nM and F, healthy and active No significant differences between condi-\ntions for all measures\nSanti et al. [55] CrM 7; PL 7 CrM: Age 18 ± 0.3 years; height \n183 ± 4 cm; body mass 70.7 ± 10.7 kg\nPL: Age 19 ± 0.4 years; height \n183 ± 6 cm; body mass 80.9 ± 6.2 kg\nM; healthy and well-trained No significant differences between condi-\ntions for all measures\n\n1631\nCreatine Monohydrate and Muscle Damage Markers\nTable 1 (continued)\nStudy Sample size Physical characteristics Training background Baseline comparisons\nSantos et al. [56] CrM 18; PL 16 Age 25.5 ± 3.2 years; height \n167.4 ± 5.4 cm; body mass \n62.5 ± 7.9 kg; training experience \n64. ± 1.1 years\nM, trained athletes No significant differences between condi-\ntions for all measures\nTaylor et al. [37] CrM 10; PL 9 CrM: Age 60 ± 7 years; BMI \n25.8 ± 3.9 kg/m2\nPL: Age 52 ± 6 years; BMI \n28.4 ± 4.6 kg/m2\nDid not participate in regular exer-\ncise > 2 days per week\nNo significant differences between condi-\ntions for all measures except between-\ngroups age\nVeggi et al. [28] CrM 9; PL 9 CrM: Age 23.9 ± 5.5 years; height \n176 ± 4.0 cm; body mass 74.2 ± 3.7 kg\nPL: Age 24.3 ± 4.9 years; height \n178 ± 6.0 cm; body mass 74.5 ± 6.7 kg\nM, healthy, not resistance trained \nfor > 12 months\nNo significant differences between condi-\ntions for all measures\nWang et al. [29] CrM 15; PL 15 CrM: Age 20 ± 2 years; height \n171.93 ± 4.86 cm; body mass \n67.86 ± 6.72 kg\nPL: Age 20 ± 1 years; height \n175.93 ± 8.49 cm; body mass \n70.21 ± 11.16 kg\nM, athletes from football, basketball, \nand tchoukball team\nNo significant differences between condi-\ntions for all measures\nBMI body mass index, Caf caffeine, CHO carbohydrate, CrM creatine monohydrate, F female, M male, PL placebo, PRO protein\n\n1632 K. Doma et al.\nTable 2 Methodological description for route of supplement administration, muscle-damaging protocol, and the type of outcome measures\nStudy Administration method EIMD protocol Resultsa\nAtashak and Jafari [45] One packet dissolved in 250–300 ml of water (5 g \nCrM plus 10 g of flavoured dextrose powder per \npacket equal to 0.3 g/day/kg) QID at regular inter-\nvals for 7 days\nA bout of circuit weight training consisting of eight \nexercises, 3 sets, 15 repetitions, and 60% 1RM, \nwith 60–90 s rest between each station\n(1) CK and LDH, (2) none, (3) none, (4) none, (5) \nnone\nBassit et al. [46] CrM 20 g/day diluted in same amount of water \ndivided in two equal doses for 5 days\nHalf-ironman competition consisting of 1.9 km \nswimming, 90 km cycling, and 21 km running\n(1) None, (2) plasma IL-1b, IL-6, TNFα, IFNα, and \n PGE2, (3) none, (4) none, (5) none\nBassit et al. [47] CrM 20 g/day diluted in same amount of water \ndivided in two equal doses for 5 days\nIronman competition consisting of 3.8 km swim-\nming, 180 km cycling, and 42 km running\n(1) CK, LDH, (2) none, (3) none, (4) none, (5) none\nBasta et al. [48] CrM 20 g daily in four 5 g doses dissolved in the \nIsostar carbohydrate nutrient for 5 days and CrM \n10 g in two 5 g doses for next 30 days\nErgometric exercise test starting with load of 50% \nof maximum power; the load was increased every \n3 min to 60, 70, 80, and 90% of maximum power. \nThe highest load was maintained until refusal\n(1) CK, (2) TBARS, SOD, GPX, (3) none, (4) none, \n(5) none\nBoychuk et al. [49] Creatine (0.3 g/kg) in four equal aliquots (i.e., \n0.075 g/kg) throughout the day, mixed in juice for \n8 days\nA bout of maximal eccentric contractions of 6 sets \nof 8 repetitions at a velocity of 90°/second, with \n1 min rest between each set\n(1) None, (2) none, (3) none, (4) measured using \n100 mm VAS scale, (5) measured using the domi-\nnant arm for elbow flexion\nBrose et al. [50] CrM 5 g + dextrose 2 g/d mixed with juice for \n14 weeks\nA 14-week resistance training programme consist-\ning of 12 exercises targeting the upper and lower \nbody in a circuit set system. Each arm exercise \nwas performed for 10 repetitions, and the remain-\ning exercises were performed for 12 repetitions. \nTraining progressed from one set of each exercise \nat 50% of the initial 1RM strength to three sets at \n80% of 1RM over the training period. The 1RM \nwas re-evaluated every 2 weeks and the load \nadjusted accordingly\n(1) CK, (2) none, (3) none, (4) none, (5) measured \nusing handgrip, ankle dorsiflexion, and knee exten-\nsor isometric strength\nCooke et al. [27] 1.5 g/kg of bodyweight/day, providing a loading \ndose of creatine 0.3 g/kg of bodyweight/day, \nmixed in water for 5 days before the exercise bout\nA bout of 4 sets of 10 reps of eccentric-only contrac-\ntions at 4-s cadence during leg press; leg extension \nand leg curl at 120% of participants' predetermined \nconcentric 1RM, with 3 min rest between each set\n(1) CK and LDH, (2) none, (3) none, (4) none, (5) \nmeasured using isokinetic/isometric knee extension\nFernandez-Landa et al. [31] 0.04 g/kg/day of CrM mixed with chocolate recov-\nery shake for 10 weeks\n10 weeks of training, consisting of six exercise ses-\nsions per week for 1.5 h/day (distributed as 60% \naerobic work on a traditional boat, 30% resistance \ntraining in a gym, and 10% complementary train-\ning: injury prevention, core stability, and articular \nmobility)\n(1) CK and LDH, (2) none, (3) none, (4) none, (5) \nnone\nHayward et al. [34] Micronised CrM 5 g/d with their supplemental \nprotein for 4 weeks\n4 weeks of training consisting of exercise sessions \nfour times a week that also included a split-body \nworkout\n(1) None, (2) CRP, IL-6, (3) none, (4) measured using \n100 mm VAS scale, (5) none\nKaviani et al. [32] Creatine 0.07 g/kg/d with 250 mL grape juice, \ndivided into two doses per day\n8 weeks of resistance training consisting of three \nsets of 10 repetitions at 75% 1RM. Resistance \nincreased based on a new 1RM measured every \n2 weeks\n(1) CK and LDH, (2) none, (3) none, (4) none, (5) \nnone\n\n1633\nCreatine Monohydrate and Muscle Damage Markers\nTable 2 (continued)\nStudy Administration method EIMD protocol Resultsa\nMachado et al. [51] 20 supplemental packages containing 50% creatine \nand 50% dextrose at 0.6 g.kg−1 of bodyweight in \nfour daily doses over 5 consecutive days\nOne bout of resistance training of five exercises \n(bench press, seated row, leg extension, leg curl, \nand leg press), each in three sets of ten repetitions \nat 75% of 1RM, with 2 min rest between each \nexercise\n(1) CK, (2) none, (3) none, (4) none, (5) none\nMcKinnon et al. [35] 40 g of creatine·day−1 divided into two equal serv-\nings taken once in the morning and once in the \nevening for 5 days\nOne bout of 60 maximal eccentric contractions \ndivided into 6 sets of 10 repetitions, with a 45-s \nrest period between repetitions on a dynamometer\n(1) None, (2) none, (3) none, (4) measured using \na scale ranging from 1 to 10, (5) measured using \nisometric elbow flexion strength\nMirzaei et al. [52] 20 g/day in four equal servings of 5 g for 7 days. \nThe powder was mixed in 200 mL of water and \ningested\nIncremental exercise test to exhaustion began \nat 50 W for 5 min, and the power output was \nincreased by 30 W every 3 min until voluntary \nexhaustion or the participant could no longer \nmaintain a pedal cadence of 60 rpm\n(1) 8-OHdG, 8-iso PGF2α, (2) none, (3) none, (4) \nnone, (5) none\nPercario et al. [33] For the first 5 days, CrM was administered at a \ndaily dose of 20 g, taken as four doses of 5 g each, \ndissolved in 100 ml of water. On the remaining \n27 days, creatine 5 g/day, diluted in 100 ml of \nwater was administered after training\n32-day resistance training programme consisting \nof bench press, inclined chest fly, lat pull down, \nseated row, shoulder press, biceps curl, squatting, \nand leg extension. 3–4 sets of 3–12 repetitions and \n90–180 s of rest between each set\n(1) CK, urea, TBARS, TAS, uric acid, (2) none, (3) \nnone, (4) none, (5) none\nRahimi [53] CrM 20 g divided into four doses of 5 g for 7 days A bout of resistance exercises consisting of 7 sets of \n3–6 repetitions of bench press, leg press, lat pull \ndown, and seated rows with 80–90% of 1RM using \na pyramid loading method\n(1) MDA, 8-OHdG, (2) none, (3) none, (4) none, (5) \nnone\nRawson et al. [36] Creatine 5 g and dextrose 7 g QID for 5 days. \nParticipants ingested one serving of Gatorade fol-\nlowing ingestion of the supplement at four equal \nintervals throughout the day\nA bout of eccentric exercise test consisted of 2 \nsets of 25 maximal eccentric contractions, with \neach repetition lasting 5 s, followed by a 15-s rest \nbetween each repetition and a 5-min rest between \neach set\n(1) CK and LDH, (2) maximum isometric force of \nelbow flexors, (3) none, (4) none, (5) none\nRawson et al. [38] During the loading phase, administered creatine \n0.3 g/kg of bodyweight per day in three equal \ndoses for 5 days. Post-loading phase, creatine \n0.03 g/kg of bodyweight per day for 5 days. \nParticipants ingested the supplements with food in \nthree equal doses per day\nA bout of squat exercises consisting of 5 sets of \n15–20 repetitions at 50% of 1RM with 2 min \nrecovery between each set\n(1) CK and LDH, (2) none, (3) measured using a VAS \nscale ranging from 1 to 10, (4) none, (5) none\nSantana et al. [54] CrM: CrM 20 g/day in four equal doses of 5 g q4h \nfor 7 days along with 10 g of CHO. After 7 days, \n5 g/day for the remaining 21 days\nCrHCl: Administered 6 g/day of CrHCl in four equal \ndoses of 1.5 g q4h for 7 days along with 10 g of \nCHO. After 7 days, 1.5 g/day for the remaining \n21 days\n10 m running performance test (1) None, (2) none, (3) measured using a VAS scale \nranging from 1 to 10, (4) none, (5) none\n\n1634 K. Doma et al.\nTable 2 (continued)\nStudy Administration method EIMD protocol Resultsa\nSanti et al. [55] Loading phase (7 days): creatine 0.3 g/kg/day asso-\nciated with 1.2 g/kg/day of carbohydrate\nMaintenance phase (4 days): creatine 0.1 g/kg/day \nplus CHO supplementation, comprising maltodex-\ntrin 0.4 g/day/kg. Supplements were diluted with \n300 mL of water\nVertical jump performance test (1) CK and LDH, (2) none, (3) measured using \n100 mm VAS scale, (4) none, (5) none\nSantos et al. [56] CrM 20 g diluted with the same amount of water, \ndivided in four doses of 5 g for 5 days\n30 km marathon (1) CK, LDH, PGE2, TNFα, creatinine, (2) none, (3) \nnone, (4) none, (5) none\nTaylor et al. [37] Atorvastatin 80 mg plus CrM 10 g mixed in 4–6 oz \nof water or juice for 4 weeks\n45 min of downhill walking on a treadmill at − 15% \ngrade and a speed set to elicit 65% of maximal \nheart rate\n(1) CK, (2) none, (3) measured using VAS scale, (4) \nnone, (5) none\nVeggi et al. [28] Creatine 5 g (powder form) and dextrosol 5 g QID \nfor 6 days\nA bout of four sets of barbell biceps curls to concen-\ntric failure using 75% of their predetermined 1RM, \nwith 3 min rest between sets\n(1) CK, (2) none, (3) measured using a 0–100 mm \nVAS scale, (4) none, (5) none\nWang et al. [29] CrM 5 g plus dextrose 5 g dissolved in 300 mL of \nwater QID for 6 days\n4-week complex training programme consisting of \nsix sets of 5RM half squats and plyometric jumps \nthree times per week\n(1) CK, (2) none, (3) none, (4) none, (5) none\n8-iso PGF2α F2-isoprostane, 8-OHdG 8-hydroxy-2-deoxyguanosine, CHO carbohydrate, CK creatine kinase, CrHCl creatine hydrochloride, CrM creatine monohydrate, CRP C-reactive protein, \nGPx glutathione peroxidase, IFN interferon, IL interleukin, LDH lactate dehydrogenase, MDA malondialdehyde, PGE2 prostaglandin E2, q4h every 4 h, QID four times daily, RM repetition max-\nimum, rpm repetitions per minute, SOD superoxide dismutase, TAS total antioxidant status, TBARS thiobarbituric reactive substances, TNF tumour necrosis factor, VAS visual analogue scale, W \nwatts\na (1) Muscle damage marker, (2) inflammatory markers, (3) oxidative stress markers, (4) delayed onset of muscle soreness, and (5) MVIC\n\n1635\nCreatine Monohydrate and Muscle Damage Markers\nTable 3 PEDro ratings of all \nincluded studies Study 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Ratings Quality\nAtashak and Jafari [45] 1 1 1 0 1 1 0 1 1 0 1 1 1 1 1 12/16 Good\nBassit et al. [46] 1 1 1 0 1 1 1 1 1 0 1 1 1 1 1 13/16 Excellent\nBassit et al. [47] 1 1 1 0 1 1 1 1 1 0 1 1 1 1 1 13/16 Excellent\nBasta et al. [48] 1 0 1 0 1 0 0 0 0 0 1 1 1 1 1 8/16 Fair\nBoychuk et al. [49] 1 2 1 0 1 1 1 1 1 0 1 1 1 1 1 14/16 Good\nBrose et al. [50] 1 0 1 0 0 0 0 1 1 1 1 1 1 1 1 10/16 Fair\nCooke et al. [26] 1 2 1 0 1 1 1 1 1 0 1 1 1 1 1 14/16 Good\nFernandez-Landa et al. [30] 1 1 1 1 1 1 0 1 1 0 1 1 1 1 1 13/16 Good\nHayward et al. [33] 1 1 1 0 1 1 1 0 0 0 1 1 1 1 1 11/16 Good\nKaviani et al. [31] 1 1 1 0 1 1 1 1 1 0 0 1 1 1 1 12/16 Good\nMachado et al. [51] 1 1 1 1 1 0 0 1 1 0 1 1 1 1 1 12/16 Good\nMcKinnon et al. [34] 1 1 1 1 1 0 1 1 1 0 1 1 1 1 1 13/16 Good\nMirzaei et al. [52] 1 1 1 0 1 1 0 1 1 0 1 1 1 1 1 12/16 Good\nPercario et al. [32] 1 1 1 0 1 1 0 1 1 1 1 1 1 1 1 13/16 Excellent\nRahimi [53] 1 1 1 0 1 1 1 1 1 0 0 1 1 1 1 12/16 Good\nRawson et al. [35] 1 0 1 0 1 1 1 1 1 0 1 1 1 1 1 12/16 Good\nRawson et al. [37] 1 1 1 0 1 1 1 1 1 0 1 1 1 1 1 13/16 Good\nSantana et al. [54] 1 1 1 0 1 0 1 1 1 0 1 1 1 1 1 12/16 Good\nSanti et al. [55] 1 1 1 0 1 1 0 1 1 1 1 1 1 1 1 13/16 Good\nSantos et al. [56] 1 2 1 0 1 1 1 1 1 1 1 1 1 1 1 15/16 Excellent\nTaylor et al. [36] 1 2 1 0 0 0 1 1 1 0 1 1 1 1 1 12/16 Good\nVeggiv [27] 1 1 1 0 1 1 1 0 0 0 1 1 1 1 1 11/16 Good\nWang et al. [28] 1 2 1 0 1 1 0 1 1 0 1 1 1 1 1 13/16 Good\nvarious oxidative stress markers were reported, includ-\ning thiobarbituric acid reactive substances (TBARS; \ntwo studies), 8-Oxo-2 ′-deoxyguanosine (8-OHdG; two \nstudies), glutamic oxaloacetic transaminase (one study), \nglutathione peroxidase (one study), malondialdehyde \n(one study), and 8-iso-prostaglandin F2α (one study). \nWith respect to the measures of DOMS, the most com-\nmon forms of visual analogue scale (VAS) consisted of \n0–100 mm (four studies), followed by VAS scales of 1–10 \n(three studies), and 0–25 cm (one study). The most fre-\nquent muscle performance protocol consisted of isometric \ncontractions (four studies), followed by isokinetic con-\ntraction (one study).\n3.4 Methodological Quality\nThe scores from the PEDro scale indicated a range from \nfair to excellent quality (Table  3). The following PEDro \nitems were addressed by all studies: baseline values were \nstandardised between the CrM and placebo groups; outcome \nmeasures were reported for more than 85% of the partici-\npants; data were treated similarly irrespective of group allo-\ncation; all participants received either CrM or placebo; and \nappropriate statistical analyses were conducted to compare \ndata between groups. Most studies reported the measure of \ndispersion (either SD, standard error, or confidence inter -\nvals); participants were randomly allocated into CrM and \nplacebo groups; participants were instructed to refrain from \npain medication/supplements and CrM supplementation \nbefore and during the study; a double-blind method was \nemployed; and participants were homogenous. The fewest \nPEDro items addressed included specificity of resistance \ntraining background; concealment of allocation; and report-\ning of the bioavailability of the CrM supplement.\n3.5 Quantitative Analyses\nWith respect to indirect muscle damage markers (i.e., CK, \nLDH, and myoglobin), no significant differences were \nfound between the CrM and placebo groups for the training \nresponse (p = 0.45), with small effect sizes (SMD − 0.23; \nI2 = 78%) at 24–36 h post-exercise (Fig.  2a). However, the \nindirect muscle damage markers at 48–90 h post-exercise \nwere significantly greater in the placebo group for the \nacute training response ( p = 0.03), with a large effect size \n(SMD − 1.09; I2 = 83%; Fig. 2b). Furthermore, indirect mus-\ncle damage markers were significantly greater in the CrM \ngroup for the chronic training response at 24 h ( p = 0.04), \nwith a large effect size (SMD 0.95; I 2 = 67%; Fig.  2a). \nAlthough not significant (p = 0.06), the muscle damage \n\n1636 K. Doma et al.\nmarkers were greater for the CrM group as a chronic train-\ning response at 48 h post-exercise, with a large effect size \n(SMD 1.24; I 2 = 71%; Fig. 2b). The inflammatory markers \nappeared larger in the placebo group, with a large effect \nsize for the acute training response at 24–36 h (SMD − 0.91; \nI2 = 83%; Fig. 3a) and at 48–90 h (SMD − 1.79; I 2 = 86%; \nFig. 2 Forest plot for indirect muscle damage markers at a 24 and b 48 h after the muscle-damaging protocol. CrM creatine monohydrate group, \nPLA placebo group\n\n1637\nCreatine Monohydrate and Muscle Damage Markers\nFig. 3b) post-exercise, although no significant inter-group \ndifferences were evident (p > 0.05). Furthermore, no differ -\nences were found in inflammatory markers at 24 h post-\nexercise for the chronic training response (p = 0.74), with a \nsmall effect size (SMD 0.15). The oxidative stress markers \nwere significantly greater in the placebo group for the acute \ntraining response at 24–36 h post-exercise (p < 0.001), with \na large effect size (SMD − 1.37; I2 = 0%; Fig. 4a), although \nthere were no inter-group differences for the chronic train-\ning (p = 0.47), with a small effect size (SMD 0.24; I 2 = 0%; \nFig. 4a). Although there were no inter-group differences in \noxidative stress markers for the acute training response at \n90 h post-exercise (p = 0.11), a large effect size was found \nwith values greater for the placebo group (SMD − 1.36; \nFig. 4b). There were no significant inter-group differences \nin DOMS for the acute and chronic training responses at \n24 and 48 h (Fig.  5a and b, respectively) post-exercise \n(p > 0.05). However, the DOMS measures were greater \nfor the placebo group, with a moderate effect size at 24 h \n(SMD − 0.66; I2 = 89%; Fig. 5a), but a small effect size at \n48 h (SMD − 0.49; I2 = 77%; Fig. 5b) post-exercise for the \nacute training response. The DOMS appeared larger for the \nCrM group at 24 h post-exercise for the chronic training \nresponse, but with a small effect size (SMD 0.45; I2 = 78%; \nFig. 5a). There were no inter-group differences in muscle \nforce measures for the acute training responses at 24 and \n48 h (Fig.  6a and b, respectively) post-exercise ( p > 0.05), \nwith small effect sizes (SMD − 0.48 and 0.29; I2 = 86% and \n57%; respectively).\n3.6 Sensitivity Analysis\nAccording to the sensitivity analysis, potential outliers post-\nexercise were identified for muscle damage at 24 h [27] and \n48 h [28], inflammatory markers at 24 h [46] and 48 h [46], \noxidative stress at 24 h [47], DOMS at 24 h [38] and 48 h \nFig. 3 Forest plot for inflammatory markers at (a) 24 and (b) 48 h after the muscle-damaging protocol. CrM creatine monohydrate group, PLA \nplacebo group\n\n1638 K. Doma et al.\n[28], and muscle force at 24 h [35] and 48 h [36]. When \nexcluding these outliers, neither heterogeneity nor effect \nestimates were influenced for post-exercise muscle damage \nat 24 h (I 2 = 76%; SMD − 0.08; p = 0.45), oxidative stress \nat 24 h (I 2 = 0%; SMD − 1.44; p < 0.001), DOMS at 48 h \n(I2 = 14%; SMD − 0.06; p = 0.78), and muscle force at 48 h \n(I2 = 68%; SMD 0.34; p = 0.48). However, post-exercise \nmuscle damage at 48 h changed from large to moderate \nfor SMD (I2 = 76%; SMD − 0.65; p = 0.14), inflammatory \nmarkers at 24 h changed from large to moderate for het -\nerogeneity and from large to moderate for SMD (I 2 = 73%; \nSMD − 0.56; p = 0.23), inflammatory markers at 48 h \nchanged from large to low for heterogeneity and from large \nto small for SMD (I 2 = 0%; SMD − 0.39; p = 0.30), DOMS \nat 24 h changed from moderate to low for heterogeneity \n(I2 = 45%; SMD 0.33; p = 0.32), and muscle force at 24 h \nchanged from large to low for heterogeneity (I2 = 0%; SMD \n0.36; p = 0.15).\n3.7 Risk of Bias\nOn visual inspection, the funnel plots appeared relatively \nsymmetrical and evenly distributed for muscle damage \nat 24 h post-exercise (electronic supplementary material \n[ESM]-1a), DOMS at 24 and 48 h post-exercise (ESM-2a \nand 2b, respectively), oxidative stress at 24 h post-exercise \n(ESM-3a), and muscle force measures at 24 and 48 h post-\nexercise (ESM 4a and 4b). However, the studies appeared \nto congregate towards the top of the funnel plot for mus-\ncle damage at 48 h post-exercise (ESM-1b), inflammatory \nmarkers at 24 and 48 h post-exercise (ESM 5a and 5b, \nrespectively), and oxidative stress at 48 h post-exercise \n(ESM-3b). Egger’s test did not indicate publication bias \nfor the muscle damage markers at 24 h (p = 0.55) and 48 h \npost-exercise (p = 0.17), although we did not conduct this \ntest for the other outcome measures because the number \nof studies was insufficient.\nFig. 4 Forest plot for oxidative stress at a 24 and b 48 h after the muscle-damaging protocol. CrM creatine monohydrate group, PLA placebo \ngroup\n\n1639\nCreatine Monohydrate and Muscle Damage Markers\n4",
    "discussion": "This systematic review examined the effects of CrM supple-\nments to reduce the signs and symptoms of EIMD. Accord-\ning to the meta-analysis, indirect markers of muscle damage \nand inflammatory and oxidative stress markers were lower \nin the CrM group after the muscle-damaging exercise as an \nacute training response, with large effect size calculations. \nConversely, indirect muscle damage markers were higher \nin the CrM group as a chronic training response, also with \nlarge effect size calculations. Although no inter-group dif-\nferences were identified for DOMS measures, the values \nappeared lower for the CrM group, with moderate effect \nsize calculations, as an acute training response. There were \nno inter-group differences in muscle performance meas-\nures, with small effect size calculations for both acute and \nchronic training responses. Overall, there was some evidence \nthat CrM reduced the level of EIMD as an acute training \nresponse, but exacerbated it for indirect muscle damage \nand inflammatory markers as a chronic training response, \nalthough this was dependent on the period of EIMD (i.e., \n24–36-h or 48–90-h post-exercise). Furthermore, CrM did \nnot appear to aid in the recovery of muscle performance \nmeasures following muscle-damaging exercises.\nThe findings from our meta-analysis were in line with \nthe meta-analysis by Northeast and Clifford [24], whereby \nindirect muscle damage markers were only significantly \nlower for CrM at 48 h post-exercise, with minimal differ -\nences observed for DOMS and muscle force measures. Inter-\nestingly, muscle force measures showed a large effect size \n(SMD − 0.86) in the meta-analysis by Northeast and Clif-\nford [24] at 24 h post-exercise, whereas our meta-analysis \nFig. 5 Forest plot for delayed onset of muscle soreness at a 24 and b 48 h after the muscle-damaging protocol. CrM creatine monohydrate group, \nPLA placebo group\n\n1640 K. Doma et al.\nonly showed a small effect size (SMD − 0.48) in the same \ndirection. The discrepancy in data analysis may be due to \nthe inclusion of the recently published study by Santi et al. \n[55], who reported a small effect size (SMD 0.21), but \nwhich was not included in the meta-analysis by Northeast \nand Clifford [24]. Furthermore, comparing our data on the \noxidative stress and inflammatory markers to previous work \nis currently difficult because the current meta-analysis and \nsystematic review is the first to examine the effects of CrM \non these markers during periods of EIMD. Nonetheless, pre-\nvious work has employed the same approach, by conducting \nmeta-analysis to examine the ergogenic aids of supplements \nduring periods of EIMD, but with plant extracts. Doma et al. \n[13] recently conducted a systematic review and meta-analy-\nsis of fruit-derived supplements on EIMD measures, show -\ning significantly lower values for inflammation and oxida -\ntive stress with fruit-derived supplements than with placebo \n24–48 h after the muscle-damaging exercises. However, \ntheir SMD values only ranged from 0.20 to 0.34, which is \nsubstantially smaller than the SMD values of inflammation \nand oxidative stress identified in the current meta-analyses \nfor CrM as an acute training response (SMD 0.91–1.79). \nIn another recent meta-analysis that examined the effect of \nroot plant supplements on EIMD measures [15], inflamma-\ntion was significantly lower than with placebo conditions at \n24–48 h post-exercise. However, their SMD values ranged \nfrom 0.09 to 0.34, which again, are notably less than the \nSMDs of the current meta-analyses. Thus, CrM appears to \nprovide greater protection against inflammation and oxida-\ntive stress than supplements derived from plants as an acute \ntraining response. These differences between meta-analyses \nmay be attributed to the distinct biochemical constituents of \nCrM and plant-based extracts.\nSeveral mechanisms have been proposed to explain \nhow CrM ameliorates the signs and symptoms of EIMD, \nalthough they are not completely clear. First, a plethora \nof evidence demonstrates that muscle-damaging exercises \nincrease inflammation, and this inflammatory response is \nbelieved to augment markers of EIMD via the secondary \nmuscle damage response [1 ]. Furthermore, the elevation \nin inflammatory response also generates reactive oxy -\ngen species, which increases oxidative stress [57]. These \nprocesses cause further damage to already damaged and \nnon-damaged muscle fibres, which accelerates myocyte \nmembrane damage via peroxidation [58]. However, sup-\nplementation of CrM is believed to counteract increases in \nFig. 6 Forest plot for muscle force measures at a 24 and b 48 h after the muscle-damaging protocol. CrM creatine monohydrate group, PLA pla-\ncebo group\n\n1641\nCreatine Monohydrate and Muscle Damage Markers\nboth inflammation and oxidative stress, which would limit \nfurther damage to skeletal muscle [59]. Our meta-analysis \npartly confirms this hypothesis, whereby the CrM group \nexhibited lower inflammatory and oxidative stress markers \nthan the placebo group for up to 48 h post-exercise, with \nlarge effect sizes. However, we were unable to analyse \nthe anti-inflammatory and antioxidant capacities of CrM \nbecause an insufficient number of studies examined these \nmarkers. Deminice and Jordao [25] showed that CrM sup-\nplementation decreased TBARS and increased total anti-\noxidant capacity; however, this study was conducted in \nrats so further research is necessary to confirm the anti-\ninflammatory and antioxidant roles and associated mecha-\nnisms of CrM in humans.\nThe current meta-analysis did not identify significant \ninter-group differences in DOMS between the CrM and pla-\ncebo groups. One reason for this trend may be the subjectiv-\nity and limited inter-day reliability of the instruments used \nto measure DOMS [60], which would require a greater sam-\nple size to identify significant differences. Nonetheless, the \nvalues appeared smaller for the CrM group than for the pla-\ncebo group, with a moderate effect size for up to 24 h post-\nexercise. It has been suggested that the mechanical damage \nof the intermediate myofilaments activates group III and IV \nafferent nociceptors, resulting in symptoms of DOMS [2 ]. \nIn the current systematic review, supplementation of CrM \nexhibited lower levels of indirect muscle damage, inflam-\nmation, and oxidative stress markers. Thus, we can assume \nthat the antioxidant and anti-inflammatory capabilities of \nCrM reduced the activation of nociceptors, thereby minimis-\ning the symptoms of DOMS following muscle-damaging \nexercises.\nImpaired muscle performance is a common occurrence \nduring periods of EIMD. Possible explanations include \nalterations in the length of sarcomere caused by mechanical \ndamage of muscle fibres, impaired excitation–contraction \ncoupling, and influx of calcium concentrations, leading to \nprolonged deficits of muscular contractility [1 ]. However, \nthe increase in intra-muscular phosphocreatine following the \ningestion of CrM accelerates re-phosphorylation of adeno-\nsine triphosphate. This process sustains sarcoplasmic reticu-\nlar calcium pump function by decreasing cytosolic calcium \nconcentration [61], which is believed to enhance recovery \nof muscular function following the ingestion of CrM. Inter-\nestingly, the current meta-analysis showed no inter-group \ndifferences between the CrM and placebo groups for muscle \nperformance measures, with small effect size calculations. \nThe limited effect of CrM on muscle performance could be \nattributed to the variety of methods used to measure muscle \nforce (e.g., vertical jump height vs. isometric contractions) \nand the muscle groups assessed (e.g., knee extensors vs. \nelbow flexors). This results in a complex interaction of a \nnumber of different biomechanical and physiological factors \ninfluencing performance. Further, the limited number of \nstudies assessing this specific outcome measure could be \nanother reason for the absence of significant results. In fact, \nDoma et al. [13] also suggested similar confounders when \nthey reported the lack of any differences in muscle perfor -\nmance measures with root plant supplements during peri-\nods of EIMD in their meta-analysis. Thus, more research is \nnecessary to confirm the effects of CrM as a supplement to \nbenefit the recovery of muscle strength. In this regard, the \nuse of valid neuromuscular measures in low-complex tasks \nwould be recommended to better isolate the effects of CrM \non neuromuscular function.\nAlthough the current meta-analysis showed that CrM may \nminimise the level of EIMD following muscle-damaging \nexercises as an acute training response (i.e., one bout of \nmuscle-damaging exercises), greater levels of EIMD were \nfound as a chronic training response (i.e., the last bout of \nmuscle-damaging exercises from several weeks of training \nin conjunction with supplementation of CrM). Furthermore, \nthis reversed trend was observed by all studies included \nin this systematic review that examined chronic training \nresponses, which strengthens the possibility that CrM could \nalso exacerbate the level of EIMD depending on the method \nof delivery. This paradoxical effect was unexpected, given \nthat studies typically implement CrM as a supplement to \nreduce markers of EIMD. However, the majority of authors \nof studies that examined the chronic training responses sus-\npected that CrM might have augmented the level of EIMD \nto a greater extent than placebo because of enhanced training \nadaptations. For example, Kaviani et al. [32] suggested that \nthe participants in their CrM group exhibited significantly \ngreater CK measures than the placebo group after 8 weeks of \nresistance training with supplements because of an acceler-\nated progression of resistance training intensity in the CrM \ngroup. Furthermore, the increase in intra-muscular phospho-\ncreatine stores may have allowed for a higher training vol-\nume with the CrM group, resulting in greater damage to the \nmuscles in a dose–response manner. Similar trends were also \nobserved in the study by Brose et al. [50], who speculated \nthat long-term CrM supplementation with several weeks \nof resistance training would increase total muscle creatine \nand fat-free mass, thereby augmenting the concentration of \ncreatinine in the plasma. Thus, although CrM may provide \nprotection against muscle damage in the short term follow -\ning the first few training sessions, this trend may be reversed \nwith longer-term supplementation and training. Possible \nstrategies to ameliorate greater levels of EIMD as a chronic \ntraining response may be to consider a combination of oral \nsupplements to manage EIMD, such as combining CrM \nwith other supplements (e.g., herbal supplements, fruits, \nbranched chain amino acids). Nonetheless, it is important \nto note that this heightened level of physiological stress may \n\n1642 K. Doma et al.\nbe necessary for enhanced adaptations to occur given that \nthe CrM groups also exhibited greater training adaptations.\nA number of issues need to be addressed in future \nresearch. First, more studies should consider assessing the \nbioavailability of CrM: > 70% of studies included in this \nsystematic review did not consider this factor. This should \nbe an essential component of these studies, given that the \nergogenic effects of CrM for recovery reflect the absorption \nrate of CrM, which in turn, is the most effective method \nof confirming the placebo effect. Second, studies reported \nonly certain biomarkers to gain insight into the mechanisms \ncontributing to the protective effects of CrM on the signs \nand symptoms of EIMD. Future studies should incorporate \na range of biomarkers to develop a better understanding of \nmuscle damage (including collagenase matrix metallopro-\nteinase and B-cell lymphoma 2-associated athanogene 3) \n[62], anti-inflammatory and antioxidant effects of CrM dur-\ning EIMD and proteostasis, and the potential ergogenic role \nof CrM for muscle recovery. Finally, although some of the \nstudies included in this systematic review combined both \nmales and females in their sample, whether sex affects the \nergogenic effects of CrM during periods of EIMD remains \nunclear, warranting further research.\nA number of limitations in this systematic review should \nbe identified. First, several types of muscle-damaging proto-\ncols and participant characteristics were amalgamated meta-\nanalytically, which may have impacted the degree of change \nin outcome measures. This is an important consideration \nbecause the level of EIMD is dependent on the training \nbackground [63], mode [64], and intensity [65] of exercise. \nSecond, the rate of recovery with CrM supplementation \nappeared to vary between 24–36 h and 48–90 h post-exercise \nfor each outcome measure, making precise recommenda-\ntions difficult for each outcome measure. Third, the dosage \nof CrM was distinct between studies, also causing difficulty \nin providing exact recommendations on the amount of CrM \nrequired to optimise recovery following strenuous exercise. \nThus, more research is necessary to improve recommenda-\ntions on the dosage method for CrM supplementation and \nthe time course recovery following strenuous exercises. \nFourth, markers of muscle damage and oxidative stress may \nincrease more than 90 h post-exercise in some cases [ 66], \nlimiting the possibility of capturing a precise trend over time \nafter strenuous exercises. Finally, we excluded all studies \npublished in languages other than English, which may have \nintroduced cultural bias.\n5 Conclusion\nOur systematic review and meta-analysis demonstrated \na paradoxical effect of CrM supplementation, where \nthe level of EIMD was reduced for several days after \nmuscle-damaging exercises as an acute training response, \nbut this trend was reversed as a chronic training response. \nAccordingly, coaches and athletes could consider incorporat-\ning CrM to aid in the acute recovery of strenuous training \nsessions, with the expectation that training-induced physi -\nological stress and EIMD symptoms may be augmented fol-\nlowing long-term use of CrM. However, further research is \nnecessary to determine the ergogenic effects of CrM as a \nrecovery supplement for muscular contractility during peri-\nods of EIMD.\nSupplementary Information The online version contains supplemen-\ntary material available at https:// doi. org/ 10. 1007/ s40279- 022- 01640-z.\nDeclarations \nFunding Open Access funding enabled and organized by CAUL and \nits Member Institutions. No sources of funding were used to assist in \nthe preparation of this article.\nConflicts of Interest Kenji Doma, Akhilesh Kumar Ramachandran, \nDaniel Boullosa, and Jonathan Connor have no conflicts of interest \nthat are directly relevant to the content of this article.\nAvailability of data and material Data will be provided upon request.\nCode availability Not applicable.\nEthics approval Not applicable.\nConsent to participate Not applicable.\nConsent for publication Not applicable.\nAuthor contributions KD wrote the first draft. AKR and JDC screened \nthe abstracts and extracted the data from the included studies. AKR \nconstructed the tables. AKR and JDC critically appraised the included \nstudies. KD generated the forest plots. KD and DB analysed and inter-\npreted the data. DB revised the original manuscript, and all authors \nread and approved the final manuscript.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article's Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article's Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\n\n1643\nCreatine Monohydrate and Muscle Damage Markers\nReferences\n 1. Hyldahl RD, Hubal MJ. Lengthening our perspective: morpho-\nlogical, cellular, and molecular responses to eccentric exercise. \nMuscle Nerve. 2014;49(2):155–70.\n 2. Ebbeling CB, Clarkson PM. Exercise-induced muscle damage and \nadaptation. Sports Med. 1989;7(4):207–34.\n 3. Peake JM, Neubauer O, Della Gatta PA, Nosaka K. Muscle dam-\nage and inflammation during recovery from exercise. J Appl \nPhysiol (1985). 2017;122(3):559–70.\n 4. Pyne DB. Exercise-induced muscle damage and inflammation: a \nreview. Aust J Sci Med Sport. 1994;26(3–4):49–58.\n 5. Doma K, Deakin GB. The effects of strength training and endur -\nance training order on running economy and performance. Appl \nPhysiol Nutr Metab. 2013;38(6):651–6.\n 6. Doma K, Schumann M, Leicht AS, Heilbronn BE, Damas F, Burt \nD. The repeated bout effect of traditional resistance exercises on \nrunning performance across 3 bouts. Appl Physiol Nutr Metab. \n2017;42(9):978–85.\n 7. Doma K, Schumann M, Sinclair WH, Leicht AS, Deakin GB, Hak-\nkinen K. The repeated bout effect of typical lower body strength \ntraining sessions on sub-maximal running performance and hor -\nmonal response. Eur J Appl Physiol. 2015;115(8):1789–99.\n 8. Hayter KJ, Doma K, Schumann M, Deakin G. The comparison of \ncold-water immersion and cold air therapy on maximal cycling \nperformance and recovery markers following strength exercises. \nPeerJ. 2016;4: e1841. https:// doi. org/ 10. 7717/ peerj. 1841.\n 9. Doma K, Leicht A, Sinclair W, Schumann M, Damas F, Burt \nD, et al. Impact of exercise-induced muscle damage on per -\nformance test outcomes in elite female basketball players. J \nStrength Cond Res. 2018;32(6):1731–8.\n 10. Khan MA, Moiz JA, Raza S, Verma S, Shareef MY, Anwer \nS, et al. Physical and balance performance following exercise \ninduced muscle damage in male soccer players. J Phys Ther Sci. \n2016;28(10):2942–9.\n 11. Doma K, Deakin GB, Bentley DJ. Implications of impaired \nendurance performance following single bouts of resistance \ntraining: an alternate concurrent training perspective. Sports \nMed. 2017;47(11):2187–200.\n 12. Doma K, Deakin GB, Schumann M, Bentley DJ. Train-\ning considerations for optimising endurance development: \nan alternate concurrent training perspective. Sports Med. \n2019;49(5):669–82.\n 13. Doma K, Gahreman D, Connor J. Fruit supplementation reduces \nindices of exercise-induced muscle damage: a systematic review \nand meta-analysis. Eur J Sport Sci. 2020;15:1–18.\n 14. Doma K, Gahreman D, Ramachandran AK, Singh U, Connor J. \nThe effect of leaf extract supplementation on exercise-induced \nmuscle damage and muscular performance: a systematic review \nand meta-analysis. J Sports Sci. 2021;19:1–17.\n 15. Doma K, Devantier-Thomas B, Gahreman D, Connor J. Selected \nroot plant supplementation reduces indices of exercise-induced \nmuscle damage: a systematic review and meta-analysis. Int J \nVitam Nutr Res. 2020;16:1–21.\n 16. Lanhers C, Pereira B, Naughton G, Trousselard M, Lesage FX, \nDutheil F. Creatine supplementation and upper limb strength per-\nformance: a systematic review and meta-analysis. Sports Med. \n2017;47(1):163–73.\n 17. Farshidfar F, Pinder MA, Myrie SB. Creatine supplementation \nand skeletal muscle metabolism for building muscle mass- review \nof the potential mechanisms of action. Curr Protein Pept Sci. \n2017;18(12):1273–87.\n 18. Volek JS, Duncan ND, Mazzetti SA, Staron RS, Putukian M, \nGomez AL, et al. Performance and muscle fiber adaptations to \ncreatine supplementation and heavy resistance training. Med Sci \nSports Exerc. 1999;31(8):1147–56.\n 19. Willoughby DS, Rosene J. Effects of oral creatine and resistance \ntraining on myosin heavy chain expression. Med Sci Sports Exerc. \n2001;33(10):1674–81.\n 20. Hespel P, Op’t Eijnde B, Van Leemputte M, Urso B, Greenhaff \nPL, Labarque V, et al. Oral creatine supplementation facilitates \nthe rehabilitation of disuse atrophy and alters the expression \nof muscle myogenic factors in humans. J Physiol. 2001;536(Pt \n2):625–33.\n 21. Dangott B, Schultz E, Mozdziak PE. Dietary creatine monohydrate \nsupplementation increases satellite cell mitotic activity during \ncompensatory hypertrophy. Int J Sports Med. 2000;21(1):13–6.\n 22. Racette SB. Creatine supplementation and athletic performance. \nJ Orthop Sports Phys Ther. 2003;33(10):615–21.\n 23. Rawson ES, Volek JS. Effects of creatine supplementation and \nresistance training on muscle strength and weightlifting perfor -\nmance. J Strength Cond Res. 2003;17(4):822–31.\n 24. Northeast B, Clifford T. The effect of creatine supplementation on \nmarkers of exercise-induced muscle damage: a systematic review \nand meta-analysis of human intervention trials. Int J Sport Nutr \nExerc Metab. 2021;31(3):276–91.\n 25. Deminice R, Jordao AA. Creatine supplementation reduces oxida-\ntive stress biomarkers after acute exercise in rats. Amino Acids. \n2012;43(2):709–15.\n 26. Nomura A, Zhang M, Sakamoto T, Ishii Y, Morishima Y, \nMochizuki M, et al. Anti-inflammatory activity of creatine \nsupplementation in endothelial cells in vitro. Br J Pharmacol. \n2003;139(4):715–20.\n 27. Cooke MB, Rybalka E, Williams AD, Cribb PJ, Hayes A. Creatine \nsupplementation enhances muscle force recovery after eccentri-\ncally-induced muscle damage in healthy individuals. J Int Soc \nSports Nutr. 2009;2(6):13.\n 28. Veggi KF, Machado M, Koch AJ, Santana SC, Oliveira SS, Stec \nMJ. Oral creatine supplementation augments the repeated bout \neffect. Int J Sport Nutr Exerc Metab. 2013;23(4):378–87.\n 29. Wang CC, Fang CC, Lee YH, Yang MT, Chan KH. Effects \nof 4-week creatine supplementation combined with complex \ntraining on muscle damage and sport performance. Nutrients. \n2018;10(11):1640.\n 30. Claudino JG, Mezencio B, Amaral S, Zanetti V, Benatti F, Roschel \nH, et al. Creatine monohydrate supplementation on lower-limb \nmuscle power in Brazilian elite soccer players. J Int Soc Sports \nNutr. 2014;11:32.\n 31. Fernandez-Landa J, Fernandez-Lazaro D, Calleja-Gonzalez J, \nCaballero-Garcia A, Cordova A, Leon-Guereno P, et al. Long-\nterm effect of combination of creatine monohydrate plus beta-\nhydroxy beta-methylbutyrate (HMB) on exercise-induced muscle \ndamage and anabolic/catabolic hormones in elite male endurance \nathletes. Biomolecules. 2020;10(1):140.\n 32. Kaviani M, Abassi A, Chilibeck PD. Creatine monohydrate sup-\nplementation during eight weeks of progressive resistance train-\ning increases strength in as little as two weeks without reduc-\ning markers of muscle damage. J Sports Med Phys Fitness. \n2019;59(4):608–12.\n 33. Percario S, Domingues SP, Teixeira LF, Vieira JL, de Vascon-\ncelos F, Ciarrocchi DM, et al. Effects of creatine supplementa-\ntion on oxidative stress profile of athletes. J Int Soc Sports Nutr. \n2012;9(1):56.\n 34. Hayward S, Wilborn CD, Taylor LW, Urbina SL, Outlaw JJ, Foster \nCA, et al. Effects of a high protein and omega-3-enriched diet with \nor without creatine supplementation on markers of soreness and \ninflammation during 5 consecutive days of high volume resistance \nexercise in females. J Sports Sci Med. 2016;15(4):704–14.\n 35. McKinnon NB, Graham MT, Tiidus PM. Effect of creatine \nsupplementation on muscle damage and repair following \n\n1644 K. Doma et al.\neccentrically-induced damage to the elbow flexor muscles. J \nSports Sci Med. 2012;11(4):653–9.\n 36. Rawson ES, Gunn B, Clarkson PM. The effects of creatine supple-\nmentation on exercise-induced muscle damage. J Strength Cond \nRes. 2001;15(2):178–84.\n 37. Taylor BA, Panza G, Ballard KD, White CM, Thompson PD. Cre-\natine supplementation does not alter the creatine kinase response \nto eccentric exercise in healthy adults on atorvastatin. J Clin \nLipidol. 2018;12(5):1305.\n 38. Rawson ES, Conti MP, Miles MP. Creatine supplementation does \nnot reduce muscle damage or enhance recovery from resistance \nexercise. J Strength Cond Res. 2007;21(4):1208–13.\n 39. Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred \nreporting items for systematic reviews and meta-analyses: the \nPRISMA statement. BMJ. 2009;21(339): b2535.\n 40. Kamper SJ, Moseley AM, Herbert RD, Maher CG, Elkins MR, \nSherrington C. 15 years of tracking physiotherapy evidence on \nPEDro, where are we now? Br J Sports Med. 2015;49(14):907–9.\n 41. Johnston R, Doma K, Crowe M. Nicotine effects on exercise \nperformance and physiological responses in nicotine-naive \nindividuals: a systematic review. Clin Physiol Funct Imaging. \n2018;38(4):527–38.\n 42. Higgins JPT, Green S. Cochrane handbook for systematic reviews \nof interventions version. Chichester: Wiley; 2011.\n 43. Moeyaert M, Ugille M, Beretvas N, Ferron J, Bunuan R, Van \nden Noortgate W. Methods for dealing with multiple outcomes \nin meta-analysis: a comparison between averaging effect sizes, \nrobust variance estimation and multilevel meta-analysis. Int J Soc \nRes Method. 2017;20(6):559–72.\n 44. Cohen J. Statistical power analysis for the behavioral sciences. \nHillsdale: Lawrence Erlbaum Associates; 1988.\n 45. Atashak S, Jafari A. Effect of short-term creatine monohydrate \nsupplementation on indirect markers of cellular damage in young \nsoccer players. Sci Sports. 2012;27(2):88–93.\n 46. Bassit RA, Curi R, Costa Rosa LF. Creatine supplementa-\ntion reduces plasma levels of pro-inflammatory cytokines \nand PGE2 after a half-ironman competition. Amino Acids. \n2008;35(2):425–31.\n 47. Bassit RA, Pinheiro CH, Vitzel KF, Sproesser AJ, Silveira LR, \nCuri R. Effect of short-term creatine supplementation on markers \nof skeletal muscle damage after strenuous contractile activity. Eur \nJ Appl Physiol. 2010;108(5):945–55.\n 48. Basta P, Skarpanska-Steinborn A, Placzynska-Szczesniak L. Cre-\natine supplmenetation and parameters of exercise-induced oxida-\ntive stress after a standard rowing test. Stud Physical Cult Tour. \n2006;13(1):17–23.\n 49. Boychuk KE, Lanovaz JL, Krentz JR, Lishchynsky JT, Candow \nDG, Farthing JP. Creatine supplementation does not alter neu-\nromuscular recovery after eccentric exercise. Muscle Nerve. \n2016;54(3):487–95.\n 50. Brose A, Parise G, Tarnopolsky MA. Creatine supplementation \nenhances isometric strength and body composition improvements \nfollowing strength exercise training in older adults. J Gerontol A \nBiol Sci Med Sci. 2003;58(1):11–9.\n 51. Machado M, Pereira R, Sampaio-Jorge F, Knifis F, Hackney A. \nCreatine supplementation: effects on blood creatine kinase activ-\nity responses to resistance exercise and creatine kinase activity \nmeasurement. Braz J Pharm Sci. 2009;45(4):751–7.\n 52. Mirzaei B, Fahmani-Nia F, Salehi Z, Rahimi R. Effects of cre-\natine monohydrate supplementation on oxidative DNA damage \nand lipid peroxidation induced by acute incremental exercise to \nexhaustion in wrestlers. Kinesiology. 2013;45(1):30–40.\n 53. Rahimi R. Creatine supplementation decreases oxidative DNA \ndamage and lipid peroxidation induced by a single bout of resist-\nance exercise. J Strength Cond Res. 2011;25(12):3448–55.\n 54. Santana JO, Franca E, Madureira D, Rodrigues B, Caperuto EC. \nCombined effect of creatine monohydrate or creatine hydrochlo-\nride and caffeine supplementation in runners’ performance and \nbody composition. Revista Brasileira de Prescrição e Fisiologia \ndo Exercício. 2017;11:844–54.\n 55. Santi MC, Galan BS, Terrazas SI, De Carvalho FG, Viera TS, \nSilveira GC, et al. Effect of creatine supplementation on muscle \ndamage markers and physical performance in volleyball athletes. \nCultura, Ciencia y Deporte. 2020;15(45):377–85.\n 56. Santos RV, Bassit RA, Caperuto EC, Costa Rosa LF. The effect of \ncreatine supplementation upon inflammatory and muscle soreness \nmarkers after a 30km race. Life Sci. 2004;75(16):1917–24.\n 57. Aoi W, Naito Y, Takanami Y, Kawai Y, Sakuma K, Ichikawa H, \net al. Oxidative stress and delayed-onset muscle damage after \nexercise. Free Radic Biol Med. 2004;37(4):480–7.\n 58. Mastaloudis A, Morrow JD, Hopkins DW, Devaraj S, Traber MG. \nAntioxidant supplementation prevents exercise-induced lipid per-\noxidation, but not inflammation, in ultramarathon runners. Free \nRadic Biol Med. 2004;36(10):1329–41.\n 59. Lawler JM, Barnes WS, Wu G, Song W, Demaree S. Direct anti-\noxidant properties of creatine. Biochem Biophys Res Commun. \n2002;290(1):47–52.\n 60. Lau WY, Muthalib M, Nosaka K. Visual anaolg scale and pressure \npain threshold for delayed onset muscle soreness assessment. J \nMusculoskelet Pain. 2013;21(4):320–6.\n 61. Korge P, Byrd SK, Campbell KB. Functional coupling between \nsarcoplasmic-reticulum-bound creatine kinase and Ca(2+)-\nATPase. Eur J Biochem. 1993;213(3):973–80.\n 62. Boullosa D, Dragutinovic B, Deutsch JP, Held S, Donath L, Bloch \nW, et al. Acute and delayed effects of time-matched very short \n“All Out” efforts in concentric vs. eccentric cycling. Int J Environ \nRes Public Health. 2021;18(15):7968.\n 63. Newton MJ, Morgan GT, Sacco P, Chapman DW, Nosaka K. Com-\nparison of responses to strenuous eccentric exercise of the elbow \nflexors between resistance-trained and untrained men. J Strength \nCond Res. 2008;22(2):597–607.\n 64. Nieman DC, Luo B, Dreau D, Henson DA, Shanely RA, Dew \nD, et al. Immune and inflammation responses to a 3-day period \nof intensified running versus cycling. Brain Behav Immun. \n2014;39:180–5.\n 65. Doma K, Deakin GB. The acute effects intensity and volume \nof strength training on running performance. Eur J Sport Sci. \n2014;14(2):107–15.\n 66. Cakir-Atabek H, Dokumaci B, Aygun C. Strength loss after eccen-\ntric exercise is related to oxidative stress but not muscle damage \nbiomarkers. Res Q Exerc Sport. 2019;90(3):385–94.\n\n1645\nCreatine Monohydrate and Muscle Damage Markers\nAuthors and Affiliations\nKenji Doma1  · Akhilesh Kumar Ramachandran2 · Daniel Boullosa1,3 · Jonathan Connor1\n * Kenji Doma \n kenji.doma@jcu.edu.au\n1 James Cook Drive, Rehabilitation Sciences Building, \nCollege of Healthcare Sciences, Sports and Exercise \nScience, James Cook University, Douglas, QLD QLD481, \nAustralia\n2 Sports Dynamix Private Limited, Chennai, India\n3 Federal University of Mato Grosso, Mato Grosso, Brazil"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 14,
    "primary_human": "muscle_damage_markers; soreness; performance"
  },
  "bucket": "B",
  "notes": "Meta-analysis focusing on blood markers of muscle damage and soreness; finds context-dependent effects (“paradoxical”) where creatine can attenuate or, in some setups, not change markers; includes both RT and other exercise modes."
}