{
  "id": 76,
  "title": "The Additive Effects of Creatine Supplementation and Exercise Training in an Aging Population: A Systematic Review of Randomized Controlled Trials",
  "authors": "Stares A; et al.",
  "year": 2020,
  "doi": "10.1519/JPT.0000000000000222",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "aging",
    "resistance_training",
    "older_adults",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older adults)"
  },
  "sections": {
    "introduction": "Creatine has been a mainstay supplement in gyms across \nthe globe, especially within the bodybuilding commu-\nnity since the early 1990s. \n1 Boasting ergogenic properties \nincluding energy storage in the form of creatine phosphate, \nhydrating effects, and increased rate of protein synthesis, \ncreatine supplementation accumulates muscular improve-\nments in size, strength, and endurance. \n1 These effects are \nall vital components of performance in activity and sports \nand as such have been investigated at large in young \nadults, especially athletes. \n2 In the last decade, however, a \nnumber of studies have reported similar effects of creatine \nsupplementation in older adults speciﬁ cally on muscle func-\ntion, bone remodeling, and central nervous system (CNS) \nprocessing. \n3-6 \n Creatine is naturally ingested through diet, is formed \nnaturally in trace amounts from the liver, and can be \ningested through various supplemental forms. \n1 Once con-\nverted to phosphocreatine (PCr) and stored largely in skel-\netal muscle, it is available for the body to use preferentially \nover adenosine triphosphate as its primary energy source to \nreplenish adenosine diphosphate after energy expenditure. \nCreatine allows for an increased fuel supply that is read-\nily available throughout the body, leading to an increased \nrate of protein synthesis during activities with high-energy \ndemand. Creatine monohydrate (CM) is the form of cre-\natine supplementation that has been most widely used and \nresistance training, and additional long-term clinical trials are \nwarranted. The limited data suggested no additive effects of \ncreatine over exercise alone on indices of mental health. The \nbeneﬁ cial effects of creatine supplementation are more con-\nsistent in older women than in men.",
    "conclusions": "Creatine monohydrate is safe to use in older \nadults. While creatine in conjunction with moderate- to high-\nintensity exercise in an aging population may improve skeletal \nmuscle health, additional studies are needed to determine the \neffective dosing and duration paradigm for potential combined \ncreatine and exercise effects on bone and cognition in older \nadults. \n Key Words: bone , exercise , nutritional supplement , older \nadults , skeletal muscle \n (J Geriatr Phys Ther 2019;00:1-14.)",
    "abstract": "Background and Purpose: The role of creatine supplementa-\ntion in young athletes and bodybuilders is well established \nincluding ergogenic properties of muscular hypertrophy, \nstrength, power, and endurance. Whether the beneﬁ ts of \ncreatine supplementation translate to an aging population \nwith moderate training stimulus remains unclear especially in \nregard to gender, creatine dose, and duration. This systematic \nreview assessed whether creatine supplementation combined \nwith exercise",
    "results": "in additive improvements in indices of \nskeletal muscle, bone, and mental health over exercise alone \nin healthy older adults.",
    "methods": "PubMed, CINAHL, and Web of Science databases \nwere utilized to identify randomized controlled trials of cre-\natine supplementation combined with exercise in an aging \npopulation with additional predetermined inclusion and exclu-\nsion criteria. Two reviewers independently screened the titles \nand abstracts, reviewed full-text articles, and performed qual-\nity assessments using the Physiotherapy Evidence Database \nscale. \n Results and",
    "discussion": "Seventeen studies were comprehen-\nsively reviewed according to categories of strength, endur-\nance, functional capacity, body composition, cognition, and \nsafety. These studies suggest that any additive ergogenic \ncreatine effects on upper and/or lower body strength, func-\ntional capacity, and lean mass in an older population would \nrequire a continuous and daily low-dose creatine supplemen-\ntation combined with at least 12 weeks of resistance training. \nPotential creatine speciﬁ c increases in regional bone mineral \ndensity of the femur are possible but may require at least \n1 year of creatine supplementation combined with moderate \n The Additive Effects of Creatine \nSupplementation and Exercise Training in an \nAging Population: A Systematic Review of \nRandomized Controlled Trials \n \n Aaron Stares , PT , DPT , CSCS ; Mona Bains , PhD \n School of Physical Therapy, University of the Incarnate \nWord, San Antonio, Texas . \n The authors declare no conﬂ icts of interest . \n Supplemental digital contents are available for this article. \nDirect URL citations appear in the printed text and are pro-\nvided in the HTML and PDF versions of this article on the \njournal’s Web site ( www.jgpt.org ). \n Address correspondence to: Mona Bains, PhD, School of \nPhysical Therapy, University of the Incarnate Word, 4301 \nBroadway, CPO 412, San Antonio, TX 78209 ( bbains@\nuiwtx.edu ) . \n Copyright © 2019 The Academy of Geriatric Physical \nTherapy, APTA. \n DOI: 10.1519/JPT.0000000000000222\n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n2 Volume 00 • Number 0 • 00 2019\ninvestigated with an estimated $2.7 billion in annual sales \nof CM in 2009 worldwide. 1 Compared with other formu-\nlations of CM (creatine anhydrous, creatine ethyl ester, \nand creatine malate), the Food and Drug Administration \nhas approved only CM for public consumption, and \nevidence shows that CM is safe to use and is most efﬁ ca-\ncious when compared with other novel forms of creatine. \n1 \nCreatine monohydrate has well-established effects on \nmuscle enhancement properties including effects on exer-\ncise capacity, endurance, muscle mass, bone mineral density \n(BMD), power, and strength. \n1 \n In 2003 and 2009, the American College of Sports \nMedicine 7 guidelines recommended the need for further \nCM studies to prove the safety of CM. The recreational \nuse of CM was discouraged by the American College of \nSports Medicine because of concerns of liver and kidney \nfailure, dehydration, and cramping. All of these potential \nside effects were disproved and further studies veriﬁ ed \nthat CM supplementation had no negative effects on liver \nand kidney function in healthy individuals. In fact, CM \nmay prevent dehydration and muscle cramping when ath-\nletes exercise during extreme environmental conditions. \n8 \nAccording to the majority of recent literature, 1 , 8 CM is a \nsafe supplement to use and does not pose the aforemen-\ntioned threats to health. \n Although past creatine research was mainly focused \non trained athlete performance, there is some available \nliterature about its efﬁ cacy on muscle strength, bone and \nmuscle mass, recovery enhancement, and cognitive func-\ntion in older adults. \n5 , 6 , 9 This is of interest considering the \nnatural age-related decline that occurs with the musculo-\nskeletal and central nervous systems and the subsequent \nincreased risk of sarcopenia, osteoporosis, and cognitive \ndecline. A number of published studies have looked at the \ncombined effects of creatine and resistance training (RT) in \nthe aging population with mixed results. While some report \nsigniﬁ cant effects on muscle mass, strength, and functional \nperformance with combined creatinine supplementation \nand RT compared with training alone, \n6 , 10 , 11 others report \nno effects for the same measured outcomes. 6 , 12-16 Recently, \nresearch involving creatine supplements have stemmed \naway from ergogenic properties to focus on systematic \neffects, including but not limited to depression, neuropro-\ntection, cardiac protection, cognition, and body composi-\ntion, but the data in the aging population are limited. The \nuncertainty of the added beneﬁ ts of creatine supplementa-\ntion and RT becomes muddled when taking into account \nthe heterogeneity of the available literature, which does not \nalways distinguish between effects of creatine in men and \nwomen, presence of preexisting disease, dose and duration \nof creatine consumption, and intensity of RT protocol. An \nupdated comprehensive review of the literature in the con-\ntext of the aforementioned contributing factors in the aging \npopulation is lacking. \n This review speciﬁ cally assessed the impact of creatine \nsupplementation combined with physical exercise on age-\nrelated indices of muscle strength, functional tasks, endur-\nance, body composition, and cognitive performance in \nhealthy older adults, with a focus on gender and dose and \nduration of creatine supplementation. Results from this sys-\ntematic literature review will provide further understanding \nof creatine supplementation and its potential therapeutic \nvalue in combination with exercise training to support \nhealthy aging in an older population. \n \n METHODS \n Data Sources and Searches \n A systematic literature search was conducted using the \ndatabases PubMed, CINAHL, and Web of Science to iden-\ntify articles published in English between the time period \n1998 through 2018 that speciﬁ cally investigated the addi-\ntive effects of creatine supplementation and exercise in older \nadults. Databases were searched for the terms “creatine \nsupplementation” and “older adult.” Additional terms \nthat were searched with this MeSH heading include “reha-\nbilitation,” “resistance exercise” (and synonyms including \n“strength training”), “physical ﬁ tness,” “aging,” “recov-\nery,” “cognition,” “muscle strength,” and “body composi-\ntion,” Manual searches from the references of extracted \narticles were also performed to identify additional potential \nstudies not identiﬁ ed through the databases. Initial database \nsearch results are available in Supplemental Digital Content \nAppendix 1, available at: http://links.lww.com/JGPT/A30 . \n Study Selection \n This systematic review followed the Preferred Reporting \nItems for Systematic Reviews and Meta-Analyses (PRISMA) \nguidelines, including the 27-item checklist and ﬂ ow dia-\ngram. \n17 One reviewer (M.B.) independently screened the \ntitles and abstracts of the search results for eligibility using \nthe inclusion and exclusion criteria. Two reviewers (A.S. \nand M.B.) independently screened the collected full-text \narticles against the inclusion and exclusion criteria and any \nstudies that did not meet the criteria were removed. The \nresults of the remaining studies were discussed until a con-\nsensus on what studies to include in the study was achieved \nbetween the 2 reviewers. \n The population of interest was healthy older adults, \nwhich is arbitrarily set at the age of 65 years; however, \nage-related decline in skeletal muscle mass, muscle strength, \nand BMD occurs steadily after the fourth decade. Thus, for \nstudy selection this review included participants aged 48 \nyears and older. Additional inclusion criteria were creatine \nsupplementation, inclusion of a true control (no creatine \nsupplementation group), a physical training program, ran-\ndomized controlled trials, and outcome measures in either \nof the following: strength, body composition, functional \ncapacity, endurance, and cognition. Exclusion criterion \nincluded animal trials, athletic population, high-intensity \nexercise programs (ie, drop RT), mixed creatine formula-\ntions (ie, inclusion of protein, other dietary supplements, \netc) and preexisting disease (cardiovascular, musculoskel-\netal, or other chronic conditions). \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 3\nSystematic Review\n Quality Assessment \n All articles were critically appraised by 2 reviewers, using \nthe Physiotherapy Evidence Database (PEDro) scale, a \nvalidated and reliable 11-item tool that assesses the meth-\nodological quality of randomized controlled trials. \n18 The \nmaximum possible score is 10, with higher scores indicat-\ning greater methodological quality. Points were awarded \nfor each criterion only if the study speciﬁ cally reported that \nthe criterion as described on the PEDro checklist had been \nmet. Based on a previously published cutoff score, articles \nwith PEDro scores of 6 or higher were considered to be of \n“high” methodological quality. \n19 Both reviewers manually \nand independently scored the included studies and any dis-\nagreements were discussed until a consensus was reached. \nAll 17 studies scored at least a 6 or higher on the PEDro \nscale and thus no articles were excluded from the review. \n Data Extraction \n Data extraction was performed by 1 reviewer (A.S.) \nand veriﬁ ed by the second reviewer (M.B.). Extracted \ninformation included authors, publication date, study \ndesign, sample size, participant age, RT protocol, creatine-\ndosing paradigm, intervention duration, adverse effects, \nand results of selected outcome measures (see Table 1 ). \nResults are reported as they were in the original study. \nFor the studies primarily looking at strength, the out-\ncome measures included 1-repetition maximum (1-RM) \ntests for bench press, bicep curl, chest press, and/or leg \npress, \n3 , 10 , 12 , 13 , 15 , 20-2 2, 29 , 31-33 isokinetic tests, 14 , 23 and iso-\nmetric tests. 12 , 15 The outcome measures for the studies \nthat analyzed functional capacity included the 30-second \nsit-to-stand test, \n10 , 29 ﬂ oor-to-stand test, 29 Timed Up and \nGo test, 10 30-m walk test, 15 and 14-stair climb test. 15 \nCycle ergometry and cardiorespiratory tests were used \nto assess endurance. \n14 , 16 Extracted outcome measures \nfor body composition included body mass, fat mass, \nlean tissue mass, fat-free mass, percentage of body fat, \ntotal and regional BMD, and bone mineral content \n(BMC). \n3 , 10 , 12-16 , 20-23 , 25 , 29 , 31-33 Finally, the cognition-based \nstudy from Alves et al 9 utilized the Geriatric Depression \nScale, Mini-Mental State Examination, Stroop Test, Trail-\nMaking Test, Digit Span Test, and Delay Recall Test. \n RESULTS \n Study Characteristics \n A total of 480 potentially relevant studies were identiﬁ ed \nout of the initial PubMed, CINAHL and Web of Science \ndatabase searches, of which duplicates were removed \nand studies were further excluded from title and abstract \nreviews. The remaining 28 studies proceeded to full-text \nreview and were assessed for eligibility. The study selection \nprocess, which was in accordance with the PRISMA state-\nment, \n17 is presented in the Figure . The mean PEDro score \nwas 7.5, with most studies failing to report whether the \nallocation of participants was concealed and/or whether \nthere was inclusion of an intention-to-treat analysis where \nappropriate. Results of the qualitative review are found in \nSupplemental Digital Content Appendix 2, available at: \n http://links.lww.com/JGPT/A33 . A total of 17 studies were \nincluded for qualitative synthesis. Characteristics of the 17 \nstudies including the detailed intervention (RT protocol \nand creatine dosing) and reviewed outcome measures are \nshown in Table 1 , organized alphabetically and divided by \ngender. All participants were reported as healthy and cleared \nfor participation and most studies \n3 , 9 , 10 , 12 , 13 , 15 , 20-22 ,25, 29 , 31-33 \nreported a required dietary record from participants to \nmonitor nourishment status. With the exception of a few \nstudies, \n15 , 21 , 23 , 25 , 31 , 32 participants were reported as being \npreviously untrained as deﬁ ned by the following: lacking \nregular physical ﬁ tness or RT for a period of 4 months to \n2 years prior to the study, 3 , 9 , 10 , 13 , 14 , 20 , 29 being sedentary to \nactive exercise, 12 , 33 moderately active, 3 , 16 , 20 , 33 or having no \nprior experience with RT. 12 , 16 , 22 The compiled extracted \nresults were organized into the following 6 sections: (1) \nstrength, (2) functional capacity, (3) endurance, (4) body \ncomposition, (5) cognition, and (6) adverse effects. The \nresults were organized into separate tables, divided by gen-\nder, and are further described later. \n Strength \n All studies measuring strength in female participants \ndemonstrated signiﬁ cant creatine effects on the 1-RM \nbench press. In addition, Aguiar et al 29 demonstrated \nimprovements in the 1-RM biceps curl and knee extension \ncompared with the RT placebo group ( P < .05). In each \nof these studies, creatine supplementation was consid-\nered long term ( > 12 weeks), with a daily 5-g, low-dose \ningestion. \n Of the 7 all male participant studies, 2 reported sig-\nniﬁ cant strength effects in the 1-RM leg press over the \nRT placebo group. \n32 , 33 Chrusch et al 33 also demonstrated \nsigniﬁ cant increases in average isokinetic knee extension/\nﬂ exion power in the trained creatine group compared with \ntrained placebo ( P < .02). Both studies utilized a creatine-\nloading dosage of 0.3 g/kg/d for 5 days, followed by a \nlow daily maintenance dose for 11 weeks. Despite signiﬁ -\ncant increases in strength overall, the remaining 5 studies \nconducted in men failed to demonstrate any signiﬁ cant \nstrength increases in the RT creatine group over the RT \nplacebo group. \n13 , 14 , 20 , 23 , 31 With the exception of Eijnde \net al, 14 the 5 studies that did not demonstrate signiﬁ cant \nstrength effects in the RT creatine group utilized creatine \nsupplementation on training days only in replace of daily \ningestion. \n13 , 20 , 23 , 31 Eijnde et al 14 utilized a 6-month, 5-g \ndaily creatine ingestion protocol. \n Four studies investigated the effects of creatine and RT \nin combined older men and women. Brose et al 15 demon-\nstrated signiﬁ cant creatine effects in isometric dorsiﬂ exion \nand knee extension strength over the equivalent RT pla-\ncebo group ( P < .05). Creatine supplementation followed \na daily 5-g dose for 14 weeks. \n15 Candow et al 3 showed \nthat creatine supplementation, on training days only, when \ncombined with 32 weeks of RT signiﬁ cantly increased \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n4 Volume 00 • Number 0 • 00 2019\n Table 1. Details of Included Studies Organized by Gender a \nAuthor Age (Sample Size) Intervention (RT Protocol, Groups, Creatine Dose) \nOutcome Measures (Italics Indicates No \nReported Signiﬁ cant Creatine Effects) \n Female subjects only \nAguiar et al \n(2013) 29 \n60-80 y (n = 18) RT: 3 d/wk, 2 sets of 10-15 reps, 60- and 120-s rest \nbetween sets and exercises, respectively (8 whole-\nbody exercises). Completed 12 wk of RT prior to \nsupplementation, then an additional 12 wk of RT ± \nsupplements \n Groups: Pl or Cr \n Cr dose: 5 g/d, 7 d/wk, immediately posttraining on \ntraining days \nS: 1-RM tests (bench press, biceps curl, and \nknee extension)\n F: 30-s chair-stand test, ﬂ oor-to-stand test\n BC: total fat-free mass, muscle mass, fat mass, \npercentage body fat, body mass \nAlves et al \n(2013) \n9 \n60-80 y (n = 47) RT: 2 d/wk, 3 sets of 12-15 reps, 1-min interval \nbetween sets (7 exercises) \n Groups: Cr, Cr + RT, Pl, Pl + RT \n Cr dose: loading: 20 g/d, in 4 divided doses per day, \nfor 5 d; Cr maintenance: 5 g/d for remaining weeks \nCog: Geriatric Depression Scale, Mini-Mental \nState Examination, Stroop Test, Trail-Making \nTest, Digit Span Test, Delay Recall Test \nCanete et al \n(2006) \n16 \n60-80 y (n = 16) Physical activity: 4-5 d/wk; walking for 30-60 min/d \n Groups: Cr or Pl \n Cr dose: 0.3 g/kg of body weight, in 3 divided doses \nper day with each meal, 7 d/wk. \nF: sit-stand test \n E : 1-mile walk, ventilatory threshold, and peak \noxygen intake during cycle ergometry \n BC : body mass \nChilibeck et al \n(2015) 21 \n57 y (n = 37) RT: 3 d/wk, 3 sets of 10 reps, 80% of 1 RM\n(15 exercises) \n Groups: Cr, Pl\n Cr dose: .1 g/kg body weight, in 2 equal doses with \nmeals, 4 d/wk on nontraining days; 0.1 g/kg body \nweight, in 2 equal doses immediately before and \nafter RT sessions, 3 d/wk, on training days \nS: 1-RM tests ( hack squat , bench press) \n BC: total and regional BMD ( lumbar spine , femo-\nral neck), whole-body lean tissue mass \n AE: Documented during the study \nGualano et al \n(2014) \n10 \n > 60 y (n = 60) RT: 2 d/wk, 2 sets of 15-20 reps on week 1; 3 sets of \n8-12 reps thereafter \n Groups: Cr, Cr + RT, Pl, Pl + RT \n Cr dose: Cr loading: 20 g/d, in 4 divided doses per \nday at meals, for 5 d; Cr maintenance: 5 g/d, \n7 d/wk, with lunch \nS: 1-RM test ( leg press and bench press) \n F: 30-s chair-stand test; Timed Up and Go (TUG) \n BC: appendicular lean mass, total body and \nregional (lumbar spine, femoral neck, total \nfemur) measures of BMD , fat mass \n Male subjects only \nBemben et al \n(2010) \n13 \n48-72 y (n = 40) RT: 3 d/wk, 3 sets of 8 reps, 80 % 1-RM. \n Groups: Pl, Cr, Pr, or Pr + Cr \n Cr dose: loading: 7 g/d, 3 d/wk on training days ; Cr \nmaintenance: 5 g/d, 3 d/wk on training days \nS: 1-RM tests (knee extensions; knee ﬂ exion; \nbicep curls; tricep extension; military press; lat \npull downs; seated leg press and bench press) \n BC: lean body mass \nCandow et al \n(2008) \n31 \n59-77 y (n = 35) RT: 3 d/wk; 3 sets of 10 reps, 70% of 1-RM, 2-min \nrest between sets \n Groups: Pl, Cr, Cr + Pr \n Cr dose: Cr: 0.1 g/kg body weight in 3 divided doses \nper day, 3 d/wk posttraining \nS: 1-RM tests (leg press and bench press) \n BC: body mass, lean tissue mass \nCarter et al \n(2005) 23 \n48-72 y (n = 37) RT: 3 d/wk, 3 sets of 8 reps, 80% of 1-RM,\n(8 exercises) \n Groups: Pl, Cr, Cr + Pr \n Cr dose: loading: 7 g/d, for 3 d/wk, immediately post-\ntraining; Cr maintenance: 5 g/d, for 3 d/wk \nS: isokinetic tests for knee extensors and ﬂ exors \n(peak torque, time to torque, average power) at \nthree testing velocities (60 ° /s, 180 ° /s, 240 ° /s) \n BC: total and regional fat-free mass \nChilibeck et al \n(2005) 32 \n64-77 y (n = 29) RT: 3 d/wk, 3 sets of 10 reps, 50% of 1-RM\n(12 exercises) \n Groups: Cr, Pl\n Cr dose: loading: 0.3 g/kg body weight for 5 d, fol-\nlowed by 0.07 g/kg body weight for remaining \n11 wk \nS: 1-RM tests (leg press and bench press ) \n BC: BMD and BMC in arms, legs, trunk, whole \nbody \n( continues )\n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 5\nSystematic Review\n Table 1. Details of Included Studies Organized by Gender a (Continued) \nAuthor Age (Sample Size) Intervention (RT Protocol, Groups, Creatine Dose) \nOutcome Measures (Italics Indicates No Re-\nported Signiﬁ cant Creatine Effects) \nChrusch et al \n(2001) 33 \n60-84 y (n = 30) RT: 3 d/wk, 3 sets of 10 reps, 50% of 1-RM, 1-min \nrest between sets (12 exercises) \n Groups: Cr, Pl \n Cr dose: loading: 0.3 g/kg body weight, in 3 divided \ndoes with meals, for 5 d; Cr maintenance: 0.07 g/kg \nbody weight, in 3 divided does with meals for \nremaining 11 wk \nS: 1-RM tests (leg press, knee extension, and \nbench press ), average power for the knee \nextensors/ﬂ exors test \n BC: body mass, lean tissue mass, fat mass, and \n% body fat\n AE: Retrospective creatine side effect assessment \nCooke et al \n(2014) \n20 \n50-70 y (n = 20) RT: 3 d/wk, 3 sets of 10 reps, 75% of 1-RM, 1 min \nrest between sets (7 exercises) \n Groups: Cr, Pl \n Cr dose: loading: 20 g/d, in 4 divided doses per day, \nfor 7 d; Cr maintenance: 0.1 g/kg of body weight, \n3 d/wk, on training days \nS: 1-RM tests (leg press and bench press) \n BC: body mass, % body fat, fat-free mass, fat \nmass \nEijnde et al \n(2003) \n14 \n55-75 y (n = 46) Cardiorespiratory endurance and RT 2-3 d/wk: cycle \nergometry for 12 min, followed by treadmill walking/\njogging or rowing ergometry for 12 min, set at 65% \nof the individual heart rate reserve; RT: 2 sets of 30 \nreps, set at 30-repetition maximum workload \nGroups: Cr, Pl \n Cr dose: 5 g/d, in 3 divided doses per day (1-g \nbreakfast, 3-g lunch, 1-g dinner), on nontraining \ndays; with the 3-g dose taken immediately following \ntraining on training days \nS: isometric strength of the knee-extensor \nmuscles via an isokinetic dynamometer \n E: maximal cycle-ergometer test ( anaerobic \nthreshold ( VT ) ; heart rate and respiratory gas \nexchange ratio ( VCO \n2 / VO 2 ) at VT; peak oxygen \nuptake; diastolic blood pressure ) \n BC: fat-free mass, % body fat \n AE: Blood and urine analysis \nEliot et al \n(2008) 25 \n48-72 y (n = 42) RT, 3 d/wk, 3 sets of 8 reps, 80% 1-RM (8 exercises) \nGroups: Pl, Cr, Pr, Cr + Pr \n Cr dose: loading: 7.0 g/d, 3 d/wk; Cr maintenance: \n5 g/d, 3 d/wk, immediately posttraining \nBC: body mass and body fat mass; total body and \nregional (arms, legs, and trunk) measures of \nbone free-fat free mass and % body fat \n Combined male and female subjects \nBermon et al \n(1998) 12 \n67-80 y (n = 32) RT: 3 d/wk, 3 sets of 8 reps, 80% of 1 RM \n(3 exercises) \n Groups: Cr, Cr + RT, Pl, Pl + RT \n Cr dose: loading: 20 g/d, in 4 divided doses per day, \nfor 5 d; Cr maintenance: 3 g/d, 7 d/wk \nS: 1-RM, 12-RM tests ( chest press, horizontal \nleg press, leg extension ) isometric intermittent \nendurance ( IIE ) of 1 upper and 2 lower body \nmuscle groups \n BC: body mass, body mass index, and body fat \nBrose et al \n(2003) 15 \n > 65 y (n = 28) \n 15 men, (67.8 ± \n4.0 y) \n 15 women \n(69.3 ± 6.3 y) \nRT: 3 d/wk, 1 set of 10-12 reps, 50% of 1-RM \n(12 exercises); progressing to 3 sets at 80% of 1 \nRM \n Groups: Cr, Pl\n Cr dose: 5.0 g/d, 7 d/wk \nS: 1-RM ( chest press, leg press, arm ﬂ exion, and \nknee extension ); isometric tests (knee exten-\nsion, handgrip, ankle dorsiﬂ exion) \n F: 30-s chair-stand test, 30-m walk test, 14-stair \nclimb test \n BC: total body mass, fat mass , fat-free mass, % \nbody fat, BMC \nCandow et al \n(2015) \n3 \n50-71 y (n = 39) RT: 3 d/wk, 3 sets of 10 reps, 1- to 2-min rest be-\ntween sets (11 exercises) \n Groups: Pl, Cr before (CrB), and Cr after (CrA) \ntraining \n Cr dose: .1 g/kg body weight, either immediately \nbefore or after training, on training days only \nS: 1-RM tests (leg press and chest press) \n BC: lean tissue, fat mass \nPinto et al \n(2016) 22 \n60-80 y (n = 27) RT: 3 d/wk, 3 sets of 13-15 reps for abdominal and \nlumbar regions, 3 sets of 10-13 reps for all other \nmuscles, 1-min rest between sets, alternate days \nbetween upper limbs/abdomen (7 exercises) and \nlower limbs/lumbar (7 exercises) exercises \n Groups: Cr, Pl \n Cr dose: 5 g/d, 4 d/wk, with lunch on nontraining \ndays; 5/g/d, 3 d/wk, immediately after RT \nS: 10-RM tests ( bench press and leg press \nexercises ) \n BC: lean mass; total and regional ( lumbar spine, \nfemoral neck, femur ) BMC and BMD \n Abbreviations: AE, adverse effects; BC, body composition; BMC, bone mineral composition; BMD, bone mineral density; Cog, cognition; Cr, creatine; E, endurance; F, functional tasks; Pl, placebo; \nRM, repetition maximum; RT, resistance training; S, strength; VT, ventilatory threshold. \n a Italicized outcome measures indicate no signiﬁ cance between Cr and Pl groups. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n6 Volume 00 • Number 0 • 00 2019\nupper and lower body strength as measured by chest press \nand leg press, respectively, compared with RT alone ( P < \n.025). Conversely, Bermon et al 12 and Pinto et al 22 both uti-\nlized a low-dose daily creatine ingestion protocol combined \nwith RT for 7 and 12 weeks, respectively, and reported \nsigniﬁ cant training effects in strength overall with no differ-\nences between RT creatine and placebo groups. See Table 2 \nfor details of signiﬁ cant creatine effects found for strength \nand Table 1 for a list of all strength measures assessed. \n Functional Capacity \n All 3 studies conducted in older ( > 60 years) healthy women \ndemonstrated signiﬁ cant effects of creatine on functional \ncapacity following daily ingestion of creatine. Aguiar et \nal \n29 reported signiﬁ cantly greater posttest improvements \nfor both the 30-second chair-stand test and the ﬂ oor-to-\nstand test in the creatine supplementation group over the \nplacebo group ( P < .01). Gualano et al \n10 also reported sig-\nniﬁ cant effects on the 30-second chair-stand posttest in the \nRT creatine group over the RT placebo group ( P = .02). \nFinally, Canete et al 16 demonstrated a signiﬁ cant reduction \nin the posttreatment time to complete the sit-to-stand test \ncompared with baseline measurements in the creatine RT \ngroup ( P < .05) but not in the RT only group. Brose et al \n15 \nconducted a study in both healthy men and women ( > 65 \nyears), which also utilized a similar daily creatine ingestion \nand RT protocol for 14 weeks. Signiﬁ cant increases in all \n3 functional tasks (30-second chair-stand test, 30-m walk \ntest, or 14-stair climb) were found following RT in all \ngroups ( P < .05), with no between-group differences. See \n Table 3 for details of signiﬁ cant creatine effects found for \nfunctional capacity and Table 1 for a list of all functional \ntests assessed. \n Endurance \n Canete et al 16 assessed the short-term effects of 1-week \ndaily creatine supplementation combined with exercise in \nhealthy older females ( > 60 years) on endurance capacity \nas measured by a 1-mile walk test and ventilatory thresh-\nold and peak oxygen intake ( V· o \n2peak ) measured during \ncycle ergometry. No signiﬁ cant group, time, or interaction \neffects were found between creatine and placebo groups \nfor all measured indices of endurance capacity. Eijnde et \nal \n14 assessed the long-term effects of 6-month daily creatine \nsupplementation combined with RT in healthy older males \n( > 55 years) on markers of cardiorespiratory endurance \n Figure. PRISMA flow diagram outlining the search and screening process. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 7\nSystematic Review\ncapacity (heart rate, V· o 2 , workload, and diastolic blood \npressure measured at ventilatory threshold), which were \ncollected during a maximal incremental cycle ergometer \ntest. Similar to the study by Canete et al, \n16 all cardiorespira-\ntory endurance measurements were not signiﬁ cantly differ-\nent between placebo and creatine groups at any measured \ntime point across the study (data not shown). See Table 1 \nfor a list of endurance measurements assessed. \n Body Composition \n Three of the 4 studies conducted in older females report-\ned signiﬁ cant body composition effects with creatine \nsupplementation during RT compared with placebo (see \n Table 4 ). Following 12 weeks of daily creatine ingestion, \nAguiar et al 29 showed signiﬁ cant creatine-speciﬁ c improve-\nments in fat-free mass and muscle mass compared with RT \nalone ( P < .01). Chilibeck et al \n21 investigated the effects \nof daily creatine ingestion on lean tissue mass as well as \ntotal and regional BMD of the lumbar spine and femoral \nneck and showed signiﬁ cantly reduced rate of femoral neck \nBMD loss with the RT creatine group compared with RT \nplacebo ( P < .05). An increase in femoral shaft subperios-\nteal width was also observed with the RT creatine group \nat 12 months compared with baseline ( P < .05) but not \n Table 2. Strength \nAuthor Duration Creatine Versus Placebo Supplementation Results \n Strength measurements in female subjects \nAguiar et al (2013) 29 24-wk RT (12-wk without and with supplementation) \n 12-wk Cr, daily ingestion, and immediately posttraining \nSigniﬁ cant Cr gains in 1-RM bench press, biceps \ncurl, and knee extension compared to Pl group \n( P < .05) \nGualano et al (2014) \n10 24-wk RT \n 1-wk Cr loading; 23-wk maintenance daily ingestion \nSigniﬁ cant Cr gains in 1-RM bench press com-\npared to all groups ( P < .05) \nChilibeck et al (2015) 21 12-mo RT \n 12-mo low-dose Cr daily ingestion \nSigniﬁ cant Cr training gains in 1-RM bench press \ncompared to Pl training group ( P < .05) \n Strength measurements in male subjects \nBemben et al (2010) 13 14-wk RT \n 2-wk Cr loading, 10-wk Cr posttraining days only \nNone \nCandow et al (2008) 31 10-wk RT \n 10-wk Cr: 1 × pre-, and 2 × posttraining days only \nNone \nCarter et al (2005) 23 16-wk RT \n 1-wk Cr loading; 15-wk Cr posttraining days only \nNone \nChilibeck (2005) 32 12-wk RT \n 5-d Cr loading; 79 d Cr daily ingestion \nSigniﬁ cant Cr gains in 1-RM leg press compared to \nPl group ( P < .05) \nCooke et al (2014) 20 12-wk RT \n 1-wk Cr loading; 11-wk Cr posttraining days only \nNone \nChrusch et al (2001) 33 12-wk RT \n 11-wk Cr daily ingestion, with 5-d initial loading dose \nSigniﬁ cant Cr strength gains in leg press over Pl \ngroup ( P < .05) \n Signiﬁ cant Cr isokinetic knee extension/ﬂ exion \npower compared to Pl group ( P < .02) \nEijnde et al (2003) 14 6-mo strength and endurance training \n 6-mo low-dose Cr daily ingestion \nNone \n Strength measurements in combined male and female subjects \nBermon et al (1998) 12 7-wk RT \n 5-d Cr loading; 47-d Cr once daily ingestion \nNone \nBrose et al (2003) 15 14-wk RT \n 14-wk Cr daily ingestion \nSigniﬁ cant Cr isometric dorsiﬂ exion strength in \nmen compared to Pl group ( P < .05) \n Signiﬁ cant Cr isometric knee extension strength in \nmen and women compared to Pl group \n( P < .05) \nCandow et al (2015) \n3 32-wk RT \n 32-wk Cr, immediately before or after training days only \nSigniﬁ cant Cr gains in leg press and chest press \nstrength for both CrA and Cr B groups com-\npared to Pl ( P < .025) \nPinto et al (2016) \n22 12-wk RT \n 12-wk low-dose Cr daily ingestion \nNone \n Abbreviations: Cr, creatine; Pl, placebo; RM, repetition maximum; RT, resistance training. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n8 Volume 00 • Number 0 • 00 2019\nin the RT placebo group. Gualano et al 10 reported similar \neffects of daily creatine supplementation combined with \nRT on signiﬁ cantly greater appendicular lean mass accrual \nat 24 months postcreatine supplementation compared with \nplacebo ( P < .05). The shortest supplementation period of \n1-week daily creatine ingestion combined with exercise in \nhealthy older females ( > 60 years) as assessed by Canete \net al \n16 showed no signiﬁ cant differences in posttest body \nmass values compared with baseline for either the RT cre-\natine group or the RT placebo group. \n All 8 studies conducted in men assessed body composition \nto varying degrees with 3 demonstrating creatine-speciﬁ c \neffects. Candow et al \n31 demonstrated signiﬁ cant creatine \neffects on body mass with creatinine supplementation ( P < \n.05) over placebo following 10 weeks of RT and creatine \nsupplementation ingested on training days only. Chrusch \net al \n33 utilized a similar 12-week RT program combined \nwith daily creatine ingestion and showed increases in both \nbody mass ( P < .05) and lean tissue mass ( P < .05) com-\npared with the RT placebo group. In a 12-week RT study \nutilizing daily creatine ingestion, Chilibeck et al \n32 showed \nsigniﬁ cant creatine effects in arm BMC (3.2% greater, P = \n.0009) compared with placebo. 32 The remaining 5 studies \nin older males failed to demonstrate any added creatine-\nspeciﬁ c body composition differences over RT alone. \n The studies assessing body composition that were con-\nducted in both older males and females combined demon-\nstrated signiﬁ cant creatine effects on lean mass \n3 , 22 or total \nbody mass and fat-free mass 15 when compared with the RT \nplacebo group. The RT training programs ranged from 12 \nto 32 weeks and included both daily supplementation of \ncreatine \n15 , 22 and supplementation on training days only. 3 \nPinto et al 22 also measured BMC and BMD from total body \nand lumbar spine, femoral neck, and femur similar to both \nGualano et al \n10 and Chilibeck et al 21 described previously; \nhowever, there were no signiﬁ cant differences between the \ncreatine and placebo RT groups. See Table 4 for details of \nsigniﬁ cant creatine effects for body composition and Table 1 \nfor a list of all body composition indices assessed. \n Cognition \n One study investigated potential additive effects of daily \ncreatine ingestion combined with 24 weeks of RT on a \nbattery of cognitive and mental outcomes. \n9 Although both \ncreatine and placebo RT groups demonstrated decreases \nin the Geriatric Depression Scale scores when compared \nwith their respective non-RT controls ( P < .0001 and \n P < .01, respectively), there was no added effect of creatine \nsupplementation on mental state over RT alone. \n9 Cognitive \nperformance remained unchanged for all groups across all \ncognitive tests (Data not shown). See Table 1 for a list of \ncognitive measurements assessed. \n Adverse Effects \n Several studies 14 , 21 , 33 reported adverse effects that occurred \nduring the course of their investigation (see Table 5 ). All \n3 studies utilized a daily, low dose of creatine. Chrusch \net al \n33 also utilized an initial 5-day creatine loading period. \nDuring the poststudy follow-up, participants self-reported \nvaried mild to moderate gastrointestinal disturbances, \n21 , 33 \nmuscle cramping, 21 , 33 and muscle strain. 33 The 6-month \ncombined creatine and RT study by Eijnde et al 14 reported \n5 cardiovascular adverse events of ST-segment depression \nduring the 3- or 6-month exercise tests, which included 4 \nRT creatine participants and 1 RT placebo participant (no \nsigniﬁ cance detected between the 2 groups). Two of these \nparticipants were instructed to leave the study and entered \na cardiovascular rehabilitation program, while the other \nparticipants were cleared to continue with the remainder of \nthe study. Liver enzymes and blood and urine markers were \nnot signiﬁ cantly altered in participants supplementing with \ncreatine in these studies. \n14 , 21 , 33 See Table 5 for a summary \nof reported creatine adverse effects. \n DISCUSSION \n This systematic review assessed whether creatine supple-\nmentation combined with exercise results in additive effects \non indices of skeletal muscle, bone, and mental health over \nexercise alone in older adults. Additional attention was also \n Table 3. Functional Capacity \nAuthor Duration Creatine Versus Placebo Supplementation Results \n Functionality measurements in female subjects \nAguiar et al (2013) 29 24-wk RT (12-wk without and with supplementation) \n 12-wk Cr, daily ingestion, and immediately \nposttraining \nCr signiﬁ cantly more efﬁ cient by 18.7% and 10.7% in the 30-s \nchair-stand test and ﬂ oor-to-stand test at posttest than Pl group \n( P < .01) \nCanete et al (2006) 16 1-wk physical exercise \n 1-wk Cr daily ingestion \nSigniﬁ cant decrease (12%) in sit-to-stand test time from the pre-\nto posttreatment conditions in Cr group ( P < .05). \nGualano et al (2014) 10 24-wk RT \n 1-wk Cr \n 23-wk daily ingestion \nSigniﬁ cant Cr difference in 30-s chair-stand test compared to \nPl + RT ( P = .02) \n Functionality measurements in female and male subjects \nBrose et al (2003) 15 14-wk RT \n 14-wk Cr daily ingestion \nNone \n Abbreviations: Cr, creatine; Pl, placebo; RT, resistance training. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 9\nSystematic Review\ngiven to potential gender differences and differences attrib-\nuted to the dose and duration of creatine supplementation. \nA discussion of each reviewed category follows. \n Strength and Functional Capacity \n Creatine when administered daily for 6 months 10 , 29 and \nup to 1 year 21 and combined with at least 2 to 3 days of \nRT a week can lead to beneﬁ cial effects on upper body \nstrength in women aged 57 years and older. The ability to \nincrease maximal strength tests with greater training vol-\nume also translated to increased functional capacity. \n10 , 29 \nAn acute RT program combined with creatine supple-\nmentation for 1 week also improved functional perfor-\nmance, thus supporting creatine as an effective strategy \nto improve functional capacity as it relates to activities \nof daily living in older adults. \n16 These studies support \n Table 4. Body Composition \nAuthor Duration Creatine Versus Placebo Supplementation Results \n Body composition measurements in female subjects \nAguiar et al (2013) 29 24-wk RT (12-wk without and with supplementation) \n 12-wk Cr, daily ingestion, and immediately \nposttraining \nSigniﬁ cant Cr gains in fat-free mass ( + 3.2) and muscle mass \n( + 2.8) than Pl group ( P < .01) \nCanete et al (2006) 16 1-wk physical exercise \n 1-wk Cr daily ingestion \nNone \nChilibeck et al (2015) 21 12-mo RT \n 12-mo low-dose Cr daily ingestion \nSigniﬁ cant decrease in the rate of femoral neck BMD loss in \nCr compared to Pl group ( P < .05)\nSigniﬁ cant increase in femoral shaft subperiosteal width in Cr \ncompared to Pl group ( P < .05) \nGualano et al (2014) 10 24-wk RT \n 1-wk Cr; 23-wk daily ingestion \nSigniﬁ cant Cr gains in appendicular lean mass accrual com-\npared to Pl + RT ( P < .05) \n Body composition measurements in male subjects \nBemben et al (2010) 13 14-wk RT \n 2-wk Cr loading, 10-wk Cr posttraining days only \nNone \nCandow et al (2008) 31 10-wk RT \n 10-wk Cr: 1 × pre- and 2 × posttraining days only \nSigniﬁ cant Cr increase in body mass and total muscle thick-\nness compared to Pl ( P < .05) \nCarter et al (2005) 23 16-wk RT \n 1-wk Cr loading; 15-wk Cr posttraining days only \nNone \nChilibeck et al (2005) 32 12-wk RT \n 5-d Cr loading; 79 d Cr daily ingestion \nSigniﬁ cant Cr gains in arm BMC by 3.2% compared to Pl\n( P = .0009) \nChrusch et al (2001) 33 12-wk RT\n 11-wk Cr daily ingestion, with 5-d initial loading dose \nSigniﬁ cant Cr increases in body mass compared with the Pl \ngroup ( P < .05)\nSigniﬁ cant Cr gains in lean tissue mass compared with Pl \ngroup ( P < .05) \nCooke et al (2014) 20 12-wk RT \n 1-wk Cr loading; 11-wk Cr posttraining days only \nNone \nEijnde et al (2003) 14 6-mo strength and endurance training \n 6-mo low-dose Cr daily ingestion \nNone \nEliot et al (2008) 25 14 wk \n 1-wk Cr loading, 13-wk maintenance posttraining \ndays only \nNone \n Body composition measurements in combined female and male subjects \nBermon et al (1998) 12 7-wk RT \n 5-d Cr loading; 47-d Cr once daily ingestion \nNone \nBrose et al (2003) 15 14 wk \n14-wk Cr daily ingestion \nSigniﬁ cant Cr gains in fat-free mass and total body mass com-\npared with placebo ( P < .05); differences between men \nand women not indicated \nCandow et al (2015) 3 32-wk RT \n32-wk Cr, immediately before or after training days \nonly \nSigniﬁ cant Cr gains in lean mass compared to Pl ( P < .025) \nPinto et al (2016) 22 12-wk RT\n 12-wk low-dose Cr daily ingestion \nSigniﬁ cant Cr gains in lean mass compared to Pl ( P = .02) \n Abbreviations: BMC, bone mineral composition; BMD, bone mineral density; Cr, creatine; Pl, placebo; RT, resistance training. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n10 Volume 00 • Number 0 • 00 2019\ntherapeutic implications of creatine supplementation for \nprolonged independence, delayed musculoskeletal condi-\ntion onset such as sarcopenia, and reduced risk for falls \nin women. \n Studies in male participants who utilized a daily low-\ndose creatine supplementation combined with RT for \n12 weeks are in alignment with the studies conducted in \nwomen, supporting the long-term daily use of creatine sup-\nplementation for additive improvements in strength. \n32 , 33 \nThe ergogenic effects of creatine is not surprising as studies \nin athletes in both men and women have previously shown \nthat continuous low-dose creatine supplementation allows \nfor increases in training volume, resulting in enhanced mus-\ncular improvements. \n2 However, replication of these effects \nin men aged 60 to 84 years 33 and 64 to 77 years 32 is a novel \nﬁ nding supporting the use of creatine supplementation for \nstrength and power across the life span. \n The exception, however, is the study conducted by Eijnde \net al 14 in which a daily low dose of creatine combined with \nRT for 6 months failed to demonstrate increased isometric \nstrength of knee extensor muscles. The major differences \nbetween this study and the studies by Chilibeck et al \n32 and \nChrusch et al 33 were the age range beginning at ages 55 to \n75 years and the exercise program. The authors note that \nan initial adaptation was observed following 3 months of \ntraining but was lost by 6 months of training and there \nwas no increase in training volume in the creatine group \ncompared with placebo. These effects could be attributed \nto the choice of exercise program. While both Chilibeck et \nal \n32 and Chrusch et al 33 utilized a whole-body RT program \nincorporating 12 exercises, speciﬁ c guidelines for training \nvolume progression and tapering of resistance prior to \ntesting to avoid training fatigue, Eijnde et al \n14 utilized com-\nbined endurance (cycle ergometry and treadmill walking/\njogging) and RT that incorporated 7 exercises. Participants \nin the study by Eijnde et al \n14 self-regulated their exercise \nworkload and progression and tapering strategies were not \nincluded. Whether there is an intensity threshold that needs \nto be met prior to observation of creatine and RT addi-\ntive effects remains to be determined but may account for \nthe lack of creatine effect with the study by Ejinde et al. \n14 \nFurthermore, this intensity threshold may vary consider-\nably in men between the ages of 55 and 75 years. \n All the studies in men in which the creatine dosing \nparadigm was restricted to training days only did not show \ncreatine-speciﬁ c effects over RT alone. While authors of \nthese studies concluded that supplementation with creatine \nprovides no additional beneﬁ t than RT alone in an older \npopulation, \n13 , 20 , 23 ,31 it is important to note that some of \nthese studies included a wide age range including 48 to 72 \nyears \n13 , 23 and thus initial strength differences and potential \nage-related exercise intensity thresholds differences cannot \nbe overlooked. Bemben et al \n13 acknowledged that the work \nperformance per training session was predetermined for all \nparticipants and that the potential for “nonresponders” \nwithin their participants was possible. \n The signiﬁ cant effects of daily low-dose creatine supple-\nmentation on strength become less apparent in studies in \nwhich participants include both men and women com-\nbined. While Brose et al \n15 were able to replicate the ﬁ nd-\nings described previously on increased lower body strength \nusing daily low-dose creatine combined with 14 weeks of \nRT, Bermon et al \n12 and Pinto et al 22 reported no additive \neffects of a daily low-dose creatine combined with RT. A \nlimitation of the study by Bermon et al \n12 was a low number \nof participants in each group (n = 8) and no distinction \nbetween baseline ﬁ tness levels for age and gender. Bermon \net al 12 also utilized a different creatine-dosing paradigm \nthat involved a larger loading dose of 20 g/d for 5 days, \nfollowed by a lower maintenance dose of 3 g/d for the \nremaining 7 weeks, which is lower than the maintenance \ndose more commonly reported (5 g-8 g/d) by others in this \nreview. \n10 ,29, 32 , 33 Pinto et al 22 utilized a low sample size (n = \n27) and the daily low-dose creatine ingestion was not pre-\nceded by a creatine loading phase. The authors acknowl-\nedge the lack of muscle creatine and phosphorylcreatine \ncontent analysis as a further limitation. Increases in muscle \nPCr content are reduced in the older adults compared \n Table 5. Reported Adverse Effects \nAuthor Duration Creatine Versus Placebo Supplementation Results \n Adverse effects reported in studies with female subjects \nChilibeck et al (2015) 21 12-mo RT \n 12-mo low-dose Cr daily ingestion \nFive creatine group subjects reported mild constipation, diarrhea, heart burn, \nirritable bowel, and nausea. Two creatine group subjects reported mild \nto moderate muscle cramps. One placebo group subject reported mild \nnausea. Two placebo group subjects had higher than normal liver enzyme \nor bilirubin levels. One had mild low creatinine clearance. \n Adverse effects reported in studies with male subjects \nChrusch et al (2001) \n33 12-wk RT\n 11-wk Cr daily ingestion, with 5-d \ninitial loading dose \nSigniﬁ cant loose stools during the Cr loading phase compared to Pl group \n( P < .01); signiﬁ cant Cr increased muscle cramping ( P < .01) and \nmuscle strain ( P < .01) between weeks 3 and 5 compared to Pl group. \nEijnde et al (2003) 14 6-mo strength and endurance training \n6-mo low-dose Cr daily ingestion \nFive subjects (4 Cr and 1 Pl) developed ST-segment depression during the \n3-mo (n = 3) or 6-mo (n = 2) exercise tests; 1 subject (Cr group) exhib-\nited left shoulder joint overuse trauma \n Abbreviations: Cr, creatine; Pl, placebo; RT, resistance training; Text modiﬁ ed to “ST-segment” in the body of the table since “ST” is not an abbreviation, they are a reference to heart EKG waves. \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 11\nSystematic Review\nwith younger individuals 26 and may vary among individu-\nals depending on the muscle tested. 27 Thus, the effects of \nvarious creatine-loading phases, followed by maintenance \nphases on the degree of muscle creatine uptake, storage, \nand retention in older adults warrant further attention and \nmay account for the differences observed in these studies. \n Body Composition \n Body composition results overall demonstrated signiﬁ cant \ncreatine-induced improvements in lean mass, which was \nmostly consistent across studies. \n3 , 10 , 15 , 22 , 33 Two of 6 stud-\nies demonstrated a positive effect of creatine on fat-free \nmass. \n15 , 29 All studies were consistent in reporting no effects \nof creatine supplementation on percent body fat 14 , 20 , 25 , 29 , 33 \nand fat mass. 3 , 10 , 20 , 25 , 29 , 33 Results for body mass across the \nstudies remain inconclusive, with both positive 12 , 15 , 31 , 33 \nand negative 16 , 20 , 25 , 29 reporting of creatine-speciﬁ c effects. \n Previous reports demonstrate that creatine supplemen-\ntation, which leads to increased uptake and loading within \nthe skeletal muscle leads to increases in body mass. \n30 \nHowever, this relationship is not consistently observed \nacross studies in older populations as indicated in this \nreview. The large discrepancies in body mass reporting \nacross studies have been attributed to an age-related \ndecline in basal levels of total creatine and PCr concentra-\ntions, \n24 concomitant with a decline in type II muscle ﬁ bers, \nwhich store creatine to a greater extent than type I ﬁ bers, 28 \nthus affecting the reciprocal relationship between creatine \nloading and body mass as the body ages. Furthermore, \nthis relationship varies between males and females. \n34 The \nevidence demonstrates that increases in body mass follow-\ning creatine loading in older adults are small and while \nsigniﬁ cant increases in total muscle PCr may occur, it is \nnot necessarily associated with increases in body mass. \n26 \nOf the 17 studies reviewed here, 2 14 , 20 conducted skeletal \nmuscle biopsies to determine muscle creatine concentra-\ntions and ﬁ ber-type distribution. Future studies should \ninclude such analyses to corroborate any ﬁ ndings in \ndomains of strength and body composition. \n The body composition outcome measures in women \nvaried greatly thus making comparisons across studies dif-\nﬁ cult. Gulano et al \n10 and Aguiar et al 29 reported signiﬁ cant \neffects of creatine supplementation on fat-free mass and \nappendicular lean mass, respectively, while Chilibeck et al \n21 \nfailed to demonstrate signiﬁ cant creatine effects on whole \nbody lean tissue mass. The daily low-dose creatine inges-\ntion was comparable across the studies and all 3 studies \nutilized a long-term RT protocol ( ≥ 24 weeks). It has been \npreviously shown that creatine supplementation results \nin increased creatine muscle accumulation that is highly \nspeciﬁ c to the muscle groups being exercised during RT \nas the engaged muscle receives increased blood ﬂ ow and \nthus increased creatine transport. \n35 Thus, any signiﬁ cant \neffects of creatine supplementation are likely speciﬁ c to the \nexercised muscles in either the upper or lower body dur-\ning RT. Consequently, whole-body measures of lean tissue \nas performed by Chilibeck et al \n21 could have masked any \ncreatine-speciﬁ c lean tissue effects occurring in upper or \nlower body appendages. Furthermore, in the studies con-\nducted in men and women, all 3 that investigated creatine \neffects on lean mass demonstrated signiﬁ cant creatine differ-\nences compared with the RT placebo group, which corrobo-\nrates the ﬁ ndings discussed previously for lean mass. \n3 , 15 , 22 \nBrose et al 15 reasoned that the subtle effects of creatine on \nbody composition are best analyzed using DEXA, which \ndemonstrates more sensitivity compared with the use of \nhydrodensitometry methods. Interestingly, Bemben et al, \n13 \nusing DEXA and Candow et al, 31 using air-displacement \nplethysmography methods, were the 2 studies conducted \nin men that did not show increased lean mass effects with \ncreatine supplementation. While Bemben et al \n13 suggested \nlimitations in their RT protocol including predetermined \nworkloads for participants as a hindrance to potential lean \nmass effects, Candow et al \n31 reasoned that the dosing para-\ndigm of creatine supplementation on training days only may \nhave been insufﬁ cient for increasing lean mass. Creatine \nsupplementation can improve lean mass regardless of gen-\nder, albeit subtle in some cases, and the optimal dosage for \nlean mass improvements appears to be a continuous low \ndose of creatine combined with RT for at least 12 weeks. \n Studies of creatine effects on bone in older adults are \nlimited. While there were 2 reports in this review showing \ncreatine-speciﬁ c effects on BMD of the femoral neck \n21 and \nBMC of the arms, 21 , 32 respectively, several others reported \nno signiﬁ cant regional BMD effects of creatine supplemen-\ntation. 10 , 22 , 32 The discrepancies in these collective data are \ndifﬁ cult to interpret due to the scarcity of total studies and \nheterogeneous sample for age and gender; however, an \nunderstanding of creatine-speciﬁ c effects on bone may shed \nsome light. Creatine has been shown to regulate bone both \ndirectly via effects on osteoblast activity \n36 and indirectly \nvia increasing training volume capacity over time and sub-\nsequently increasing the muscle load on bone, triggering \nbone formation. \n32 Thus, creatine-induced effects on bone \nare likely dependent on the dosing paradigm for direct \ncreatine regulation of bone-signaling molecules in addi-\ntion to the exercise protocol intensity to facilitate indirect \ncreatine effects. In addition, the duration of RT, in this \ncase, long term would be necessary to allow for creatine \neffects on molecular bone signaling to translate to sig-\nniﬁ cant bone accrual. A closer look at these studies reveals \nthat the creatine-induced decreased rate of femoral neck \nBMD loss in the study by Chilibeck et al \n21 was found after \n12 months of creatine combined with RT. Conversely, Pinto \net al \n22 and Chilibeck et al 32 also analyzed regional BMD \nbut the duration was 12 weeks and both reported no effects \nof creatine on BMD. All 3 studies used a similar daily low-\ndose creatine dosing paradigm and 3 d/wk RT program. \nInterestingly, Gualano et al \n10 demonstrated signiﬁ cant \ncreatine effects on appendicular lean mass in older women \nbut failed to show differences in regional (lumbar spine, \nfemoral neck, total femur) measures of BMD between \ncreatine- and placebo-trained groups after 6 months of \nRT combined with daily low-dose creatine. These results \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n12 Volume 00 • Number 0 • 00 2019\nare difﬁ cult to explain but the authors speculate a role of \nlower bone mass in postmenopausal women as well as the \n6-month follow-up being too early to detect signiﬁ cant \nchanges in bone. \n10 Ideally, identifying a creatine dose and \nduration that maximizes both direct and indirect creatine \neffects would be ideal in producing signiﬁ cant improve-\nments in BMD and BMC over RT alone. \n Cognition \n Previous studies have demonstrated creatine-speciﬁ c posi-\ntive effects on depression, 37 memory and spatial recall, 5 and \nneuroprotection during unfavorable environmental condi-\ntions. \n4 The neuroprotective actions are thought to partly \noccur through maintenance of mitochondrial bioenergetics \nand reduction of oxidative stress. \n38 As exercise alone has \nshown to have neuroprotective properties in the brain, it was \nof interest to Alves et al \n9 to investigate the potential additive \neffects of creatine combined with strength training on indices \nof mental health including emotional state and cognition. \nWhile the study reported positive effects of strength training \non emotional state, there were no creatine-speciﬁ c effects \nreported. Direct creatine supplementation–mediated effects \nin the CNS are likely very low due to the low efﬁ ciency of \ncreatine crossing the blood-brain barrier. \n39 The effects may \nbe dependent on basal levels of brain creatine, and turnover \nrates, which may also vary across the life span. Furthermore, \nprevious studies have shown positive creatine effects in the \nbrain under stressed conditions, which suggest that any \ncognitive beneﬁ ts may occur in individuals with underlying \ndeﬁ cits in brain energy metabolism or demand. \n4 , 9 \n Adverse Effects of Creatine Supplementation \n The gastrointestinal adverse events were categorized as \nfew and minimal and did not affect activities of daily liv-\ning or hinder the ability to continue with RT. \n21 , 33 To our \nknowledge, the reported ST-segment depression observed \nduring the electrocardiogram-controlled maximal exercise \ntests in the study by Ejinde et al \n14 is the ﬁ rst report of \ncardiovascular-related adverse events following long-term \n(6 months) daily ingestion of creatine and warrants further \nattention. Although all participants were cleared to par-\nticipate in the study from preliminary electrocardiographic \ntests, 11 participants were excluding during this phase \nbecause they also demonstrated signiﬁ cant ST depression \nor other cardiovascular events at baseline. \n14 It remains \npossible that the 4 participants who showed ST depres-\nsion during the ﬁ rst phase of the study had underlying \ncardiovascular conditions that were not picked up during \nthe initial screening. \n Effects in Women and Creatine Mechanism of Action \n While it is established that healthy aging is attributed to a \ncontinuous decline in the third decade of steroid hormones \nincluding androgens, estrogens, and insulin-like growth fac-\ntor-1 in both men and women, the decline in the circulating \nhormone, estradiol, is most robust in older women, particu-\nlarly at menopause. \n40 This natural decline in serum levels \nof sex steroid bioavailability correlates with reductions in \nmuscle mass and BMD and increases in body fat, which is \nfurther linked to increased risks of sarcopenia, fractures, \ncognitive decline, and overall well-being. \n40 Bone and CNS \nhealth is highly dependent on circulating levels of estradiol; \nthus, the age-related effects on musculoskeletal and CNS \nhealth, strength, and functionality \n40 are accelerated in older \nwomen following estradiol depletion. \n To combat this loss, RT exercise has been shown to \ntrigger increases in anabolic hormones, testosterone, and \ngrowth hormone \n40 as well as muscle insulin-like growth \nfactor-1 levels in older adults. 41 Mechanistic studies identify \ninsulin-like growth factor-1 among several other myogenic \nregulatory proteins as being upregulated in response to cre-\natine intake acutely. \n42 Studies of creatine effects on anabolic \nsteroid regulation in older adults are limited and warrant \nfurther investigation. The effects of creatine supplementa-\ntion combined with RT seen in the studies with women are \nlikely partly attributed to creatine combating the substantial \nloss of serum hormone bioavailability that occurs at this age \nresulting in improvements in muscle mass and strength. \n The effects of creatine appear to be multifactorial as it has \nalso been shown to stimulate satellite cell proliferation and \nmuscle protein synthesis. \n27 , 30 , 43 These effects have mostly \nbeen reported in young healthy individuals, with some \nreports of creatine-induced satellite cell proliferation in older \nadults. \n44 In addition to anabolic protein effects, creatine \nalso causes intracellular water retention, 45 which may be \nanother mechanism in addition to increased muscle protein \nsynthesis for the observed increases in total body and muscle \nmass. \n15 , 29 , 31 , 33 Water retention–induced muscle hypertrophy \nmay also be functionally correlated to improvements in \nstrength following creatine supplementation. \n45 \n Limitations \n The age of participants in the included studies ranged \nbetween 48 and 77 years and included both men and \nwomen. Outcome measures in the strength and endurance \ncategory varied greatly contributing to the heterogeneity \nof the results in addition to slight variations in RT proto-\ncols across the studies. The duration of studies also varied \nacross the categories including 1 to 24 weeks for strength, \nfunctionality, and endurance; 1 week to 1 year for body \ncomposition; and 24 weeks for cognition. The degree of \nbaseline physical ﬁ tness also varied among participants. \nAlthough most studies reported their participants as being \nuntrained, signiﬁ cant initial strength improvements may \nhave been more pronounced in the previously more sed-\nentary participants due to neural adaptations compared \nwith those who had a prior history of RT. Differences in \nparticipant and study characteristics make generalizability \ndifﬁ cult, although we were able to tease apart gender dif-\nferences on several categories including strength, functional \ntasks, and body composition. \n CONCLUSIONS \n This systematic review suggests that the beneﬁ cial effects \nof creatine supplementation on upper and/or lower body \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nJournal of GERIATRIC Physical Therapy 13\nSystematic Review\nstrength, functional capacity, lean mass, and potential \nregional BMD of the femur require a continuous low daily \ndose of creatine combined with moderate RT for at least 12 \nweeks with at least 1 year before any effects on bone health \nmay be observed. One-third of the studies that reported \ncreatine-speciﬁ c effects also utilized an initial 1-week \nloading phase with higher creatine concentrations before \ninitiating the low-dose maintenance phase. Adverse effects \nwith creatine supplementation combined with RT include \nminimal gastrointestinal irritability and muscle cramping \nas well as 1 study reporting ST depression occurring in 4 \nparticipants during exercise testing. \n These creatine and RT additive effects have the \npotential to translate to improvements in abilities to \nperform activities of daily living as well as prolonging \nthe development of musculoskeletal disorders including \nosteoporosis. Additional large-scale and long-term ran-\ndomized controlled trials are needed to establish a role \nfor creatine in conjunction with exercise to positively \nimpact BMD. Randomized controlled trials speciﬁ cally \ninvestigating the additive effects of creatine and exer-\ncise on cognitive measures including memory as well as \nanxiety and depression are currently lacking. Creatine \nsupplementation combined with RT offers a safe an \neffective therapeutic strategy to support healthy muscu-\nloskeletal aging. \n REFERENCES \n 1. Jäger R , Purpura M , Shao A , Inoue T , Kreider RB . Analysis of the efﬁ cacy, \nsafety, and regulatory status of novel forms of creatine . Amino Acids . \n 2011 ; 40 ( 5 ): 1369 - 1383 . \n 2. Burke DG , Silver S , Holt LE , Smith Palmer T , Culligan CJ , Chilibeck PD . The \neffect of continuous low dose creatine supplementation on force, power, and \ntotal work . Int J Sport Nutr Exerc Metab . 2000 ; 10 ( 3 ): 235 - 244 . \n 3. Candow DG \n, Vogt E , Johannsmeyer S , Forbes SC , Farthing JP . Strategic \ncreatine supplementation and resistance training in healthy older adults . \n Appl Physiol Nutr Metab . 2015 ; 40 ( 7 ): 689 - 694 . \n 4. Turner CE , Byblow WD , Gant N . Creatine supplementation enhances \ncorticomotor excitability and cognitive performance during oxygen \ndeprivation . J Neurosci . 2015 ; 35 ( 4 ): 1773 - 1780 . \n 5. McMorris T , Mielcarz G , Harris RC , Swain JP , Howard A . Creatine \nsupplementation and cognitive performance in elderly individuals . \n Neuropsychol Dev Cogn B Aging Neuropsychol Cogn . 2007 ; 14 ( 5 ):\n 517 - 528 . \n 6. Gualano B , Rawson ES , Candow DG , Chilibeck PD . Creatine supplementation \nin the aging population: effects on skeletal muscle, bone and brain . Amino \nAcids . 2016 ; 48 ( 8 ): 1793 - 1805 . \n 7. American College of Sports Medicine; American Dietetic Association; Dietitians \nof Canada . Joint position statement: nutrition and athletic performance. \nAmerican College of Sports Medicine, American Dietetic Association, and \nDietitians of Canada . Med Sci Sports Exerc . 2000 ; 32 ( 12 ): 2130 - 2145 . \n 8. Carvalho APPF , Molina GE , Fontana KE . Creatine supplementation \nassociated with resistance training does not alter renal and hepatic \nfunctions . \nRev Bras Med Esporte . 2011 ; 17 ( 4 ): 237 - 241 . \n 9. Alves CR , Merege Filho CA , Benatti FB , et al. Creatine supplementation \nassociated or not with strength training upon emotional and cognitive \nmeasures in older women: a randomized double-blind study . PLoS One . \n 2013 ; 8 ( 10 ): e76301 . \n 10. Gualano B , Macedo AR , Alves CR , et al. Creatine supplementation and \nresistance training in vulnerable older women: a randomized double-blind \nplacebo-controlled clinical trial . Exp Gerontol . 2014 ; 53 : 7 - 15 . \n 11. Tarnopolsky M , Zimmer A , Paikin J , et al. Creatine monohydrate and \nconjugated linoleic acid improve strength and body composition following \nresistance exercise in older adults . PLoS One \n. 2007 ; 2 ( 10 ): e991 . \n 12. Bermon S , Venembre P , Sachet C , Valour S , Dolisi C . Effects of creatine \nmonohydrate ingestion in sedentary and weight-trained older adults . Acta \nPhysiol Scand . 1998 ; 164 ( 2 ): 147 - 155 . \n 13. Bemben MG , Witten MS , Carter JM , Eliot KA , Knehans AW , Bemben DA . \n The effects of supplementation with creatine and protein on muscle strength \nfollowing a traditional resistance training program in middle-aged and older \nmen . J Nutr Health Aging . 2010 ; 14 ( 2 ): 155 - 159 . \n 14. Eijnde BO , Van Leemputte M , Goris M , et al. Effects of creatine \nsupplementation and exercise training on ﬁ tness in men 55-75 yr old . J \nAppl Physiol (1985). 2003 ; 95 ( 2 ): 818 - 828 . \n 15. Brose A , Parise G , Tarnopolsky MA . Creatine supplementation enhances \nisometric strength and body composition improvements following \nstrength exercise training in older adults . J Gerontol A Biol Sci Med Sci . \n 2003 ; 58 ( 1 ): 11 - 19 . \n 16. Canete S , San Juan AF , Pérez M , et al. Does creatine supplementation \nimprove functional capacity in elderly women ? J Strength Cond Res . \n 2006 ; \n20 ( 1 ): 22 - 28 . \n 17. Moher D , Liberati A , Tetzlaff J , Altman DG , Group P . Preferred reporting \nitems for systematic reviews and meta-analyses: the PRISMA statement . \n BMJ . 2009 ; 6 ( 7 ): e1000097 . \n 18. Maher CG , Sherrington C , Herbert RD , Moseley AM , Elkins M . Reliability of \nthe PEDro scale for rating quality of randomized controlled trials . Phys Ther . \n 2003 ; 83 ( 8 ): 713 - 721 . \n 19. Wallis JA , Taylor NF . Pre-operative interventions (non-surgical and non-\npharmacological) for patients with hip or knee osteoarthritis awaiting joint \nreplacement surgery—a systematic review and meta-analysis . Osteoarthritis \nCartilage . 2011 ; 19 ( 12 ): 1381 - 1395 . \n 20. Cooke MB , Brabham B , Buford TW , et al. Creatine supplementation post-\nexercise does not enhance training-induced adaptations in middle to older \naged males . Eur J Appl Physiol . 2014 ; 114 ( 6 ): 1321 - 1332 . \n 21. Chilibeck PD , Candow DG , Landeryou T , Kaviani M , Paus-Jenssen L . Effects \nof creatine and resistance training on bone health in postmenopausal \nwomen . Med Sci Sports Exerc . 2015 ; 47 ( 8 ): 1587 \n- 1595 . \n 22. Pinto CL , Botelho PB , Carneiro JA , Mota JF . Impact of creatine \nsupplementation in combination with resistance training on lean mass in \nthe elderly . J Cachexia Sarcopenia Muscle . 2016 ; 7 ( 4 ): 413 - 421 . \n 23. Carter JM , Bemben DA , Knehans AW , Bemben MG , Witten MS . Does \nnutritional supplementation inﬂ uence adaptability of muscle to resistance \ntraining in men aged 48 to 72 years . J Geriatr Phys Ther . 2005 ; 28 ( 2 ):\n 40 - 47 . \n 24. Smith SA , Montain SJ \n, Matott RP , Zientara GP , Jolesz FA , Fielding RA . \n Creatine supplementation and age inﬂ uence muscle metabolism during \nexercise . J Appl Physiol ( 1985 ) . 1998 ; 85 ( 4 ): 1349 - 1356 . \n 25. Eliot KA , Knehans AW , Bemben DA , Witten MS , Carter J , Bemben MG . The \neffects of creatine and whey protein supplementation on body composition \nin men aged 48 to 72 years during resistance training . J Nutr Health Aging . \n 2008 ; 12 ( 3 ): 208 - 212 . \n 26. Rawson ES , Clarkson \nPM , Price TB , Miles MP . Differential response of \nmuscle phosphocreatine to creatine supplementation in young and old \nsubjects . Acta Physiol Scand . 2002 ; 174 ( 1 ): 57 - 65 . \n 27. Chilibeck PD , Kaviani M , Candow DG , Zello GA . Effect of creatine \nsupplementation during resistance training on lean tissue mass and \nmuscular strength in older adults: a meta-analysis . Open Access J Sports \nMed . 2017 ; 8 : 213 - 226 . \n 28. Mesa JL , Ruiz JR , González-Gross MM , Gutiérrez Sáinz A , Castillo Garzón \n MJ . Oral creatine supplementation and skeletal muscle metabolism in \nphysical exercise . Sports Med . 2002 \n; 32 ( 14 ): 903 - 944 . \n 29. Aguiar AF , Januário RS , Junior RP , et al. Long-term creatine supplementation \nimproves muscular performance during resistance training in older women . \n Eur J Appl Physiol . 2013 ; 113 ( 4 ): 987 - 996 . \n 30. Cooper R , Naclerio F , Allgrove J , Jimenez A . Creatine supplementation with \nspeciﬁ c view to exercise/sports performance: an update . J Int Soc Sports \nNutr . 2012 ; 9 ( 1 ): 33 . \n 31. Candow DG , Little JP , Chilibeck PD , et al. Low-dose creatine combined \nwith protein during resistance training in older men . Med Sci Sports Exerc . \n 2008 ; 40 ( 9 ): 1645 - 1652 . \n 32. Chilibeck PD , Chrusch MJ , Chad KE , Shawn Davison K , Burke DG . Creatine \nmonohydrate and resistance training increase bone mineral content and \ndensity in older men . J Nutr Health Aging . 2005 ; 9 ( 5 ): 352 - 353 . \n 33. Chrusch MJ , Chilibeck PD , Chad KE , Davison KS , Burke DG . Creatine \nsupplementation combined with resistance training in older men . Med Sci \nSports Exerc . 2001 ; 33 ( 12 \n): 2111 - 2117 . \n 34. Mihic S , MacDonald JR , McKenzie S , Tarnopolsky MA . Acute creatine \nloading increases fat-free mass, but does not affect blood pressure, plasma \ncreatinine, or CK activity in men and women . Med Sci Sports Exerc . \n 2000 ; 32 ( 2 ): 291 - 296 . \n 35. Robinson TM , Sewell DA , Hultman E , Greenhaff PL . Role of submaximal \nexercise in promoting creatine and glycogen accumulation in human \nskeletal muscle . J Appl Physiol ( 1985 ) . 1999 ; 87 ( 2 ): 598 - 604 . \n 36. Gerber I , ap Gwynn I , \n Alini M , Wallimann T . Stimulatory effects of creatine on \nmetabolic activity, differentiation and mineralization of primary osteoblast-\nlike cells in monolayer and micromass cell cultures . Eur Cell Mater . \n 2005 ; 10 : 8 - 22 . \n 37. Lyoo IK , Yoon S , Kim TS , et al. A randomized, double-blind placebo-\ncontrolled trial of oral creatine monohydrate augmentation for enhanced \nresponse to a selective serotonin reuptake inhibitor in women with major \ndepressive disorder . Am J Psychiatry . 2012 ; 169 ( 9 ): 937 - 945 . \n\nCopyright © 2019 The Academy of Geriatric Physical Therapy, APTA. Unauthorized reproduction of this article is prohibited.\nSystematic Review\n14 Volume 00 • Number 0 • 00 2019\n 38. Adhihetty PJ , Beal MF . Creatine and its potential therapeutic value for \ntargeting cellular energy impairment in neurodegenerative diseases . \n Neuromolecular Med . 2008 ; 10 ( 4 ): 275 - 290 . \n 39. Béard E , Braissant O . Synthesis and transport of creatine in the \nCNS: importance for cerebral functions . J Neurochem . 2010 ; 115 ( 2 ):\n 297 - 313 . \n 40. Copeland JL , Chu SY , Tremblay MS . Aging, physical activity, and \nhormones in women—a review . J Aging Phys Act . 2004 ; 12 ( 1 ):\n 101 - 116 . \n 41. Singh MA , Ding W , Manfredi TJ , et al. Insulin-like growth factor I in \nskeletal muscle after weight-lifting exercise in frail elders . Am J Physiol . \n 1999 ; 277 ( 1 ): E135 - E143 . \n 42. Deldicque L , Louis M , Theisen D , et al. Increased IGF mRNA in human \nskeletal muscle after creatine supplementation . Med Sci Sports Exerc . \n 2005 ; 37 ( 5 ): 731 - 736 . \n 43. Olsen S , Aagaard P , Kadi F , et al. Creatine supplementation augments \nthe increase in satellite cell and myonuclei number in human skeletal \nmuscle induced by strength training . J Physiol . 2006 ; 573 ( 2 ): 525 - 534 . \n \n44. Mackey AL , Esmarck B , Kadi F , et al. Enhanced satellite cell proliferation \nwith resistance training in elderly men and women . Scand J Med Sci Sports . \n 2007 ; 17 ( 1 ): 34 - 42 . \n 45. Saab G , Marsh GD , Casselman MA , Thompson RT . Changes in human \nmuscle transverse relaxation following short-term creatine supplementation . \n Exp Physiol . 2002 ; 87 ( 3 ): 383 - 389 ."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 32,
    "primary_human": "muscle_mass; muscle_strength; physical_function"
  },
  "bucket": "B",
  "notes": "Systematic review of RCTs in older adults combining creatine with exercise (often RT); overall shows additive benefits on muscle mass, strength and functional outcomes versus training alone."
}