{
  "id": 77,
  "title": "Effectiveness of Creatine in Metabolic Performance: A Systematic Review and Meta-Analysis",
  "authors": "Jaramillo JD; et al.",
  "year": 2023,
  "doi": "10.7759/cureus.45282",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "metabolism",
    "metabolic_markers",
    "performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed / clinical_mixed"
  },
  "sections": {
    "abstract": "Using the guidelines from the Preferred Reporting Items for Systematic Reviews and Meta-Analyses\n(PRISMA), this meta-analysis (MA) tried to figure out how well creatine (Cr) improves metabolic\nperformance. We searched Google Scholar, PubMed, and the Cochrane Library to identify relevant\nrandomized clinical trials (RCTs) exploring the various effects of Cr across different age groups compared to\na placebo (PLA). We also investigated the synergistic effects of combining other supplements with Cr. In\norder to emphasize the different ways and sports where Cr has been used in the past years, we found from\nthe selected articles that Cr demonstrated a more pronounced effect during aerobic or anaerobic exercise\ncompared to PLA groups in the studies. Furthermore, in sports that demand significant cumulative energy,\nsuch as long-distance races, biking, or triathlons, athletes have observed performance enhancements with\nCr supplementation. We also stipulate that Cr enhances resistance training in people over 50 years old and\nthat adding other training supplements, such as \nβ\n-hydroxy \nβ\n-methylbutyrate (HMB), synergistically\nimproves training outcomes when combined with Cr. The current MA was based on a thorough analysis of 10\nseparate studies. When these",
    "results": "were added together, we found that taking Cr supplements\ndemonstrated statistically significant benefits over PLA. In",
    "conclusion": ", the present MA has found evidence\nthat Cr has positive effects on metabolic outcomes for people who consume it.\nCategories:\n Internal Medicine, Physical Medicine & Rehabilitation, Sports Medicine\nKeywords:\n strength-training, muscle mass and gait speed in elderly, physical fitness, endurance training, creatine\nsupplement sarcopenia timing muscle mass strength strategies",
    "introduction": "And Background\nCreatine is a popular dietary supplement that boosts athletic performance during exercise \n[1-3]\n. Creatine is\ncreated naturally in the body by the kidneys, liver, and pancreas, which are the key organs responsible for its\nproduction. The procedure is divided into two phases and employs the amino acids methionine, glycine, and\narginine \n[4]\n. Furthermore, creatine may be acquired from outside sources by eating certain foods such as fish,\nred meat, and chicken \n[5]\n. Creatine-containing products are also available at retail outlets \n[5]\n. It should be\nnoted that raising the quantity of creatine in your muscles just through nutrition might be difficult.\nConsumption of a creatine tablet raises resting creatine levels in omnivores by 20% \n[3,6]\n. Once in circulation,\nabout 95% of creatine is retained in the skeletal muscles. Approximately two-thirds (67%) of the creatine in\nthe muscles is converted into phosphocreatine, whereas the remaining one-third (33%) is free creatine \n[4,7]\n.\nAdenosine diphosphate conversion to adenosine triphosphate is done by creatine kinase, as is the breakdown\nof phospho-creatine. This reaction may stop when the body is at rest or engaged in low-intensity physical\nexercise. Approximately 2% of the body's stored creatine is spontaneously transformed into creatinine on a\ndaily basis through a non-enzymatic mechanism \n[5,8]\n. Because of its lengthy usage history, creatine has\nbeen a popular supplement for increasing the efficacy of strength training. Increased strength, stamina, and\nspeed provide several benefits \n[3, 9, 10]\n. Creatine supplements have been shown in studies to improve\nperformance in Wingate and 100-meter runs, as well as other rigorous physical exercises. According to\nresearch, including it in one's diet may be useful for several illnesses. Athletes participating in team sports\nare usually recommended to take it as a nutritional supplement. Creatine's effect on endurance-based\nphysical activity is mainly unclear. Individuals often believe that creatine does not affect physical\nperformance or aerobic power, including maximal oxygen intake. Some even suggest it may have a\ndetrimental impact on these factors \n[1]\n. A brief increase in intracellular and/or overall body water retention\nbrought on by creatine loading may be the cause of the decline in endurance performance \n[1]\n. Certain people\nbelieve that increasing one's body weight might make it challenging to engage in weight-bearing sports like\njogging \n[1]\n. On the other hand, tests have shown creatine pills to increase muscle creatine levels, improve\nthe body's acid-buffering ability, expedite glycogen replenishment, and decrease oxidative stress,\ninflammation, and oxidative stress \n[1]\n. The aforementioned possible benefits may compensate for any\npotential weight gain and contribute to greater physical performance and recuperation.\n1\n2\n2\n3\n2\n2\n4\n2\n5\n \n Open Access Review\nArticle\n \nDOI:\n 10.7759/cureus.45282\nHow to cite this article\nJaramillo A P, Jaramillo L, Castells J, et al. (September 15, 2023) Effectiveness of Creatine in Metabolic Performance: A Systematic Review and\nMeta-Analysis. Cureus 15(9): e45282. \nDOI 10.7759/cureus.45282\n\nSeveral elements might influence endurance exercise performance. Track layout, terrain variations, race\nprogress, and several other elements can all have an impact on pacing tactics \n[1]\n. Consequently, long-track\nraces are at a constant pace, with competitors engaging in short bursts of hard work or even maximal effort.\nAthletes in a variety of sports, including rugby, triathlon, rowing, hockey, soccer, mountain biking,\nbasketball, road cycling, and cross-country skiing, often modify their degree of intensity. Furthermore, some\nsports, like speed track cycling or skating, may require a persistent and steadfast attitude. It is essential to\nunderstand the significance of a robust final burst of energy derived from anaerobic reserves \n[1]\n. In team\nsports demanding physical fitness, scoring is often more prevalent in the game's second half. Such sports\nnecessitate the availability of anaerobic reserves for running. Therefore, fluctuations in speed and the\nability to sustain high intensities throughout events like marathons may be crucial factors affecting\nperformance levels. In these contexts, the intake of creatine might enhance an athlete's ability to perform\nanaerobic tasks and stimulate fast-twitch glycolytic fibers (type II), leading to increased muscle strength \n[1]\n.\nReview\nMethodology\nThe MA followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA)\nguidelines for systematic review and meta-analysis. An exhaustive electronic search was conducted using\nPubMed, Google Scholar, and the Cochrane Library. The databases were queried with the following terms:\n(\"Creatine/administration and dosage\"[Majr:NoExp] OR \"Creatine/economics\"[Majr:NoExp] OR\n\"Creatine/isolation and purification\"[Majr:NoExp] OR \"creatine/pharmacokinetics\"[Majr:NoExp] OR\n\"creatine/pharmacology\"[Majr:NoExp] OR \"creatine/therapeutic use\"[Majr:NoExp] OR \"creatine/toxicity\"\n[Majr:NoExp]) AND \"Muscle Strength/physiology\"[Majr:NoExp] AND (\"Physical Endurance/drug effects\"\n[Majr:NoExp] OR \"Physical Endurance/genetics\"[Majr:NoExp] OR \"Physical Endurance/physiology\"\n[Majr:NoExp]).\nStudy selection\nRCTs that satisfied the effectiveness of Cr in enhancing metabolic performance were considered. To assess\neligibility, two investigators carefully read each RCT's full title and content. We selected the latest literature\nand articles published in the past 10 years, including papers written in English or if the full free-text\nEnglish-language translation is available. RCTs were excluded if the full text of the papers could not be\nretrieved. RCTs focusing on the outcomes obtained from Cr as a supplement were strictly chosen. Gray\nliterature and proposal papers were also not included. We used the Cochrane risk of bias assessment tools for\nRCTs.\nStatistical analysis\nRevMan version 5.4 (2020; The Cochrane Collaboration, The Nordic Cochrane Centre, Copenhagen,\nDenmark) was utilized for all statistical analyses. The mean difference with 95% confidence intervals (CIs)\nwas used to present the trial results, and an odds ratio effects model was employed for pooling. If the\nstandard deviations or standard errors were not reported in the trial, the method outlined by Mantel-\nHaenszel et al. was used for calculation. Considering the potential high between-study variance stemming\nfrom varied study designs and populations, we opted for a fixed-effect model over a random-effect model.\nForest plots were generated to visually evaluate the pooling results. Differences between the subgroups were\ndetermined using the chi-square test. The Higgins I\n2\n was employed to measure study heterogeneity, with a\nvalue of less than 50% deemed acceptable. To assess publication bias, a visual inspection of the funnel plot\nwas conducted. A significance level of less than 0.05 was set for each case.\nResults\nSearch Results\nA total of 190,990 studies were identified from searches in PubMed, Google Scholar, and the Cochrane\nLibrary. Of these, 189,754 were deemed ineligible by an automation tool. Consequently, 1,236 studies\nunderwent title and abstract screening, leading to the exclusion of 1,220 papers. Following full-text\nevaluations of the remaining 16 papers from the past two years and removing duplicates, six studies were\ndiscarded. Thus, only 10 RCTs were selected for the final data collection (Figure \n1\n).\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n2\n of \n8\n\nFIGURE\n 1: Identification of studies via databases and registers.\nSee Table \n1\n for an in-depth description of the articles we decided to use.\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n3\n of \n8\n\nAuthor\nYear of\npublication\nStudy\ndesign\nQuality\ntool\nPrimary research\nOutcome evaluation\nBogdanis\net al. \n[11]\n2022\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThis research included sixteen active male\nvolunteers (age 25–30 years, body mass 74–\n81 kg, height 179–184 cm).\nCr supplementation led to a 0.99 ±\n0.83 kg increase in body mass\n(<0.05), although maximum output\nand velocity were the same across\nthe two groups.\nAskow et\nal. \n[12]\n \n2022\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nEighty-six men and women were evaluated for\nthis study. Between 18 and 50 with a BMI of\n18.5–29.99 kg/m2.\nThe findings showed that 2 weeks of\nCLL supplementation did not\nstatistically raise muscle Cr, but CrM\nsupplementation did.\nKim et al.\n[13]\n2021\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThis research examined how CSB\nsupplementation affected top soccer players'\nperformance.\nCSB had better results in the thirty-\nmeter sprint than PLA (PLA: 0.6% vs.\nCSB: 3.6%, p = 0.007).\nDomingues\net al. \n[14]\n2021\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nTwenty-nine individuals of both sexes were\ndouble-blindly randomized (1:1) to PLA (15\nparticipants) or Cr (14 participants).\nThe significance threshold was p >\n0.05. Functionality and muscle O2\nsaturation did not change (p > 0.05).\nMills et al.\n[15]\n \n2020\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nTwenty-two individuals were randomly\nassigned to receive Cr thirteen participants or\nPLA nine participants throughout six weeks of\nweight training.\nThe Cr group showed substantial\nimprovements (p < 0.05) in chest\npress, leg press endurance, and total\nbody strength, whereas the PLA\ngroup did not show changes.\nLanda et\nal. \n[16]\n2020\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThis PLA-controlled, double-blind, 10-week\ntrial assigned individuals to PLA, CrM, HMB,\nand CrM-HMB groups.\nIn conclusion, CrM-HMB\nsupplementation for 10 weeks\nincreased aerobic power in an\nincremental test but did not affect\nmuscle mass.\nHummer et\nal. \n[17]\n2019\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nTwenty-two volunteers (6 females, 21 ± 2 yrs.,\n72.46 ± 11.18 kg, 1.72 ± 0.09 m) completed\nback squat and bench press 1RMs.\nFor total concentric tasks and back\nsquat and bench press 1RM, the P-\nvalue was 0.05.\nWang et al.\n[18]\n2018\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThirty athletes were split into two groups and\ngiven either Cr or PLA. The Cr group took\ntwenty grams of Cr over the course of six\ndays, while the PLA group consumed two\ngrams of supplements.\nThe Cr group showed substantially\nhigher 1-RM strength after training\ncompared to the PLA group (p <\n0.05).\n Wang et\nal. \n[19]\n2016\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThirty explosive athletes tested BS for 1RM\nstrength and complicated training sessions to\nevaluate their height, peak power ideal, and\nPAP leaping in the opposite direction before\nand after supplementation.\nThis research shows that creatine\nsupplementation increases maximum\nmuscular strength and complicated\ntraining PAP time but not explosive\nperformance.\nCandow al.\n[20]\n2015\nRCT\nCochrane\nrisk of bias\nassessment\ntool\nThe 32-week trials assigned older persons\n(50–71 years) to CR-B, CR-A, or PLA.\nOver time, lean tissue mass and\nmuscular strength increased while fat\nmass decreased (p < 0.05).\nTABLE\n 1: Table of data extraction.\nRCT: Randomized clinical trial; Cr: Creatine; CLL: Creatyl-L-leucine; CrM: Cr monohydrate; PLA: Placebo; CSB: Creatine and sodium bicarbonate; HMB:\nβ\n-hydroxy \nβ\n-methylbutyrate; CrM-HMB: Creatine monohydrate and \nβ\n-hydroxy \nβ\n-methylbutyrate; MIPS: Multi-ingredient performance supplement; 1RM:\nOne-repetition maximum; BS: Back squat; PAP: Postactivation potentiation; Cr-B: Creatine before; Cr-A: Creatine after.\n \n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n4\n of \n8\n\nMeta-analysis of outcomes\nThe results from three studies indicated an OR of 5.98 for the efficacy of Cr vs. PLA in muscle performance.\nThe OR was established at 5.98 (fixed effect, 95% CI: 2.64-13.54) with a p-value of <0.001. The heterogeneity\n(I\n2\n) was measured at 85% (Figure \n2\n).\nFIGURE\n 2: Forest plot for studies about the efficacy of creatine vs.\nplacebo in muscle performance.\nIn favor of creatine, odds ratio 5.98.\nReferences: \n[11-13]\nThe results from five studies indicated an OR of 1.99 for the efficacy of Cr vs. PLA in athletes. The OR was set\nat 1.99 (fixed effect, 95% CI: 1.18-3.35). The p-value was 0.14, and the heterogeneity (I^2) measured 42%.\nEfficacy of creatine vs. placebo in athletes is shown in Figure \n3\n.\nFIGURE\n 3: Forest plot for studies about the efficacy of creatine vs.\nplacebo in athletes.\nIn favor of placebo, the odds ratio was 1.99.\nReferences: \n[11,13,15,16,19]\n \nThe results from five studies indicated an OR of 2.51 for the overall comparison of Cr vs. PLA. The OR was set\nat 2.51 (fixed effect, 95% CI: 1.77-3.56). The p-value was 0.01, and the heterogeneity (I^2) measured 58%.\nThe overall efficacy of creatine vs. placebo is presented in Figure \n4\n.\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n5\n of \n8\n\nFIGURE\n 4: \nForest plot for studies about the overall efficacy of creatine\nvs. placebo.\nThe forest plot favors placebo with an odds ratio of 2.51.\nReferences: \n[11-20]\nPublication bias was seen in the three studies as shown in Figure \n5\n. \nFIGURE\n 5: Funnel plot of included studies evaluating the efficacy of\ncreatine vs. placebo.\nReferences: \n[11-20]",
    "discussion": "In this MA, we discuss the results of the 10 selected articles, detailing whether outcomes were statistically\nsignificant or not, as well as the overall findings of each clinical trial regarding Cr consumption in\ncomparison with the PLA group. Bogdanis GC et al. conducted an RCT to examine the effect of Cr\nsupplementation on power production during various endurance exercises on treadmills. Sixteen active\nmen, aged 25-30, voluntarily participated in this study \n[11]\n. Initially, all participants were given a placebo\n(PLA) supplement of glucose per kilogram of body weight for five days and then underwent treadmill sprints\nto establish a baseline \n[11]\n. Subsequently, they were divided into two groups: one received 75 mg of Cr\nsupplementation, while the other continued with the PLA. The repeated sprint test was then administered\nagain \n[11]\n. The administration of Cr supplementation led to a 0.99 kg increase in body mass (p-value <0.05).\nBoth groups' energy production and endurance speed did not vary much throughout the test. However,\nmean power production and running speed increased by 4.5% (p = 0.005) in the last five seconds of sprints.\nVO2 and blood lactate levels did not alter throughout the repeated sprint test after supplementation. This\nsuggests no effect on aerobic or glycolytic adenosine triphosphate synthesis \n[11]\n. Askow AT et al. performed\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n6\n of \n8\n\na randomized, double-blind trial with 29 healthy men and women. Participants were split into two groups:\none received 5 g of Cr monohydrate daily and the other a PLA. The trial lasted 14 days \n[12]\n. After 14 days, the\nresult showed that Cr monohydrate administration increased muscle Cr content \n[12]\n.\nDomingues WJ et al. conducted an RCT involving 20 elite soccer players, divided into two groups. Both\ngroups, consisting of 20-21-year-olds, were given either CSB or PLA. Contrary to expectations, the study\nfound that the PLA group outperformed the CSB group in the 30-meter sprint (p = 0.007) and exhibited\nbetter agility on both the right and left sides. However, the results suggest that both sodium bicarbonate and\nCr serve as effective supplements during anaerobic performance \n[14]\n. In another randomized controlled\ntrial, Mills et al. divided 22 adults, aged 26-30, into two groups: one received Cr supplementation, while the\nother was given a PLA. Following six weeks of resistance training, the Cr supplementation group\ndemonstrated significant improvements (p < 0.05) in chest, leg press, and overall body strength. In contrast,\nthe PLA group did not exhibit any noticeable changes \n[15]\n. The Cr group saw an increase in its physical\nendurance throughout the study (p = 0.05), while the PLA group showed no change \n[15]\n. In Fernández-Landa\nJ et al.'s 10-week randomized controlled trial, 28 individuals were allocated into groups: HMB, PLA, CrM-\nHMB, and CrM, each consisting of seven individuals. The CrM-HMB group displayed significantly higher\naerobic power at eight mmol compared to the PLA, CrM, and HMB groups (p < 0.001) \n[16]\n. The study found\nthat combining both supplements elevated the anaerobic threshold \n[16]\n. In the research by Hummer and\ncolleagues, twenty-two participants aged 21-23 were selected. After Cr consumption, a 1RM test conducted\nin the disciplines of bench press and back squat showed positive outcomes. Furthermore, the multi-\ningredient performance supplement (MIPS) group improved their back squat 1RM by 13.4%, with a\nconfidence interval of 2.77 to 23.8%, while the PLA group decreased by 0.2%, with a CI of -1.46-2.87% \n[17]\n.\nThe MIPS group increased their bench press maximum strength by 5.9%, whereas the PLA group improved\nby just 0.7%. This difference was significant (p = 0.033). The MIPS group also saw a notable increase in mean\npower and total concentric effort at 80% of their bench press 1RM (p = 0.003) \n[17]\n. Recreational trainers\nbenefited more from the MIPS than a PLA, especially in back squat and bench press maximal strength and\nfatigue-inducing bench press endurance tests \n[17]\n.\nIn a 2018 RCT experiment by Wang CC et al., 30 explosive athletes were split into Cr and PLA groups. The Cr\ngroup took 20 g of Cr for six days, then 2 g until the trial ended. The PLA group used carboxymethylcellulose\nas a PLA \n[18]\n. After six days of supplementation, individuals were assessed for half-squat strength and did\ncomplicated training \n[18]\n. These tests determined the best timing for post-activation potentiation for each\nperson. Afterward, participants did six sets of half squats at their maximum weight for five repetitions and\nplyometric jumps. This four-week program was held three times a week. Jump performance, 30-meter sprint,\nand body composition were assessed after and before training. Blood creatine kinase activity was also\nmeasured during the first and last training sessions. During this, the Cr group showed considerably greater\n1RM strength after training compared to the PLA group (p-value < 0.05) \n[18]\n. In a 2016 study by Wang CC et\nal., the effects of short-term Cr supplementation on athletic performance during intense training sessions\nwere explored \n[19]\n. They concluded that Cr supplementation enhanced the maximal strength of the lower\nlimb and reduced the negative impacts of fatigue on post-activation potentiation during these sessions.\nThese findings were significant, with a p-value ≤ 0.05 \n[19]\n. However, this benefit did not translate to\nimproved explosive performance. In an RCT by Candow et al., elderly individuals aged 50-71 were divided\ninto one of three groups. The 15 participants in the Cr post-training group experienced an increase in lean\nmuscle, unlike the PLA group. Additionally, Cr yielded better results than PLA in boosting strength in both\nthe upper and lower body after 32 weeks \n[20]\n. They concluded that Cr supplementation post-exercise\nincreased muscle mass more than PLA \n[20]\n. In the short term, Cr supplementation showed no evident\nresults, but the effects were noticeable after several weeks of consumption. This study further contributes to\nthe expanding evidence suggesting that Cr supplementation aids in improving the muscle biology of aging\nindividuals \n[20]\n.",
    "conclusions": "This comprehensive MA provides vital information on how Cr supplementation has shown significant\nbenefits not only in the active younger population but also in older adults. The primary conclusion is that Cr\nhas a statistically significant impact on muscle growth in young adults in their 20s and 30s, particularly\nthose engaged in weightlifting activities like bench presses or back squats during their 1RM sessions. One\nstudy highlighted that Cr also produces positive results in older individuals undergoing resistance training.\nAlso, another study showed that the load of Cr after its consumption was higher in the muscle than in the\nPLA group. Further conclusions were drawn from athletes involved in sprint races (anaerobic state) and elite\nsoccer players (aerobic state); the outcomes were favorable when compared to the PLA group. Combining Cr\nwith other supplements, such as HMB, has yielded improved results during training sessions. We hope this\nMA sets the foundation for future in-depth analyses of Cr as a fitness performance supplement.\nAdditional Information\nDisclosures\nConflicts of interest:\n In compliance with the ICMJE uniform disclosure form, all authors declare the\nfollowing: \nPayment/services info:\n All authors have declared that no financial support was received from\nany organization for the submitted work. \nFinancial relationships:\n All authors have declared that they have\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n7\n of \n8\n\nno financial relationships at present or within the previous three years with any organizations that might\nhave an interest in the submitted work. \nOther relationships:\n All authors have declared that there are no\nother relationships or activities that could appear to have influenced the submitted work.\nAcknowledgements\nAJ, LJ, JC, AB, MV, ST, YS, GB, and NG contributed to the manuscript's formulation, data collection and\nvalidation, quality evaluation, exclusion of irrelevant data, writing of the abstract, review, discussion, and\nconclusion sections. They were also responsible for citation placement, table creation, and the inclusion of\ndiagrams. LJ, AJ, GB, ST, NG, and AB were instrumental in the study's conceptualization, data validation, and\nvisual representation of the methodology. AB, AJ, LJ, ST, GB, and YS participated in shaping the discussion,\nreviewing references, and text formatting. JC, MV, VS, and YS oversaw the review of diagrams and tables,\ngrammar in the discussion section, and citation review. LJ, AJ, MV, ST, AB, and GB were involved in\nfinalizing the manuscript, abstract review, and aligning the review section. AB, MV, AJ, JC, YS, and NG\nundertook the review of the discussion and conclusion sections, data search, and reviewing references in\nEndnote. YS, AJ, AB, LJ, JC, and NG played pivotal roles in the study's design and conducted quality\nevaluations of selected articles. Data are available upon reasonable request.\nReferences\n1\n. \nForbes SC, Candow DG, Neto JH, et al.: \nCreatine supplementation and endurance performance: surges and\nsprints to win the race\n. J Int Soc Sports Nutr. 2023, 20:2204071. \n10.1080/15502783.2023.2204071\n2\n. \nWax B, Kerksick CM, Jagim AR, Mayo JJ, Lyons BC, Kreider RB: \nCreatine for exercise and sports\nperformance, with recovery considerations for healthy populations\n. Nutrients. 2021, 13:1915.\n10.3390/nu13061915\n3\n. \nKreider RB, Kalman DS, Antonio J, et al.: \nInternational Society of Sports Nutrition position stand: safety and\nefficacy of creatine supplementation in exercise, sport, and medicine\n. J Int Soc Sports Nutr. 2017, 14:18.\n10.1186/s12970-017-0173-z\n4\n. \nWyss M, Kaddurah-Daouk R: \nCreatine and creatinine metabolism\n. Physiol Rev. 2000, 80:1107-1213.\n10.1152/physrev.2000.80.3.1107\n5\n. \nOstojic SM, Forbes SC: \nPerspective: creatine, a conditionally essential nutrient: building the case\n. Adv Nutr.\n2022, 13:34-37. \n10.1093/advances/nmab111\n6\n. \nHultman E, Söderlund K, Timmons JA, Cederblad G, Greenhaff PL: \nMuscle creatine loading in men\n. J Appl\nPhysiol. 1996, 81:232-237. \n10.1152/jappl.1996.81.1.232\n7\n. \nCandow DG, Forbes SC, Chilibeck PD, Cornish SM, Antonio J, Kreider RB: \nVariables influencing the\neffectiveness of creatine supplementation as a therapeutic intervention for sarcopenia\n. Front Nutr. 2019,\n6:124. \n10.3389/fnut.2019.00124\n8\n. \nBonilla DA, Kreider RB, Stout JR, Forero DA, Kerksick CM, Roberts MD, Rawson ES: \nMetabolic basis of\ncreatine in health and disease: a bioinformatics-assisted review\n. Nutrients. 2021, 13:\n10.3390/nu13041238\n9\n. \nDelpino FM, Figueiredo LM, Forbes SC, Candow DG, Santos HO: \nInfluence of age, sex, and type of exercise\non the efficacy of creatine supplementation on lean body mass: a systematic review and meta-analysis of\nrandomized clinical trials\n. Nutrition. 2022, 103-104:111791. \n10.1016/j.nut.2022.111791\n10\n. \nForbes SC, Candow DG, Ostojic SM, Roberts MD, Chilibeck PD: \nMeta-analysis examining the importance of\ncreatine ingestion strategies on lean tissue mass and strength in older adults\n. Nutrients. 2021, 13:1912.\n10.3390/nu13061912\n11\n. \nBogdanis GC, Nevill ME, Aphamis G, et al.: \nEffects of oral creatine supplementation on power output during\nrepeated treadmill sprinting\n. Nutrients. 2022, 14:1140. \n10.3390/nu14061140\n12\n. \nAskow AT, Paulussen KJ, McKenna CF, et al.: \nCreatine monohydrate supplementation, but not Creatyl-L-\nLeucine, increased muscle creatine content in healthy young adults: a double-blind randomized controlled\ntrial\n. Int J Sport Nutr Exerc Metab. 2022, 32:446-452. \n10.1123/ijsnem.2022-0074\n13\n. \nKim J: \nEffects of combined creatine and sodium bicarbonate supplementation on soccer-specific\nperformance in elite soccer players: a randomized controlled trial\n. Int J Environ Res Public Health. 2021,\n18:6919. \n10.3390/ijerph18136919\n14\n. \nDomingues WJ, Ritti-Dias RM, Cucato GG, et al.: \nEffect of creatine supplementation on functional capacity\nand muscle oxygen saturation in patients with symptomatic peripheral arterial disease: a pilot study of a\nrandomized, double-blind placebo-controlled clinical trial\n. Nutrients. 2021, 13:149. \n10.3390/nu13010149\n15\n. \nMills S, Candow DG, Forbes SC, Neary JP, Ormsbee MJ, Antonio J: \nEffects of creatine supplementation\nduring resistance training sessions in physically active young adults\n. Nutrients. 2020, 12:1880.\n10.3390/nu12061880\n16\n. \nFernández-Landa J, Fernández-Lázaro D, Calleja-González J, Caballero-García A, Córdova Martínez A,\nLeón-Guereño P, Mielgo-Ayuso J: \nEffect of ten weeks of creatine monohydrate plus HMB supplementation\non athletic performance tests in elite male endurance athletes\n. Nutrients. 2020, 12:193.\n10.3390/nu12010193\n17\n. \nHummer E, Suprak DN, Buddhadev HH, Brilla L, San Juan JG: \nCreatine electrolyte supplement improves\nanaerobic power and strength: a randomized double-blind control study\n. J Int Soc Sports Nutr. 2019, 16:24.\n10.1186/s12970-019-0291-x\n18\n. \nWang CC, Fang CC, Lee YH, Yang MT, Chan KH: \nEffects of 4-week creatine supplementation combined with\ncomplex training on muscle damage and sport performance\n. Nutrients. 2018, 10:1640. \n10.3390/nu10111640\n19\n. \nWang CC, Yang MT, Lu KH, Chan KH: \nThe effects of creatine supplementation on explosive performance\nand optimal individual postactivation potentiation time\n. Nutrients. 2016, 8:143. \n10.3390/nu8030143\n20\n. \nCandow DG, Vogt E, Johannsmeyer S, Forbes SC, Farthing JP: \nStrategic creatine supplementation and\nresistance training in healthy older adults\n. Appl Physiol Nutr Metab. 2015, 40:689-694. \n10.1139/apnm-2014-\n0498\n2023 Jaramillo et al. Cureus 15(9): e45282. DOI 10.7759/cureus.45282\n8\n of \n8"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "intervention_weeks": 32,
    "primary_human": "metabolic_markers; performance; body_composition"
  },
  "bucket": "B",
  "notes": "Systematic review/meta looking at creatine’s impact on metabolic performance (e.g., glucose, lipids, energy metabolism) and related outcomes; heterogeneous populations and protocols, not specifically RT-focused."
}