{
  "id": 78,
  "title": "Efecto de la suplementación con creatina en la capacidad anaeróbica: un meta-análisis (Effect of Creatine Supplementation in Anaerobic Capacity: A Meta-Analysis)",
  "authors": "Quirós-Quirós A; Jiménez-Díaz J; Zamora-Salas JD",
  "year": 2019,
  "doi": null,
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "anaerobic_capacity",
    "high_intensity",
    "performance",
    "meta_analysis"
  ],
  "population": {
    "training_status": "exercise_meta_mixed (anaerobic)"
  },
  "sections": {
    "results": "of different studies as well as to examine \nthe moderating variables in the effect of creatine (Cr) supplementation on anaerobic capacity. Eighty-one studies on creatine \nsupplementation were retrieved by searching several databases, and 17 that met the criteria were included. Random effects \nmodels using the standardized mean difference effect size (ES) were used to pool results. A total of 131 ES were coded, repre-\nsenting 1447 participants (nGEx=889; nGPl=559). A statistically significant moderate overall ES was found for the experimental \ngroup (GEx) (ES=0.34, p<0.001; CI: 0.24-0.44). Also, a statistically significant small overall ES was found for the placebo group \n(GPl) (ES=0.13, p>0.05; CI: 0.02-0.24). A statistically significant difference was found between both groups (F(1, 129)=9.56, p<0.05, \nα=0.05). The heterogeneity analysis reported low heterogeneity (Q= 96.95; p= 0.083; α= 0.10), and low inconsistency (I2=18.51%) \nin the experimental group. Nine moderator variables were analyzed, Pearson correlation analysis were used when variables \nwere continuous and variability analysis (ANOVA) when variables were categorized. Only the variable which described how \nsupplementation was offered was significant (load ES=0.37; load + maintenance ES=0.22; F(1-77)=6.22; p=0.015), suggesting \na positive effect on load phase, but not on load plus maintenance. Not found significant differences in sex, skill level of the \nathlete, type of sport, doses, type of performance assessment. In",
    "conclusion": ", supplementation with creatine had a moderate \neffect on anaerobic capacity.\nKey words: \nCreatine. Anaerobic capacity. \nMeta-analysis. Supplementation.\nReceived: 11/05/18\nAccepted: 30/08/18\nEffect of creatine supplementation on anaerobic capacity: a \nmeta-analysis\nAndrea Quirós-Quirós, Judith Jiménez-Díaz, Juan D. Zamora-Salas\nEscuela de Educación Física y Deportes. Universidad de Costa Rica.\nEfecto de la suplementación con creatina en la capacidad anaeróbica: \nun meta-análisis \nCorrespondence: Andrea Quirós Quirós \nE-mail: andrea.quirosquiros@ucr.ac.cr\n\nEffects of creatine supplementation on anaerobic capacity: a meta-analysis\n311\nArch Med Deporte 2019;36(5):310-318",
    "introduction": "Creatine (Cr) is a natural compound that is endogenously synthe-\nsized via glycine, arginine and methionine in the kidney, liver and \npancreas. In the kidney, the transaminase enzyme creates ornithine \nand guanidinoacetate from arginine and glycine. Guanidinoacetate is \ntransported to the liver, where it receives a methyl group of methio -\nnine leading to the formation of methyl-guanidoacetic acid (creatine) \nand adenosine homocysteine. Cr is released into the bloodstream and \nstored in the skeletal muscle both freely and in phosphorylated form. \nIt plays a fundamental role in regulating adenosine triphosphate (ATP)1.\nWhen ATP is needed as a source of cellular energy, such as during \nintense, short-term muscle contraction, Cr reacts with phosphocrea -\ntine kinase and ATP to create phosphocreatine (PCr) and adenosine \ndiphosphate (ADP). Through an inverse reaction, ADP and PCr react with \nthe enzyme creatine kinase to regenerate ATP . Therefore, Cr indirectly \nacts to meet the muscular system’s energy needs1-4.\nFatigue occurring short-duration, maximum-intensity exercise has \nbeen associated with depletion of PCr. In this sense, much research has \nsuggested that Cr supplementation improves physical performance. \nFirstly, by delaying the onset of fatigue by favouring the rate of PCr \nresynthesis during recovery in maximum-intensity exercises. Secondly, \nby generating improvements in maximum strength and sprint speed, \namong others5-9.\nSeveral meta-analyses on this topic have analysed the effect of Cr \nsupplementation on several variables, some investigating whether Cr \nfavours increased muscle strength and power in healthy adults, finding \npositive effects in weightlifting when supplementing with Cr in addition \nto strength training among such individuals 10. However, such studies \nmention that there is little evidence to draw",
    "conclusions": "with respect \nto women or older adults.\nFurthermore, Nissen and Sharp11 performed a meta-analysis on the \neffect of supplementation with various dietary supplements (including \nCr) on muscle mass and strength gains through resistance training, \nreviewing 18 articles and finding significant increases in both variables, \nwith an effect size (ES) of 0.26 (CI: 0.65-1.02%) and 0.36 (CI: 0.28-0.43%) \n(p<0.001), respectively. \nSimilar to that meta-analysis, Branch 12 analysed the ES on body \ncomposition, duration and intensity of the task, type of exercise (simple, \nrepeated, in laboratory, in the field, using upper or lower extremities), \nduration of supplementation and the subjects’ gender. They found a \nsignificantly large ES in lean mass with short-term supplementation, \nespecially in exercises with several repetitions less than 30 seconds long \nusing the upper extremities. However, no effect was found in runners or \nswimmers, nor did they identify differences between men and women \nor between trained and untrained subjects.\nGutiérrez et al.13 also performed a meta-analysis studying the effect \nof Cr supplementation on physical performance, body composition \nand biochemical variables. In that study, a large and significant effect \nwas found for variables such as peak power, peak force and performing \none repetition at maximum effort (1 RM) under both the conditions \nof supplementation and placebo; a greater effect was revealed in the \nexperimental condition (Cr).\nHowever, those research studies did not account for the effect \nof the type of Cr used, nor were effects identified with respect to the \nsubjects’ gender, the type of physical activity or sport performed, the \nnumber of days that supplementation was taken, or the total dose \nadministered. In addition, information regarding Cr supplementation \nand anaerobic capacity as a specific variable of physical performance \nhas yet to be summarised. For these reasons, this meta-analysis—unlike \nthe existing ones—intends to identify and summarise the effect of Cr \nsupplementation on anaerobic capacity. Following the methodology \nset forth by Borenstein et al.14, the individual and overall effect size is \ncalculated accounting for such moderating variables as those afore -\nmentioned aspects while also considering the reported findings of the \ndifferent studies used.\nMethodology\nThe present meta-analysis was carried out as per the PRISMA gui-\ndelines for reporting of systematic reviews and meta-analyses15.\nStudy selection criteria\nThe inclusion criteria used in elaborating this meta-analysis were: \n1) studies of healthy subjects with or without previous training, 2) studies \npresenting descriptive statistics, 3) studies presenting results of the effect \nof Cr supplementation on anaerobic capacity, 4) studies reporting the \ndose of Cr used , 5) studies not carried out with populations on special \ndiets (e.g. vegetarians), 6) no conditions of modified temperature or \ndehydration, 7) full text in English, Spanish, French or Portuguese.\nThe quality criteria used were based on the internal validity of the \nstudy, including: 1) randomization of subjects, 2) intra-subject studies \n(pre-post test), 3) presence of an experimental group (Gex) and placebo \nor control group (GPl), 4) double-blind studies.\nData sources\nThe literature search was carrie d out using electronic databases, \nfrom 10 August to 1 December 2015. References included in previous \nmeta-analyses, systematic reviews and some relevant articles were \nreviewed. In cases where we could not find the descriptive statistics of \narticles of interest or their full-text version, we requested such informa-\ntion from the respective author; only two articles were obtained in this \nway. In total, 84 complete articles were used, of which only 17 studies \nwere meta-analysed.\nSeven electronic databases were used: Sport Discus, Pub-Med, \nScience Direct, Springer Link, Medline, Proquest and Academic Search \nComplete.\nThe keywords used were: “effect of” , “creatine” , “supplementation” , \n“performance” and their combinations in English and Spanish.\n\nAndrea Quirós-Quirós, et al.\n312\nArch Med Deporte 2019;36(5):310-318\nSelection of studies and data coding\nThe selection of studies and coding of their respective data of \ninterest was carried out by one person. A second person reviewed the \nprevious process and, in consensus with a third person, all identified \ninconsistencies were resolved. In doing so, a database previously de -\nveloped in the Microsoft Excel 2013® program was used. The analysis \nof the moderating variables took into account: subject characteristics, \nmeasurement of physical performance, Cr supplementation characte-\nristics and placebo characteristics. Table 1 details the aspects that were \nconsidered in coding these variables.\nMethodological quality of the studies\nWe used a modified version of the scale developed by Jiménez \net al.16, which consists of five items used to evaluate criteria of internal \nvalidity in experimental studies, namely: 1) the randomization process is \ndescribed and is adequate, 2) the study had a placebo or control group, \n3) there were pre-test and post-test measurements and 4) the existence \nand management of experimental mortality was reported.\nStudies with a score of four were considered to be of “excellent” \nquality, scores of three “good” quality, scores of two “regular” quality and \nscores of one “poor” quality.\nProcedure for calculating individual effect sizes\nThe ES of Cr supplementation on anaerobic capacity was calculated \nas the change between the pre-test and the post-test measurement in \nthe given variable. Calculating the ES of each study and the global ES \nwas done by following the procedure suggested by Borenstein et al.14 \nfor the random-effects model. The analyses were performed using the \nMicrosoft Excel® program, with confidence intervals of 95%.\nHeterogeneity and bias\nThe heterogeneity of the included studies was assessed using \nCochran’s Q test, while inconsistency was assessed using the I2 statistical \ntest. Significance for the Q test was established at p ≤ 0.10 due to its lack \nof statistical power. I2 values of less than 25% are considered to repre-\nsent very low inconsistency; between 25 and 50%, low inconsistency; \nbetween 50 and 75%, moderate inconsistency; greater than 75%, highly \ninconsistent. A funnel plot and Egger’s test were performed through the \nRStudio program to assess general bias as they indicate the possibility of \nnot including all relevant studies in the meta-analysis. Publication bias \nwas assessed through the effect of archived papers17.\nData analysis\nWith the obtained information, a Pearson correlation (r) was per -\nformed in the cases where the measurement scale of the variables was \ncontinuous, while a one-way analysis of variance for independent groups \n(ANOVA) was performed in cases where variables were categorical, with \na significance level of 0.05. The global ESs were calculated using the \nMicrosoft Excel 2013® program, while statistical analysis (correlations \nand ANOVA) was performed with the IBM-SPSS 20.0® program. In the \ncase of the moderating variables, only those that presented an ES with \nn greater than three were analysed.\nResults\nStudies included\nOf the 81 articles reviewed, only 17 met the inclusion criteria. While \none article did not have a GPl, the necessary information on various \ntypes of Cr was available, owing to which it was used in this study 18. A \ndiagram depicting the selection of included studies is shown in Figure \n1 and their characteristics are shown in Table 2.\nIn the case of a study that presented two experimental conditions \nand a control condition, this condition was not considered in the \nanalysis as it was the only study with this characteristic19. The flowchart \nfor the selection of studies is shown in Figure 1, while Table 3 presents \na description of the main characteristics of the studies included in \nthis meta-analysis.\nOf the 17 articles, a total of 131 ES were obtained (80 ES from \nthe experimental condition and 51 ES from the placebo condition), \nencompassing a total of 1,447 subjects, the distribution and charac -\nteristics of whom are presented in Table 2.\nThe quality of the included studies was considered “good” accor -\nding to the scale used to evaluate their internal validity, as shown in \nFigure 2, where the distribution of articles according to quality level \nis depicted.\nIndividual effect size\nAs demonstrated in the forest plots in Figure 3, the distribution \nof individual ESs is mostly greater than zero, as well as the global \nES of Cr supplementation in anaerobic capacity (95% confidence \nintervals).\nTable 1. Moderating variables.\nAreas of interest Coding scheme\nSubject characteristics Sample size, age, gender, condition \n (experimental, placebo or control), \n level of physical activity (trained, \n untrained), type of physical activity/ \n sport performed.\nPhysical performance Measurement type. \nmeasurement \nCr supplement characteristics Type, duration (days), total dose (g), \n supplementation phase (loading, \n maintenance, both).\nPlacebo characteristics Type, duration (total days), total \n dose (g), supplementation phase \n (loading, maintenance, both).\n\nEffects of creatine supplementation on anaerobic capacity: a meta-analysis\n313\nArch Med Deporte 2019;36(5):310-318\nFigure 1. Flowchart for selection of articles, based on Prisma \n200920.\nINCLUDED ELIGIBLE SCANNED IDENTIFIED\nTotal items: 3,293\nAcad. Search complete: 96\nMedline: 110\nProquest: 370\nPubmed: 220\nScience Direct: 1,560\nSport Discus: 300\nSpringer link: 637\nItems identified from \nother sources (n=3)\nDuplicate items \nn = 1,347\nNon-duplicate items \nn = 1,946\nFull-text articles for \nreview n = 145\nItems excluded after review \nby title and summary \nn = 1,801\nArticles reviewed \nn = 81\nMeta-analyzed items \nn = 17\nTotal justified exclusions: 64\nNo descriptive statistics: 29\nNo variable of interest: 20\nCross-studies: 2\nChanges Cr dose and does not \nreport DS: 4\nDoes not report Cr doses: 4\nDoes not report Cr type and is a \nmixture: 2\nNot randomised: 1\nChanged environment: 1\nInjured participants: 1\nTable 2. Characteristics of meta-analysed studies.\nAuthor Y ear N Gender Age Training PA / Total Total Supplem. Cr Type \n Level Sport days g Time\nHamilton21 2000 24 F 22.5 T Throwing 7 175 Loading CrM+sucrose\nNelson, et al.22 2000 36 B NR UT Recreational 7 175 Loading CrM+2,12 g sucrose\nSyrotuik, et al.23 2001 22 B 23.0 T Row 5 100 Loading CrM\nWiroth, et al.24 2001 42 M 65.1 T NR 5 225 Loading CrM\nChalbiñska25 2001 16 M 22.5-25.3 T Row 5 100 Loading CrM\nVan Loon, et al.26 2003 20 M 21.3-20.6 UT NR 42 174 L-M CrM+15g GLu+10 g Mal\nEckerson, et al.127 2004 10 F 22.0 T NR 2 40 Loading\n 5 100 Loading Cr+18 g dextrose\nAhmun28 2005 14 M 20.6 T Rugby 5 100 Loading CrM\nEckerson, et al. 229 2005 61 F 21.0 T NR 2 40 Loading CrCit+dextrose \n 2 40 Loading CrCit+PNA+dextrose \n 6 120 Loading CrCit+dextrose \n 6 120 Loading CrCit+PNA+dextrose\nHoffman, et al. 130 2005 20 M 21.7 T NR 6 18 Loading Cr+P+fructose+gel\nHoffman, et al. 231 2006 22 M NR UT Strength/power 70 735 L-M CrM\nReardon, et al.32 2006 13 M NR T NR 7 140 CrM+maltodextrin\nO’Connor, et al.19 2007 22 M 24.5 T Rugby 42 126 3gCr+3gHMB+6gCHO\nAzizi33 2011 20 F 20.9 T Swim 6 120 Loading CrM\nJagim, et al.18 2012 35 M 25.5 T Counter-resistance 7 140 CrM \n 7 140 KA-H (eqCrM) \n 7 10,5 KA-L (eqCrM)+5 g dext\nSterkowicz, et al.34 2012 10 M 20.4 T Judo 42 210 CrMaleate\nDeminice, et al.35 2013 25 M 17.1 T Football 7 151 NR\nB: Both; F: Female; M: Male; T: Trained; UT: Untrained; CrM: Creatine Monohydrate; HMB: Hydroxymethylbutyrate; CrCitPNa: Creatine Citrate+Sodium Phosphate, PKA-H equivalent to CrM; \nKA-L: equivalent to CrM+dextrose.\nFigure 2. Distribution of the quality of analysed studies.\n\nAndrea Quirós-Quirós, et al.\n314\nArch Med Deporte 2019;36(5):310-318\nFigure 3a. Forest plot depicting the distribution of individual ES of Cr supplementation and its effect on anaerobic capacity (n=80).\nES: Effect size: ICI: inferior confidence interval; ICS: superior confidence interval.\nFigure 3b. Forest plot depicting the distribution of individual ES of Cr supplementation and its effect on anaerobic capacity (n=80)\nES: Effect size: ICI: inferior confidence interval; ICS: superior confidence interval.\nGlobal effect size\nThe global ES of G Ex was moderate (ES = 0.34, p<0.001; IC: 0.24-\n0.44), while ES in the placebo group G Pl was small (ES= 0.13, p>0.05; \nIC: 0.02-0.24). This constitutes a significant difference among both \ngroups (F (1, 129) = 9.56, p<0.05, α= 0.05), as can be observed in Table 4.\nAnalysis of heterogeneity and bias\nAs evidenced in Table 4, Cochran’s Q test revealed significance in \nGEx (p=0.083; α= 0.10) but not in G Pl (p=0.50). This demonstrates that \nthe ES of the articles included in the first group are homogeneous, \npresenting low variability (I2=18.51%).\n\nEffects of creatine supplementation on anaerobic capacity: a meta-analysis\n315\nArch Med Deporte 2019;36(5):310-318\n(t=2.23, gl=129, p=0.027 with α ≤ 0.05).\nMoreover, according to the analysis of publication trends, 52 non-\nsignificant effect sizes are required to reduce the overall ES obtained in \nthe GEx to a small one (Table 4).\nAn asymmetrical dispersion of the individual TeS can be appreciated \nin the funnel plot (Figure 4). This was confirmed by Egger’s regression \nanalysis as it is significant ( p=0.027 with α≤0.05), which indicates the \npresence of bias.\nModerating variables\nModerating variables were analysed with the purpose of inde -\npendently analysing the characteristics that could better explain the \nglobal ES.\nTo determine the effect of the moderating variables, correlation \nanalysis (Pearson) or analysis of variance (ANOVA) were performed \nfor continuous and categorical variables, respectively, using the SPSS \nstatistical software® version 20.0.\nOf the moderating variables analysed, only the form of supplemen-\ntation was significant (p=0.01) (Table 5).\nIn the gender variable, despite the fact that there were no significant \ndifferences between them (F(2-77)=0.22; p=0.81), the ES was moderate and \nTable 3. Characteristics of subjects included in individual effect \nsizes according to condition (experimental or placebo).\n Characteristic Experimental \n Placebo Condition\nn 889 558\nAge (years) 26.48 30.35\nWeight (kg) 77.72 77.42\nGender \n Men (nES) 53 40\n Women (nES) 20 4\n Mixed (nES) 7 7\nTable 4. Significance of global effect sizes calculated per group \n(experimental and placebo).\n Experimental Placebo\nN studies 17 16\nN ES 80 51\nN (studies) 442\nESg 0.34* 0.13\np <0.001a >0.05\nIC 0.24 – 0.44 0.02 – 0.24\nQ 96.95 49.22\np 0.083b 0.50\nI² 18.51 0\nK₀ 52 --\naα=0.05; bα= 0.10; Standard Deviation; CI: Confidence interval.\nsignificant in studies where men and women were individually analysed \n(p<0.01 in both cases) and was not in those with a mixture of genders \n(p=0.25), showing, moreover, a greater trend in the group of women.\nAlso, the training level was not significant (F (1-78)=0.13; p=0.71). \nHowever, the group of trained subjects showed a significant moderate \neffect size (ES=0.34; p<0.01); this was not so in untrained subjects, for \nwhom the ES was non-significant (ES=0.30; p=0.45). \nIn addition, the type of sport or activity performed was analysed and \nno significant differences were obtained (F(4-75)=0.27; p=0.89). However, \nlike the previous cases, subjects who played force-power sports with \na ball (football, rugby, football) and exercised recreationally obtained a \nsignificant moderate ES (p<0.05).\nRegarding the way of measuring physical performance, there were \nno significant differences between the analysed",
    "methods": "(F (1-78)=0.10; \np=0.75); in both cases the ES was moderate (ergometers: ES= 0.32, \nothers: ES= 0,60; p<0.05).\nThe ES among the types of Cr analysed was not significant (F(7-72)= 1.73; \np= 0.12). Table 5 shows that only two of the nine classified types of Cr \n(equivalent to 1.5 g Cr monohydrate (CrM) and other types) did not \npresent a significant ES, while seven types (others: CrM, Cr phosphate + \nfructose + gel, 5g Cr Citrate (Cr Cit) + 18 g dextrose, 5 g Cr Cit + 4 g Na+ \nand K+ + 18 g dextrose, equivalent to 1.5 g CrM, 5g CrM + 10 g sucrose, \n10.5 g CrM + 3.2 g β-alanine) did present a moderate ES (p<0.05).\nRegarding the form of supplementation, only variables with an \nnTE>3 were analysed. Significant differences were found between the \nloading and loading + maintenance phases (F(1-77)= 6.22; p= 0.015), with \na higher ES when there was only a loading phase (ES=0.34; p<0.01) \nthan those including the phase of loading + maintenance (ES=0.22; \np=0.13) (Figure 5).\nNo relationship was found between ES and age (r= 0.18; p= 0.14), \ntotal days of supplementation (r= -0.22; p= 0.54), and the total dose of \nCr (g) (r=-0.02; p= 0.84).\nFigure 4. Funnel plot of ES of Cr supplementation on anaerobic \ncapacity.\n\nAndrea Quirós-Quirós, et al.\n316\nArch Med Deporte 2019;36(5):310-318",
    "discussion": "This meta-analysis found a moderate-small global ES (ES=0.34) in \nanaerobic capacity following consumption of Cr according to Cohen’s36 \nconventions, where an ES of 0.20 or less is small, around 0.50 is moderate \nand 0.80 or higher is large.\nThe overall ES was different between conditions (experimental > \nplacebo) (F(1, 129)= 9.56, p<0.05, α=0.05), with significance in the GEx but \nno significance in the GPl. This is contrary to the meta-analysis of Gutiérrez \net al.13, in which improvements were noted in both groups in variables \nsuch as peak power, total work, peak strength and 1RM. \nThe test for heterogeneity (Cochran’s Q) proved to be non-signifi-\ncant, meaning that the individual ESs analysed are homogeneous. Thus, \nthis analysis was performed for the purpose of observing any specific \nbehaviour in the variables and to explain the global ES.\nTable 5. Significance of effect sizes of Cr supplementation on anaerobic capacity, according to moderating variables\n nTE TE IC z F r p\nSubject characteristics \n Age 71 0.33 0.23 – 0.43 6.58 0.18 0.14\n Sex 80 0.34 0.24 – 0.44 6.79 0.22 0.81\n Male 53 0.32* 0.19 – 0.44 5.07 \n Female 20 0.42* 0.25 – 0.59 4.85 \n Mixed 7 0.29 -0.08 – 0.66 1.52 \n Level of training 80 0.34 0.24 – 0.44 6.79 0.13 0.71\n Untrained 10 0.30 -0.26 – 0.87 1.06 \n Trained 70 0.34* 0.25 – 0.43 7.25 \n Type of sport/activity 80 0.31 -0.25 – 0.87 1.06 0.27 0.89\n Individual 7 0.47 0.04 – 0.90 2.13 \n Not performed 10 0.30 -0.26 – 0.87 1.06 \n In team with ball 10 0.48* 0.26 – 0.69 4.37 \n Recreational 14 0.28* 0.09 – 0.47 2.88 \n Strength-Power 39 0.32* 0.20 – 0.44 5.28 \nPhysical performance \n Measurement type 80 0.34* 0.24 – 0.44 6.79 0.10 0.75\n Ergometers 76 0.32* 0.22 – 0.42 6.38 \n Others (RAST, dynamometer) 4 0.60* 0.12 – 1.07 2.47 \nSupplementation characteristic \n Type of creatine 80 0.34* 0.24 – 0.44 6.79 1.73 0.12\n Cr Monohydrate 19 0.22* 0.07 – 0.38 2.88 \n Cr phosphate + fructose + gel 9 0.22* 0.07 – 0.36 2.98 \n 5 g Cr Cit + 18 g dextrose 8 0.28” 0.10 – 0.47 3.06 \n 5 g Cr Citr + 4 g Na+ phosphate and K+ +18 g dext 8 0.57* 0.28 – 0.86 3.80 \n Equiv. 5 g Cr Monohydrate 6 0.38* 0.12 – 0.64 2.88 \n Equiv 1.5 g Cr Monohydrate 6 0.22 -0.13 – 0.58 1.24 \n 5 g CrM + 10 g Sucrose 12 0.62* 0.31 – 0.93 3.94 \n 10.5 g CrM+3.2 g β-Alanine 3 0.29* 0.25 – 0.34 12.67 \n Others 9 0.41 -0.25 – 1.07 1.20 \n Total days of supplementation 80 0.34* 0.24 – 0.44 6.79 -0.22 0.54\n Supplementation type 79 0.34* 0.24 – 0.44 6.73 6.22 0.01*\n Loading 59 0.37* 0.36 – 0.47 6.84 \n Loading + Maintenance 20 0.22 -0.01 – 0.45 1.88 \n total g (total dose) 80 0.34* 0.24 – 0.44 6.79 -0.02 0.84\n* Significance with α= 0.05.\n(RAST: Running Based Anaerobic Sprint Test; Cr: Creatine; Cit: Citrate; dext: Dextrose; CrM: Creatine monohydrate; Glu: Glucose; Other types of Cr: CrM+2.12 g sucrose, CrM+1gmaltodextrine, \n3gCr+3 gHidroxi-Methyl-Butyrate+6 g CHO, Cr+18 g dext, CrMaleate, CrM+15 g Glu+10 g Maleate, 10.5 g CrM+3.2g β-Alanine).\n\nEffects of creatine supplementation on anaerobic capacity: a meta-analysis\n317\nArch Med Deporte 2019;36(5):310-318\nSubject characteristics\nThis meta-analysis showed no gender-related differences (p=0.81), \nshowing improvements in the ES of anaerobic capacity for both men \nand women (ES=0.32 and 0.42, respectively).\nSimilar to this study’s findings, Ledford and Branch37 conducted a \ndouble-blind study on nine physically active women who were given \n20g/day x 5 days of CrM or a placebo (Polycose), measured at day 5, in \naddition, leaving a washout period of 95 ± 3 days (without treatment, \nmaking measurements). Those authors used the Wingate Test (WT) to \nmeasure peak power (PP) and work capacity (WC), finding no improve-\nment (GEx PP: CrM: 540 ± 30, 484 ± 23, 435 ± 19 W vs. GPl: 522 ± 30, 481 ± \n22, 403 ± 32 W; between treatments p=0.30; treatment-measurement: \np=0.39; CT: CrM: 12.39 ± 0.67; 10.60 ± 0.50; 9.56 ± 0.59 kJ vs. GPl: 12,09 ± \n0,32; 10,60 ± 0,54; 9.39 ± 0,67 kJ; between treatments p=0.76; treatment-\nmeasurement=0.66).\nEckerson et al.29, in a cross-sectional double-blind study of 31 men \nand 30 women, aimed to determine the effect of supplementation with \nthree treatments (creatine phosphate (CP), Creatine (Cr) and a Placebo \n(Pl= dextrose)) on working capacity (WC) through the critical power \ntest, which was performed pre-treatment and two and six days after \nsupplementation. That study found no differences in WC or significant \ninteractions between measurements and treatments in women, while \nmen significantly improved WC with significant interactions between \nmeasurements (23.8% after two days and 49.8% after six days of supple-\nmentation) vs. a placebo. When analysing WC between treatments \nwithout a group difference, an increase of 13-15% was found for the \ngroup with Cr vs. the placebo group. However, these results were not \nsignificant.\nPhysical performance\nIn this study, anaerobic capacity was measured with 76 ES via \nergometers (including cycle ergometers, kayak ergometers, rowing \nergometers, among others) and four using other methods (dynamome-\nters and the Running-based Anaerobic Sprint Test [RAST]). No significant \ndifferences were found between the methods (p=0.75). However, sig-\nnificance was found in ES, as moderate ES was identified in both cases \n(ES=0.32 and 0.60, respectively). \nIn the meta-analysis performed by Dempsey et al. 10, which inclu-\nded three studies with a total of nine ES and an n= 149 subjects (nCr= \n75; nPl= 74), no significant ES was identified in the anaerobic capacity \nmeasured by the peak power obtained with cycle ergometers. Similarly, \nno statistical significance was found when analysing three studies that \nmeasured peak torque using dynamometers.\nSupplementation characteristics\nIn the present case, there were no significant differences in ES de-\npending on the type of Cr consumed by the subjects; small to moderate \nES were identified (ES=0.22 to 0.62). Similarly, Stout et al.38 conducted \na double-blind study over eight weeks with 24 college football pla -\nyers with three treatment conditions: 1) placebo (35 g carbohydrates \n[CHO]); 2) 5.25 g of creatine monohydrate (CrM) + 1g CHO; or 3) 5.25 g \nCM + 33 g CHO. These treatments were consumed four times a day for \nfive days and then twice a day until the eight weeks were completed. \nThey resulted in significant improvements in the bench press, vertical \njumping and a 100-yard dash, identifying significant differences in the \ngroup that consumed CrM + CHO in the vertical jump and 100-yard \ndash, while the bench press showed significant improvement in all \nthree treatments (p<0.01).\nFurthermore, Rebello et al.29, conducted a double-blind, placebo-\ncontrol study on 18 swimmers (6 women and 12 men) distributed in \ntwo groups. One group received four daily doses of 5 g of Cr + 20 g \nof CHO, while the placebo group (Pl) received four doses of 20 g of \nCHO. In that study, among the findings on performance variables, it is \nindicated that a high intensity anaerobic resistance test was performed \nfor 30-150 seconds; namely, a 100 m swim at maximum intensity. The \nresults indicated higher lactate levels in Pl vs. Cr. While no differences \nwere observed between the groups, some were noted between mea-\nsurements in the Pl.\nThe form of supplementation (loading vs. loading + maintenan -\nce) did show a significant difference between ESs (ES=0.37 vs. 0.22, \nrespectively).\nConclusion\nAnaerobic capacity is improved by consuming Cr in any of its pre-\nsentations, in both sexes and in both trained and untrained subjects.\nThe greatest effect of Cr on anaerobic capacity occurs during the \nloading phase vs. scenarios in which a loading and maintenance phase \noccurs (ES=0.37 vs. 0.22), while the total dose of this ergogenic aid did \nnot show a significant ES (p=0.84).\nRecommendations\nIt is recommended that journals request researchers to include \ndescriptive statistics in their manuscripts to favour the inclusion of \narticles in meta-analyses.\nFigure 5. Difference in ES according to supplementation type.\nLoading n= 59; loading + maintenance n = 20 F1-77= 6.22; p= 0.015.\n\nAndrea Quirós-Quirós, et al.\n318\nArch Med Deporte 2019;36(5):310-318\nMore experimental studies should be performed with specific tests \ndepending on the sport being performed and a detailed description \nof the test and treatment.\nFinally, it is recommended to carry out more studies in women, \nclearly defining and describing the training, and to perform studies \ncomparing loading or maintenance doses in a period of 28 days or more.\nConflicts of interest\nThe authors declare no conflict of interests.\nBibliography\n 1. Terenzi G. A creatina como recurso ergogênico em exercícios de alta intensidade e \nCurta duração: Uma revisão sistemática. Rev Bras Nut Esportiva. 2013;7:91-8.\n 2. Yánes-Silva A, Buzzachera C, Piçarro I, Januario R, Ferreira S, McAnultys S, et al. Effect \nof low dose, short-term creatine supplementation on muscle power output in elite \nyouth soccer players. J Int Soc Sports Nutr . (revista electrónica) 2017 Feb (consultado \n1604/2017) disponible en https://jissn.biomedcentral.com/articles/10.1186/s12970-\n017-0162-2.\n 3. Poortmans J, Rawson E, Burke L, Steal S, Castell l. A–Z of nutritional supplements: dietary \nsupplements, sports nutrition foods and ergogenic aids for health and performance \nPart 11. Br J Sports Med. 2010;44:765–6.\n 4. Fernández, A. Fuentes energéticas en el ejercicio. En López, J. y Fernández A. Fisiología \ndel ejercicio. Buenos Aires; Madrid: Editorial Médica Panamericana; 2006. p. 185-8.\n 5. Greenhaff P . The nutritional biochemistry of creatine. J Nutr Biochem. 1997;8:6-10.\n 6. Clark J. Creatine: A review of its nutritional applications in sport. Nutrition. 1998;14:322-4.\n 7. Kelly V, Jenkins D. Effect of oral cratine supplementation on near-maximal strength \nand repetead sets of high –intensity bench press exercise. J Strength Cond Res. 1998;12: \n109-15.\n 8. Rossouw F, Krüger P , Rossouw J. The effect of creatine monohydrate loading on maximal \nintermittent exercise and sport-specific strength in well trained power lifters. Nutr Res. \n2000;20:505-14.\n 9. Glaister M, Lockey RA, Abraham CS, Staerck A, Goodwin JE, McInnes G. Creatine \nsupplementation and multiple sprint running performance. J Strength Cond Res. \n2006;20:273-7.\n 10. Dempsey R, Mazzone J, Meurer L. Does oral creatine supplementation improve \nstrength?: A meta-analysis. J Fam Pract. 2002;51:945-51.\n 11. Nissen S, Sharp R. Effect of dietary supplements on lean mass and strength gains with \nresistance exercise: a meta-analysis. J Appl Physiol. 2002;94:651–9.\n 12. Branch D. Effect of creatine supplementation on body composition and performance: \nA meta-analysis. Int J Sport Nutr Exerc Metab. 2003;13:198-226.\n 13. Gutiérrez O, Moncada J, Salazar W, Robinson E. The Effects of Creatine Supplementation \non Biochemical, Body Composition, and Performance Outcomes in Humans: A Meta-\nanalysis. Int J Appl Sports Sci. 2006;18:12-38.\n 14. Borenstein M, Hedges LV, Higgins JP , Rothstein HR. Introduction to meta-analysis. Reino \nUnido. Editorial John Wiley & Sons; 2009. p. 1-452.\n 15. Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gotzsche PC, Ioannidis JP , et al. The PRIS-\nMA statement for reporting systematic reviews and meta-analyses of studies that \nevaluate health care interventions: explanation and elaboration. Ann Intern Med. \n2009;151:W65–94.\n 16. Jiménez J, Salazar W, Morera M. Interferencia contextual en el desempeño de destrezas \nmotrices: un metaanálisis. Rev Cienc Ejer Salud. 2014;12:1-23.\n 17. Orwin RG. A fail-safe N for effect size in meta-analysis. J. Educ. Behav. Sta. 1983:157–9.\n 18. Jagim A, Oliver J, Sanchez A, Galvan E, Fluckey J, Riechman, S, et al. A buffered form \nof creatine does not promote greater changes in muscle creatine content, body \ncomposition, or training adaptations than creatine monohydrate. J Int Soc Sports Nutr. \n2012;9:1-18.\n 19. O'Connor DM, Crowe MJ. Effects of six weeks of beta-hydroxy-beta-methylbutyrate \n(HMB) and HMB/creatine supplementation on strength, power, and anthropometry \nof highly trained athletes. J Strength Cond Res. 2007;21:419-23.\n 20. Moher D, Liberati A, Tetzlaff J, Altman DG y PRISMA Group. Preferred Reporting Items \nfor Systematic Reviews and MetaAnalyses: The PRISMA Statement. PLoS Med. (revista \nelectrónica) 2009 Enero (consultado 0211/2015). Disponible en: https://www.ncbi.\nnlm.nih.gov/pmc/articles/PMC2707599/pdf/pmed.1000097.pdf\n 21. Hamilton K, Meyers MC, Skelly WA, Marley RJ. Oral Creatine Supplementation and \nUpper Extremity Anaerobic Response in Females. Int J Sport Nutr Exerc Metab. 2000;10: \n277-89.\n 22. Nelson AG, Day R, Glickman-Weiss EL, Hegsted M, Kokkonen J, Sampson B. Creatine \nsupplementation alters the response to a graded cycle ergometer test. Eur J Appl \nPhysiol. 2000;83:89-94.\n 23. Syrotuik DG, Game AB, Gillies EM, Bell GJ. Effects of Creatine Monohydrate Supplemen-\ntation During Combined Strength and High Intensity Rowing Training on Performance. \nCan J Appl Physiol. 2001;26:527-42.\n 24. Wiroth JB, Bermon S, Andrei S, Dalloz E, Hebuterne X, Dolisi C. Effects of oral creatine \nsupplementation on maximal pedalling performance in older adults. / Effets de la \nprise de creatine sur la performance maximale de pedalage chez l' adulte. Eur J Appl \nPhysiol. 2001;84:533-9.\n 25. Chwalbinska-Moneta, J. Effect of Creatine Supplementation on Aerobic Performance \nand Anaerobic Capacity in Elite Rowers in the Course of Endurance Training. Int J Sport \nNutr Exerc Metab. 2003;13:173-83.\n 26. Van Loon LJC, Oosterlaar AM, Hartgens F, Hesselink MKC, Snow RJ, Wagenmakers \nAJM. Effects of creatine loading and prolonged creatine supplementation on body \ncomposition, fuel selection, sprint and endurance performance in humans . Clin Sci. \n2003;104:153-62.\n 27. Eckerson JM, Stout JR, Moore GA, Stone NJ, Nishimura K, Tamura K. Effect of two and \nfive days of creatine loading on anaerobic working capacity in women. J Strength Cond \nRes. 2004;18:168-73.\n 28. Ahmun, RP , Tong RJ, Grimshaw PN. The effects of acute creatine supplementation on \nmultiple sprint cycling and running performance in rugby players. J Strength Cond Res. \n2005;19:92-7.\n 29. Eckerson JM, Stout JR, Moore GA, Stone NJ, Iwan KA, Gebauer AN, et al. Effect of creatine \nphosphate supplementation on anaerobic working capacity and body weight after \ntwo and six days of loading in men and women. J Strength Cond Res. 2005;19:756-63.\n 30. Hoffman JR, Stout JR, Falvo MJ, Jie K, Ratamess NA. Effect of low-dose, short-duration \ncreatine supplementation on anaerobic exercise performance . J Strength Cond Res. \n2005;19:260-4.\n 31. Hoffman J, Ratamess N, Kang J, Mangine G, Faigenbaum A, Stout J. Effect of creatine \nand beta-alanine supplementation on performance and endocrine responses in \nstrength/power athletes. Int J Sport Nutr Exerc Metab. 2006;16:430-46.\n 32. Reardon TF, Ruell PA, Singh MAF, Thompson CH, Rooney KB. Creatine supplementation \ndoes not enhance submaximal aerobic training adaptations in healthy young men \nand women. Eur J Appl Physiol .2006;98:234-41.\n 33. Azizi M. The effect of a short-term creatine supplementation on some of the anaerobic \nperformance and sprint swimming records of female competitive swimmers. Procedia \nSoc Behav Sci. 2011;15:1626-9.\n 34. Sterkowicz S, Tyka AK, Chwastowski M, Sterkowicz-Przybycień K, Tyka A, Klys A. The \neffects of training and creatine malate supplementation during preparation period on \nphysical capacity and special fitness in judo contestants. J Int Soc Sports Nutr 2012;9:41-8.\n 35. Deminice R, Rosa FT, Franco GS, Jordao AA, De Freitas EC. Effects of creatine supple-\nmentation on oxidative stress and inflammatory markers after repeated-sprint exercise \nin humans. Nutrition. 2013;29:1127-32.\n 36. Cohen J. Statistical power analysis for the behavioral sciences. New York. Academic Press; \n1988. p. 82.\n 37. Ledford A, Branch J. Creatine Supplementation Does Not Increase Peak Power Produc-\ntion and Work Capacity During Repetitive Wingate Testing in Women. The J Strength \nCond Res. 1999;13:394-9.\n 38. Stout J, Eckerson J, Noonan D, Moore G, Cullen D. Effects of 8 weeks of creatine \nsupplementation on exercise performance and fat-free weight in football players \nduring training. Nutr Res. 1999;19:217-25."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "intervention_weeks": 8,
    "primary_human": "anaerobic_capacity; performance"
  },
  "bucket": "B",
  "notes": "Spanish-language meta-analysis on creatine’s effect on anaerobic capacity in healthy subjects (trained and untrained); finds a small-to-moderate positive effect on anaerobic performance."
}