{
  "id": 79,
  "title": "Effect of Creatine Supplementation on Kidney Function: A Systematic Review and Meta-Analysis",
  "authors": "Naeini AM; et al.",
  "year": 2025,
  "doi": "10.1186/s12882-025-04558-6",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "kidney_function",
    "safety",
    "clinical",
    "meta_analysis"
  ],
  "population": {
    "training_status": "no_training_meta (safety)"
  },
  "sections": {
    "abstract": "Background Creatine monohydrate is a widely used dietary supplement with proven benefits in athletic \nperformance and potential therapeutic applications in clinical populations. However, concerns regarding its impact \non renal function persist, largely due to elevated serum creatinine levels associated with creatine intake.",
    "methods": "A comprehensive literature search was conducted in PubMed, Scopus, Web of Science, and Google \nScholar for studies published between January 2000 and March 2025. Primary outcomes were serum creatinine and \nglomerular filtration rate (GFR). Meta-analyses were performed using a random-effects model, with subgroup analysis \nby supplementation duration.",
    "results": "Twenty-one studies were included in the systematic review, and 12 studies (177 participants in the creatine \ngroup and 263 in control) were eligible for meta-analysis of serum creatinine levels. Creatine supplementation was \nassociated with a small but statistically significant increase in serum creatinine (MD: 0.07 µmol/L; 95% CI: 0.01 to 0.12; \np = 0.03). Subgroup analysis of the creatinine outcome based on follow-up duration revealed that the intervention \neffect was significant in studies with a follow-up of ≤ 1 week (MD = 0.12; 95% CI: 0.03 to 0.21). However, no significant \neffect was observed in studies with a follow-up of 1 to 12 weeks (MD = 0.04; 95% CI: − 0.09 to 0.17). The effect became \nsignificant again in studies with a follow-up of more than 12 weeks. The meta-analysis revealed a non-statistically \nsignificant differences in GFR following creatine supplementation compared to control.",
    "conclusion": "Creatine supplementation is associated with a modest, transient increase in serum creatinine levels, \nlikely due to metabolic turnover rather than renal impairment. No significant changes were observed in GFR, \nsuggesting preserved kidney function.\nClinical trial number Not applicable.\nKeywords Creatine supplementation, Kidney function, Serum creatinine, Glomerular filtration rate, Renal safety, \nMeta-analysis\nEffect of creatine supplementation on kidney \nfunction: a systematic review and meta-\nanalysis\nElham Kabiri Naeini1, Milad Eskandari1*, Mojgan Mortazavi1, Alieh Gholaminejad2 and Negar Karevan3\n\nPage 2 of 13\nNaeini et al. BMC Nephrology (2025) 26:622",
    "introduction": "To improve physical performance and overall health, \nboth competitive and recreational athletes are increas -\ningly turning to methods that provide a performance \nadvantage. Among these methods, nutritional and exer -\ncise approaches are commonly employed to enhance \ntraining results [ 1]. Creatine monohydrate, often sim -\nply called creatine (α-methyl-guanidine-acetic acid: \nC₄H₉N₃O₂), has become one of the most thoroughly \nstudied and commonly used dietary supplements for \nenhancing physical performance [ 2, 3]. Through a pro -\ncess involving amino acids glycine and arginine, the liver, \nkidneys, and pancreas create naturally occurring cre -\natine. It plays a crucial role in supporting cellular energy \nmetabolism [ 2]. Its ability to raise intramuscular phos -\nphocreatine concentrations helps to rapidly resynthesize \nadenosine triphosphate (ATP) during prolonged exercise \n[4]. Beyond its ergogenic advantages, increasing data \nindicate that creatine may have therapeutic effects in sev-\neral clinical settings, including rheumatic illnesses [ 5, 6], \nand neurodegenerative disorders [ 7, 8], highlighting its \nbroader applicability beyond the athletic population.\nA fundamental assessment of kidney performance, \nglomerular filtration rate (GFR) is usually deduced from \nsolute removal. Exogenous markers such as inulin are \nused in the most accurate approach, mGFR, but this \nmethod is usually limited to specific settings. eGFR is \noften calculated using serum biomarkers such as creati -\nnine (Crn), a byproduct of creatinine metabolism [ 1, 2]. \nBlood Crn levels may rise as a result of chronic creatine \nsupplementation, which raises total body creatine. This \nincrease, meanwhile, does not always indicate compro -\nmised renal function. Because of this, estimating GFR \nin creatine supplementation trials using only creatinine-\nbased metrics can be deceptive and is mainly insufficient \nfor precisely evaluating renal health in this situation [ 3, \n4].\nThere are still concerns about the safety of creatine \nsupplementation, particularly in relation to kidney func -\ntion, although many studies have not observed any sig -\nnificant changes in important renal markers, including \nmGFR, cystatin C, proteinuria, or albuminuria. Early \nreports are the main source of these concerns [ 5–10], \nanimal studies [ 11], and the clinical reliance on serum \ncreatinine. However, many studies have shown that oral \ncreatine use did not lead to kidney damages [ 12–14]. The \ngoal of the current study is to conduct a thorough and \nupdated systematic review because of the contradictory \nfindings surrounding this topic, the critical importance of \ncomprehending its implications.\nMethods\nThe present systematic review and meta-analysis was \nconducted in accordance with the PRISMA (Preferred \nReporting Items for Systematic Reviews and Meta-\nAnalyses) guidelines. Each step was performed by two \nindependent reviewers and any discrepancies between \nreviewers were resolved through",
    "discussion": "or adjudica -\ntion by a third reviewer.\nGraphical Abstract\n\n\nPage 3 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nSearch strategy\nA comprehensive literature search was performed across \nmultiple electronic databases including PubMed, Scopus, \nWeb of Science, and Google scholar to identify relevant \nstudies investigating the effects of creatine supplementa -\ntion on kidney function in human subjects from January \n2000 to March 2025. The main search terms included:\n(“creatine supplementation” OR “creatine monohy -\ndrate” OR “creatine intake”)\nAND (“kidney function” OR “renal function” OR \n“glomerular filtration rate” OR “serum creatinine” OR \n“cystatin C” OR “BUN” OR “renal safety” OR “renal \nimpairment” OR “kidney toxicity”).\nBoolean operators (AND/OR), and database-specific \nfilters were applied where appropriate. Language was \nrestricted to English, and only studies involving human \nparticipants were included.\nIn addition to the electronic search, manual screen -\ning of reference lists from included articles and relevant \nreviews was performed to identify any additional eligible \nstudies not captured through database searches. Dupli -\ncates were removed using EndNote, and the screening \nprocess was carried out independently by two reviewers \nin two stages: [1] title and abstract screening, and [2] full-\ntext review.\nEligibility criteria\nInclusion criteria included observational cohort or case-\ncontrol studies, non-randomized trials, RCTs, and pre-\npost experimental designs involving human subjects of \nany age, sex, or health status (e.g., healthy individuals, \nathletes, or patients with chronic conditions). Regard -\nless of dosage, duration, or particular form (e.g., creatine \nmonohydrate), oral creatine supplementation was used in \nall included investigations. Serum creatinine, glomerular \nfiltration rate (GFR), and descriptive results pertaining to \nrenal function were the main outcomes taken from each \ntrial.\nArticles published prior to 2000 were not included, nor \nwere non-human studies (such as animal or in vitro mod-\nels), case reports, reviews, editorials, commentaries, or \nconference abstracts with incomplete data, studies with \nno renal outcomes or with insufficient data for extrac -\ntion, duplicate publications, or studies with overlapping \ndata.\nData extraction\nA standardized data extraction form was used to col -\nlect relevant information from each included study. Two \nreviewers independently extracted the following data: \nauthors, year of publication, country, number of partici -\npants, mean age, health status, dose, frequency, dura -\ntion, loading/maintenance phases, main findings related \nto renal function (e.g., serum creatinine, GFR), and any \nkidney-related complications or safety concerns.\nRisk of bias assessment\nRandomized controlled trials (RCTs) were evaluated \nusing the Cochrane RoB-2 domains. Observational and \npre-post studies were evaluated with the Newcastle–\nOttawa Scale (NOS) and simplified checklists.\nStatistical analysis\nIn this study, data on two primary outcomes serum cre -\natinine and GFR were extracted from each eligible study, \nincluding the mean, standard deviation, and sample size \nfor both intervention and control groups. The mean dif -\nference (MD) between groups was calculated as the \nprimary effect size. To synthesize the data, heteroge -\nneity across studies was assessed using the I² statistic, \nCochran’s Q test, and the Galbraith plot. A random-\neffects model was applied when substantial heterogeneity \nwas detected (I² > 50% and p < 0.05); otherwise, a fixed-\neffects model was used. For the creatinine outcome, a \nsubgroup analysis was conducted based on duration of \nfollow-up. Potential publication bias was evaluated using \nfunnel plots and Egger’s regression test. All statistical \nanalyses were conducted using STATA version 17.\nResults\nSearch and study selection\nThe study selection process is summarized in Fig. 1. An \ninitial set of records was identified through database \nsearching and manual reference checks. After removing \nduplicates, screening titles and abstracts, and assessing \nfull texts against the predefined inclusion and exclusion \ncriteria, a total of 21 studies were deemed eligible [ 15–\n35]. Of the 21 studies, 12 were included in the meta-anal-\nysis as they provided the necessary quantitative data [ 16, \n17, 19, 21–23, 25–27, 29, 31, 35]. Among these, two stud-\nies featured two intervention arms [17, 31], and one study \nincluded three arms [ 23]. In total, 16 sets of results were \nconsidered for meta-analysis. The study by Solis et al. [34] \nwas excluded from the meta-analysis due to its crossover \ndesign, which was not compatible with the pooling crite -\nria. The characteristics and summary of extracted data is \npresented in Table 1.\nCreatinine level\nMeta-analysis\nA total of 14 studies evaluating serum creatinine lev -\nels before and after intervention were included in the \nmeta-analysis. The intervention (creatine supplementa -\ntion) group comprised 177 participants, while the con -\ntrol group included 263 participants. Figure  2 shows the \npooled effects of creatine supplementation on serum cre -\natinine levels in both groups. The meta-analysis revealed \n\nPage 4 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \na statistically significant increase in serum creatinine lev -\nels following creatine supplementation compared to con -\ntrol (p = 0.03), with a MD = 0.07; 95% CI: (0.01,0.12).\nSubgroup analysis\nFigure 3 shows the results of subgroup analysis of the \ncreatinine outcome based on follow-up duration. Our \npooled results revealed that the intervention effect \nwas significant in studies with a follow-up of ≤ 1 week \n(MD = 0.12; 95% CI: 0.03 to 0.21). However, no significant \neffect was observed in studies with a follow-up of 1 to \n12 weeks (MD = 0.04; 95% CI: − 0.09 to 0.17). The effect \nbecame significant again in studies with a follow-up of \nmore than 12 weeks, suggesting a possible delayed but \nmeaningful elevation in serum creatinine over extended \nsupplementation periods.\nAssessment of publication bias for creatinine level\nPotential publication bias was assessed using both a \nregression-based funnel plot (Fig.  4) and a classic fun -\nnel plot (Fig.  5). Visual asymmetry was observed in both \nplots, suggesting possible small-study effects or reporting \nbias particularly a lack of studies showing null or nega -\ntive effects. The regression funnel plot showed a slight \npositive slope, while the classic funnel plot indicated an \nuneven distribution of studies around the mean. These \nfindings may be influenced by publication bias or study \nheterogeneity. However, trim-and-fill analysis showed no \nchange in the pooled results, indicating that the overall",
    "conclusions": "are robust despite the observed asymmetry.\nHeterogeneity\nThe meta-analysis revealed substantial heterogeneity \nfor serum creatinine outcomes (I² = 69.73%), indicat -\ning considerable variability across studies, likely due to \ndifferences in study populations, creatine dosing, and \nfollow-up durations. In contrast, heterogeneity for GFR \noutcomes was moderate (I² = 33.17%), suggesting that \nthe variation in effect sizes was relatively low. These find -\nings justified the use of a random-effects model for both \noutcomes to account for between-study variability and \nensure more conservative pooled estimates.\nGFR\nMeta-analysis\nA total of 5 studies evaluating GFR before and after inter-\nvention were included in the meta-analysis. These studies \ncompared GFR after creatine use with placebo or control \nFig. 1 Flowchart of study selection\n \n\nPage 5 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nAuthors/year Country Creatine \nsample size/\nmean age\nControl \nsample size/ \nmean age\nSubjects’ status Creatine group Control group Follow-up time Outcomes\nGualano et al. 2008 [22], \nBrazil\n9\n24.2 ± 5.0\n9\n24.6 ± 4.2\nHealthy sedentary \nmales\n0.3 g daily per kg of body weight for\nthe first week, and 0.15 g for the\nnext 11 weeks\nPlacebo \n(dextrose)\n4 weeks & 12 weeks no serious adverse effects on \nkidney function\nMayhew et al. 2002 [26], \nUSA\n10\n20.5 ± 1.4\n13\n20.1 ± 0.8\nFootball Players 5 and 20 g daily\n(13.9 ± 5.8 g)\n- 0.25 to 5.6 years \n(mean ± SD = 2.9 ± 1.8 \nyears):\n132 weeks\nno long-term serious adverse ef-\nfects on kidney or liver functions\nCarvalho et al. 2011, \nBrazil [17]\n12\n23.0 ± 3.2\n&\n11\n25.2 ± 7.4\n12\n24.3 ± 4.9\nHealthy adults Loading: creatine 20 g/d for 7 days\nGroup1: 0.03 g/kg body weight once \ndaily after training.\nGroup 2: Fixed dose of 5 g creatine taken \nonce daily after training.\nplacebo, \nmaltodextrin \n(MIDWAY).\nLoading: 20 g/d \nfor 7 days\nMaintenance: \n9.7 ± 5.7 g/d\n8 weeks no serious adverse effects on \nkidney and liver functions in \nboth creatine groups with differ-\nent doses\nMihic et al. 2000, Canada \n[27]\n15 15 Healthy, normotensive \nsubjects\n20 g/day of creatine, divided into five \ndoses\n20 g/day of \nplacebo\n5 days no serious adverse effects on kid-\nney function and blood pressure\nRobinson et al. 2000, \nUK [31]\nGroup 1 = 7\nGroup 2 = 6\nGroup 1 = 7\nGroup 2 = 6\nHealthy adults with no \nexercise\nCr 5 g + 1 g glucose dissolved in a warm \ndrink four times a day for five days.\n500 ml of a \ncarbohydrate \nsolution four \ntimes a day for \nfive days\nGroup 1: 6 days\n&\nGroup 2:\n5 days + 6 weeks\nno serious adverse effects on \nkidney, liver, or hematological \nfunctions\nVolek et al. 2001, USA \n[35]\n10\n23.0 ± 1.0\n10\n23.1 ± 1.0\nHealthy adults with \nheat exercise\n30 min of continuous \ncycling: 15 min at 70% \nof VO₂peak followed \nby 15 min at 60% of \nVO₂peak,\n0.3 g/kg/d for 7 days Placebo 7 days no serious adverse effects on \nkidney\nArmentano et al. 2007, \nUSA [16]\n17 18 Healthy, active duty, \nU.S. Army volunteers\n20 g/day Placebo 7 days no serious long-term adverse \neffects on kidney\nNeves et al. 2011, Brazil \n[29]\n13 13 Postmenopausal\nwomen\ncreatine (20 g·day(-1) for 1 week and \n5 g·day(-1) thereafter\nPlacebo 12 weeks no serious adverse effects on kid-\nney in postmenopausal women\nLugaresi et al. 2013, \nBrazil [25]\n12 14 Young healthy males 20 g/d for 5 d followed by 5 g/d Placebo 12 weeks no serious adverse effects on \nkidney\nGualano et al. 2011, \nBrazil [21]\n13\n57.5 (5.0)\n12\n56.4 (8.2)\nMen and women \n(older than 45 years) \nwith type 2 diabetes,\n5 g/day of CR monohydrate Placebo 12 weeks no serious adverse effects on \nkidney\nTable 1 Summary of data extraction of the included studies on effect of creatine supplementation on kidney function\n\nPage 6 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nconditions. The intervention (creatine supplementation) \ngroup comprised 69 participants, while the control group \nincluded 74 participants. Figure  6 illustrates the pooled \neffects of creatine supplementation on GFR in both \ngroups. The meta-analysis revealed a non-statistically \nsignificant differences in GFR following creatine supple -\nmentation compared to control.\nAssessment of publication bias for GFR\nPotential publication bias was examined using both a \nregression-based funnel plot (Fig.  7) and a classic funnel \nplot based on mean differences (Fig.  8). Visual inspection \nof both plots revealed asymmetry and the upward slope \nof the regression line point, suggesting the presence of \nsmall-study effects or publication bias. To further con -\nfirm and quantify the extent of any potential bias a trim-\nand-fill analysis was conducted and the results remained \nunchanged.\nRisk of bias assessment\nTable 2 summarizes the detailed risk of bias assessment \nfor each included study, based on study design. Over -\nall, the risk of bias in the included studies was assessed \nas mostly at the level of ‘some concern’ . While most ran -\ndomized controlled trials were described as randomized, \ndouble-blind and placebo-controlled, methodological \ndetails such as sequence generation, allocation conceal -\nment, reporting of dropouts and trial registration were \noften missing, leading to reduced confidence. Small \nsample sizes and short duration of follow-up also limited \nseveral trials. Observational and before-and-after studies \ninherently have a higher risk of bias due to confounders, \nlack of control groups and possible selection bias. Over -\nall, the evidence base provides reassuring safety data, \nbut the overall certainty is tempered by methodological \nlimitations, incomplete reporting, and a predominance of \nsmall, single-center trials.\nDiscussion\nA previous systematic review and meta-analysis included \n5 studies (comprising 8 outcome measures) with a total of \n220 participants to evaluate serum creatinine levels, and \n3 studies involving 136 participants to assess glomerular \nfiltration rate (GFR) [ 36]. The present systematic review \nand meta-analysis included a larger body of evidence, \nincorporating 21 studies in total of which 12 (compris -\ning 14 outcome measures) were eligible for quantitative \nsynthesis of serum creatinine outcomes and 5 for GFR. \nThis expanded dataset provides more comprehensive \ninsights into the renal safety of creatine supplementation \nacross diverse populations, supplementation protocols, \nand durations. GFR is considered the best overall indi -\ncator of renal function in both healthy individuals and \npatients with kidney disease. Current clinical guidelines \nAuthors/year Country Creatine \nsample size/\nmean age\nControl \nsample size/ \nmean age\nSubjects’ status Creatine group Control group Follow-up time Outcomes\nDomingues et al. 2020, \nBrazil [19]\n14 15 Healthy adults :20 g/day for 1 week divided into 4 equal \ndoses\nsingle daily doses of 5 g in the subse-\nquent 7 weeks\nPlacebo 8 weeks no serious adverse effects on \nkidney\nKreider et al. 2003. USA \n[23]\nGroup 1 = 12\nGroup 2 = 25\nGroup 2 = 17\n44 Football players 0.1 g/ kg/day of creatine monohydrate placebo \n(dextrose)\nGroup 1 = creatine for \n0–6 months (mean \n4.4 ± 1.8 months)\nGroup 2 = creatine for \n7–12 months (mean \n9.3 ± 2.0 months)\nGroup 3 = creatine for \n12–21 months (mean \n19.3 ± 2.4 months)\nno serious long-term adverse \neffects on kidney\nGFR: glomerular filtration rate\nTable 1 (continued)\n \n\nPage 7 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nhighlight that GFR reflects the integrated function of all \nnephrons and is therefore a more reliable index of renal \nhealth than isolated blood or urine markers. Stable GFR \nvalues are clinically more important than transient eleva -\ntions in serum creatinine or other biomarkers, which may \nbe influenced by extrarenal factors such as muscle mass, \ndiet, or supplementation [1, 2].\nPooled results of the present meta-analysis revealed a \nsmall but statistically significant increase in serum cre -\natinine levels following creatine supplementation. Sub -\ngroup analysis by duration of supplementation suggested \nthat short-term (< 1 week) and long-term (> 12 weeks) \ninterventions significantly affected serum creatinine lev -\nels. However, supplementation lasting between 1 and 12 \nweeks was associated with a non-significant increase.\nThis pattern indicates that intramuscular creatine and \nits metabolic byproduct, Crn, may rise quickly during \nthe short-term phase (less than one week) of creatine \nsupplementation. Instead of being a sign of renal failure, \nthis early rise is usually pharmacokinetic in nature, a pre -\ndictable and quantifiable biochemical reaction. This short \ntime frame mostly records the first rise in creatinine lev -\nels prior to the onset of physiological adaptation.\nThe mid-term interval (1–12 weeks) indicates a tran -\nsitional phase during which the body begins to adjust to \nincreasing creatine intake. Creatine levels start to stabi -\nlize, but the system has not yet fully adapted, leading to \npotential fluctuations in creatinine production. Muscle \ncreatine stores become saturated, creatine metabolism \nstabilizes, and renal clearance mechanisms may adjust to \nmanage the sustained creatine load. As a result, a small \nbut consistent elevation in serum creatinine may persist \nand become statistically detectable in longer-duration \nstudies, particularly those with larger sample sizes and \nlower variability. Importantly, this increase appears to be \nstatistically significant but physiologically benign, reflect-\ning sustained creatine turnover rather than impaired \nkidney function. Since serum Crn is a metabolite of cre -\natine, its elevation is a predictable physiological response \nrather than a sign of kidney damage [ 8, 37]. Therefore, \nrelying solely on serum Crn as a marker of renal function \nin creatine supplementation studies may be misleading. \nSupporting this interpretation, the pooled analysis of \nGFR data from five studies demonstrated no significant \nchanges in either estimated or directly measured GFR \nfollowing creatine supplementation. This further sup -\nports the idea that reported increases in serum creatinine \nare not symptomatic of diminished renal function [ 15, \n16, 27–29, 31, 34, 35].\nFig. 2 Effects of creatine supplementation on serum creatinine levels\n \n\nPage 8 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nAn important methodological consideration in inter -\npreting our findings relates to the variability of creatinine \nassays across studies. In 2009, the global standard refer -\nence material SRM 967 was introduced, leading to sub -\nstantial changes in calibration and reported creatinine \nvalues. Furthermore, different assay methodologies (e.g., \ncompensated vs. uncompensated Jaffe methods, sarco -\nsine oxidase–based assays, creatine imidohydrolase–\nbased assays) vary in their susceptibility to interference \nby creatine itself. Such differences can result in system -\natic measurement biases and may partly explain the \nheterogeneity observed in our analyses. Unfortunately, \nthe majority of included trials did not report the assay \ntype or standardization method used, which precluded \nsubgroup analysis according to assay methodology. This \nlack of reporting should be considered an important limi-\ntation. Future research on creatine supplementation and \nkidney function would greatly benefit from standardized \nreporting of assay type and calibration method, which \nwould enable more precise synthesis of evidence.\nFig. 3 Effects of creatine supplementation on serum creatinine levels in terms of follow-up duration\n \n\nPage 9 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nLimitations\nMost included studies were of short to moderate dura -\ntion; long-term safety data beyond one year remain \nsparse. In our study, we conducted subgroup analysis by \nintervention duration, as this was the most consistently \nreported variable across trials. However, information \nregarding dosage and participants’ training status was \neither limited or inconsistently reported, which restricted \nour ability to perform further subgroup analyses. Future \nstudies should provide detailed reporting of these vari -\nables to enable more comprehensive subgroup analyses.\nFig. 5 Classic funnel plot based on mean differences\n \nFig. 4 Funnel plot of the SMDs plotted against study precision (1/SE)\n \n\nPage 10 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nConclusion\nIn summary, this systematic review and meta-analysis \ndemonstrate that creatine supplementation is associ -\nated with a modest increase in serum creatinine levels \nbut does not adversely affect glomerular filtration rate. \nThese results indicate that creatine is likely safe for kid -\nney function in healthy individuals and various clinical \npopulations when used within standard dosing protocols. \nHowever, researchers and clinicians should interpret \nelevated serum creatinine levels in the context of supple -\nmentation with caution and consider more specific renal \nfunction markers for accurate assessment.\nFig. 7 Funnel plot of the SMDs plotted against study precision (1/SE) for GFR studies\n \nFig. 6 Effects of creatine supplementation on GFR\n \n\nPage 11 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nAbbreviations\nATP Adenosine triphosphate\nGFR Glomerular filtration rate\nCrn Creatinine\nCr Creatine\nRCTs Randomized controlled trials\nPRISMA Preferred Reporting Items for Systematic Reviews and \nMeta-Analyses\nSupplementary Information\nThe online version contains supplementary material available at h t t p s : / / d o i . o r \ng / 1 0 . 1 1 8 6 / s 1 2 8 8 2 - 0 2 5 - 0 4 5 5 8 - 6.\nSupplementary Material 1\nTable 2 Summary and details of risk bias assessment\nAuthors Study design Randomization/\nSelection\nDeviations/\nComparability\nMissing data Outcome \nmeasurement\nSelective \nreporting\nOverall \nrisk\nGualano et al., 2008 RCT, double-blind Some concerns Low Some concerns Some concerns Some concerns Some \nconcerns\nMayhew et al., 2002 Observational Moderate Moderate Low/Moderate - - Moder-\nate risk\nCarvalho et al., 2011 RCT, double-blind Some concerns Low Some concerns Low/Some \nconcerns\nSome concerns Some \nconcerns\nMihic et al., 2000 RCT, double-blind Some concerns Low Low/Some \nconcerns\nLow Some concerns Some \nconcerns\nRobinson et al., \n2000\nRCT, \nplacebo-controlled\nSome concerns Some concerns Some concerns Low Some concerns Some \nconcerns\nVolek et al., 2001 RCT, double-blind Some concerns Low Some concerns Low Some concerns Some \nconcerns\nArmentano et al., \n2007\nRCT, double-blind Some concerns Low Some concerns Low Some concerns Some \nconcerns\nNeves et al., 2011 RCT, \nplacebo-controlled\nSome concerns Low Some concerns Low Some concerns Some \nconcerns\nLugaresi et al., 2013 RCT, double-blind Some concerns Low Some concerns Low Some concerns Some \nconcerns\nGualano et al., 2011 RCT, double-blind Some concerns Low Some concerns Some concerns Some concerns Some \nconcerns\nDomingues et al., \n2020\nRCT, double-blind Some concerns Low Some concerns Low Some concerns Some \nconcerns\nKreider et al., 2003 Observational \ncohort\nModerate Low/Moderate Low/Moderate - - Moder-\nate risk\nFig. 8 Classic funnel plot based on mean differences for GFR studies\n \n\nPage 12 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \nAcknowledgements\nNone.\nAuthor contributions\nE.K.N. and M.E. contributed equally to this work. They were primarily \nresponsible for drafting the initial manuscript, conducting the literature \nsearch, performing data extraction and statistical analysis, interpreting the \nfindings, and finalizing the manuscript for submission. M.M. , A.G. , and N.K. \nprovided valuable support in data extraction, contributed to the data analysis \nprocess, and assisted in the interpretation of results. All authors reviewed and \napproved the final version of the manuscript.\nFunding\nNone.\nData availability\nThe datasets used and/or analysed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable because this is systematic review and meta-analysis.\nConsent for publication\nNot applicable because this is systematic review and meta-analysis.\nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1Isfahan Kidney Disease Research Center, Isfahan University of Medical \nSciences, Isfahan, Iran\n2Regenerative Medicine Research Center, Isfahan University of Medical \nSciences, Isfahan, Iran\n3Isfahan University of Medical Sciences, Isfahan, Iran\nReceived: 18 June 2025 / Accepted: 15 October 2025\nReferences\n1. Stevens LA, Coresh J, Greene T, Levey AS. Assessing kidney func-\ntion—measured and estimated glomerular filtration rate. N Engl J Med. \n2006;354(23):2473–83.\n2. Inker LA, Schmid CH, Tighiouart H, Eckfeldt JH, Feldman HI, Greene T, et al. \nEstimating glomerular filtration rate from serum creatinine and Cystatin C. N \nEngl J Med. 2012;367(1):20–9.\n3. Pline KA, Smith CL. The effect of creatine intake on renal function. Ann Phar-\nmacother. 2005;39(6):1093–6.\n4. Wyss M, Kaddurah-Daouk R. Creatine and creatinine metabolism. Physiol Rev. \n2000;80(3):1107–213.\n5. van der Meijden WA, Smak Gregoor PJ. [Impaired renal function: be aware of \nexogenous factors]. Ned Tijdschr Geneeskd. 2013;157(24):A5944.\n6. Law JP , Di Gerlando S, Pankhurst T, Kamesh L. Elevation of serum creatinine \nin a renal transplant patient following oral creatine supplementation. Clin \nKidney J. 2019;12(4):600–1.\n7. Thorsteinsdottir B, Grande JP , Garovic VD. Acute renal failure in a young \nweight lifter taking multiple food supplements, including creatine monohy-\ndrate. J Ren Nutr. 2006;16(4):341–5.\n8. Vega J, Huidobro EJ. [Effects of creatine supplementation on renal function]. \nRev Med Chil. 2019;147(5):628–33.\n9. Taner B, Aysim O, Abdulkadir U. The effects of the recommended dose of \ncreatine monohydrate on kidney function. NDT Plus. 2011;4(1):23–4.\n10. Greenhaff P . Renal dysfunction accompanying oral creatine supplements. \nLancet. 1998;352(9123):233.\n11. Edmunds JW, Jayapalan S, DiMarco NM, Saboorian H, Aukema HM. Creatine \nsupplementation increases renal disease progression in han: SPRD-cy rats. \nAm J Kidney Dis. 2001;37(1):73–8.\n12. Taes YE, Delanghe JR, Wuyts B, van de Voorde J, Lameire NH. Creatine \nsupplementation does not affect kidney function in an animal model with \npre-existing renal failure. Nephrol Dial Transpl. 2003;18(2):258–64.\n13. Baracho NC, Castro LP , Borges Nda C, Laira PB. Study of renal and hepatic \ntoxicity in rats supplemented with creatine. Acta Cir Bras. 2015;30(5):313–8.\n14. Ferreira LG, De Toledo Bergamaschi C, Lazaretti-Castro M, Heilberg IP . Effects \nof creatine supplementation on body composition and renal function in rats. \nMed Sci Sports Exerc. 2005;37(9):1525–9.\n15. Almeida D, Colombini A, Machado M. Creatine supplementation improves \nperformance, but is it safe? Double-blind placebo-controlled study. J Sports \nMed Phys Fit. 2020;60(7):1034–9.\n16. Armentano MJ, Brenner AK, Hedman TL, Solomon ZT, Chavez J, Kemper GB, \net al. The effect and safety of short-term creatine supplementation on perfor-\nmance of push-ups. Mil Med. 2007;172(3):312–7.\n17. Carvalho A, Molina G, Fontana K. Creatine supplementation associated \nwith resistance training does not alter renal and hepatic functions. Revista \nBrasileira De Med Do Esporte. 2011;17:237–341.\n18. de Oliveira Vilar Neto J, da Silva CA, Meneses GC, Pinto DV, Brito LC, da Cruz \nFonseca SG, et al. Novel renal biomarkers show that creatine supplementa-\ntion is safe: a double-blind, placebo-controlled randomized clinical trial. \nToxicol Res (Camb). 2020;9(3):263–70.\n19. Domingues WJR, Ritti-Dias RM, Cucato GG, Wolosker N, Zerati AE, Puech-Leão \nP , et al. Does creatine supplementation affect renal function in patients with \nperipheral artery disease? A Randomized, double Blind, Placebo-controlled, \nclinical trial. Ann Vasc Surg. 2020;63:45–52.\n20. Groeneveld GJ, Beijer C, Veldink JH, Kalmijn S, Wokke JH, van den Berg LH. \nFew adverse effects of long-term creatine supplementation in a placebo-\ncontrolled trial. Int J Sports Med. 2005;26(4):307–13.\n21. Gualano B, de Salles Painelli V, Roschel H, Lugaresi R, Dorea E, Artioli GG, et al. \nCreatine supplementation does not impair kidney function in type 2 diabetic \npatients: a randomized, double-blind, placebo-controlled, clinical trial. Eur J \nAppl Physiol. 2011;111(5):749–56.\n22. Gualano B, Ugrinowitsch C, Novaes RB, Artioli GG, Shimizu MH, Seguro AC, \net al. Effects of creatine supplementation on renal function: a random-\nized, double-blind, placebo-controlled clinical trial. Eur J Appl Physiol. \n2008;103(1):33–40.\n23. Kreider RB, Melton C, Rasmussen CJ, Greenwood M, Lancaster S, Cantler EC, et \nal. Long-term creatine supplementation does not significantly affect clinical \nmarkers of health in athletes. Mol Cell Biochem. 2003;244(1–2):95–104.\n24. López-Clemente JC, Fuertes-Kenneally L, Abellán Huerta J, Soria Arcos F, \nGonzález-López J, Mármol Lozano R, et al. Efficacy and safety of creatine \nsupplementation in patients with heart failure and reduced ejection fraction: \na pilot study. REC: CardioClinics. 2025;60(2):76–86.\n25. Lugaresi R, Leme M, de Salles Painelli V, Murai IH, Roschel H, Sapienza MT, \net al. Does long-term creatine supplementation impair kidney function in \nresistance-trained individuals consuming a high-protein diet? J Int Soc Sports \nNutr. 2013;10(1):26.\n26. Mayhew DL, Mayhew JL, Ware JS. Effects of long-term creatine supplementa-\ntion on liver and kidney functions in American college football players. Int J \nSport Nutr Exerc Metab. 2002;12(4):453–60.\n27. Mihic S, MacDonald JR, McKenzie S, Tarnopolsky MA. Acute creatine loading \nincreases fat-free mass, but does not affect blood pressure, plasma creatinine, \nor CK activity in men and women. Med Sci Sports Exerc. 2000;32(2):291–6.\n28. Nasseri A, Jafari A. Effects of creatine supplementation along with resistance \ntraining on urinary formaldehyde and serum enzymes in wrestlers. J Sports \nMed Phys Fit. 2016;56(4):458–64.\n29. Neves M Jr., Gualano B, Roschel H, Lima FR, Lúcia de Sá-Pinto A, Seguro AC, et \nal. Effect of creatine supplementation on measured glomerular filtration rate \nin postmenopausal women. Appl Physiol Nutr Metab. 2011;36(3):419–22.\n30. Poortmans JR, Kumps A, Duez P , Fofonka A, Carpentier A, Francaux M. Effect \nof oral creatine supplementation on urinary methylamine, formaldehyde, \nand formate. Med Sci Sports Exerc. 2005;37(10):1717–20.\n31. Robinson TM, Sewell DA, Casey A, Steenge G, Greenhaff PL. Dietary creatine \nsupplementation does not affect some haematological indices, or indices \nof muscle damage and hepatic and renal function. Br J Sports Med. \n2000;34(4):284–8.\n32. Sale C, Harris RC, Florance J, Kumps A, Sanvura R, Poortmans JR. Urinary \ncreatine and methylamine excretion following 4 x 5 g x day(-1) or 20 x 1 g x \nday(-1) of creatine monohydrate for 5 days. J Sports Sci. 2009;27(7):759–66.\n33. Schilling BK, Stone MH, Utter A, Kearney JT, Johnson M, Coglianese R, et al. \nCreatine supplementation and health variables: a retrospective study. Med \nSci Sports Exerc. 2001;33(2):183–8.\n\nPage 13 of 13\nNaeini et al. BMC Nephrology (2025) 26:622 \n34. Solis MY, Hayashi AP , Artioli GG, Roschel H, Sapienza MT, Otaduy MC, et al. Effi-\ncacy and safety of creatine supplementation in juvenile dermatomyositis: A \nrandomized, double-blind, placebo-controlled crossover trial. Muscle Nerve. \n2016;53(1):58–66.\n35. Volek JS, Mazzetti SA, Farquhar WB, Barnes BR, Gómez AL, Kraemer WJ. Physi-\nological responses to short-term exercise in the heat after creatine loading. \nMed Sci Sports Exerc. 2001;33(7):1101–8.\n36. de Souza e Silva A, Pertille A, Reis Barbosa CG, Aparecida de Oliveira Silva \nJ, de Jesus DV, Ribeiro AGSV, et al. Effects of creatine supplementation \non renal function: A systematic review and Meta-Analysis. J Ren Nutr. \n2019;29(6):480–9.\n37. Longobardi I, Gualano B, Seguro AC, Roschel H. Is it time for a requiem for \ncreatine Supplementation-Induced kidney failure? A narrative review. Nutri-\nents. 2023;15(6).\nPublisher’s note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 132,
    "primary_human": "kidney_function; safety_markers"
  },
  "bucket": "B",
  "notes": "Systematic review/meta across RCTs and trials assessing kidney function with creatine use; concludes creatine is generally safe for kidney function in healthy individuals when used at usual doses; useful as safety/background rather than hypertrophy evidence."
}