{
  "id": 80,
  "title": "Creatine Supplementation in Addition to Physical Exercise in the Treatment of Sarcopenia: A Meta-Analysis",
  "authors": "Balestrino M; et al.",
  "year": 2025,
  "doi": "10.20944/preprints202511.1316.v1",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "sarcopenia",
    "older_adults",
    "resistance_training",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (sarcopenia; preprint)"
  },
  "sections": {
    "abstract": "Sarcopenia is a progressive condition in older adults characterized by reduced muscle mass, strength, \nand function, increasing the risk of disability and mortality. Resistance training is the primary \nintervention, and creatine supplementation may enhance its effects. This meta -analysis assessed the \nimpact of creatine, alone or combined with resistance training, on muscle mass and strength in elderly \nindividuals with sarcopenia. A systematic search was conducted in PubMed, Scopus, and Web of \nScience following PRISMA 2020 guidelines, identifying 14 eligible studies. Two primary outcomes \nwere analyzed: lean mass gain and strength improvement measured by leg press. Creatine combined \nwith resistance training significantly increased lean mass (p = 0.0034; I\n2 = 0%), indicating consistent \nbenefits, while no significant improvement was observed in leg press strength (MD = −0.66; p = 0.83; \nI2 = 21%). Reported adverse effects were minimal and mainly gastrointestinal. These findings suggest \ncreatine supplementation effectively improves muscle mass but does not enhance leg press \nperformance, which may not adequately reflect functional recovery. Future research should \nincorporate comprehensive functional assessments, including balance and mobility tests, to better \nevaluate the clinical impact of creatine in sarcopenia. \nKeywords: sarcopenia; creatine supplementation; resistance training; elderly; muscle mass; muscle \nstrength; meta-analysis; functional assessment; lean mass; leg press \n \n1.",
    "introduction": "Sarcopenia is a progressive and generalized muscle disorder characterized by a decline in \nmuscle mass, strength, and function, associated with increased risks of falls, disability, \nhospitalization, and mortality [1]. The prevalence of sarcopenia varies depending on the population \nand diagnostic criteria used, but it can exceed 60% in individuals with chronic conditions [2]. Major \nrisk factors include physical inactivity, malnutrition, type 2 diabetes, smoking, and sleep \ndisturbances. The consequences of sarcopenia extend beyond the muscular domain, negatively \nimpacting metabolic, cognitive, and bone health [2]. \nInitially defined solely by the loss of muscle mass, its definition was revised in 2019 by the \nEuropean Working Group on Sarcopenia in Older People (EWGSOP2). According to the EWGSOP2 \ngroup, diagnosis is based on three main criteria: muscle strength, muscle mass, and physical \nperformance [3]. \nIt is estimated that sarcopenia affects between 10% and 16% of the global elderly population, \nwith higher rates in patients with specific medical conditions [4]. For example, among patients with \nunresectable esophageal cancer, the prevalence of sarcopenia is estimated to be as high as 66% [5], \nwhile among diabetic patients it is around 27.6% in men and 18.6% in women [6]. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\nDisclaimer/Publisher’s Note: The statements, opinions, and data contained in all publications are solely those of the individual author(s) and\ncontributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting\nfrom any ideas,",
    "methods": ", instructions, or products referred to in the content.\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 2 of 13 \n \nSarcopenia is influenced by several risk factors, many of which are related to lifestyle and pre -\nexisting chronic conditions. Malnutrition is a major key factor, as an inadequate diet (particularly one \nlacking in protein and essential nutrients) compromise s the body ’s ability to maintain and repair \nmuscle tissue [7]. \nSarcopenia has significant consequences for health and well -being, both in older adults and in \npatients with chronic medical conditions. One of the main consequences is the increased risk of falls \nand fractures [8]. Another significant consequence is functional decline, since loss of muscle strength \nand mobility reduces older adults’ ability to perform daily activities, increasing dependence on others \n[9]. Furthermore, sarcopenia is associated with a higher risk of prolonged hospitalization and \npostoperative complications, especially in patients undergoing oncology or orthopedic surgery [10]. \nAmong the intervention strategies, resistance training (RT) has emerged as the main cornerstone \nof intervention [11]. Moreover, creatine supplementation has shown promising effects in enhancing \nmuscle strength when combined with RT, more than RT alone does [12]. \nCreatine is a nitrogenous organic compound derived from amino acids, naturally present in the \nhuman body. It plays a crucial role in energy metabolism, particularly in muscles and the brain, \nwhere it helps store and release energy rapidly. Creatine is synt hesized primarily in the liver, \nkidneys, and pancreas from the amino acids arginine, glycine, and methionine. It exists in two main \nforms: a free form, known as creatine, and a phosphorylated form, called phosphocreatine. The latter \nis particularly relevan t in muscle energy production, as it is involved in the rapid regeneration of \nadenosine triphosphate (ATP), the primary “ energy currency ” of cells [13]. Creatine is primarily \nconcentrated in skeletal muscle tissue, where approximately 95% of the body’s reserves are found in \nthe form of free creatine and phosphocreatine [13]. \nIn recent decades, creatine has become one of the most studied and used supplements in the \nworld of fitness and sports. Commercial supplements, usually in the form of creatine monohydrate, \nare used to enhance physical performance, particularly in activities requiring explosive strength and \nsprinting. Numerous scientific studies have shown that creatine supplementation can significantly \nincrease strength, power, and muscle mass [14]. Creatine supplementation has been shown to \nsignificantly increase phosphocreatine stores within muscles, allowing for a greater capacity to \nregenerate ATP during intense exercise. Creatine supplementation has been shown to increase \nmuscle phosphocreatine levels by up to 20 -40% compared to baseline values, thus improving \nperformance in short, repetitive activities [15]. \nThus, we carried out a metanalysis to investigate the effectiveness of creatine in treating \nsarcopenia in older adults, when combined with exercise. The objective is to understand whether this \ntypical sports product could have clinical applications, partic ularly in improving muscle mass and \nstrength in sarcopenia. \n2.",
    "materials and methods": "2.1. Search and Selection of Papers \nWe carried out a systematic review and meta -analysis on the effects of creatine \nsupplementation—alone or in combination with exercise —on sarcopenia and frailty in older adults, \nfollowing the PRISMA 2020 guidelines [16]. \nWe used the string “sarcopenia AND creatine” to search across PubMed, Web of Science, and \nScopus. Studies were selected based on the following predefined inclusion and exclusion criteria. \nInclusion criteria: \n• study population made of elderly or frail individuals \n• interventions based on creatine supplementation (with or without exercise) \n• presence of a control group \n• quantitative outcomes related to muscle mass and/or muscle strength were considered. \nExclusion criteria: \n• studies done on animals \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 3 of 13 \n \n• protocols not yet implemented \n• studies lacking control groups \n• studies lacking numerical quantification of outcomes \n• studies already classified as meta-analyses \n• studies whose research objective did not correspond to ours \n• studies that presented confounding factors. \nThe systematic search was completed by August 2024. \nAfter that date, an additional search was carried out by checking the reference lists of all selected \narticles. \n2.2. Outcomes \nTwo primary outcomes were considered: \nOUTCOME 1: increase in lean mass at the end of the treatment period compared to baseline. The \nchange measured is expressed in kilograms. \nOUTCOME 2: increase in weight moved during the leg press exercise. This parameter is useful \nfor monitoring strength gains over time. The measured change is expressed in kilograms. \n2.3. Statistical Analysis \nEach study included in the meta -analysis reported mean values for the treatment and control \ngroups, measured both before and after the intervention, along with standard deviations (or other \nmeasures standardized as standard deviations). \nThe effect size for each study was expressed as the mean difference (MD), derived by comparing \nthe mean outcome values between the treatment and control groups. \nTo account for between- study variability, we weighted studies according to sample size and \nintervention duration. \nA regression model was applied with MD as the dependent variable and group and treatment \nduration as independent variables, quantifying the influence of each covariate on the overall \ntreatment effect. \nConfidence intervals (CIs) were calculated around the overall MD to measure the precision of \nthe pooled estimate, and significance tests were conducted to assess the statistical significance of the \noverall effect. \nThe I2 statistic was used to assess heterogeneity between studies. \nFor each study, data were extracted on mean values, standard deviations, sample sizes, and \nduration of interventions. The effect size was calculated as the mean difference (MD) between \ntreatment and control groups. A regression model was applied, with MD a s the dependent variable, \nand weighting based on sample size and intervention duration. \nHeterogeneity among studies was evaluated using the I\n2 index, and",
    "results": "were visually \nrepresented through forest plots to illustrate the aggregated effects. \n3. Results \n3.1. Literature Selection \nFigure 1 describes the search and selection of the papers to be included in the metanalysis: \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 4 of 13 \n \n \nFigure 1. Search and selection of the papers to be included in the metanalysis. \nThe meta -analysis was therefore performed on 14 studies, which were each assigned an \nidentification number (ID) (Table 1). \nTable 1. List of included studies. \nNumber \nassigned \nto paper \nNumber \nassigned to \npaper in the \nbibliography \nPaper (citation) \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 5 of 13 \n \nfor data \nanalysis \nat the end of \nthis paper \n1 17 \nGualano; B.; Macedo; R, A.; Alves; R, C.; Roschel; H.; \nBenatti; B, F.; et al. Creatine Supplementation and \nResistance Training in Vulnerable Older Women: A \nRandomized Double-Blind Placebo-Controlled Clinical \nTrial. Experimental Gerontology 2014, \n2 18 \nJohannsmeyer; S.; Candow; G, D.; Brahms; M, C.; Michel; \nD.; Zello; A, G. Effect of Creatine Supplementation and \nDrop-Set Resistance Training in Untrained Aging Adults. \nExperimental Gerontology 2016, \ndoi:https://doi.org/10.1016/j.exger.2016.08.005. \n3 19 \nRawson; S, E.; Wehnert; L, M.; Clarkson; M, P. Effects of \n30 Days of Creatine Ingestion in Older Men. European \nJournal of Applied Physiology 1999, \ndoi:https://doi.org/10.1007/s004210050570. \n4 20 \nPinto, C.L.; Botelho, P.B.; Carneiro, J.A.; Mota, J.F. Impact \nof Creatine Supplementation in Combination with \nResistance Training on Lean Mass in the Elderly. J \nCachexia Sarcopenia Muscle 2016, 7, 413–421, \ndoi:10.1002/jcsm.12094. \n5 21 \nCandow, D.G.; Vogt, E.; Johannsmeyer, S.; Forbes, S.C.; \nFarthing, J.P. Strategic Creatine Supplementation and \nResistance Training in Healthy Older Adults. Appl Physiol \nNutr Metab 2015, 40, 689–694, doi:10.1139/apnm-2014-\n0498. \n6 22 \nRoschel; H.; Hayashi; P, A.; Fernandes; L, A.; Jambassi-\nFilho; C, J.; Hevia-Larraín; V.; et al. Supplement-Based \nNutritional Strategies to Tackle Frailty: A Multifactorial, \nDouble-Blind, Randomized Placebo-Controlled Trial. \nClinical Nutrition 2021, \ndoi:https://doi.org/10.1016/j.clnu.2021.06.024. \n7 23 \nAguiar; F, A.; Januário; B, R.S.; Junior, P.; R.; Gerage; M, \nA.; Pina; C, F.L.; et al. Long-Term Creatine \nSupplementation Improves Muscular Performance during \nResistance Training in Older Women. European Journal of \nApplied Physiology 2013, \ndoi:https://doi.org/10.1007/s00421-012-2514-6. \n8 24 \nChrusch, M.J.; Chilibeck, P.D.; Chad, K.E.; Davison, K.S.; \nBurke, D.G. Creatine Supplementation Combined with \nResistance Training in Older Men. Med Sci Sports Exerc \n2001, 33, 2111–2117, doi:10.1097/00005768-200112000-\n00021. \n9 25 \nEliot, K.A.; Knehans, A.W.; Bemben, D.A.; Witten, M.S.; \nCarter, J.; Bemben, M.G. The Effects of Creatine and \nWhey Protein Supplementation on Body Composition in \nMen Aged 48 to 72 Years during Resistance Training. J \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 6 of 13 \n \nNutr Health Aging 2008, 12, 208–212, \ndoi:10.1007/BF02982622. \n10 26 \nEijnde; O, B.; Leemputte, V.; M.; Goris; M.; Labarque; V.; \nTaes; Y.; et al. Effects of Creatine Supplementation and \nExercise Training on Fitness in Men 55–75 Yr Old. Journal \nof Applied Physiology 2003, \ndoi:https://doi.org/10.1152/japplphysiol.00891.2002. \n11 27 \nGotshalk; A, L.; Kraemer; J, W.; Mendonca; G, M.A.; \nVingren; L, J.; Kenny; M, A.; et al. Creatine \nSupplementation Improves Muscular Performance in \nOlder Women. European Journal of Applied Physiology 2008, \ndoi:https://doi.org/10.1007/s00421-007-0580-y. \n12 28 \nGotshalk; A, L.; Volek; S, J.; Staron; S, R.; Denegar; R, C.; \nHagerman; C, F.; et al. Creatine Supplementation \nImproves Muscular Performance in Older Men. Medicine \n& Science in Sports & Exercise 2002, \ndoi:https://doi.org/10.1097/00005768-200203000-00026. \n13 29 \nCandow; G, D.; Little; P, J.; Chilibeck; D, P.; Abeysekara; \nS.; Zello; A, G.; et al. Low-Dose Creatine Combined with \nProtein during Resistance Training in Older Men. \nMedicine & Science in Sports & Exercise 2008, \ndoi:https://doi.org/10.1249/MSS.0b013e318176b310. \n14 30 \nBrose, A.; Parise, G.; Tarnopolsky, M.A. Creatine \nSupplementation Enhances Isometric Strength and Body \nComposition Improvements Following Strength Exercise \nTraining in Older Adults. J Gerontol A Biol Sci Med Sci \n2003, 58, B11–B19, doi:10.1093/gerona/58.1.B11 \nTable 2 summarizes the demographic data of patients included in the 14 interventional studies. \nSample sizes varied widely across trials, ranging from fewer than 10 to approximately 50 participants \nper arm with a total of 510 patients. Six studies included exclusively male patients, while others \nreported mixed or unreported sex distributions. The mean age of participants, when available, was \ngenerally in the sixth to seventh decade of life, although in some studies age was reported only as a \nrange or by a th reshold. In a subset of papers, sex or age data were not available. Both intervention \nand control groups were generally well matched within study. \nTable 2. Demographic data of the patients included in the included papers. \nPaper number (assigned for data \nanalysis) \nTreatment group \n \n \nControl group \nID Total N Males (N) Age, years Total N Males (N) Age, years \n1 30 0 ~72 30 0 ~72 \n2 14 7 58.0 ± 3.0 17 10 57.6 ± 5.0 \n3 10 10 60–82 10 10 60–82 \n4 13 NA 66.5 ± 4.5 14 NA 67.2 ± 5.1 \n5 27 14 50–71 12 3 50–71 \n6 ~50 0 72 ± 6 ~50 0 72 ± 6 \n7 9 0 64.9 ± 5.0 9 0 64.9 ± 5.0 \n8 16 16 70.4 ± 1.6 14 14 71.1 ± 1.8 \n9 21 21 48–72 10 10 48–72 \n10 23 23 55–75 23 23 55–75 \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 7 of 13 \n \n11 15 0 63.3 ± 1.2 12 0 63.0 ± 1.1 \n12 10 10 59–72 8 8 59–72 \n13 23 23 59–77 12 12 59–77 \n14 14 8 >65 14 7 >65 \nNA = not available \nTable 3 reports the characteristics of the interventions across the included studies. The creatine \ndosage varied substantially between trials, ranging from a single week of supplementation with 0.3 \ng/kg/day to long. term regimens of up to 32 weeks. In most protocols, creatine was administered as \na daily fixed dose (typically 5 g/day) or adjusted to body weight. Several studies implemented a \nloading phase followed by a lower maintenance dose. In some trials, additional supplements were \nprovided, including maltodextrin, dextrose, sucrose, or sugar \nTable 3. Protocols of creatine administration and physical exercise. \nPaper number \n(assigned for \ndata analysis) \nCreatine dose (as per \nprotocol) \nAdditional \nsupplements Duration, weeks Physical exercise \n1 20 g/day for 5 days, \nthen 5 g/day \n0.1 g/kg/day \nmaltodextrin 24 2x/week RT \n2 0.1 g/kg/day 0.1g/kg/day of \nmaltodextrin 12 RT \n3 5 g x 4/day x 10 days, \nthen 4g/day x 20 days \n7 g dextrose x 4/day \nx 10 days, then 6.8g \ndextrose x 20 days \n4.3 Not specified \n4 5 g/day \n100 g of lemon-\nflavoured \nmaltodextrin (on \ntraining days only) \n12 3x/week RT \n5 0.1 g/kg occasional \n(2x15g/day) \nMaltodextrin from \ncorn starch \n(2x15g/day) \n32 RT \n6 3g x2/day \neither whey (15g \nx2/day) or placebo \n(corn starch) (15g \nx2/day) \n \n16 RT \n7 5 g/day CHO drink 12 3x/week RT \n8 \n0.3 g/kg/day x 5days, \n0.07g/kg/day \nthereafter \nsucrose-flour \nmixture to mask the \nsubstance \n12 3x/week RT \n9 \nLoading phase: \n7g/day \nMaintenance phase: \n5g/day (both only on \ntraining days) \nSome subjects \nreceived 35 g/day \nwheat proteins \n1+14 \n(loading+treatment \nphases) \n3x/week RT \n10 5g/ day none 24 (6 months) 2-3 sessions/ week \n11 0.3 g/kg/day x 7 days \n none \n1 week \nsupplementation \nprotocol \nfamiliarization \ntests, but the \ntraining program \nafter that is not \nspecified \n12 0.3 g/kg/day x 7days none 1 3x/week RT \n13 0.1 g·kg−1/day only \non training days \nProteins, 0.1 \ng·kg−1/day only on \ntraining days \n10 3 days/week \n14 5g/day 2g dextrose 14 3x week RT \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 8 of 13 \n \nFigure 2 displays the mean difference in lean. mass change (kg) between treatment and control \nfrom baseline to end of intervention. Most studies favoured the treatment group; two (IDs 13 and 14) \nshowed statistically significant positive effects. Tests for heterogeneity indicated no residual \nvariability (I2 = 0%; Q \nThe pooled random-effects estimate showed a significant benefit of treatment on lean mass (MD \n= 0.73 kg, 95% CI 0.29–1.17; p = 0.003). \nMeta-regression indicated provided no evidence that longer duration of treatment modified the \noutcome (β = −0.08; p = 0.12). \n \nFigure 2. Difference between groups in the change of lean mass. \nFigure 3 presents the mean difference in strength change between treatment and control groups \nfrom baseline to the end of the intervention. Individual study results range from positive to negative \neffects, with most confidence intervals crossing the line o f no effect. The pooled random. effects \nestimate indicated no significant overall difference between groups (MD = −0.66; 95% CI −7.63 to 6.31; \np = 0.83). Between \nMeta-regression provided no evidence that treatment duration influenced the effect size (β = \n0.50; p = 0.32). \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 9 of 13 \n \n \nFigure 3. Difference between groups in the change of strength. \n3.3. Safety \nOf the 14 studies considered for the meta-analysis, adverse effects to treatment were reported in \nonly two cases, although they were mild and of limited clinical urgency. \nIn study 8, three side effects were significantly more frequent in the creatine group than in the \nplacebo group. Loose stools were an adverse effect reported during the loading phase (week 1) of \nsupplementation, while increased muscle cramps and muscle tension or tightness were adverse side \neffects that began between the third and fifth weeks of creatine supplementation. \nRegarding gastrointestinal problems, this result is most likely attributable to the chosen \nsupplementation protocol. As previously noted, a loading phase in which the daily amount of \ncreatine is above 20g exposes the risk of unpleasant GI events, such as d iarrhea. To address this \nproblem, it is recommended to take the recommended dose at four different times of the day. This \nshould, in fact, limit GI distress. \nIn study 14, there were only two adverse events, and this also involved gastrointestinal distress. \nRegarding cramps and sensations of muscle tension, it ’s difficult to assess them both because \nthey were reported in a single case and because they aren ’t adverse events typically associated with \ncreatine use. It’s likely they’re related to the specific protocol followed in this study; based on what’s \nbeen said, it seems unlikely they can be considered typical of creatine supplementation. \nWe can therefore conclude that creatine intake, if performed according to the criteria indicated \nby the specific guidelines, does not pose a risk to the health of the subjects. \nGastrointestinal disorders may sometimes occur, which can be contained by a correct and – if \nnecessary – more conservative supplementation protocol. \n4.",
    "discussion": "As previously mentioned, two outcomes were taken into consideration: increase in lean mass \nand increase in strength expressed in the Leg Press exercise. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 10 of 13 \n \nFor the OUTCOME 1 there is an overall positive effect of the treatment and in most considered \ncases, creatine supplementation in combination with physical exercise had a positive influence on \nmuscle mass gain. \nIn fact, the various intervention groups had an average and statistically significant increase in \nlean mass compared to the subjects in the control groups. \nWe can note how ‘STUDY 6’ has a very significant weight on the total studies (32.7%) and is the \nonly one to have results that indicate the opposite of what is stated above. \nIt would therefore be very interesting to understand the reasons for this result or whether the \ndynamics of the trial itself, rather than other influencing factors, negatively affected the trial, the only \none of the 14 to have had an opposite trend. \nIt was also highlighted that the duration of treatment, which was heterogeneous in the different \nstudies, did not significantly influence the result, indicating that the treatment effect, at least in this \nmodel, was not duration dependent. \nOne limitation that may have influenced the different results obtained in the 14 studies is \ncertainly the creatine supplementation protocol: in some cases, a loading phase was carried out \nfollowed by a maintenance phase, in others only the maintenance dose phase was administered, \nwhile in other studies the supplement was even taken only on training days (2 or 3 times a week). \nThe variability present in the protocols used certainly affected the speed of reaching (or not) the \nsaturation of Phosphocreatine reserves, a fundamental factor in allowing the supplement to be \neffective. \nThe result of OUTCOME 1, however, appears to be aligned with the most recent guidelines \nregarding creatine supplementation, which indicate this supplement as useful in amplifying (directly \nor indirectly) the increase in muscle mass when combined with a resistance training program. \nAs regards OUTCOME 2, the treatment effect appears to be statistically NOT significant, thus \nindicating that, in terms of the increase in kg moved during the Leg Press exercise, creatine does not \nexert a useful effect on further increasing performance compared to the placebo. \nWhile this finding doesn’t apply to all the studies considered, it ’s still striking, as it contradicts \ncommon knowledge about this supplement. Creatine is used in sports specifically to increase strength \nand power performance, as it helps rapidly replenish phosphocreatine stores, which are involved in \nthe rapid regeneration of adenosine triphosphate (ATP), the primary “energy currency” of cells. \nThe possible explanation lays in the fact that the relationship between leg press force and muscle \nweakness in frail sarcopenic elderly patients is complex, and leg press force alone is not a direct \nindicator of overall muscle weakness for several important reasons: \n• The leg press is a single, isolated movement that primarily measures the force generated by the \nquadriceps and gluteal muscles. However, muscle weakness in sarcopenia is often generalized \nand affects multiple muscle groups, not just those involved in the leg press. Thus, a patient might \nperform relatively well on the leg press but still have significant weakness in other muscle \ngroups that are critical for daily activities (e.g., hip flexors, ankle dorsiflexors, core muscles) [31] \n• Functional weakness in sarcopenic elderly is best assessed by tasks that mimic daily activities \n(e.g., chair rise, walking speed, balance tests), not just by isolated muscle force. Leg press force \ndoes not capture balance, coordination, or endurance, all of which are crucial for Joint pain, \narthritis, neurological disorders, and cardiovascular limitations can all affect leg press \nperformance independently of muscle strength. For example, knee osteoarthritis may limit leg \npress force due to pain, not muscle weakness per se [32]. \n• Leg press machines may not be accessible or safe for all frail elderly patients, and results can be \ninfluenced by motivation, technique, and familiarity with the equipment. This can lead to \nunderestimation or overestimation of true muscle strength For example, Wilson et al. found that \nolder adults show greater variability in leg press results and less variability in technique, \nsuggesting that rigidity in movement and lack of familiarity with the equipment may negatively \nimpact muscle strength measurements [33]. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 11 of 13 \n \nLeg press force is just one piece of the puzzle, and it may not reflect the functional improvement. \nFuture studies should adopt a more holistic approach to evaluating functional impairment in \nsarcopenic patients. This includes incorporating functional perf ormance tests, balance assessments, \nand the examination of multiple muscle groups to more accurately quantify muscle weakness and its \nimpact on daily living activities. \n5.",
    "conclusions": "In",
    "conclusion": ", we can state that our research has led to two different outcomes. \nWhile creatine supplementation in association with resistance training has indeed demonstrated \na real potential benefit for OUTCOME 1, this is not valid and supported by OUTCOME 2, in which \nthe intake has not demonstrated any additional beneficial effect. \nFuture research shall evaluate functional impact in sarcopenic patients using a more \ncomprehensive assessment—including functional tests, balance, and evaluation of multiple muscle \ngroups—is needed to accurately gauge muscle weakness and its impact on daily life. \nThat said, considering the results obtained and the limitations presented, we feel confident in \nstating that creatine supplementation combined with resistance training could still be a valid strategy \nfor preventing, counteracting, and limiting muscle loss in elderly subjects at increased risk of frailty, \npre-frailty, or sarcopenia. This strategy should always be monitored by a team of experts and in full \ncompliance with the most recent guidelines on intake protocols and any contraindications . \nAuthor Contributions: AP carried out literature search and identified relevant data in each paper; IS supervised \nliterature search and carried out statistical analysis; MB conceptualized the paper, supervised data search and \nanalysis and wrote the draft paper; all authors contributed to the final paper and approved it. All authors have \nread and agreed to the published version of the manuscript. doi: \nFunding: This work was supported by grants from the Italian Ministry of Health (Ricerca Corrente) and by the \nIRCCS Ospedale Policlinico San Martino (Genoa, Italy). doi: \nInstitutional Review Board Statement: Not applicable. \nData Availability Statement: Data supporting reported results can be found in the cited articles included in the \nmeta-analysis. No new data were created.: \nInformed Consent Statement: Not applicable. \nConflicts of Interest: The authors declare no conflicts of interest. \nReferences \n1. Kirk, B.; Cawthon, P.M.; Arai, H.; Ávila -Funes, J.A.; Barazzoni, R.; Bhasin, S.; Binder, E.F.; Bruyere, O.; \nCederholm, T.; Chen, L.-K.; et al. The Conceptual Definition of Sarcopenia: Delphi Consensus from the \nGlobal Leadership Initiative in Sarcopenia (GL IS). Age Ageing 2024, 53, afae052, \ndoi:10.1093/ageing/afae052. \n2. Yuan, S.; Larsson, S.C. Epidemiology of Sarcopenia: Prevalence, Risk Factors, and Consequences. \nMetabolism 2023, 144, 155533, doi:10.1016/j.metabol.2023.155533. \n3. Cruz-Jentoft, A.J.; Bahat, G.; Bauer, J.; Boirie, Y.; Bruyère, O.; Cederholm, T.; Cooper, C.; Landi, F.; Rolland, \nY.; Sayer, A.A.; et al. Sarcopenia: Revised European Consensus on Definition and Diagnosis. Age Ageing \n2019, 48, 16–31, doi:10.1093/ageing/afy169. \n4. Beaudart, C.; Zaaria, M.; Pasleau, F.; Reginster, J.-Y.; Bruyère, O. Health Outcomes of Sarcopenia: A \nSystematic Review and Meta-Analysis. PLOS ONE 2017, 12, e0169548, doi:10.1371/journal.pone.0169548. \n5. Schröder, W.; Bruns, C.J. [Sarcopenia as prognostic factor of overall survival in esophageal cancer patients]. \nChirurgie (Heidelb) 2022, 93, 1192–1193, doi:10.1007/s00104-022-01756-y. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 12 of 13 \n \n6. Kim, T.N.; Park, M.S.; Yang, S.J.; Yoo, H.J.; Kang, H.J.; Song, W.; Seo, J.A.; Kim, S.G.; Kim, N.H.; Baik, S.H.; \net al. Prevalence and Determinant Factors of Sarcopenia in Patients with Type 2 Diabetes: The Korean \nSarcopenic Obesity Study (KSOS). Diabetes Care 2010, 33, 1497–1499, doi:10.2337/dc09-2310. \n7. Bang, M.-J.; Lee, S.; Lee, J.W.; Kim, W.; Sung, K.W.; Seo, J. -M. Sarcopenia with Decreased Total Psoas \nMuscle Area in Children with High -Risk Neuroblastoma. Asian J Surg 2024, 47, 2584– 2588, \ndoi:10.1016/j.asjsur.2024.03.009. \n8. Di Monaco, M.; Vallero, F.; Di Monaco, R.; Tappero, R. Prevalence of Sarcopenia and Its Association with \nOsteoporosis in 313 Older Women Following a Hip Fracture. Arch Gerontol Geriatr 2011, 52, 71 –74, \ndoi:10.1016/j.archger.2010.02.002. \n9. Landi, F.; Liperoti, R.; Fusco, D.; Mastropaolo, S.; Quattrociocchi, D.; Proia, A.; Tosato, M.; Bernabei, R.; \nOnder, G. Sarcopenia and Mortality among Older Nursing Home Residents. J Am Med Dir Assoc 2012, 13, \n121–126, doi:10.1016/j.jamda.2011.07.004. \n10. COVIDSurg Collaborative; GlobalSurg Collaborative Effects of Pre-Operative Isolation on Postoperative \nPulmonary Complications after Elective Surgery: An International Prospective Cohort Study. Anaesthesia \n2021, 76, 1454–1464, doi:10.1111/anae.15560. \n11. Peterson, M.D.; Rhea, M.R.; Sen, A.; Gordon, P.M. Resistance Exercise for Muscular Strength in Older \nAdults: A Meta-Analysis. Ageing Res Rev 2010, 9, 226–237, doi:10.1016/j.arr.2010.03.004. \n12. Chrusch, M.J.; Chilibeck, P.D.; Chad, K.E.; Davison, K.S.; Burke, D.G. Creatine Supplementation Combined \nwith Resistance Training in Older Men. Med Sci Sports Exerc 2001, 33, 2111 –2117, doi:10.1097/00005768-\n200112000-00021. \n13. Wyss, M.; Kaddurah -Daouk, R. Creatine and Creatinine Metabolism. Physiol Rev 2000, 80, 1107 –1213, \ndoi:10.1152/physrev.2000.80.3.1107. \n14. Buford, T.W.; Kreider, R.B.; Stout, J.R.; Greenwood, M.; Campbell, B.; Spano, M.; Ziegenfuss, T.; Lopez, H.; \nLandis, J.; Antonio, J. International Society of Sports Nutrition Position Stand: Creatine Supplementation \nand Exercise. J Int Soc Sports Nutr 2007, 4, 6, doi:10.1186/1550-2783-4-6. \n15. Harris, R.C.; Söderlund, K.; Hultman, E. Elevation of Creatine in Resting and Exercised Muscle of Normal \nSubjects by Creatine Supplementation. Clin Sci (Lond) 1992, 83, 367–374, doi:10.1042/cs0830367. \n16. Page, M.J.; McKenzie, J.E.; Bossuyt, P.M.; Boutron, I.; Hoffmann, T.C.; Mulrow, C.D.; Shamseer, L.; Tetzlaff, \nJ.M.; Akl, E.A.; Brennan, S.E.; et al. The PRISMA 2020 Statement: An Updated Guideline for Reporting \nSystematic Reviews. BMJ 2021, 372, n71, doi:10.1136/bmj.n71. \n17. Gualano; B.; Macedo; R, A.; Alves; R, C.; Roschel; H.; Benatti; B, F.; et al. Creatine Supplementation and \nResistance Training in Vulnerable Older Women: A Randomized Double-Blind Placebo-Controlled Clinical \nTrial. Experimental Gerontology 2014, doi:https://doi.org/10.1016/j.exger.2014.02.003. \n18. Johannsmeyer; S.; Candow; G, D.; Brahms; M, C.; Michel; D.; Zello; A, G. Effect of Creatine \nSupplementation and Drop-Set Resistance Training in Untrained Aging Adults. Experimental Gerontology \n2016, doi:https://doi.org/10.1016/j.exger.2016.08.005. \n19. Rawson; S, E.; Wehnert; L, M.; Clarkson; M, P. Effects of 30 Days of Creatine Ingestion in Older Men. \nEuropean Journal of Applied Physiology 1999, doi:https://doi.org/10.1007/s004210050570. \n20. Pinto, C.L.; Botelho, P.B.; Carneiro, J.A.; Mota, J.F. Impact of Creatine Supplementation in Combination \nwith Resistance Training on Lean Mass in the Elderly. J Cachexia Sarcopenia Muscle 2016, 7, 413 –421, \ndoi:10.1002/jcsm.12094. \n21. Candow, D.G.; Vogt, E.; Johannsmeyer, S.; Forbes, S.C.; Farthing, J.P. Strategic Creatine Supplementation \nand Resistance Training in Healthy Older Adults. Appl Physiol Nutr Metab 2015, 40, 689– 694, \ndoi:10.1139/apnm-2014-0498. \n22. Roschel; H.; Hayashi; P, A.; Fernandes; L, A.; Jambassi -Filho; C, J.; Hevia -Larraín; V.; et al. Supplement -\nBased Nutritional Strategies to Tackle Frailty: A Multifactorial, Double -Blind, Randomized Placebo -\nControlled Trial. Clinical Nutrition 2021, doi:https://doi.org/10.1016/j.clnu.2021.06.024. \n23. Aguiar; F, A.; Januário; B, R.S.; Junior, P.; R.; Gerage; M, A.; Pina; C, F.L.; et al. Long -Term Creatine \nSupplementation Improves Muscular Performance during Resistance Training in Older Women. European \nJournal of Applied Physiology 2013, doi:https://doi.org/10.1007/s00421-012-2514-6. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license.\n\n 13 of 13 \n \n24. Chrusch, M.J.; Chilibeck, P.D.; Chad, K.E.; Davison, K.S.; Burke, D.G. Creatine Supplementation Combined \nwith Resistance Training in Older Men. Med Sci Sports Exerc 2001, 33, 2111 –2117, doi:10.1097/00005768-\n200112000-00021. \n25. Eliot, K.A.; Knehans, A.W.; Bemben, D.A.; Witten, M.S.; Carter, J.; Bemben, M.G. The Effects of Creatine \nand Whey Protein Supplementation on Body Composition in Men Aged 48 to 72 Years during Resistance \nTraining. J Nutr Health Aging 2008, 12, 208–212, doi:10.1007/BF02982622. \n26. Eijnde; O, B.; Leemputte, V.; M.; Goris; M.; Labarque; V.; Taes; Y.; et al. Effects of Creatine Supplementation \nand Exercise Training on Fitness in Men 55 –75 Yr Old. Journal of Applied Physiology 2003, \ndoi:https://doi.org/10.1152/japplphysiol.00891.2002. \n27. Gotshalk; A, L.; Kraemer; J, W.; Mendonca; G, M.A.; Vingren; L, J.; Kenny; M, A.; et al. Creatine \nSupplementation Improves Muscular Performance in Older Women. European Journal of Applied \nPhysiology 2008, doi:https://doi.org/10.1007/s00421-007-0580-y. \n28. Gotshalk; A, L.; Volek; S, J.; Staron; S, R.; Denegar; R, C.; Hagerman; C, F.; et al. Creatine Supplementation \nImproves Muscular Performance in Older Men. Medicine & Science in Sports & Exercise 2002, \ndoi:https://doi.org/10.1097/00005768-200203000-00026. \n29. Candow; G, D.; Little; P, J.; Chilibeck; D, P.; Abeysekara; S.; Zello; A, G.; et al. Low-Dose Creatine Combined \nwith Protein during Resistance Training in Older Men. Medicine & Science in Sports & Exercise 2008, \ndoi:https://doi.org/10.1249/MSS.0b013e318176b310. \n30. Brose, A.; Parise, G.; Tarnopolsky, M.A. Creatine Supplementation Enhances Isometric Strength and Body \nComposition Improvements Following Strength Exercise Training in Older Adults. J Gerontol A Biol Sci \nMed Sci 2003, 58, B11–B19, doi:10.1093/gerona/58.1.B11. \n31. Seene, T.; Kaasik, P. Muscle Weakness in the Elderly: Role of Sarcopenia, Dynapenia, and Possibilities for \nRehabilitation. Eur Rev Aging Phys Act 2012, 9, 109–117, doi:10.1007/s11556-012-0102-8. \n32. Taking Care of Elderly Patients with Muscle Weakness Available online: \nhttps://www.care365.care/resources/taking-care-elderly-patients-muscle-weakness (accessed on 22 \nSeptember 2025). doi: \n33. Wilson, C.; Perkin, O.J.; McGuigan, M.P.; Stokes, K.A. The Effect of Age on Technique Variability and \nOutcome Variability during a Leg Press. PLOS ONE 2016, 11, e0163764, doi:10.1371/journal.pone.0163764. \nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those \nof the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) \ndisclaim responsibility for any injury to people or property re sulting from any ideas, methods, instructions or \nproducts referred to in the content. \nPreprints.org (www.preprints.org) | NOT PEER-REVIEWED | Posted: 18 November 2025 doi:10.20944/preprints202511.1316.v1\n© 2025 by the author(s). Distributed under aCreative Commons CC BY license."
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ],
    "intervention_weeks": 32,
    "primary_human": "muscle_mass; muscle_strength; physical_function"
  },
  "bucket": "B",
  "notes": "Preprint meta-analysis of creatine (often with RT) for sarcopenia; generally supports creatine + exercise improving muscle mass, strength and function in older adults with or at risk of sarcopenia."
}