{
  "id": 81,
  "title": "Creatine Supplementation During Resistance Training in Older Adults: A Meta-Analysis",
  "authors": "Devries MC; Phillips SM",
  "year": 2014,
  "doi": "10.1249/MSS.0000000000000220",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance_training",
    "older_adults",
    "muscle_mass",
    "meta_analysis"
  ],
  "population": {
    "training_status": "RT_meta (older adults)"
  },
  "sections": {
    "abstract": "DEVRIES, M. C., and S. M. PHILLIPS. Creatine Supplementation during Resistance Training in Older Adults—A Meta-analysis.Med.\nSci. Sports Exerc., Vol. 46, No. 6, pp. 1194–1203, 2014.",
    "introduction": "Age-related sarcopenia and dynapenia have negative effects on\nstrength and the ability to perform activities of daily living. Resistance training (RT) increases muscle mass and strength in older adults\nand is an established countermeasure for sarcopenia and dynapenia, and creatine may enhance this effect. We aimed to determine whether\nthe addition of Cr to RT increased gains in muscle mass, strength, and function in older adults over RT alone by conducting a systematic\nreview and meta-analysis.",
    "methods": "PubMed and Healthstar databases were searched. Randomized, placebo-controlled trials that in-\nvolved older adults supplemented with Cr and included RT regimens (96 wk) were included. Data were analyzed using fixed or random\n(if data were heterogeneous) effects meta-analysis using RevMan 5.",
    "results": "The meta-analysis comprised 357 older adults (averageT\nSD Cr: 63.6T 5.9 yr, Pl: 64.2T 5.4 yr) with 12.6T 4.9 wk of RT. Cr + RT increased total body mass (P = 0.004) and fat-free mass (P G 0.0001)\nwith no effect on fat mass as compared with RT alone. Cr + RT increased chest press (P =0 . 0 0 4 )a n dl e gp r e s s(P = 0.02) one-repetition\nmaximum to a greater extent than RT alone, with no difference in the effect on knee extension or biceps curl one-repetition maximum,\nisokinetic or isometric knee extension peak torque. Cr + RT had a greater effect than RT alone on the 30-s chair stand test (P = 0.03).",
    "conclusion": "Retention of muscle mass and strength is integral to healthy aging. The results from this meta-analysis are encouraging in\nsupporting a role for Cr supplementation during RT in healthful aging by enhancing muscle mass gain, strength, and functional per-\nformance over RT alone; however, the limited number of studies indicates further work is needed.Key Words: SARCOPENIA,\nMUSCLE MASS, STRENGTH, FUNCTIONAL PERFORMANCE, AGING\nM\nuscle strength peaks in the third decade of life\nremains reasonably constant through the fifth de-\ncade and then begins to decrease at a rate of 12%–\n15% each decade thereafter (22). Similarly, muscle mass\nloss accelerates with aging whereby adults lose 5%–10% of\nmuscle mass between the ages of 20–50 yr compared with\n30%–40% of muscle mass between the ages of 50–80 yr (22).\nThe loss of muscle mass (myopenia) and strength (dynapenia)\nthat occurs with aging, termed sarcopenia, is characterized\nby type II muscle fiber atrophy, myofiber necrosis, and\nmyofiber type grouping, and increased intramuscular content\nof nonmuscle tissue such as intramyocellular lipid and con-\nnective tissue (22). In 2011, seniors (age 65+ yr) represented\n15% and 13% of the total population in Canada and the\nUnited States, respectively (37,41), and these numbers are\nexpected to increase. As our population ages, strategies to\nattenuate the negative consequences of sarcopenia are of im-\nportance to promote healthful aging.\nResistance training (RT) is known to increase muscle\nmass and strength in younger (21,25,28) and older popula-\ntions (7,11,26,43). In older adults (ages 65–75 yr), 16 wk of\nprogressive RT increased mixed muscle protein synthesis\n(MPS) by approximately 50%, muscle mass by 1.5 kg, and\noverall strength by 60% (43). In addition, similar gains in\nmuscle hypertrophy, lean mass, and relative strength were\nseen in elderly men and women who underwent a 24-wk RT\nprotocol (26). Notably, as type II muscle fiber atrophy pre-\ndominates in age-related sarcopenia (22) and RT induces\ntype II muscle fiber hypertrophy in older adults (27), RT is\nan important countermeasure to age-related muscle loss. The\nhypertrophic response to RT can be augmented by con-\nsuming a protein supplement near a resistance exercise bout\nas evidenced by a greater increase in fat-free mass (FFM)\nand strength (one-repetition maximum (1RM)) in both\nyounger and older subjects (10). Both protein consumption\nand resistance exercise independently stimulate MPS, but\nwhen protein is consumed near resistance exercise, MPS is\nincreased to a greater extent than either stimuli alone (5).\nAlthough protein consumption and RT increase MPS in\nboth young and older individuals, it appears that a greater\ndose of protein (approximately 40 g) is required to maxi-\nmally stimulate MPS in older (42) as compared with young\n(approximately 20 g) persons (29). As such, nutritional\nrecommendations to enhance MPS, hypertrophy, and strength\ng a i n si nr e s p o n s et oR Ts h o u l db et a i l o r e dt oa ni n d i v i d u a lo n\nthe basis of age.\nAddress for correspondence: Stuart Phillips, Ph.D., Ivor Wynne Centre,\nE210, McMaster University, 1200 Main St. W, Hamilton, Ontario L8S 4K1,\nCanada; E-mail: phillis@mcmaster.ca.\nSubmitted for publication September 2013.\nAccepted for publication November 2013.\n0195-9131/14/4606-1194/0\nMEDICINE & SCIENCE IN SPORTS & EXERCISE/C210\nCopyright /C2112014 by the American College of Sports Medicine\nDOI: 10.1249/MSS.0000000000000220\n1194\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nCreatine supplementation with or without concomitant\nRT has been found to increase lean body mass, strength, and\nperformance during short (G90s), intense exercise bouts in\ntwo previous meta-analyses (4,15). Although these meta-\nanalyses included subjects of all ages, the trials conducted\nup until the point of analysis used mainly young (G36 yr)\nsubjects. In addition, these analyses included trials that in-\nvestigated the effects of creatine alone along with trials that\ninvestigated creatine plus RT. Although it is important to\ndetermine whether creatine has beneficial effects indepen-\ndent of RT, the use of creatine supplementation as a strategy\nto attenuate sarcopenic changes is likely most pronounced\nand lasting if coupled with RT. The mechanism(s) by which\ncreatine increases muscle mass and strength have not been\nfully elucidated. However, it is known that creatine does not\nwork to increase muscle mass through the direct stimulation\nof MPS; however, it may attenuate rates of muscle protein\nbreakdown (32). Mainly, creatine is thought to work by 1)\nincreasing phosphocreatine (PCr) energy stores, 2) speeding\nPCr resynthesis, and 3) reducing muscle damage (35), en-\nhancing one’s ability to perform high-intensity exercise and\nallowing for greater force production and, ultimately, in-\ncreased training volume, which in turn would act as a greater\nstimulus for MPS. As such, we believe that the use of cre-\natine and RT concomitantly will have a much more pro-\nfound effect on body composition, strength, and functional\nperformance than creatine supplementation alone. In older\nadults, some (1,6,12,30), but not all (2,3,9,13,16,17), trials\nhave found additive effects of creatine to RT on body\ncomposition and strength. As such, we conducted a meta-\nanalysis to determine whether the addition of creatine to RT\nimproves body composition and increases strength and\nfunctional performance in older adults.\nMETHODS\nStudy inclusion/exclusion criteria.Studies were in-\ncluded if they were randomized, placebo (PL)-controlled\ntrials investigating the effect of creatine supplementation on\nbody composition, strength, and/or functional performance\nin middle-age/older adults (945 yr) during a period of RT\n(96 wk). In addition, we included trials irrespective of\nwhether there was a creatine loading period at the start of the\nintervention. Studies were excluded if they included subjects\nwith muscular degenerative disease, if they combined crea-\ntine supplementation with another dietary supplement known\nto influence anabolism and/or strength, if subjects did not\nperform RT for two sessions or more per week, or if\nthe study was only published in abstract form. We did not\nrestrict our search based on sex or training status (where\ndocumented), but we recorded these variables to allow for\nsubgroup analyses where possible.\nMethodological inclusion criteria for body composition\n[FFM, fat mass (FM)] analysis were limited to determination\nusing dual-energy x-ray absorptiometry (DEXA), hydro-\ndensitometry (underwater weighing), and whole-body air\nplethysmography (BodPod). Methodological inclusion criteria\nfor strength included determination of maximal strength\n(1RM), estimated 1RM based on submaximal strength test\n(i.e., 3–5RM test), maximal isokinetic strength, and maxi-\nmal isometric strength. Methodological inclusion criteria\nfor functional performance included determination of per-\nformance using validated tests (i.e., 30-s chair stand test and\nshort performance battery test).\nSearch strategy and study identification.A sys-\ntematic search of MedLine and HealthStar databases was\nconducted up to June 2013. Search terms includeddietary\nsupplement, creatine, creatine monohydrate, creatine supple-\nmentation, creatine loading, weight lifting, weight training, re-\nsistance training, resistance exercise, strength training, age,\nmiddle-age , older adults ,a n delderly . The search was\nlimited to articles conducted in humans. The preliminary\nsearch yielded 118 relevant citations once duplicates were\nremoved. After all 118 abstracts were obtained and reviewed\nby the authors, 24 full text articles were retrieved for review.\nIn addition, the reference lists of pertinent reviews and in-\ncluded trials were reviewed to ensure no trial had been\nmissed. No additional trials were identified upon reference\nreview. One additional trial was identified by an outside\nsource during the review process and deemed to meet the\ninclusion criteria and is included in the meta-analysis (14);\nthus, 25 full text articles were reviewed. The flow through\nof studies through the review process is summarized in\nFigure 1.\nFIGURE 1—Flow through of articles through the search and review\nprocess.\nCREATINE SUPPLEMENTATION IN OLDER ADULTS Medicine & Science in Sports & Exercise d 1195\nAPPLIED SCIENCES\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nIncluded studies, data extraction, and data\nsyntheses. Twelve articles from 10 studies met the inclu-\nsion criteria for this meta-analysis. Three articles were\nidentified from one study and presented data on dynamic\nstrength changes (2), isokinetic strength changes (9), and\nbody composition (17) and for the purpose of this review,\nwhen discussing methodological criteria, will be cited as the\nstudies of Bemben et al. (2). All studies were evaluated for\nstudy quality using the Jadad scale (24). When different\nunits of measure were used for a given outcome variable be-\ntween studies (i.e., weight measured in pounds vs kilogram),\ndata were transformed into the same units before input\nwhere possible. Study characteristics and data were ex-\nt r a c t e dt oR e v M a n5( R e v i ew Manager Version 5.1, The\nCochrane Collaboration, 2011). Authors were contacted and\nasked to provide any missing data or needed information.\nWhen authors could not be reached or the data were no\nlonger available, data were extracted directly from graphs or\ncalculated based on baseline values and reported percentage\nchange. Mean differences and SD change (SD$)w e r ei n -\nputted. Mean differences for each group within a study were\ncalculated as follows:\nmean difference¼ meanpost /C0 meanpre\nSD$ was inputted from reported values where possible.\nWhen SD$ was not reported and raw data were not available,\nSD$ was calculated as follows:\nSD$ ¼ SDpre\n/C0/C1 2\nþ SDpost\n/C0/C1 2\n/C0 2 corr pre; postðÞ /C2 SDpre /C2 SDpost\nhi 1=2\nwhere corr (pre, post) is the correlation between pre- and\npostvalues across participants and was calculated from stud-\nies that reported SD$ and/or raw data for a given outcome\nand applied across trials as detailed in theCochrane Hand-\nbook for Systematic Reviews of Interventions(40).\nInputted data were then tested for heterogeneity and\npublication bias using RevMan 5. Heterogeneity was as-\nsessed using W2 and I2 tests. The W2 test has low power to\ndetermine heterogeneity when there are few studies included\nin the meta-analysis and when sample sizes within studies\nare small; therefore, we set significance atP G 0.1 for het-\nerogeneity. I2 values 975% were considered to indicate\nsignificant heterogeneity. When heterogeneity was present,\nrandom effects meta-analysis was conducted, whereas when\nthere was no heterogeneity, fixed effects meta-analysis was\nconducted. Publication bias was assessed by visual inspec-\ntion of funnel plots; however, given the small number of\nstudies (G10 per comparison) within the meta-analysis, a\ntrue assessment of publication bias is not recommended\n(38). Importantly, when funnel plot asymmetry and hetero-\ngeneity were both present, the results from both the fixed\nand random effects models were compared to ensure that the\nrandom effects estimate did not indicate that the intervention\nwas more favorable (38).\nWeighted mean differences were analyzed using fixed or\nrandom effects meta-analysis as described above. Standardized\nmean difference was used to determine the group effect for\nisometric strength because different studies reported changes\nin strength using different measurement units that could not be\ntransformed to one standard unit. Forest plots were generated\nfor each outcome to illustrate study-specific effect sizes (ES)\nand their 95% confidence intervals (CI) along with the overall\npooled effect.\nRESULTS\nStudy and subject characteristics.Ten studies from\n12 published reports and including 357 subjects met the\ninclusion criteria for this meta-analysis (Fig. 1). The publi-\ncation dates for the trials ranged from 1998 to 2013. Details\nof the included trials, including study quality, are provided\nin Table 1. Data from 357 subjects with an average age\nrange between 55 and 71 yr (meanT SD, Cr: 63.6T 5.9 yr,\nPl: 64.2T 5.4 yr) were included in the analysis (Table 1). Of\nthe included trials, two were conducted in women only\n(1,30), four in men only (2,8,12,16), and four in both men\nand women (3,6,13,14). One trial conducted in men and\nwomen (6) reported data from men and women separately\nwith the exception of functional performance tests. Of the\n10 trials, six were conducted in healthy subjects (1–3,6,\n8,16), one in cardiac patients undergoing cardiac rehabili-\ntation (13), one in patients with chronic obstructive pulmo-\nnary disease undergoing rehabilitation (14), one in women\nwith knee osteoarthritis who were otherwise healthy (30),\nand one did not disclose the health status of the participants\n(12). In six trials, subjects had not participated in RT for at\nleast 6 months (1–3,12,16,30), whereas the other four trials\ndid not disclose the training status of the subjects (6,8,\n13,14). Three of the included trials excluded subjects who\nwere vegetarian (1,2,30), whereas the other trials did not\nindicate whether vegetarians were included or not (3,6,8,\n12–14,16). Four of the included trials excluded subjects who\nhad previously used creatine as a supplement (1,8,16,30),\nwhereas the supplementation history of subjects in the\nremaining trials was not reported (2,3,6,12–14). Lastly, of\nthe six studies that included women (1,3,6,13,14,30), in only\none trial were subjects reported as being postmenopausal\nand not taking hormone replacement therapy (6). In the\nremaining five trials, the menstrual/hormonal status of the\nsubjects was not disclosed (1,3,13,14,30).\nRT protocol characteristics. The RT interventions\nranged from 7 to 26 wk (meanT SD, 12.6T 4.9 wk). Nine of\nthe 10 trials reported that subjects trained three times a week\n(1–3,6,8,12–14,30), whereas the other trial reported two to\nthree times a week (16). Eight of the 10 trials used whole-\nbody training regimens (1,2,6,8,12–14,16), whereas one trial\ntrained the legs only (three exercises [30]) and the other trial\nperformed three exercises (two legs and one chest [3]). The\nnumber of exercises completed per session ranged from 3 to\n12 with a meanT SD of 5.0 T 3.7 exercises per session.\nThree (13,14,16) of the 10 trials also incorporated cardio-\nvascular training into the exercise protocol (Table 1).\nhttp://www.acsm-msse.org1196 Official Journal of the American College of Sports Medicine\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nTABLE 1. Details of included studies regarding subject characteristics, training regimen, and creatine/placebo supplementation protocol.\nTraining Regimen Creatine Supplementation\nAuthor, Year Subjects No., PL Cr Age, PL Cr\nLength\n(wk) Frequency\nIntensity\n(Reps) Sets Type Loading Daily dose Placebo\nAguiar, 2013 Women, healthy, UT 9 9 65 T 66 5 T 41 2 3 /C2 wkj1 10–15 2 WB None 5 g Idj1 CrM,\n1/C2 dj1 in CHO drink\nMaltodextrin\nBemben, 2010/\nCarter, 2005/\nEliot, 2008\nMen, healthy, UT 10 10 56 T 45 6 T 61 4 3 /C2 wk\nj1 8 at 80% 1RM 3 WB Gatorade + 7 g CrM,\n3/C2 wkj1,2w k\nGatorade + 5 g CrM\n(posttraining only)\nGatorade\nBermon, 1998 Both sexes, healthy, UT 8 8 69 T 17 1 T 57 3 /C2 wkj1 8 at 80% 1RM 3 LP, KE, CP 5 g CrM +\n2 g glucose, 4/C2 dj1\n3 g CrM + 2 g glucose,\n1/C2 dj1\nGlucose\nBrose, 2003 Men, healthy, TNS 7 8 68 T 36 9 T 51 4 3 /C2 wkj1 10–12 at 50%\n(start)–80%\n(end) 1RM\n1–3 WB None 5 g CrM + 2 g dextrose\nper day in juice\n7 g dextrose\nWomen, healthy, TNS 7 6 70 T 67 1 T 6\nCandow, 2008 Men, healthy, TNS 12 13 64 T36 5 T 31 0 3 /C2 wkj1 10 at 70%\n1RM or 10RM\n3 WB None 0.1 g Ikgj1 CrM +\n0.75 gIkgj1 sucrose\nin three doses per day,\ntraining days only\n1.2 g of sucrose\nin three doses\nper day, training\ndays only\nCornelissen, 2010 Both sexes,\ncardiac pts, TNS\n37 33 60 T 75 5 T 10 12 3 /C2 wkj1 8–12 at\n8–12RM\n2–3 WB + cardio 5 g CrM, 3/C2 dj1,\n1 month\n5 g CrM per day in\nmalto/sweetener\nMaltodextrin\nChrusch, 2001 Men, Und, UT 14 16 70 T 67 1 T 71 2 3 /C2 wkj1 10 at 50% 1RM 3 WB 0.3 g Ikgj1 BW per day,\n5 d, in three doses per\nday in sucrose-flour mix\n0.07 gIkgj1 BW per day\nin three doses per day\nin sucrose–flour mix\nSucrose–flour mix\nDeacon, 2008 Both sexes, COPD, TNS 42 38 68 T 86 8 T 77 3 /C2 wkj1 10 at 60%–70%\n1RM\n3 WB + cardio 22 g CrM per day, in four\ndoses per day\n3.76 g CrM per day Lactose\nEijnde, 2003 Men, healthy, UT 23 23 62 T 66 4 T 5 26 2–3 wk j1 30 at 30RM 2 WB + cardio None 5 g CrM per day in\nthree doses per day\nNot specified\nNeves, 2011 Women, KO, UT 11 13 56 T 35 8 T 31 2 3 /C2 wkj1 8–12 at\n8–12RM\n4 LB 5 g Cr, 4 /C2 dj1, 7 d 5 g Cr per day,\n1/C2 dj1 in juice\nDextrose\nCardio, subjects also performed cardiovascular exercise as part of the protocol; COPD, chronic obstructive pulmonary disease; CP, chest press; CrM, creatine monohydrate; KE, knee extension; KO, knee osteoarthritis; LB, lower body only training\nregimen; LP, leg press; pts, patients; TNS, training status not specified; Und, health status of subjects not specified; UT, untrained; WB, whole body training regimen.\nCREATINE SUPPLEMENTATION IN OLDER ADULTS Medicine & Science in Sports & Exercise d 1197\nAPPLIED SCIENCES\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nCreatine supplementation regimen characteristics.\nSix of the 10 trials included a creatine loading phase as part\nof the protocol (2,3,12–14,30). The loading dose used ranged\nfrom 7 to 25 gIdj1 with an averageT SD of 18.9T 6.6 gIdj1.\nIn one trial, the loading dose was ingested in one dose (7 g)\na n do n l yo n3dIwkj1 (2). In the remaining five trials (3,\n12–14,30), the loading dose was split into three or four doses\nspread equally throughout the day. The dose of creatine used\nduring the maintenance phase of the trials ranged from 3 to\napproximately 8.6 gIdj1 with a meanT SD of 5.0T 1.4 gIdj1.\nIn 3 of the 10 trials, the daily dose was split into three doses\nto be ingested throughout the day (8,12,16). In the remain-\ning seven trials, the daily dose was ingested at one time point\n(1–3,6,13,14,30). In two trials, creatine was only ingested on\nthe 3 dIwkj1 that subjects performed RT (2,8). In 4 of the\n10 trials, creatine was ingested with a carbohydrate bever-\nage (1,2,6,30), whereas in four trials, creatine was ingested\nwith a small (2 g of glucose, or maltodextrin/sweetener, or a\nsucrose/flour mixture) or large (0.75 gIkgj1 of body weight)\namount of sugar (3,8,12,13). In the remaining two trials, it\nwas not indicated if creatine was ingested with any other\ncompound (14,16). The placebo used varied between studies\nand included maltodextrin, Gatorade, glucose, dextrose, lac-\ntose, sucrose, or a sucrose/flour mixture.\nPublication bias and heterogeneity. All data sets\nwere analyzed for publication bias using funnel plots;\nhowever, given the small number of trials that were included\nin some analyses, interpretation of these plots is limited.\nAsymmetry was observed in the knee extension 1RM, bi-\nceps 1RM, and isometric strength plots. For the knee ex-\ntension 1RM plots, all data points were around the zero\neffect line, whereas for biceps 1RM and isometric strength,\nthe data points crossed both sides of the effect line but did\nnot form a typical inverted funnel. However, given the small\nnumber of trials that were included in the analysis, it is not\nrecommended that publication bias be interpreted (38).\nSignificant heterogeneity (P G 0.1), due to small number\nof included trials, was found for the following outcome\nvariables: total body mass (TBM) (W2 = 24.81, P = 0.002,\nand I2 = 68%), FFM (W2 = 32.25, P G 0.0001, I2 = 75%),\nchest press 1RM (W2 = 12.95, P = 0.04, I2 = 54%), knee\nextension 1RM (W2 = 11.75,P = 0.04,I2 = 57%), isometric\nstrength (W2 = 30.31, P G 0.0001, I2 = 84%), biceps curl\n1RM (W2 = 11.53,P = 0.009,I2 = 74%), and 30-s chair stand\ntest (W2, P and I2 = 5.28, P = 0.07, I2 = 62%). As such,\nrandom effects models were used for these comparisons. In\nno instances, where both heterogeneity and funnel plot\nasymmetry existed, were the results of the random versus\nfixed effects meta-analysis greater. Differences in subjects’\nsex explained a portion of the heterogeneity; however, given\nthe small number of trials included in the analysis, subgroup\nanalysis was not performed.\nIntervention effects. An overview of the characteris-\ntics of all included trials is given in Table 1. Table 2 pro-\nvides an overview of the study effects for each outcome of\ninterest. Not all trials reported on all outcomes of interest.\nTABLE 2. Individual study results (creatine vs placebo) of outcomes included in the meta-analysis.\nOutcomes\nAuthor, year CrM Age ( n) Pl Age ( n) TBM FFM FM %BF LP 1RM CP 1RM KE 1RM BC 1RM Isometric Isokinetic 30-s Chair Stand\nAguiar, 2013 65 T 4 (9) 65 T 6 (9) Yj Y Y j j Y\nBemben, 2010/Carter, 2005/Eliot, 2008 56 T 6 (10) 56 T 4 (10) Y Y Y Y YYY Y Y\nBermon, 1998 71 T 5 (8) 69 T 1 (8) Y Y YYY Y\nBrose, 2003\nMen 69 T 5 (7) 68 T 3 (8) j j Y Y YYY j j Y\nWomen 71 T 6 (7) 70 T 6 (6) j j Y Y YYYY j Y\nCandow, 2008 65 T 3 (13) 64 T 3 (12) YY Y Y Y Y\nCornelissen, 2010 55 T 10 (37) 60 T 7 (33) YY\nChrusch, 2001 71 T 7 (14) 70 T 6 (16) jj Y Y j Y j\nDeacon, 2008 68 T 7 (38) 68 T 8 (42) YY Y YY\nEijnde, 2003 64 T 5 (23) 62 T 6 (23) YY Y Y Y\nNeves, 2011 58 T 3 (11) 56 T 3 (13) YY Y Y Y j\nBC, biceps curl; CP, chest press; CrM, creatine monohydrate; KE, knee extension; LP, leg press;j, greater increase in creatine group;Y, no difference in response between creatine and placebo groups.\nhttp://www.acsm-msse.org1198 Official Journal of the American College of Sports Medicine\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nFor body composition, TBM was reported in 9 of 10 trials\nwith 10 comparisons possible, FFM in 8 of 10 trials with\n9 comparisons possible, FM in 7 of 10 trials with 8 com-\nparisons possible, and percentage body fat (%BF) in 8 of 10\ntrials with 9 comparisons possible. For strength, leg press\nand chest press 1RM were reported in six trials with seven\ncomparisons possible, knee extension 1RM was reported in\nfive trials with six comparisons possible, biceps curl 1RM in\nthree trials with four comparisons possible, isokinetic strength\nin four trials with four comparisons possible, and isometric\nstrength in five trials with six comparisons possible. Lastly,\nfunctional performance assessed as the number of chair stands\nperformed in 30 s was reported in three trials with three\ncomparisons possible.\nBody composition. Four outcomes relative to body\ncomposition were included in the meta-analysis—TBM,\nFFM, FM, and %BF. Compared with placebo, creatine\nsupplementation during RT significantly increased TBM\n(weighted mean difference, 1.00 kg; 95% CI, 0.32–1.67 kg;\nP = 0.004, ES, 0.69; Fig. 2A) and FFM (weighted mean\ndifference, 1.33 kg; 95% CI, 0.79–1.86 kg;P G 0.0001, ES,\n1.0; Fig. 2B) with a strong trend (due to the effect of creatine\non FFM, not FM) to decrease %BF (weighted mean differ-\nence, j0.36 kg; 95% CI,j0.73 to 0.02 kg;P = 0.06, ES,\nj0.11). There was no greater effect of creatine supplemen-\ntation during RT on FM (weighted mean difference,j0.1 kg;\n95% CI,j0.71 to 0.52 kg;P = 0.76, ES,j0.17).\nDynamic strength. Four dynamic strength outcomes\nwere included in the meta-analysis—leg press, chest press,\nknee extension, and biceps curl 1RM. Compared with pla-\ncebo, creatine supplementation during RT significantly in-\ncreased leg press (weighted mean difference, 3.25 kg; 95%\nCI, 0.47–6.03 kg;P = 0.02, ES, 0.11; Fig. 3A) and chest\npress 1RM (weighted mean difference, 1.74 kg; 95% CI,\n0.56–2.91 kg;P = 0.004, ES, 0.55; Fig. 3B). There was no\nadditional effect of creatine supplementation on knee ex-\ntension (weighted mean difference, j0.44 kg; 95% CI,\nj2.62 to 1.75 kg;P = 0.69, ES,j0.06) or biceps curl 1RM\n(weighted mean difference, 0.47 kg; 95% CI,j1.48 to 2.43 kg;\nP = 0.64, ES, 0.26).\nIsometric and isokinetic strength. There was no\nadditional effect of creatine supplementation during RT on\neither isokinetic (weighted mean difference, j1.03 NIm;\n95% CI,j4.97 to 2.91 NIm; P = 0.61, ES, 0.12) or isometric\n(standardized mean difference, 0.43; 95% CI,j0.31 to 1.16;\nP = 0.25, ES, 0.91) peak torque.\nFunctional performance.A 30-s chair stand test was\nused in three trials to assess functional performance. Crea-\ntine supplementation, as compared with placebo, during RT\nsignificantly increased the number of chair stands completed\nin 30 s (weighted mean difference, 1.93 stands; 95% CI,\n0.19 to 3.67 stands;P = 0.03, ES, 1.19; Fig. 3C).",
    "discussion": "This is the first meta-analysis to be conducted investi-\ngating the effects of creatine supplementation on changes\nin body composition, strength, and functional performance\nFIGURE 2—Forest plot of the results of a random effects meta-analysis shown as mean differences with 95% CI on (A) TBM and (B) FFM in older\nadults taking creatine versus placebo during a period of RT. A, Weighted mean difference, 1.00 kg; 95% CI, 0.32 to 1.67 kg;P = 0.0004. B, Weighted\nmean difference, 1.33 kg; 95% CI, 0.79 to 1.86 kg;P G 0.00001. The shaded circle represents the point estimate for each individual trial and the\nhorizontal line extending from each circle represents the upper and lower limits of the 95% CI. The size of the shaded circle indicates the relative\nweight of the trial in the meta-analysis. The diamond represents the overall mean difference of the trials.\nCREATINE SUPPLEMENTATION IN OLDER ADULTS Medicine & Science in Sports & Exercise d 1199\nAPPLIED SCIENCES\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nduring a period of RT in older adults. Given the demographic\ntrends in aging and the age-related decline in muscle mass,\nstrength, and functional performance, it is important to iden-\ntify compounds that might offset these declines to preserve\nfunction and promote independence with aging. The most\nwidely recognized intervention to offset declines in muscle\nmass and function is RT, and this meta-analysis supports a role\nfor creatine supplementation paired with RT in attenuating\nadverse sarcopenia-related changes. Notably, we show that\ncreatine supplementation during RT (Q6 wk) favorably in-\nfluenced body composition, strength, and functional perfor-\nmance to a greater extent than RT alone in older adults.\nIn the current meta-analyses, we chose to include only\ncreatine supplementation trials that were conducted with\nolder adults as subjects and included an RT regimen. Given\nthat the population is aging and muscle mass, strength, and\nfunction decline with increasing age (22), regimens that\nprevent/attenuate these changes are of importance. It is well\nestablished that RT can attenuate age-related sarcopenic\nchanges (7,11,22,26,43); however, RT may not be enough\nto completely prevent sarcopenia. Dietary strategies that\nmay act synergistically with RT, such as creatine or pro-\ntein supplementation (10), could also have clinical signifi-\ncance within this population. Some (18,19,39), but not all\n(23,34,36), trials investigating the effects of acute creatine\nsupplementation in older adults have found positive effects\non strength and functional performance. The mechanisms by\nwhich creatine increases strength are multifaceted and in-\nclude increasing PCr energy stores and/or speeding PCr\nresynthesis and reducing muscle damage (reviewed in Ref.\n[35]), which would enhance the ability to perform short,\nintense exercise bouts such as RT and also speed recovery.\nAs such, we believe that the use of creatine and RT con-\ncomitantly will have a much more profound effect on body\ncomposition, strength, and functional performance than crea-\ntine supplementation alone.\nPrevious meta-analyses have been conducted investigat-\ning the effects of creatine supplementation during RT in\nsubjects of all ages as well as the effects of creatine sup-\nplementation with or without RT on body composition and\nstrength (4,15,31). One meta-analysis investigated the ef-\nfects of creatine supplementation during RT (vs placebo) in\nsubjects of all ages (31); however, of the 18 trials included in\nthis analysis, only one study used older adults as subjects.\nFurthermore, in the two meta-analyses investigating the ef-\nfects of creatine supplementation with or without concomi-\ntant RT on body composition, strength, and/or performance,\nonly 2 and 6 of the 20 and 96 included trials were conducted\nin older adults (4,15). Thus, the results of these previous\nmeta-analyses are more indicative of the effects of creatine\nsupplementation in younger individuals. Since the time of\npublication of these meta-analyses, further research has been\nFIGURE 3—Forest plot of the results of a random effects meta-analysis shown as mean differences with 95% CI on (A) leg press 1RM, (B) chest press\n1RM, and (C) 30-s chair stand test repetitions in older adults taking creatine versus placebo during a period of RT. A, Weighted mean difference,\n3.25 kg; 95% CI, 0.47 to 6.03 kg;P = 0.02. B, Weighted mean difference, 1.75 kg; 95% CI, 0.56 to 2.91;P = 0.004. C, Weighted mean difference,\n1.93 reps; 95% CI, 0.19 to 3.67 kg;P =0 . 0 3 .T h eshaded circle represents the point estimate for each individual trial, and thehorizontal line\nextending from each circle represents the upper and lower limits of the 95% CI. The size of theshaded circle indicates the relative weight of the trial\nin the meta-analysis. Thediamond represents the overall mean difference of the trials.\nhttp://www.acsm-msse.org1200 Official Journal of the American College of Sports Medicine\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\nconducted on the effects of creatine supplementation during\nRT in older adults allowing us to now conduct a meta-analysis\nof the effect of creatine paired with RT to determine age-\nspecific effects of creatine on outcomes that relate specifically\nto the maintenance of optimal health in our aging population.\nWithin the current meta-analysis, there were situations\nwhere significant heterogeneity existed. In these situations,\na random effects model was used to determine the overall\neffect of creatine supplementation on the given outcome. It\nis not surprising that there was heterogeneity in this meta-\nanalysis given the small number of differences between\ntrials with respect to subjects’ sex (men, women, or both\nsexes combined) and RT protocol (training length, training\nvolume, and number of exercises performed); however, the\nsmall number of trials included in the analysis precluded\nsubgroup analysis. Informally, when analyses were run on\ndata from studies including only men, women, or both sexes,\nheterogeneity decreased substantially. Should further re-\nsearch be completed investigating the effects of creatine\nsupplementation during RT in older adults, subgroup anal-\nyses based on subject sex and training characteristics, par-\nticularly training length, should be conducted and reported\nto decrease the heterogeneity between trials.\nWhy some (1,6,12,30), but not all (2,3,8,9,13,14,16,17),\ntrials have found beneficial effects of creatine supplemen-\ntation during RT on body composition, strength, and func-\ntional performance is complex. Table 3 illustrates some of\nthe factors that may influence whether creatine supplemen-\ntation is effective at improving body composition, strength,\nand functional performance as well as whether these factors\nwere considered in the trials included in this meta-analysis.\nSpecifically, whether the RT protocol was progressive and\nresulted in a greater training volume being completed by the\nsubjects in the creatine group, whether creatine stores in-\ncreased as a result of supplementation, and whether creatine\nwas consumed with a carbohydrate are likely factors that\nmay contribute to different findings between trials. As\ndiscussed previously, creatine works to increase muscle PCr\nstores, speed PCr resynthesis, and decrease muscle recovery\ntime—all factors that would allow subjects to complete a\ngreater training volume. Although 9 of the 10 trials included\nin this meta-analysis stated that the RT protocols were pro-\ngressive (1–3,6,8,12–14,30), only three of the trials reported\ntraining volume data (1,12,16). Of the three trials, two\nidentified that the creatine group performed a greater train-\ning volume as compared with the placebo group (1,12),\nwhereas the other trial reported equal training volumes be-\ntween groups. Accordingly, the two trials where training\nvolume was greater in the creatine group also reported im-\nprovements in body composition, strength, and functional\nperformance, whereas the other trial found no additional\neffects of creatine on body composition or strength as\ncompared with RT alone. Whether subjects lifted loads to\nfailure during the RT protocols was not specifically reported\nin any of the included studies. Our laboratory has previously\nshown (28) that low- and high-load RT result in similar\nTABLE 3. Factors that may influence creatine effectiveness and how they apply to included trials as well as study quality (Jadad) scores.\nAuthor, Year Subjects Creatine Dose/Mixed with\nRT Program\nProgressive Training Volume Muscle Creatine Stores Results\nJadad\nScore\nAguiar, 2013 Women 5 g Idj1 in CHO drink Yes Cr 9 PL—heavier\nweights lifted\nNR Increased strength, FFM, and muscle mass 4\nBemben, 2010/Carter,\n2005/Eliot, 2008\nMen 5 g Idj1 in Gatorade only\non training days\nYes NR NR Cr 9 PL (NS) strength, body composition 4\nBermon, 1998 Men and women 3 g Idj1 + 2 g glucose Yes NR NR No effects on body composition or strength 3\nBrose, 2003 Men and women 5 g Idj1 + 2 g dextrose in juice Yes NR Increased TCr in both (men 9 women)\nPCr increased in men only\nIncreased TBM, FFM, and strength; men only:\nincreased biceps 1RM\n3\nCandow, 2008 Men 0.1 g Ikgj1Idj1 +0 . 7 5gIkgj1Idj1\nsucrose in H2O\nYes No difference in\ntraining volume\nNR No effects on strength or body composition 4\nCornelissen, 2010 Men and women 9-g dose (5 g Cr, 4 g\nmalto/sweet)\nYes NR NR No effects on isokinetic or isometric strength 5\nChrusch, 2001 Men 0.07 g Ikgj1 BW per day\n(average 6 gIdj1)\nin sucrose flour\nYes Cr 9 PL\n(31% kg lifted/C2 reps)\nNR Increased TBM, LBM, strength, endurance,\nisokinetic power\n3\nDeacon, 2008 Men and women 3.76 g CrM Yes NR Increased TCr, Cr, and PCr No effects on body composition,\nisokinetic or isometric strength\n5\nEijnde, 2003 Men 5 g Idj1 NR Cr = PL Cr (31%) and TCr (5%) increased;\nno change: PCr or ATP\nNo effects on body composition or strength 3\nNeves, 2011 Women, knee OA 5 g Idj1 preferably in juice Yes NR NR Increased physical function, increased\nlower limb lean mass, no effect on strength\n5\nIn the studies that reported changes in muscle creatine stores, the data reported in this table is for increases in muscle creatine stores in subjects supplemented with creatine only. In subjects supplemented with placebo, muscle creatine stores did\nnot change. Jadad scores range from 0 to 5 with 0 being poor quality and 5 being optimal quality.\nCrM, creatine monohydrate; NR, not reported.\nCREATINE SUPPLEMENTATION IN OLDER ADULTS Medicine & Science in Sports & Exercise d 1201\nAPPLIED SCIENCES\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\namounts of muscle hypertrophy so long as the weights are\nlifted to failure. The number of repetitions per set in the\nstudies included in this meta-analysis ranged from 8 to 30\nrepetitions (Table 1). In 9 of the 10 articles included in this\nmeta-analysis (2,3,6,8,12–14,16,30), the load lifted (relative\nto 1RM) and the number of repetitions completed at that\nload are reported (Table 1). Interpretation of these data\nwould suggest that in seven (2,3,8,13,14,16,30) of the nine\nstudies that reported the load lifted and the repetitions\ncompleted, the load lifted would have resulted in muscle\nfatigue at the end of the set. In addition, although the load\nlifted at the start of the study conducted by Brose et al. (6)\nmay not have been sufficient to result in muscle fatigue by\nthe end of the set (10–12 repetitions at 50% 1RM), the load\nlifted by the end of the study (10–12 repetitions at 80%\n1RM) would have been sufficient. In the remaining study (1)\nwhere the weight lifted (relative to 1RM) was not indicated,\nthe authors did state that if a subject was able to complete 15\nrepetitions for a given exercise, then the weight was in-\ncreased by 1 kg for every one to two repetitions above 15\nthat were completed. As such, it appears that protocol in-\ntensity was sufficient to induce muscle hypertrophy in the\nstudies included in this meta-analysis and is not likely to\nexplain differing results between studies.\nAs compared with creatine consumption alone, when cre-\natine is consumed with a carbohydrate (doses range from\n1g Ikgj1 upward of 90–100 g of carbohydrate), muscle cre-\natine stores increase and urinary creatine loses decrease\n(20,33). As such, differences between outcomes in the current\nmeta-analysis might be reflective of what was coingested\nwith the creatine dose. In 5 of the 10 included trials, creatine\nwas consumed with carbohydrate (sucrose) or carbohydrate\nbeverage (juice, Gatorade, and unspecified carbohydrate\ndrink) (1,2,6,8,30). In three of these trials, positive effects of\ncreatine on body composition, strength, and/or functional per-\nformance were found (1,6,30). Interestingly, in one trial (2) that\ndid not show a significant effect of creatine supplementation\npaired with a carbohydrate drink on the outcomes of interest,\nthe authors did note that there were nonsignificant trends for\ncreatine to have a greater effect on strength and body compo-\nsition as compared with placebo. In addition, in this (2) and\nthe other trial that did not find a creatine effect when creatine\nwas paired with carbohydrate (8), subjects only consumed\ncreatine on the days where they were training (3 dIwkj1), thus\nperhaps the dosing regimen was not sufficient to elicit signifi-\ncant changes. Importantly, of the five trials (3,12–14,16) where\ncarbohydrate was not coingested with creatine, four (3,13,16)\ndid not find positive effects of creatine supplementation\non the outcomes of interest. As such, it does appear that\ncarbohydrate coingestion is important to optimize creatine\neffects on body composition, strength, and functional per-\nformance in older adults.\nIn conclusion, the current meta-analysis confirms a role\nfor concurrent creatine consumption during RT in older\nadults to attenuate sarcopenic changes. Specifically we show\ngreater increases in BW, FFM, leg press and chest press\n1RM, and 30-s chair stand test with a strong trend toward a\ndecrease in %BF. This meta-analysis is limited in that het-\nerogeneity existed within certain comparisons due to dif-\nferences between trials with respect to subject sex and\ntraining protocols. Subgroup analyses were precluded due to\nthe small number of included trials. Further research should\nbe conducted to determine whether older men and women\nrespond similarly to creatine supplementation during RT\nbecause the greatest amount of heterogeneity in this meta-\nanalysis was a result of including trials with different sexes.\nImportantly, to see additive effects of creatine and RT, the\ntraining must be progressive in nature and creatine should be\ncoingested with a carbohydrate drink.\nThe authors declare no conflicts of interest. The authors did not\nreceive funds to complete this project.\nThe results of the present study do not constitute endorsement by\nthe American College of Sports Medicine.\nREFERENCES\n1. Aguiar A, Januario R, Junior R, et al. Long-term creatine supple-\nmentation improves muscular performance during resistance\ntraining in older women.Eur J Appl Physiol. 2013;113:987–96.\n2. Bemben M, Witten M, Carter J, Eliot K, Knehans A, Bemben D.\nThe effects of supplementation with creatine and protein on muscle\nstrength following a traditional resistance training program in\nmiddle-aged and older men.J Nutr Health Aging. 2010;14(2):155–9.\n3. Bermon S, Venembre P, Sachet C, Valour S, Dolisi C. Effects of\ncreatine monohydrate ingestion in sedentary and weight-trained\nolder adults.Acta Physiol Scand. 1998;164:147–55.\n4. Branch J. Effect of creatine supplementation on body composition\nand performance: a meta-analysis.Int J Sport Nutr Exerc Metab.\n2003;13:198–226.\n5. Breen L, Phillips S. Interactions between exercise and nutrition to\nprevent muscle waste during ageing.Br J Clin Pharmacol. 2013;\n75(3):708–15.\n6. Brose A, Parise G, Tarnopolsky M. Creatine supplementation en-\nhances isometric strength and body composition improvements\nfollowing strength training in older adults.J Gerontol A Biol Sci\nMed Sci. 2003;58(1):11–9.\n7. Campbell W, Crim M, Young V, Evans W. Increased energy re-\nquirements and changes in body composition with resistance\ntraining in older adults.Am J Clin Nutr. 1994;60(2):167–75.\n8. Candow D, Little J, Chilibeck P, et al. Low-dose creatine com-\nbined with protein during resistance training in older men.Med Sci\nSports Exerc. 2008;40(9):1645–52.\n9. Carter J, Bemben D, Knehans A, Bemben M, Witten M. Does\nnutritional supplementation influence adaptability of muscle to\nresistance training in men aged 48 to 72 years.J Geriatr Phys\nTher. 2005;28(2):40–7.\n10. Cermak N, Res P, de Groot L, Saris W, van Loon L. Protein\nsupplementation augments the adaptive response of skeletal mus-\ncle to resistance-type exercise training: a meta-analysis.Am J Clin\nNutr. 2012;96:1454–64.\n11. Charette S, McEvoy L, Pyka G, et al. Muscle hypertrophy re-\nsponse to resistance training in older women. J Appl Physiol.\n1991;70(5):1912–6.\n12. Chrusch M, Chilibeck P, Chad K, Shawn Davison C, Burke D.\nCreatine supplementation combined with resistance training in\nolder men.Med Sci Sports Exerc. 2001;33(12):2111–7.\nhttp://www.acsm-msse.org1202 Official Journal of the American College of Sports Medicine\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\n\n\n13. Cornelissen V, Defoor J, Stevens A, et al. Effect of creatine sup-\nplementation as a potential adjuvant therapy to exercise training in\ncardiac patients: a randomized controlled trial.Clin Rehabil. 2010;\n24:988–99.\n14. Deacon S, Vincent E, Greenhaff P, et al. Randomized controlled\ntrial of dietary creatine as an adjunct therapy to physical training in\nchronic obstructive pulmonary disease. Am J Respir Crit Care\nMed. 2008;178:233–9.\n15. Dempsey R, Mazzone M, Meurer L. Does oral creatine supple-\nmentation improve strength? A meta-analysis.J Fam Pract. 2002;\n51(11):945–51.\n16. Eijnde B, Van Leemputte M, Goris M, et al. Effects of creatine\nsupplementation and exercise training on fitness in men 55–75 yr\nold. J Appl Physiol. 2003;95:818–28.\n17. Eliot K, Knehans A, Bemben D, Witten M, Carter J, Bemben M.\nThe effects of creatine and whey protein supplementation on body\ncomposition in men aged 48 to 72 years during resistance training.\nJ Nutr Health Aging. 2008;12(3):208–12.\n18. Gotshalk L, Kraemer W, Mendonca M, et al. Creatine supple-\nmentation improves muscular performance in older women.Eur\nJ Appl Physiol. 2008;102:223–31.\n19. Gotshalk L, Volek J, Staron R, Denegar C, Hagerman F, Kraemer\nW. Creatine supplementation improves muscular performance in\nolder men.Med Sci Sports Exerc. 2002;34(3):537–43.\n20. Green A, Hultman E, Macdonald I, Sewell D, Greenhaff P. Car-\nbohydrate ingestion augments skeletal muscle creatine accumula-\ntion during creatine supplementation in humans.Am J Physiol.\n1996;271:E821–6.\n21. Hartman J, Tang J, Wilkinson S, et al. Consumption of fat-free\nfluid milk after resistance exercise promotes greater lean mass\naccretion than does consumption of soy or carbohydrate in young,\nnovice, male weightlifters.Am J Clin Nutr. 2007;86(2):373–81.\n22. Hunter G, McCarthy J, Bamman M. Effects of resistance training\non older adults.Sports Medicine. 2004;34(5):329–48.\n23. Jackobi J, Rice C, Curtin S, Marsh G. Neuromuscular properties\nand fatigue in older men following acute creatine supplementation.\nEur J Appl Physiol. 2001;84:321–8.\n24. Jadad A, Moore R, Carroll D, et al. Assessing the quality of reports\nof randomized clinical trials: Is blinding necessary?Control Clin\nTrials. 1996;17(1):1–12.\n25. Josse A, Tang J, Tarnopolsky M, Phillips S. Body composition and\nstrength changes in women with milk and resistance exercise.Med\nSci Sports Exerc. 2010;42(6):1122–30.\n26. Leenders M, Verdijk L, van der Hoeven L, van Kranenburg J,\nNilwik R, van Loon L. Elderly men and women benefit equally\nfrom prolonger resistance-type exercise training.J Gerontol A Biol\nSci Med Sci. 2013;68(7):769–79.\n27. Martel G, Roth S, Ivey F, et al. Age and sex affect human mus-\ncle fibre adaptations to heavy-resistance strength training. Exp\nPhysiol. 2006;91(2):457–64.\n28. Mitchell C, Churchward-Venne T, West D, et al. Resistance ex-\nercise load does not determine training-mediated hypertrophic\ngains in young men.J Appl Physiol. 2012;113(1):71–7.\n29. Moore D, Robinson M, Fry J, et al. Ingested protein dose response\nof muscle and albumin protein synthesis after resistance exercise in\nyoung men.Am J Clin Nutr. 2009;89:161–8.\n30. Neves MJ, Gualano B, Roschel H, et al. Beneficial effect of crea-\ntine supplementation in knee osteoarthritis.Med Sci Sports Exerc.\n2011;43(8):1538–43.\n31. Nissen S, Sharp R. Effect of dietary supplements on lean mass and\nstrength gains with resistance exercise: a meta-analysis.J Appl\nPhysiol. 2003;94:651–9.\n32. Parise G, Mihic S, MacLennan D, Yarasheski K, Tarnopolsky M.\nEffects of acute creatine monohydrate supplementation on leucine\nkinetics and mixed-muscle protein synthesis.J Appl Physiol. 2001;\n91(3):1041–7.\n33. Preen D, Dawson B, Goodman C, Beilby J, Ching S. Creatine\nsupplementation: a comparison of loading and maintenance pro-\ntocols on creatine uptake by human skeletal muscle.Int J Sport\nNutr Exerc Metab. 2003;13:97–111.\n34. Rawson E, Clarkson P. Acute creatine supplementation in older\nmen. Int J Sports Med. 2000;21:71–5.\n35. Rawson E, Venezia A. Use of creatine in the elderly and evidence\nfor effects on cognitive function in young and old.Amino Acids.\n2011;40:1349–62.\n36. Rawson E, Wehnert M, Clarkson P. Effects of 30 days of creatine\ningestion in older men.Eur J Appl Physiol Occup Physiol. 1999;\n80:139–44.\n37. Statistics Canada. Canadian Demographics at a Glance. 2008.\nAvailable from: http://www.statcan.gc.ca/pub/91-003-x/2007001/\n4129904-eng.htm.\n38. Sterne J, Sutton A, Ioannidis J, et al. Recommendations for ex-\namining and interpreting funnel plot asymmetry in meta-analyses\nof randomised controlled trials.BMJ. 2011;343:d4002.\n39. Stout J, Sue Graves B, Cramer J, et al. Effects of creatine supple-\nmentation on the onset of neuromuscular fatigue threshold and\nmuscle strength in elderly men and women (64–86 years).J Nutr\nHealth Aging. 2007;11(6):459–64.\n40. The Cochrane Collaboration.Handbook for Systematic Reviews of\nInterventions Version 5.1.0 [updated March 2011]. In: Higgins J,\nGreen S, editors. The Cochrane Collaboration, 2011. Available\nfrom: www.cochrane-handbook.org.\n41. United States Census Bureau. State and County QuickFacts. 2013.\nAvailable from: http://quickfacts.census.gov/qfd/states/00000.html.\n42. Yang Y, Breen L, Burd N, et al. Resistance exercise enhances\nmyofibrillar protein synthesis with graded intakes of whey protein\nin older men.Br J Nutr. 2013;38(2):120–5.\n43. Yaraskeski K, Campbell J, Smith K, Rennie M, Holloszy J, Bier D.\nEffect of growth hormone and resistance exercise on muscle growth\nand strength in older men.Am J Physiol. 1995;268(2):E268–76.\nCREATINE SUPPLEMENTATION IN OLDER ADULTS Medicine & Science in Sports & Exercise d 1203\nAPPLIED SCIENCES\nCopyright © 2014 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "primary_human": "muscle_mass; muscle_strength; functional_performance"
  },
  "bucket": "B",
  "notes": "Found that creatine supplementation during RT in older adults enhances gains in lean mass, strength and some functional outcomes versus RT alone."
}