{
  "id": 82,
  "title": "High-Intensity Resistance Exercise Training to Improve Body Composition and Strength in Older Men With Osteosarcopenia (FrOST)",
  "authors": "Kemmler W et al.",
  "year": 2020,
  "doi": "10.3389/fspor.2020.00004",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_men",
    "osteosarcopenia",
    "sarcopenia",
    "osteoporosis",
    "high_intensity_RT"
  ],
  "population": {
    "training_status": "RCT_RT_only",
    "sample_size": 22
  },
  "sections": {
    "results": "of the\nRandomized Controlled Franconian\nOsteopenia and Sarcopenia Trial\n(FrOST). Front. Sports Act. Living 2:4.\ndoi: 10.3389/fspor.2020.00004\nHigh Intensity Resistance Exercise\nTraining to Improve Body\nComposition and Strength in Older\nMen With Osteosarcopenia. Results\nof the Randomized Controlled\nFranconian Osteopenia and\nSarcopenia Trial (FrOST)\nWolfgang Kemmler1*, Markus Weineck1, Matthias Kohl2, Simon von Stengel1,\nJürgen Giessing3, Michael Fröhlich4 and Daniel Schoene1\n1 Institute of Medical Physics, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany,2 Faculty of Medical\nand Life Sciences, Furtwangen University, Villingen-Schwenningen, Germany,3 Institute of Sports Science, University of\nKoblenz-Landau, Landau, Germany,4 Department of Sports Science, University of Kaiserslautern, Kaiserslautern, Germany\nConsiderably decreased muscle mass and function are subsum ed under “sarcopenia,”\na geriatric syndrome. Dedicated exercise programs maintai n muscle mass and function;\nhowever, due to the limited enthusiasm of older adults to exe rcise, it is important to\ngenerate low-threshold interventions for this vulnerable cohort. Thus, the primary aim of\nthis study was to determine the effect of low volume/high int ensity resistance exercise\ntraining (HIT -RT) combined with protein supplementation o n body composition and\nstrength in older men with sarcopenia and osteopenia (osteo sarcopenia). Forty-three\ncommunity-dwelling (cdw) older men (78 ± 4 years) with osteosarcopenia were randomly\nallocated to a consistently supervised HIT -RT ( n = 21) or an inactive control group (CG,\nn = 22). HIT -RT scheduled a single set protocol with high intens ity and effort applied\ntwice a week for 36 weeks so far. Both groups were supplemente d with Vit-D (800 IE/d),\ncalcium (1,000 mg/d) and whey-protein (CG: 1.2 vs. HIT -RT: 1 .5–1.7 g/kg/d). Study\nendpoints were body composition (dual-energy x-ray absorp tiometry) and maximum\nisokinetic hip/leg-extensor strength (MIES) by leg-press . After 36 weeks, one participant\nwho developed prostate cancer after inclusion in the study ( HIT -RT) and two participants\nwho lost interest (CG, HIT -RT) quit the study. Attendance ra te for HIT -RT averaged 93 ±\n5%. Total and thigh lean body mass (LBM) signiﬁcantly ( p < 0.001) increased in the HIT -\nRT and was maintained in the CG ( p = 0.46 and 0.37). Differences between the groups\nfor changes of total and thigh LBM were pronounced ( p < 0.001; SMD d ′ = 1.17 and\n1.20). Total and abdominal body fat percentage decreased si gniﬁcantly in the HIT -RT ( p\n< 0.001) and increased in the CG ( p = 0.039 and p = 0.097). Intergroup differences\nwere signiﬁcant ( p < 0.001; SMD: d ′ = 1.35 and 1.28). Finally, MIES was maintained\nin the CG ( p = 0.860), and improved signiﬁcantly ( p < 0.001) in the HIT -RT. Differences\nbetween the groups were signiﬁcant ( p < 0.001, SMD: d ′ = 2.41). No adverse effects\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nof the intervention were observed. In summary, the HIT -RT/p rotein protocol signiﬁcantly\naffected body composition and strength in cdw men 72 years + with osteosarcopenia.\nIn the absence of negative side effects, the intervention wa s feasible, attractive and time\neffective. Thus, we conclude that supervised HIT -RT might b e an exercise option for\nolder men.\nKeywords: high intensity, resistance exercise, sarcopenia, osteopenia, older men, fat free mass, muscle strength",
    "introduction": "The loss of muscle mass and strength is an inevitable process\nduring human adults’ aging. In excess, this degradation is\nsummarized under the term “sarcopenia” (\nRosenberg, 1989 ), a\ngeriatric syndrome ( Cruz-Jentoft et al., 2010b ) recently included\nin the ICD-10 GM 1 code as a musculoskeletal disease (M62.84).\nResistance exercise combined with protein supplementation\nmight be the most promising candidate to counteract age-rela ted\nmuscle loss ( Hurley et al., 2011 ) and sarcopenia ( Rosenberg,\n1989). In summary, a recent umbrella review ( Beckwee et al.,\n2019) found a “high quality of evidence” for a signiﬁcant eﬀect\nof exercise on muscle mass and strength in the area of sarcopen ia\nprevention and treatment. However, considering the enormou s\nheterogeneity of the underlying studies with respect to type,",
    "methods": "and composition of resistance exercise, it is diﬃcul t to\nderive precise exercise recommendations (\nGentil et al., 2017 ).\nApart from exercise-speciﬁc aspects, the low motivation and\nassociated compliance with exercise of older adults (\nRütten et al.,\n2009; Carlson et al., 2010 ) is problematic and needs to be taken\ninto account when designing feasible exercise protocols.\nReviewing the literature, there is some evidence for higher\neﬀects of high intensity RT (HIT-RT) on muscle strength\n(\nPeterson et al., 2010; Steib et al., 2010; Csapo and Alegre,\n2016) and a superior eﬀect of higher volume RT (HV-RT) on\nmuscle mass parameters ( Peterson et al., 2011 ). Unfortunately,\nit is unlikely that older people with or at risk of sarcopenia\nwill embrace the notion that they should exercise with high\nintensity and high volume to address muscle mass and strengt h.\nHowever, in a recent 16-week randomized controlled trial\nwith sedentary middle-aged healthy men (\nWittke et al., 2017 ),\nwe observed similar (signiﬁcant) eﬀects on muscle mass and\nstrength parameters when comparing a HV-RT vs. a time-\neﬃcient HIT-RT 2; but only when HIT-RT was combined with\nprotein supplements. However, we are not aware of “true” HIT-\nRT studies in community dwelling (cdw) older people, let alone\nin the vulnerable cohort of men with osteosarcopenia. Thus, t he\nprimary aim of the present study was to determine the eﬀect of\na time-eﬃcient HIT-RT exercise protocol on body composition\nand strength in older people with osteosarcopenia. Further,\nsafety, feasibility and attractiveness of our approach was al so an\nimportant study feature.\n1ICD, International Classiﬁcation of Diseases and Related Health Problems; GM,\nGerman Modiﬁcation.\n2Deﬁned as single set RT with high intensity and eﬀort (\nGießing, 2008; Steele et al.,\n2017).\nOur primary hypothesis was that lean body mass would\nincrease signiﬁcantly in the HIT-RT group compared to the non -\ntraining control group. Our core secondary hypothesis was tha t\n(a) thigh lean mass and (b) hip/leg extensor strength as asses sed\non an isokinetic leg-press would increase signiﬁcantly compar ed\nto the non-training control group. Another secondary hypothe sis\nwas that (c) total body fat and (d) abdominal fat would decreas e\nsigniﬁcantly compared to the non-training control group. An\nexperimental hypothesis was that HIT-RT would be safe, feasibl e\nand attractive for this cohort of older, community-dwellin g (cdw)\nmen with osteosarcopenia.",
    "materials and methods": "Study Design\nFrOST ( Franconian Osteopenia and Sarcopenia Trial) is an\nongoing randomized controlled 18-month exercise project wit h\na balanced parallel group design and two study arms. The\nstudy included community-dwelling men 72 years and older\nwith sarcopenia and osteopenia. The key aims of the trial are\n(a) to evaluate the eﬀect of high intensity resistance exercise\ntraining (HIT-RT) on bone mineral density and (b) to determin e\nthe eﬀect of HIT-RT on sarcopenia parameters. The project\nwas planned and initiated by the Institute of Medical Physics\n(IMP), University of Erlangen-Nürnberg (FAU), Germany. The\nUniversity Ethics Committee of the FAU (number 67_15b\nand 4464b) and the Federal Bureau of Radiation Protection\n(BfS, number Z 5-2246212-2017-002) approved the trial. The\nstudy fully complies with the Helsinki Declaration “Ethical\nPrinciples for Medical Research Involving Human Subjects”\n(\nWorld_Medical_Association., 2013 ). All participants were able\nto participate in the project free of charge. After receiving de tailed\ninformation, all study participants gave their written infor med\nconsent. The project was registered under ClinicalTrials.gov :\nNCT03453463. The current publication focuses on training\ninduced changes of body composition and muscular strength\nduring the ﬁrst 36 weeks of the intervention (June 2018 to\nFebruary 2019).\nParticipants\nParticipant recruitment was based on the Franconian Sarcopen ic\nObesity (FranSO) project (\nKemmler et al., 2017a ), a study\nconducted in 2016 to determine the prevalence of sarcopenia an d\nsarcopenic obesity in Bavaria, Germany. Out of the entire coh ort\nof 965 community dwelling men 70 years and older, participants\nfrom the lowest quartile for skeletal muscle mass index (SMI\nFrontiers in Sports and Active Living | www.frontiersin.or g 2 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nFIGURE 1 |Participant ﬂow through the study.\n≤ 7.78 kg/m 2; n = 242) were invited to a two-year follow-\nup (FU) assessment in 2018. One hundred and eighty (180)\nmen followed our invitation (\nKemmler et al., 2019 ) and were\nfurther assessed for eligibility for the present study ( Figure 1).\nAfter applying our exclusion criteria (a) amputations of limbs or\ncardiac pacemaker, (b) implementation of glucocorticoid the rapy\n>7.5 mg/d during the last 2 years, (c) cognitive impairments wi th\nimpact on the present assessment ( Kemmler et al., 2019 ), (d)\nalcohol consumption of more than 60 g ethanol per day, (e) SMI\n>7.50 kg/m2 as determined by direct-segmental, multi-frequency\nBio-Impedance-Analysis (DSM-BIA), the 103 men remaining\nwere assessed for body composition and Bone Mineral Density\n(BMD) using Dual Energy x-Ray absorptiometry (DXA). Subjects\nwere included in FroST when (a) Morphometric sarcopenia\n[SMI T-Score ≤ − 2 SD (7.26 kg/m 2), (\nBaumgartner et al.,\n1998; Cruz-Jentoft et al., 2010a )] and (b) osteopenia [BMD\nT-Score ≤ − 1 SD, ( WHO, 1994 )] at the Lumbar Spine or\nthe Proximal Femur was diagnosed. Exclusion criteria were\nspeciﬁed as (a) secondary osteoporosis, (b) history of hip fra cture\nand (c) resistance type exercise > 45 min/week. Applying the\neligibility criteria left 43 men, who were willing to be rando mly\nallocated either to an exercise (HIT-RT: n = 21) or control group\n(CG, n = 22). Figure 1 shows the participants’ ﬂow through\nthe study.\nRandomization Procedures\nUsing three strata for SMI, there was a random and balanced\nassignment to the two study groups, consistently supervised\nHIT-RT ( n = 21) or inactive control (CG: n = 22). In detail,\nthe participants allocated themselves to the study group by\ndrawing lots from a bowl. The lots themselves were placed in\nsmall opaque plastic containers (“kinder egg, ” Ferrero, Ital y).\nLots were prepared by a person not involved in the present\nproject, thus neither participants nor researchers knew the\nallocation beforehand. After the randomization procedure, the\nprimary investigator (WK) enrolled participants and instructe d\nthem in detail about their study status and corresponding dos\nand don’ts.\nBlinding\nWe conducted a single blinded approach that focused on\noutcome assessors and test assistants only. Outcome assesso rs\nwere unaware of the participants’ group status (HIT-RT or CG)\nand were not allowed to ask, either. Furthermore, participant s\nwere blinded for protein supplementation (protein dose).\nStudy Procedure, Intervention\nAll participants were asked not to change their physical activit y\nand exercise habits outside the present study intervention.\nFurther, apart from supplementation prescribed by the study\nprotocol, all the men were requested to maintain their\ndietary habits.\nCompliance with the exercise protocol was checked by\ninstructors who consistently supervised the exercise session s, by\nthe gym’s chip card system and by analyzing the training reco rds\ncompleted by the participants of the HIT-RT. Compliance with\nthe protein, Vit-D, and calcium supplementation was monitored\nby (a) the corresponding distribution records, (b) biweekly ph one\ncalls by the research assistant responsible for the nutrition al\nanalysis (c) personal interviews conducted by the primary\nresearcher (WK) at 36-week follow-up. The intervention star ted\nin June 2018.\nIntervention: Resistance Exercise\nThe exercise program was performed in a well-equipped,\ncentrally located gym (Kieser Training, Erlangen, Germany ) that\nFrontiers in Sports and Active Living | www.frontiersin.or g 3 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\ncould be easily reached via public transport. Three training\nsessions/week (Monday, Wednesday, Friday), each between 8: 30\nand 10:00 a.m., were oﬀered, all of which were consistently\nsupervised and led by licensed instructors. However, the exe rcise\nprotocol consistently only scheduled two sessions/week, th us,\nparticipants were free to attend their preferred training date s.\nAll the participants of the HIT-RT were provided with detailed\ntraining records that prescribed exercises, number of sets,\nnumber of repetitions (reps), movement velocity and relative\nexercise intensity deﬁned as “non-repetition maximum” (nRM),\n“(self-determined) repetition maximum” (RM) or “complete\nmomentary muscular failure” (\nSteele et al., 2017 ). Absolute\nintensity of the exercise was regulated by prescribing a rang e\nof reps (i.e., 8–10 reps) and the corresponding degree of\n(incomplete) work to failure 3 (\nKemmler et al., 2015, 2016 ). The\nexercise protocol for the ﬁrst 36 weeks was structured into fo ur\nperiods of eight (phase 2, 3, 4) and 12 (phase 1) weeks with\ndiﬀerent aims. Before each new training period, joint meeting s\nwere conducted to inform participants (HIT-RT) about the aims\nand contents of the following phase, to request feedback abou t\nthe previous phase and to discuss issues related to exercise\nand supplementation.\nPhase 1\nThe ﬁrst 4 weeks of the project were dedicated to brieﬁng,\nfamiliarization and learning the proper lifting technique. T he\nnext 8 weeks of conditioning with high emphasis placed on the\nadequate proportion of varying repetitions and corresponding\nloads considering the prescribed work to repetition maximum\n(\nSteele et al., 2017 ) constituted the second part of this phase.\nFourteen exercises (latissimus front pulleys, rowing, back\nextension, inverse ﬂy, bench press, shoulder press, lateral r aises,\nbutterﬂy with extended arms, crunches, leg press, leg extens ion,\nleg curls, leg adduction, and abduction) conducted on resis tance\ndevices (MedX, Ocala, FL, USA) were applied in phase 1. In\neach of the two sessions/week, 12 out of the 14 exercises were\nprescribed. Participants were free to select the order of the\nexercises. Using nearly the full range of motion, one to two s ets\nof 8–15 reps, with a time under tension/rep of 2 s concentric,\n1 s isometric and 2 s eccentric (2 s-1 s-2 s) to incomplete work\nto failure were scheduled in phase 1. Breaks/rest pauses were\nspeciﬁed as 90 s (between sets) and 120 s (between exercises).\nPhase 2\nWe introduced the single set approach (i.e., one set per exercis e)\nstructured in two linearly periodized 4-week phases, with eac h\nfourth week as a recovery week with low eﬀort. The number\nof reps linearly decreased from 15 to 18 reps/set/session in th e\nﬁrst and 5th week to 7–10 reps/set/session in the 3th and 7th\nweek. We carefully introduced four new exercises (calf rais es,\nhip extension, pull-overs, lateral crunches), and prescribe d 14–\n15 exercises/session from the pool of 18 recognized exercise s.\nUsing a “repetitions in reserve” (RIR) approach (\nZourdos et al.,\n3For e.g., maximum eﬀort minus 1–3 reps; deﬁned as non-Repetition Max imum\n(nRM, Steele et al., 2017 ): “Set end point when trainees complete a pre-determined\nnumber of repetitions despite the fact that further repetitions cou ld be completed.”\n2016), we prescribed incomplete work to failure. In other words,\nparticipants were requested to choose a load that ensured a\nrepetition maximum −1 rep or −2 reps. Consistently, breaks\nof 90 s intermitted the exercises. Strong emphasis was placed\non variation of the movement velocity ranging between 4 s-1 s -\n4 s per rep/session and 1 s-1 s-2 s per rep/session, still without\nexplosive movement during the concentric phase.\nPhase 3\nWe continued the training protocol reported for phase 2, using\na slightly lower range of repetitions (6–8 to 12–15 reps; see\nabove), and introduced explosive movement velocity during th e\nconcentric phase of the dynamic movement. From phase three\non, about 30% of the sets/sessions were conducted with explosi ve\nmovement. However, exercises with increased injury risk (e. g.,\nback extension) were consistently conducted with moderate t o\nlow velocity. Further, we introduced the repetition maximum\n(RM) approach (\nSteele et al., 2017 )4 in phase 3. Starting with four\n(core) exercises to be executed to repetition maximum during\nweek 1, we increased the number of exercises to be conducted\nto RM to eight (core) exercises in week seven. Breaks between t he\nexercises were 90 s (nRM) to 120 s (RM).\nPhase 4\nWe also introduced the superset approach. One training session\nfocused on supersets for the same or related muscle groups\n(e.g., upper back or knee extensors), the second session/week\nfocused on opposed muscle groups i.e., agonist and antagonist\n(e.g., knee extensors on leg press and knee extensor on leg\ncurls). A maximum of three exercises were included in a superse t\nsequence. The number of supersets was increased from 2 to\n4 during the ﬁrst 3 weeks of phase 4. Rest pauses between\nexercises of a superset were in the range of 30–45 s. Breaks\nbetween the supersets or exercises not included in a superset ro w\nwere 2 min.\nProtein Supplementation\nProtein supplementation was based on 4-day diet records\nconducted at baseline and after 6 month (see below). We\nintended a total protein intake of 1.5–1.7 g/kg body mass/d\nin the HIT-RT and a corresponding intake of 1.2 g/kg body\nmass/d (\nBauer et al., 2013 ) in the CG. Participants with a\ndietary protein intake <1.5 g/kg/d (HIT-RT) or <1.2 g/kg/d\n(CG) were provided with protein supplements. The protein\npowder used in FrOST (Active PRO80, inkospor, Roth, Germany)\nconsists of whey protein with a chemical score of 156. One\nhundred grams contain 80 g of protein (10.4 g of Leucin), 5 g\nof carbohydrates and 1.8 g of fat resulting in a caloriﬁc valu e\nof 362 kcal/100 g protein powder. Furthermore, a 25 g/portion\nof the protein powder included 300 mg of calcium. Participants\nwere requested to take the prescribed dose accurately on a\ndaily base and to split doses higher than 30 g/d. We suggested\n4Set end point when trainees properly complete the ﬁnal repetition possible\nwhereby if the next repetition was attempted they would deﬁnitely ac hieve\nmomentary failure ( Steele et al., 2017 ). However, according to the deﬁnition, sets\nconducted with high velocity were terminated when explosive veloci ty was no\nmore possible.\nFrontiers in Sports and Active Living | www.frontiersin.or g 4 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nmixing the protein power with low fat milk when applicable\n(or possible) in order to increase the participants’ dietary\ncalcium intake.\nVit-D/Calcium Supplementation\nVitamin-D supplementation was based on 25 OH Vitamin-D 3\n(25-OH D3) levels as assessed by blood samples at baseline (see\nbelow). Men ≤75 nmol/l ( n = 37) were asked to supplement\ntwo units of 2,500 IE each, twice a week (i.e., 10,000 IE/week );\nparticipants ≤100 nmol/l ( n = 4) were requested to take 5,000\nIE/week (2 × 2,500 IE/d, once a week).\nWe intended to realize a calcium intake of about 1,000 mg/d in\nall participants (\nDVO, 2017). We calculated the amount of dairy\ndietary calcium intake based on dietary calcium questionna ires\nprovided by the Rheumaliga Suisse. After considering the\ncalcium provided by the protein powder, we prescribed the\nadditionally required daily calcium to be taken as calcium\ncapsules (Sankt Bernhard, Bad Dietzenbach, Germany). Each\ncapsule contained 625 mg of calcium-carbonate with 250 mg of\npure calcium.\nStudy Outcomes\nPrimary Outcome\n• Changes of Lean Body Mass (LBM) from baseline to\n36-week follow-up as determined by Dual Energy X-ray\nAbsorptiometry (DXA).\nSecondary Outcome\n• Changes of thigh (i.e., upper leg) LBM from baseline to 36-\nweek follow-up as determined by DXA.\n• Changes of maximum isokinetic hip/leg extensor strength\n(MIES) from baseline to 36-week follow-up as determined by\nan isokinetic leg press.\n• Changes of total body fat [%] from baseline to 36-week follow-\nup as determined by DXA.\n• Changes of abdominal body fat [%] from baseline to 36-week\nfollow-up as determined by DXA.\nExperimental Outcome\n• Drop-out rate, attendance, adverse eﬀects.\nChanges of Trial Outcomes After Trial\nCommencement\nNo changes of trial outcomes were made after trial\ncommencement. However, due to a technical defect at 28\nweek FU, body composition assessment by DXA was determined\nafter 36 weeks instead of the initially intended 28 weeks. Th us,\nthe 36-week assessment can be considered as an originally\nunscheduled follow-up.\nAssessments\nAll assessments were conducted during a rest week. Further,\nparticipants were asked to restrain from intense physical acti vity\nand exercise 48 h pre-assessment. Overall, great emphasis was\nplaced on the standardization of the tests including consist ent\nverbal test descriptions. Baseline (BL) and FU assessments w ere\nperformed using the identical consistently calibrated devic es,\nin exactly the same setting and at the same time of the day\n(±90 min).\nOutcome Parameters as Assessed at\nBaseline and After 36 Weeks\nHeight was measured using a stadiometer (Holtain, Crymych\nDyfed., Great Britain) and body mass was determined via dire ct-\nsegmental, multi-frequency Bio-Impedance-Analysis (DSM-BI A;\nInBody 770, Seoul, Korea). Body composition was determine\nusing both DSM-BIA and Dual Energy X-Ray Absorptiometry\n(DEXA, QDR 4500a, Discovery-upgrade, Hologic Inc., Bedford,\nUSA), however in this publication we report the DXA results\nonly. In order to standardize the BIA (and DXA) assessment,\nwe consistently used the same test protocol, which includes\nminor physical activity 8 h pretest and 15 min of rest in a\nsupine position immediately before the BIA assessment. Furthe r,\nall participants were provided with written speciﬁcations abou t\ndos and don’ts. Apart from restraining from intense physical\nactivity, participants were provided with standardized nutri tional\nrecommendations for the two meals prior to the BIA and DXA\nassessments5. However, due to the exercise tests that were applied\nat the same time and the aspect that not all participants were\nassessed in the morning, we restrained from an overnight fas t.\nBased on a total body DXA scan (i.e., excluding the skull)\napplying the manufacturer’s standard total body segmentatio n\nprotocol, subtotal Lean Body Mass (LBM) was measured using\nthe “compare mode” at follow-up, which exactly reproduced the\narea and placement of the baseline assessment. Appendicular\nskeletal muscle mass (ASMM) was computed using the results of\nthe upper and lower limbs provided by the standard speciﬁcation\nof the DXA device. Skeletal Muscle Mass Index (SMI) was\ncalculated as ASMM/body-height (kg/m 2) (\nBaumgartner et al.,\n1998). The region of interest for LBM of the thigh (or upper legs)\nwas segmented between the lower edge of the ischium and the\nlower edge of the femur. Relative total Body Fat (%) refers to th e\nfat mass of the total body adjusted for body mass. The region of\ninterest for abdominal body fat was segmented between the lo wer\nedge of the twelfth rib and the upper edge of the iliac crest. All\nbaseline and follow-up scans were conducted and analyzed by t he\nsame research assistant.\nMaximum isokinetic strength of the hip and leg extensors was\ntested using an isokinetic leg press (CON-TREX LP , Physiomed,\nLaipersdorf, Germany) at BL, after 28 and after 36 weeks.\nMaximum bilateral hip/leg extension was performed in a sittin g,\nslightly supine position (15 ◦), supported by hip and chest straps.\nRange of motion was selected between 30 ◦ and 90 ◦ of the knee\nangle, with the ankle ﬂexed 90 ◦ and positioned on a ﬂexible\nsliding footplate. The standard default setting of 0.5 m/s was used.\nAfter familiarization with the movement pattern, participant s\nwere asked to conduct ﬁve repetitions with maximum voluntary\neﬀort (“push as strongly as possible”). Participants conducted two\ntrials intermitted by 2 min of rest. We included the highest v alue\nfor hip/leg extension in the data analysis.\n5With ≈60% carbohydrate, 20% fat and 20% protein content. We further\nrecommended a ﬂuid intake of 2.5-3 l during the last 24 h, with 0.5 l 2 –3 h prior\nto the BIA/DXA assessments.\nFrontiers in Sports and Active Living | www.frontiersin.or g 5 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nDuring the BL visit, participants completed a standardized\nquestionnaire ( Kemmler et al., 2004a ) that asked for various\naspects including (a) demographic parameters, (b) diseases, ( c)\nmedication, (d) operations, (e) physical limitations, (f) fa lls,\ninjuries and low trauma fractures within the last year and (f )\nlifestyle, including physical activity and exercise ( Kemmler et al.,\n2004b). After 36 weeks of intervention, all the participants\nconducted a comparable questionnaire particularly in order t o\ndetect changes that may aﬀect our study endpoints. Prior to\nthe visits, participants were required to list their medicati ons\nand diseases in order to ensure accuracy of the responses.\nIn close cooperation between primary investigator and the\ncorresponding participants, the completed questionnaires wer e\ncarefully checked for consistency, completeness and accura cy.\nBaseline Characteristics\nAlthough listed in Table 1, the following parameters were not\naddressed by the 36-week FU assessment, thus only a short\ndescription will be provided.\nHabitual gait speed was performed using the 10 m protocol\n(\nPeters et al., 2013 ). Tests were performed twice without\nany walking aids using regular shoes. After the standardize d\ninstruction “walk at a speed just as if you were walking along\nthe street to go to the shops, ” participants started in an upright\nposition 3 m before the ﬁrst and stopped 2 m after the second\nphoto sensor (HL 2-31, TagHeuer, La Chaux-de-Fonds, Suisse) .\nHandgrip strength tests were performed while standing\nupright, arms down by the side (\nMathiowetz et al., 1984 ) with\n30 s rest between the 3 trials for each hand. Handgrip width\nwas adjusted individually to participant hand size. Participa nts\nwere asked to “squeeze as strongly as possible.” The trial with\nthe highest result of the dominant hand was included in the\npresent analysis.\nIn order to assess changes of self-rated physical performance ,\nwe used the abridged version of the Late Life Function and\nDisability Instrument (LLFDI;\nMcAuley et al., 2005 ).\nBlood was drawn after an overnight fast between 7:00\nand 9:00 in the morning in a sitting position from an\nantecubital vein. Serum samples were centrifuged for\n20 min at 3,000 RPM and analyzed by the “Zentrallabor”\nof the University Hospital, FAU Erlangen-Nürnberg.\nSerum concentrations of 25(OH)D were measured\nusing a Roche Modular E170 Analyzer and an electro-\nchemiluminescence immunoassay (ECLIA; Roche Diagnostics,\nPenzberg, Germany).\nDiet Records\nFour-day diet records were conducted by all the participants\nat BL and after 28 weeks 6. Participants were carefully briefed\nand instructed on how to keep the records. Participants\nwere provided with diet records [Freiburger Nutrition\nRecord (nutri-science, Hausach, Germany)], structured\nin food categories that included more than 250 food\nproducts along with the corresponding weight units.\n6Considering the work load and due to the temporal proximity we did not repe at\nthe dietary record at 36-week FU.\nTABLE 1 |Baseline characteristics of the participants of the CG and H IT -RT\ngroup.\nVariable CG ( n = 22) HIT -RT ( n = 21) p\nAge [years] 79.2 ± 4.7 77.8 ± 3.6 0.262\nBody Mass Index [kg/m 2] 24.5 ± 1.9 25.0 ± 3.0 0.515\nMore than 2 diseases [ n]a 12 10 0.826\nPhysical activity [Index] b 4.15 ± 1.53 4.45 ± 1.32 0.490\nRegular exercise ≥1x week [ n] 5 5 0.931\nSMI [kg/m 2] 6.89 ± 0.31 7.01 ± 0.27 0.671\nHandgrip-strength [kg] 30.0 ± 4.3 30.7 ± 5.1 0.675\nHabitual gait velocity [m/s] 1.26 ± 0.15 1.25 ± 0.17 0.703\nALEF , LLFDI [Index]c 1.73 ± 0.82 1.87 ± 1.05 0.646\n25 (OH)D [nmol/l] 54.0 ± 21.1 43.8 ± 17.5 0.126\nEnergy Intake [kJ/d] d 9,393 ± 2419 8,836 ± 1706 0.407\nProtein Intake [g/kg/d] d 1.29 ± 0.34 1.10 ± 0.25 0.043\nSmokers [ n] 4 3 0.959\naUsing the ICD-10 based disease cluster ofSchafer et al. (2010); bscale from (1) very low\nto (7) very high (Kemmler et al., 2004b); c“Advanced Lower Extremity Function,” Late Life\nFunction Disability Instrument (McAuley et al., 2005): [scale from (1) “no problem” to (5)\n“impossible”];das determined by a 4-day dietary record.\nThe Freiburger Nutrition Record also included a tally-\nlist of how often the food products were consumed. The\ncompleted diet records were consistently analyzed by the same\nresearch assistant.\nParticipants were asked to protocol 3 weekdays and one\nweekend day representative for their nutritional habits. Resu lts\nof the diet records were carefully discussed with the partici pants.\nIn cases of unrealistic results (e.g., energy intake <1,000 kcal/d or\n>3,500 kcal/d), another diet record based on more representat ive\ndays had to be completed.\nSample Size\nConsidering (changes of) the study endpoint Bone Mineral\nDensity (BMD) as “more discrete” compared to muscle mass\nparameters, the sample size calculation for the FrOST project\nwas based on BMD at the lumbar spine as determined by\nquantitative computed tomography (QCT). This parameter was\nnot addressed by the 36-week assessment however, due to the\nexpected slower exercise-induced changes of bone compared to\nmuscle tissue. Thus, we opted to report the factual statistical\npower of our sample size here (HIT-RT: n = 21 vs. CG: n =\n22) as calculated by the approach reported above. Assuming\nan eﬀect ( /Delta1-HIT-RT vs. /Delta1-CG) on LBM of 0.9 ± 1.0 kg\n(\nKemmler et al., 2017b, 2018 )7 and applying a t-test based\nsample size calculation, the sample size of 21 participants/grou p\ncorresponds to a 83% power (1- β ) at a type-I-error of\nalpha = 0.05.\n7. . . reported by a recent trial ( Kemmler et al., 2017b, 2018 ) that applied Whole\nBody Electromyostimulation (WB-EMS) and Protein supplementation in o lder\nmen. However, a comparison between HIT-RT and WB-EMS reported higher\nLBM-changes for HIT-RT.\nFrontiers in Sports and Active Living | www.frontiersin.or g 6 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nStatistical Analysis\nWe calculated an intention to treat (ITT) analysis that inclu ded\nall participants randomly assigned to the two study arms (HIT-\nRT vs. CG) regardless of their compliance or loss to follow-\nup. A per protocol analysis that included only participants with\ncomplete datasets was also conducted. Multiple imputation (ITT )\nwas calculated using R statistics software (R Development Co re\nTeam Vienna, Austria) in combination with Amelia II (\nHonaker\net al., 2011 ). The full data set was used for multiple imputations,\nwith imputation being repeated 100 times. Imputation worked\nwell in all cases as conﬁrmed by over imputation diagnostic plo ts\n(“observed vs. imputed values”) provided by Amelia II. Normal\ndistribution of the data listed in Tables 2–4 was checked by\nstatistical (Shapiro–Wilks) and graphical (qq-plots) tests. B ased\non the corresponding results, all the primary and secondary\noutcomes addressed here were analyzed by dependent t-tests for\nwithin group changes. To identify group diﬀerences, pairwise t-\ntest comparisons (HIT-RT vs. CG) with pooled SD were applied.\nAlternatively, a repeated measures ANOV A (group by time\ninteraction) was calculated within the per protocol analysis. We\nconsistently applied 2-tailed tests, signiﬁcance was accepte d at\np < 0.05. We also calculated Standardized Mean Diﬀerence\n(SMD) according to Cohen (d ′;\nCohen, 1988 ) to analyze\neﬀect sizes.\nRESULTS\nTable 1 displays participant baseline characteristics. As expected,\nhabitual exercise participation was low in both groups. Most\nBL characteristics were evenly distributed between the CG a nd\nthe HIT-RT. However, body height (not listed in Table 1) and\nrelative protein intake ( Table 1) diﬀer signiﬁcantly between\nthe groups. Although no participant used protein powder,\nbaseline protein intake of 15 participants of the CG was\nequal or higher than our intended protein supplementation\nof 1.2 g/kg/d.\nAltogether three participants were lost to 36-week FU\n(Figure 1). One man retrospectively stated that he had preferred\nthe CG and withdrew immediately after being randomly\nassigned to the exercise group. Another participant of the\nexercise group was unable to attend follow-up assessments\nfor medical reasons. One participant of the CG lost interest\nand withdrew from the study. No participant of the HIT-\nRT group quit the study for intervention-related reasons.\nFurther, no resistance training induced complaints or uninte nded\nside eﬀects were reported. Average training attendance as\ndetermined by the gym chip card system was 65.3 of a\nmaximum of 70 sessions (attendance rate 93 ± 5%; range: 83–\n100%). The average time expended for an exercise session was\n48 ± 8 min.\nBased on our distribution logs, biweekly phone calls\nand personal interviews at 36-week follow-up assessments,\ncompliance with the protein, Vit-D and calcium supplementation\nwas satisfactory. However, three participants (HIT-RT: n = 2,\nCG: n = 1) reported problems (constipation, diarrhea, nausea)\nTABLE 2 |Baseline data and changes of LBM in the CG and HIT -RT and\ncorresponding between group differences.\nCG HIT -RT Difference p-value\nMV ± SD MV ± SD MV (95% CI)\nLean body mass [kg]\nBaseline 43.19 ± 4.84 44.93 ± 4.66 – 0.239\nChanges −0.19 ± 0.92 1.26 ± 1.50*** 1.45 (0.65 to 2.26) <0.001\n***p < 001.\nTABLE 3 |Baseline data and changes of thigh muscle mass and hip/leg ext ensor\nstrength in the CG and HIT -RT and corresponding between group differences.\nCG HIT -RT Difference p-value\nMV ± SD MV ± SD MV (95% CI)\nThigh lean body mass [kg/g]\nBaseline 6.88 ± 0.62 kg 7.17 ± 0.92 kg – 0.243\nChanges −37 ± 233 g 242 ± 231 g*** 259 (114–405) <0.001\nMaximum hip/leg extension strength (Leg press) [N]\nBaseline 1,746 ± 389 1,620 ± 497 – 0.368\nChanges 5 ± 138 451 ± 223*** 446 (328–564) <0.001\n***p < 0.001.\nfrom taking their individually calculated protein doses of 2 5–\n40 g/d of whey protein. After changing to whey isolate, only\none of these subjects was still unable to realize the prescribe d\ndose. Blinding of protein supplementation was successful in\nthat both groups felt they were getting the same amount\nof protein.\nWith respect to our experimental hypothesis, we thus\nconclude that our combined HIT-RT/protein supplement\napproach was safe, feasible and attractive for this male cdw coh ort\nwith osteosarcopenia and low aﬃnity for exercise ( Table 1).\nChanges in the primary study endpoint are listed in Table 2.\nBased on comparable baseline data, LBM improved signiﬁcantly\n(p < 0.001) in the HIT-RT and deteriorated slightly in the\nCG ( p = 0.46). Diﬀerences between the groups for changes of\nLBM were signiﬁcant ( p < 0.001; SMD d ′ = 1.17; Table 2).\nThe additionally conducted Per-Protocol Analysis was very\nclose to these data ( p < 0.001; SMD: d ′ = 1.19). Thus, we\nconﬁrmed our primary hypothesis that lean body mass increases\nsigniﬁcantly following HIT-RT compared to the non-training\ncontrol group.\nIn parallel, thigh lean mass improved signiﬁcantly in the HIT-\nRT ( p < 0.001) and decreased slightly ( p = 0.37) in the CG.\nDiﬀerences between the groups were signiﬁcant ( p < 0.001; SMD:\nd′ = 1.20; Table 3).\nBased on slightly lower baseline values, no relevant change s\n(p = 0.860) of hip/leg extension strength were observed in the\nCG, while leg press performance increased by 28.3 ± 16.6%\n(p < 0.001) in the HIT-RT. Diﬀerences between the groups\nwere signiﬁcant ( p < 0.001, SMD: d ′ = 2.41) in favor of\nthe HIT-RT.\nFrontiers in Sports and Active Living | www.frontiersin.or g 7 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nTABLE 4 |Baseline data and changes of total and abdominal body fat in t he CG\nand HIT -RT and corresponding between group differences.\nCG HIT -RT Difference p-value\nMV ± SD MV ± SD MV (95% CI)\nTotal body fat [%]\nBaseline 33.57 ± 3.92 34.24 ± 6.20 – 0.681\nChanges 0.89 ± 1.84* −1.76 ± 2.08*** 2.65 (1.39–3.91) <0.001\nAbdominal fat [%]\nBaseline 37.48 ± 5.94 37.21 ± 6.54 – 0.892\nChanges 0.92 ± 2.98 −2.27 ± 1.89*** 3.18 (1.56–4.82) <0.001\n*p < 005; ***p < 001.\nTotal (TBF) and abdominal body fat (ABF) of the HIT-RT and\nCG were comparable at BL ( Table 4). Both parameters decreased\nsigniﬁcantly in the HIT-RT ( p < 0.001) and increased in the CG\n(TBF: p = 0.039 and ABF: p = 0.097). Between-group diﬀerences\nwere signiﬁcant for TBF and ABF ( p < 0.001; SMD: d ′ = 1.35 and\n1.28; Table 4) in favor of the HIT-RT.\nIn summary, we thus conﬁrmed our secondary hypothesis that\n(a) thigh lean mass, (b) leg extensor strength, (c) total bod y fat,\n(d) abdominal fat and isokinetic leg-press improve signiﬁcan tly\nfollowing HIT-RT compared to the non-training control group.\nOf importance, we did not observe any changes in potentially\nconfounding variables that might have aﬀected our results.\nUpon written and verbal request, participants did not report\nrelevant changes ( p ≥ 0.487) of habitual physical activity\nor exercise outside the study protocol. Apart from the\nparticipant with prostate cancer, no participant listed relevan t\nchanges in medications, diseases, musculoskeletal injurie s or\ncardiometabolic events. Further, no period ≥2 weeks of diseases\nor disease-related inactivity were recorded. Based on the r esults\nof the 28-week dietary record, energy (CG: 32 ± 553 vs. HIT-\nRT: 53 ± 680 kJ/d, calcium ( −37 ± 251 vs. −19 ± 199\nmg/d) and protein intake (2.1 ± 12.9 vs. 3.5 ± 16.4 g/d)\ndid not change ( p ≥ 0.388) or diﬀer between the groups\n(p ≥ 0.251).",
    "discussion": "This study is the ﬁrst randomized controlled exercise trial to\ndemonstrate the (time) eﬀectiveness, safety and attractive ness\nof a consistently supervised HIT-RT protocol combined with\nmoderately dosed protein supplementation in older cdw men\nwith low muscle and bone mass. Unlike most other researchers i n\nthe ﬁeld of sarcopenia, we focused mainly on changes in muscle\nmass parameters during the ﬁrst 36 weeks of the study. We\nconsider the role of muscle mass to be highly relevant in gene ral,\nindependently of its functional impact, but all the more so for\nolder people. Apart from its prominent role on thermoregulatory\ncontrol in cold and hot environmental conditions (\nKenney and\nBuskirk, 1995; Blatteis, 2012; Balmain et al., 2018; Payne e t al.,\n2018), muscle mass plays a vital role in energy intake control,\nthermogenesis and resting metabolic rate and thus may be of\noutstanding relevance for combating obesity (\nClarke and Henry,\n2010; Dulloo et al., 2017 ). Further, low muscle mass is associated\nwith cardiometabolic risk factors (( Kim and Choi, 2015; Prado\net al., 2018; Mesinovic et al., 2019 ), chronic inﬂammation ( Minn\nand Suk, 2017; Suyoto and Aulia, 2019 ), metabolic syndrome\n(Zhang et al., 2018 ); diabetes ( Srikanthan and Karlamangla,\n2011; Son et al., 2017; Mesinovic et al., 2019 ), and white matter\nbrain changes/silent infarction ( Minn and Suk, 2017 )8. Moreover,\nlow muscle mass is associated with higher surgical and post-\noperative complications, and shorter survival (\nPrado et al., 2018 ).\nAnother reason for our focus on muscle mass was that changes\nin muscle mass in older people were less prominent compared\nto strength changes (\nStewart et al., 2014; Borde et al., 2015 ).\nIn fact, exercise-induced eﬀects of muscle mass/LBM in older\nadults were on average moderate at best (\nStewart et al., 2014;\nBeckwee et al., 2019 )9. Indeed, it is well documented that due to\nthe blunted hypertrophic response ( Phillips, 2009; Kirby et al.,\n2015) increases in muscle mass parameters are considerably\nlower compared to younger cohorts ( Peterson et al., 2011 ). Thus,\ndeveloping a protocol that relevantly increase muscle mass is\nmuch more challenging compared to triggering increases in\nmuscle strength.\nIn summary, our 8-month periodized, consistently supervised\nand guided HIT-RT protocol combined with whey protein\nsupplementation demonstrated a signiﬁcant 3.3% net gain\n(1.45 kg; Table 2) in lean body mass. A comparable eﬀect was\nobserved for thigh lean mass (3.7%; Table 3). Reviewing the\npresent literature, we rank this ﬁnding in the upper range\nof corresponding studies (review in\nPeterson et al., 2011;\nStewart et al., 2014; Beckwee et al., 2019 ). One may argue\nthat our results on LBM are higher due to the adjuvant\nprotein supplementation. However, in their umbrella review\non exercise and sarcopenia,\nBeckwee et al. (2019) did not\nrecommend adjuvant nutritional supplementation. On the othe r\nhand, two meta-analyses ( Cermak et al., 2012; Finger et al.,\n2015) and further more speciﬁed studies with older adults\n(Bauer et al., 2015; Rondanelli et al., 2016 ) reported signiﬁcant\n(additional) eﬀects of protein supplementation in older people\nundergoing resistance exercise. Based on these ﬁndings and t he\naforementioned result that protein supplementation augments\nthe eﬀect of a HIT-RT on LBM to a HV-RT level (\nWittke\net al., 2017 ), we applied a combined exercise/protein protocol\nin the FranSO study ( Kemmler et al., 2017b, 2018 ). FranSO\nwas a foregoing RCT with an almost identical cohort of men\nthat focused on whole-body electromyostimulation (WM-EMS)\nas an exercise intervention. After 16 weeks of exercise and\nwhey protein supplementation (total intake: 1.7 g/kg/d), we\nobserved signiﬁcant eﬀects on muscle mass, muscle CSA of\nthe thigh, total and abdominal body fat and maximum hip/leg\nextensor strength, albeit considerably lower compared to the\npresent protocol.\nDeclines in maximum knee extension strength might be\nthe most crucial physical parameter for mobility limitation,\ndisability, morbidity and mortality in older people (\nVisser et al.,\n8. . . as an independent risk factor for stroke.\n9. . . considering that the individual studies included in these meta-analyses did\nnot consistently focus on older people ( Kelemen et al., 1986; Bemben et al., 2000;\nTeixeira et al., 2003 ).\nFrontiers in Sports and Active Living | www.frontiersin.or g 8 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\n2005; Newman et al., 2006; Roshanravan et al., 2017 ). In\nthe present study, hip/leg extensor strength as determined by\nthe functionally meaningful isokinetic leg press test incre ased\nby 28 ± 15%. Notably, we still monitored a signiﬁcant\nincrease between the 28- and the 36-week assessment ( +60\n± 71 N). Overall, our results ﬁt well with the data of\nPeterson et al. (2010) , who included 51 treatment groups in\nhis meta-analysis on exercise and strength development in\nolder people (50–92 years).\nPeterson et al. (2010) reported\nan average 29% increase in hip/leg extension maximum\nstrength as determined by leg press (32 kg; 95% CI: 28–\n36 kg).\nWe also observed signiﬁcant eﬀects on total and abdominal\nbody fat with a pronounced decrease in the HIT-RT and a slight\nincrease in the CG. In absolute terms, the net eﬀect (HIT-RT\nvs. KG) of exercise on total body fat mass was 2.1 kg (95%\nCI: 1.1–3.1 kg; Table 4). Although we anticipated the favorable\nchanges in the HIT-RT (\nKemmler et al., 2017b; Wittke et al.,\n2017), we are in fact unable to explain the pronounced increase in\nthe CG.\nConsidering the attractiveness of the HIT-RT/protein protoc ol\nas determined by attendance rates, our results (93 ± 5%) are in\nthe upper range of (mainly shorter) studies (88 ± 8%) with people\n60 years and older ( Kohler et al., 2012 ).\nSo far (36 weeks), we have not observed any negative side\neﬀect of the HIT-RT intervention. This might be related to the\n12-week brieﬁng, familiarization and conditioning period, the\ncareful progression of strain intensity and eﬀort, and the tra ining\non safe resistance training machines in a gym with excellent\nsupervision. Another factor discussed later might be that we did\nnot focus on “work to momentary failure” (\nSteele et al., 2017 ).\nIn summary, we conclude that RT protocols conducted with\nlow volume but high intensity, velocity and eﬀort on resistan ce\nmachines are feasible, safe und time-eﬃcient (2 session/we ek\n× 50 min/session) exercise methods for older men to improve\nbody composition and strength and thus ﬁght sarcopenia and\nsarcopenic obesity.\nSome limitations and features may decrease the\nunderstanding and/or validity of our trial. First of all, du e\nto the technical failure of the DXA scanner immediately befor e\nthe scheduled 28-week assessment, we conducted a 36-week\nfollow up in order to determine muscle mass indices more\naccurately. At ﬁrst sight, it might be confusing that we applie d\nthe majority of tests twice within 8 weeks; however, this appro ach\nwas necessary to determine reliable results. We validated t he\nmaximum isokinetic strength of the hip/leg extensors and\napplied questionnaires and personal interviews to detect chan ges\nof variables that may aﬀect our outcomes, however, we decided\nto do not apply the entire assessment battery used at 28-week\nFU. Second, one may argue that our HIT-RT approach is not\na pure-bred HIT protocol (\nGießing, 2008 ). Indeed, we did\nnot apply the work to momentary failure (WMF) approach\n(\nSteele et al., 2017 ) characteristic for HIT-RT protocols, i.e.,\nparticipants were not required to exercise until they were\nunable to properly complete the concentric portion of their\ncurrent repetition. We skipped this aspect and continued with\nadvanced techniques (e.g., supersets; later in Phase 5: “dro p\nsets”). The main reason for omitting WMF was grounded in\nthe feedback of the participants that WMF was a “red line” of\nexercise intensity which they did not want to cross. Third, i t\nwas not our goal to determine the additional eﬀect of protein\non our low volume, high intensity/high RT-protocol. Rather,\nwe were looking to determine the combined eﬀect of two\nlow-threshold approaches applicable for a group of older people\nwith low enthusiasm for conventional exercise. Fourth, one m ay\nargue that when applying “sarcopenia” as a rationale for the\npresent exercise study, one ought to report dedicated paramete rs\nlike appendicular skeletal muscle mass (ASMM) or skeletal\nmuscle mass index (SMI). We focus on these speciﬁc sarcopenia\nparameters at the 28-week follow-up (\nLichtenberg et al., 2019 ),\nhowever we had to apply DSM-BIA for the assessment of SMI.\nIn order to generate an adequate comparison of our results\non body composition with the present literature we opted to\nfocus on LBM, a parameter more frequently used compared to\nASMM and SMI. Fifth, our deﬁnition of sarcopenia focuses on\nthe morphometric aspect of this geriatric syndrome. Further, we\napplied the older version of the EWGSOP deﬁnition and SMI\ncut-oﬀ (\nBaumgartner et al., 1998; Cruz-Jentoft et al., 2010a ),\nsimply because the study start was before the publication of\nthe new EWGSOP II deﬁnition (\nCruz-Jentoft et al., 2019 ).\nSixth, drawing lots might not be the most sophisticated\nrandomization strategy, but in recent studies we observed t hat\npersonally drawing lots and thus randomized self-assignmen t\nto a group boosted acceptance for an initially non-favored\nstudy group. This is a very important aspect for increasing\nadherence and compliance in essentially non-blindable exerci se\nstudies. Seventh, we did not ask participants to abstain from\nfood for >8 h that is recommended as a pre-assessment diet\nto properly determine fat mass or LBM by DXA or BIA\n(\nTinsley et al., 2017 ). Although we consistently apply our\ndietary approach this proceeding however can be considered\nas a potential confounder. Eighth, although we placed great\nemphasis on supervision, monitoring and brieﬁng of our HIT-\nRT protocol, we were not always convinced that participants\nproperly applied our training schedule in practice. Finally, it\nis debatable whether results evaluated in the recent sample\nof older men with morphometric sarcopenia and osteopenia\ncan be simply generalized to healthy older adults. However,\nconsidering the speciﬁc nature of sarcopenia, which includes\naspects of inﬂammation (\nKalinkovich and Livshits, 2017 ),\nmitochondrial abnormalities ( Calvani et al., 2013 ), oxidative\nstress ( Sullivan-Gunn and Lewandowski, 2013 ) i.e., factors that\nmay rather decrease muscle response to exercise ( Bowen et al.,\n2015), HIT-RT eﬀects in healthy older men should be at least\ncomparably high.\nDATA AVAILABILITY STATEMENT\nThe anonymized data used to support the ﬁndings of\nthis study are available from the corresponding author\nupon request.\nFrontiers in Sports and Active Living | www.frontiersin.or g 9 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nETHICS STATEMENT\nThe studies involving human participants were reviewed\nand approved by The University Ethics Committee of the\nFAU, Krankenhausstrasse 12, 91052 Erlangen, Germany. The\npatients/participants provided their written informed consen t to\nparticipate in this study.\nAUTHOR CONTRIBUTIONS\nWK, MW, MK, SS, JG, MF, and DS designed the study, completed\ndata analysis and/or interpretation, and drafted the manusc ript.\nJG and MF contributed to study conception, design, and revised\nthe manuscript. WK accepts responsibility for the integrity of the\ndata sampling, analysis, and interpretation.\nFUNDING\nThis study was funded by the Institute of Medical Physics\n(IMP), Friedrich-Alexander University of Erlangen-Nürnberg\nwith support from the non-proﬁt organization Netzwerk\nKnochengesundheit e.V., a local health sport club closely\nassociated with the IMP.\nACKNOWLEDGMENTS\nThe authors are very grateful for the support of Kieser Trainin g\n(Erlangen, Germany), that provided the gym and support\non exercise supervision. The authors further acknowledge th e\ncontribution of the Institute of Radiology, FAU.\nREFERENCES\nBalmain, B. N., Sabapathy, S., Louis, M., and Morris, N. R. (2018).\nAging and thermoregulatory control: the clinical implications of exerc ising\nunder heat stress in older individuals. Biomed. Res. Int. 2018:8306154.\ndoi: 10.1155/2018/8306154\nBauer, J., Biolo, G., Cederholm, T., Cesari, M., Cruz-Jentoft, A. J., Morley, J. E., et al.\n(2013). Evidence-based recommendations for optimal dietary protei n intake in\nolder people: a position paper from the PROT-AGE Study Group. J. Am. Med.\nDir. Assoc.14, 542–559. doi: 10.1016/j.jamda.2013.05.021\nBauer, J. M., Verlaan, S., Bautmans, I., Brandt, K., Donini, L. M. , Maggio,\nM., et al. (2015). Eﬀects of a vitamin D and leucine-enriched whey\nprotein nutritional supplement on measures of sarcopenia in older adults ,\nthe PROVIDE study: a randomized, double-blind, placebo-controlled\ntrial. J. Am. Med. Dir. Assoc. 16, 740–747. doi: 10.1016/j.jamda.2015.\n05.021\nBaumgartner, R. N., Koehler, K. M., Gallagher, D., Romero, L., Heymsﬁe ld,\nS. B., Ross, R. R., et al. (1998). Epidemiology of sarcopenia among\nthe elderly in New Mexico. Am. J. Epidemiol. 147, 755–763.\ndoi: 10.1093/oxfordjournals.aje.a009520\nBeckwee, D., Delaere, A., Aelbrecht, S., Baert, V., Beaudart, C., B ruyere, O.,\net al. (2019). Exercise interventions for the prevention and treatment of\nsarcopenia. a systematic umbrella review . J. Nutr. Health Aging23, 494–502.\ndoi: 10.1007/s12603-019-1196-8\nBemben, D. A., Fetters, N. L., Bemben, M. G., Nabavi, N., and Koh , E. T. (2000).\nMusculoskeletal responses to high- and low-intensity resistance training\nin early postmenopausal women. Med. Sci. Sports Exerc. 32, 1949–1957.\ndoi: 10.1097/00005768-200011000-00020\nBlatteis, C. M. (2012). Age-dependent changes in temperature regula tion - a mini\nreview. Gerontology 58, 289–295. doi: 10.1159/000333148\nBorde, R., Hortobagyi, T., and Granacher, U. (2015). Dose-response relationships\nof resistance training in healthy old adults: a systematic review an d meta-\nanalysis. Sports Med.45, 1693–1720. doi: 10.1007/s40279-015-0385-9\nBowen, T. S., Schuler, G., and Adams, V. (2015). Skeletal muscle wa sting in\ncachexia and sarcopenia: molecular pathophysiology and impact of exe rcise\ntraining. J. Cachexia Sarcopenia Muscle6, 197–207. doi: 10.1002/jcsm.12043\nCalvani, R., Joseph, A. M., Adhihetty, P. J., Miccheli, A., Boss ola, M.,\nLeeuwenburgh, C., et al. (2013). Mitochondrial pathways in sar copenia\nof aging and disuse muscle atrophy. Biol. Chem. 394, 393–414.\ndoi: 10.1515/hsz-2012-0247\nCarlson, S. A., Fulton, J. E., Schoenborn, C. A., and Loustalot, F. (2010). Trend\nand prevalence estimates based on the 2008 Physical Activity Gui delines for\nAmericans. Am. J. Prev. Med.39, 305–313. doi: 10.1016/j.amepre.2010.06.006\nCermak, N. M., Res, P. T., de Groot, L. C., Saris, W. H., and van Loon, L. J.\n(2012). Protein supplementation augments the adaptive response of sk eletal\nmuscle to resistance-type exercise training: a meta-analysis. Am. J. Clin. Nutr.\n96, 1454–1464. doi: 10.3945/ajcn.112.037556\nClarke, I. J., and Henry, B. A. (2010). Targeting energy expenditu re in muscle\nas a means of combating obesity. Clin. Exp. Pharmacol. Physiol.37, 121–124.\ndoi: 10.1111/j.1440-1681.2009.05259.x\nCohen, J. (1988). Statistical Power Analysis for the Behavioral Sciences.Hillsdale,\nNJ: Lawrence Earlbaum Associate.\nCruz-Jentoft, A. J., Baeyens, J. P., Bauer, J. M., Boirie, Y., C ederholm, T., Landi,\nF., et al. (2010a). Sarcopenia: European consensus on deﬁnition and diagnosis:\nreport of the European working group on Sarcopenia in older people. Age\nAgeing 39, 412–423. doi: 10.1093/ageing/afq034\nCruz-Jentoft, A. J., Bahat, G., Bauer, J., Boirie, Y., Bruyere, O ., Cederholm, T., et al.\n(2019). Sarcopenia: revised European consensus on deﬁnition an d diagnosis.\nAge Ageing48, 16–31. doi: 10.1093/ageing/afy169\nCruz-Jentoft, A. J., Landi, F., Topinkova, E., and Michel, J. P. (2010b).\nUnderstanding sarcopenia as a geriatric syndrome. Curr. Opin.\nClin. Nutr. Metab. Care 13, 1–7. doi: 10.1097/MCO.0b013e3283\n33c1c1\nCsapo, R., and Alegre, L. M. (2016). Eﬀects of resistance training with moderate vs\nheavy loads on muscle mass and strength in the elderly: a meta-analysis. Scand\nJ Med Sci Sports26, 995–1006. doi: 10.1111/sms.12536\nDulloo, A. G., Jacquet, J., Miles-Chan, J. L., and Schutz, Y. (20 17).\nPassive and active roles of fat-free mass in the control of energy\nintake and body composition regulation. Eur J Clin Nutr 71, 353–357.\ndoi: 10.1038/ejcn.2016.256\nDVO (2017). Prophylaxe, Diagnostik Und Therapie Der OSTEOPOROSE Bei\nPostmenopausalen Frauen Und Bei Männern.Stuttgart: Schattauer.\nFinger, D., Goltz, F. R., Umpierre, D., Meyer, E., Rosa, L. H., and Sch neider,\nC. D. (2015). Eﬀects of protein supplementation in older adults under going\nresistance training: a systematic review and meta-analysis. Sports Med. 45,\n245–255. doi: 10.1007/s40279-014-0269-4\nGentil, P., Arruda, A., Souza, D., Giessing, J., Paoli, A., Fishe r, J., et al. (2017). Is\nthere any practical application of meta-analytical results in strength training?\nFront Physiol.8:1. doi: 10.3389/fphys.2017.00001\nGießing, J. (2008). HIT-Hochintensitätstraining.Arnsberg: Novagenics-Verlag.\nHonaker, J., King, G., and Blackwell, M. (2011). Amelia II: a program fo r missing\ndata. J. Stat. Softw.45, 1–47. doi: 10.18637/jss.v045.i07\nHurley, B. F., Hanson, E. D., and Sheaﬀ, A. K. (2011). Strength trai ning as a\ncountermeasure to aging muscle and chronic disease. Sports Med.41, 289–306.\ndoi: 10.2165/11585920-000000000-00000\nKalinkovich, A., and Livshits, G. (2017). Sarcopenic obesity or obese sarcopenia:\na cross talk between age-associated adipose tissue and skeletal muscle\ninﬂammation as a main mechanism of the pathogenesis. Ageing Res. Rev.35,\n200–221. doi: 10.1016/j.arr.2016.09.008\nKelemen, M. H., Stewart, K. J., Gillilan, R. E., Ewart, C. K., Valenti, S . A., Manley, J.\nD., et al. (1986). Circuit weight training in cardiac patients. J. Am. Coll. Cardiol.\n7, 38–42. doi: 10.1016/S0735-1097(86)80256-X\nKemmler, W., Grimm, A., Bebenek, M., Kohl, M., and von Stengel, S.\n(2018). Eﬀects of combined whole-body electromyostimulation and pro tein\nFrontiers in Sports and Active Living | www.frontiersin.or g 10 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nsupplementation on local and overall muscle/fat distribution in older me n with\nsarcopenic obesity: the randomized controlled franconia sarcopeni c obesity\n(franso) study. Calcif. Tissue Int. 103, 266–277. doi: 10.1007/s00223-018-\n0424-2\nKemmler, W., Lauber, D., Weineck, J., Hensen, J., Kalender, W., an d Engelke, K.\n(2004a). Beneﬁts of 2 years of intense exercise on bone densi ty, physical ﬁtness,\nand blood lipids in early postmenopausal osteopenic women: results of the\nErlangen Fitness Osteoporosis Prevention Study (EFOPS). Arch. Intern. Med.\n164, 1084–1091. doi: 10.1001/archinte.164.10.1084\nKemmler, W., Teschler, M., Weissenfels, A., Fröhlich, M., Kohl, M., a nd\nvon Stengel, S. (2015). Ganzkörper-elektromyostimulationst versu s HIT-\nkrafttraining - eﬀekte auf körperzusammensetzung und muskelkraft. Dtsch Z\nSportmed 66, 321–327. doi: 10.5960/dzsm.2015.209\nKemmler, W., Teschler, M., Weissenfels, A., Sieber, C., Freiberge r, E., and\nvon Stengel, S. (2017a). Prevalence of sarcopenia and sarcopenic obesity\nin older German men using recognized deﬁnitions: high accordance\nbut low overlap! Osteoporos Int. 28, 1881–1891. doi: 10.1007/s00198-017-\n3964-9\nKemmler, W., von Stengel, S., and Schoene, D. (2019). Longitudin al changes in\nmuscle mass and function in older men at increased risk for sarcopenia - the\nfrost-study. J. Frailty Aging8, 57–61. doi: 10.14283/jfa.2019.9\nKemmler, W., Weineck, J., Kalender, W. A., and Engelke, K. (2004b) . The eﬀect of\nhabitual physical activity, non-athletic exercise, muscle stre ngth, and VO2max\non bone mineral density is rather low in early postmenopausal osteopeni c\nwomen. J. Musculoskelet Neuronal Interact.4, 325–334.\nKemmler, W., Weissenfels, A., Teschler, M., Willert, S., Bebenek, M. , Shojaa,\nM., et al. (2017b). Whole-body Electromyostimulation and protein\nsupplementation favorably aﬀect Sarcopenic Obesity in community-dw elling\nolder men at risk. the randomized controlled FranSO study . Clin. Interv. Aging\n12, 1503–1513. doi: 10.2147/CIA.S137987\nKemmler, W., Wittke, A., Bebenek, M., Fröhlich, M., and von Stenge l,\nS. (2016). High intensity resistance training methods with and w ithout\nprotein supplementation to ﬁght cardiometabolic risk in middle-aged\nmales a randomized controlled trial. Bio. Med. Res. Int. 2016:9705287.\ndoi: 10.1155/2016/9705287\nKenney, W. L., and Buskirk, E. R. (1995). Functional conseque nces of sarcopenia:\neﬀects on thermoregulation. J. Gerontol. A Biol. Sci. Med. Sci. 50, 78–85.\ndoi: 10.1093/gerona/50A.Special_Issue.78\nKim, T. N., and Choi, K. M. (2015). The implications of sarcopenia a nd\nsarcopenic obesity on cardiometabolic disease. J. Cell Biochem.116, 1171–1178.\ndoi: 10.1002/jcb.25077\nKirby, T. J., Lee, J. D., England, J. H., Chaillou, T., Esser, K. A. , and McCarthy,\nJ. J. (2015). Blunted hypertrophic response in aged skeletal muscle is\nassociated with decreased ribosome biogenesis. J. Appl. Physiol.119, 321–327.\ndoi: 10.1152/japplphysiol.00296.2015\nKohler, A., Kressig, R. W., Schindler, C., and Granacher, U. (2012 ). [Adherence\nrate in intervention programs for the promotion of physical activity\nin older adults: a systematic literature review]. Praxis 101, 1535–1547.\ndoi: 10.1024/1661-8157/a001129\nLichtenberg, T., von Stengel, S., Sieber, C., and Kemmler, W. (20 19). The\nfavorable eﬀects of a high-intensity resistance training on sar copenia in older\ncommunity-dwelling men with osteosarcopenia: the randomized contro lled\nFrOST study. Clin. Interv. Aging14, 2173–2186. doi: 10.2147/CIA.S225618\nMathiowetz, V., Weber, K., Volland, G., and Kashman, N. (1984). Reliability and\nvalidity of grip and pinch strength evaluations. J. Hand Surg. Am.9, 222–226.\ndoi: 10.1016/S0363-5023(84)80146-X\nMcAuley, E., Konopack, J. F., Motl, R. W., Rosengren, K., and Morris , K. S. (2005).\nMeasuring disability and function in older women: psychometric propert ies of\nthe late-life function and disability instrument. J. Gerontol. A Biol. Sci. Med. Sci.\n60, 901–909. doi: 10.1093/gerona/60.7.901\nMesinovic, J., Zengin, A., De Courten, B., Ebeling, P. R., and S cott,\nD. (2019). Sarcopenia and type 2 diabetes mellitus: a bidirectiona l\nrelationship. Diabetes Metab. Syndr. Obes.12, 1057–1072. doi: 10.2147/DMSO.\nS186600\nMinn, Y. K., and Suk, S. H. (2017). Higher skeletal muscle mass may prote ct against\nischemic stroke in community-dwelling adults without stroke and deme ntia:\nthe PRESENT project. BMC Geriatr.17:45. doi: 10.1186/s12877-017-0433-4\nNewman, A. B., Kupelian, V., Visser, M., Simonsick, E. M., Goodpas ter, B. H.,\nKritchevsky, S. B., et al. (2006). Strength, but not muscle mass, is associated with\nmortality in the health, aging and body composition study cohort. J. Gerontol.\nA Biol. Sci. Med. Sci.61, 72–77. doi: 10.1093/gerona/61.1.72\nPayne, S., Macintosh, A., and Stock, J. (2018). Body size and body composition\neﬀects on heat loss from the hands during severe cold exposure. Am. J. Phys.\nAnthropol. 166, 313–322. doi: 10.1002/ajpa.23432\nPeters, D. M., Fritz, S. L., and Krotish, D. E. (2013). Assessin g the reliability and\nvalidity of a shorter walk test compared with the 10-Meter Walk Test f or\nmeasurements of gait speed in healthy, older adults. J. Geriatr. Phys. Ther.36,\n24–30. doi: 10.1519/JPT.0b013e318248e20d\nPeterson, M. D., Rhea, M. R., Sen, A., and Gordon, P. M. (2010). Resistance\nexercise for muscular strength in older adults: a meta-analysis. Ageing Res. Rev.\n9, 226–237. doi: 10.1016/j.arr.2010.03.004\nPeterson, M. D., Sen, A., and Gordon, P. M. (2011). Inﬂuence of resistance exercise\non lean body mass in aging adults: a meta-analysis. Med. Sci. Sports Exerc.43,\n249–258. doi: 10.1249/MSS.0b013e3181eb6265\nPhillips, S. M. (2009). Physiologic and molecular bases of muscle hypert rophy\nand atrophy: impact of resistance exercise on human skeletal muscle\n(protein and exercise dose eﬀects). Appl. Physiol. Nutr. Metab.34, 403–410.\ndoi: 10.1139/H09-042\nPrado, C. M., Purcell, S. A., Alish, C., Pereira, S. L., Deutz, N. E., Heyland, D.\nK., et al. (2018). Implications of low muscle mass across the continuum of\ncare: a narrative review. Ann. Med.50, 675–693. doi: 10.1080/07853890.2018.\n1511918\nRondanelli, M., Klersy, C., Terracol, G., Talluri, J., Maugeri, R., Gui do, D., et al.\n(2016). Whey protein, amino acids, and vitamin D supplementation wit h\nphysical activity increases fat-free mass and strength, functio nality, and quality\nof life and decreases inﬂammation in sarcopenic elderly. Am. J. Clin. Nutr.103,\n830–840. doi: 10.3945/ajcn.115.113357\nRosenberg, I. H. (1989). Epidemiologic and methodologic problems in\ndetermining nurtitional status of older persons. Am. J. Clin. Nutr. 50,\n1231–1233. doi: 10.1093/ajcn/50.5.1231\nRoshanravan, B., Patel, K. V., Fried, L. F., Robinson-Cohen, C. , de Boer, I.\nH., Harris, T., et al. (2017). Association of muscle endurance, fati gability,\nand strength with functional limitation and mortality in the health aging\nand body composition study. J. Gerontol. A Biol. Sci. Med. Sci.72, 284–291.\ndoi: 10.1093/gerona/glw210\nRütten, A., Abu-Omar, K., Meierjürgen, R., Lutz, A., and Adlwa rth, R.\n(2009). Was bewegt die Nicht-Beweger? Präv Gesundheitsf 4, 245–250.\ndoi: 10.1007/s11553-009-0173-1\nSchafer, I., von Leitner, E. C., Schon, G., Koller, D., Hansen, H., Kolonko,\nT., et al. (2010). Multimorbidity patterns in the elderly: a new\napproach of disease clustering identiﬁes complex interrelations betwe en\nchronic conditions. PLoS ONE 5:e15941. doi: 10.1371/journal.pone.\n0015941\nSon, J. W., Lee, S. S., Kim, S. R., Yoo, S. J., Cha, B. Y., Son, H. Y. ,\net al. (2017). Low muscle mass and risk of type 2 diabetes in middle-\naged and older adults: ﬁndings from the KoGES. Diabetologia 60, 865–872.\ndoi: 10.1007/s00125-016-4196-9\nSrikanthan, P., and Karlamangla, A. S. (2011). Relative muscle mass is inversely\nassociated with insulin resistance and prediabetes. ﬁndings fro m the third\nnational health and nutrition examination survey . J. Clin. Endocrinol. Metab.\n96, 2898–2903. doi: 10.1210/jc.2011-0435\nSteele, J., Fisher, J., Giessing, J., and Gentil, P. (2017). Cla rity in reporting\nterminology and deﬁnitions of set end points in resistance trainin g. Muscle\nNerve. 56, 368–374. doi: 10.1002/mus.25557\nSteib, S., Schoene, D., and Pfeifer, K. (2010). Dose-response relationship of\nresistance training in older adults: a meta-analysis. Med. Sci. Sports Exerc.42,\n902–914. doi: 10.1249/MSS.0b013e3181c34465\nStewart, V. H., Saunders, D. H., and Greig, C. A. (2014). Responsiv eness of muscle\nsize and strength to physical training in very elderly people: a systemat ic review.\nScand J. Med. Sci. Sports24, e1–10. doi: 10.1111/sms.12123\nSullivan-Gunn, M. J., and Lewandowski, P. A. (2013). Elevated h ydrogen peroxide\nand decreased catalase and glutathione peroxidase protection are as sociated\nwith aging sarcopenia. BMC Geriatr. 13:104. doi: 10.1186/1471-2318-\n13-104\nFrontiers in Sports and Active Living | www.frontiersin.or g 11 January 2020 | Volume 2 | Article 4\n\nKemmler et al. HIT -RT in Older Men With Osteosarcopenia\nSuyoto, P. S. T., and Aulia, B. (2019). Low muscle mass and inﬂammati on among\npatients with type 2 diabetes mellitus in Indonesia. Diabetol. Int.10, 219–224.\ndoi: 10.1007/s13340-018-0384-9\nTeixeira, P. J., Going, S. B., Houtkooper, L. B., Metcalfe, L. L., Blew, R. M., Flint-\nWagner, H. G., et al. (2003). Resistance training in postmenopausa l women\nwith and without hormone therapy. Med. Sci. Sports Exerc. 35, 555–562.\ndoi: 10.1249/01.MSS.0000058437.17262.11\nTinsley, G. M., Morales, E., Forsse, J. S., and Grandjean, P. W. (2 017).\nImpact of acute dietary manipulations on DXA and BIA body composition\nestimates. Med. Sci. Sports Exerc.49, 823–832. doi: 10.1249/MSS.00000000000\n01148\nVisser, M., Goodpaster, B. H., Kritchevsky, S. B., Newman, A. B., Nevitt, M., Rubin,\nS. M., et al. (2005). Muscle mass, muscle strength, and muscle fat inﬁlt ration\nas predictors of incident mobility limitations in well-functioning older\npersons. J. Gerontol. A Biol. Sci. Med. Sci.60, 324–333. doi: 10.1093/gerona/\n60.3.324\nWHO (1994). Assessment of Osteoporotic Fracture Risk and Its Applicati on\nto Screening for Postmenopausal Osteoporosis . Geneva: World\nHealth Organization.\nWittke, A., von Stengel, S., Hettchen, M., Frohlich, M., Giessin g, J., Lell,\nM., et al. (2017). Protein supplementation to augment the eﬀects of h igh\nintensity resistance training in untrained middle-aged males: the randomized\ncontrolled PUSH trial. Biomed. Res. Int. 2017:3619398. doi: 10.1155/2017/\n3619398\nWorld_Medical_Association. (2013). World Medical Association Declaration of\nHelsinki: ethical principles for medical research involving human sub jects.\nJAMA 310, 2191–2194. doi: 10.1001/jama.2013.281053\nZhang, H., Lin, S., Gao, T., Zhong, F., Cai, J., Sun, Y., et al. (2 018). Association\nbetween sarcopenia and metabolic syndrome in middle-aged and older\nnon-obese adults: a systematic review and meta-analysis. Nutrients 10:364.\ndoi: 10.3390/nu10030364\nZourdos, M. C., Klemp, A., Dolan, C., Quiles, J. M., Schau, K.\nA., Jo, E., et al. (2016). Novel resistance training-speciﬁc rati ng\nof perceived exertion scale measuring repetitions in reserve. J.\nStrength Cond. Res. 30, 267–275. doi: 10.1519/JSC.00000000000\n01049\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be c onstrued as a\npotential conﬂict of interest.\nCopyright © 2020 Kemmler, Weineck, Kohl, von Stengel, Giessing,Fröhlich and\nSchoene. This is an open-access article distributed under the terms of the Creative\nCommons Attribution License (CC BY). The use, distributionor reproduction in\nother forums is permitted, provided the original author(s) and the copyright owner(s)\nare credited and that the original publication in this journal is cited, in accordance\nwith accepted academic practice. No use, distribution or reproduction is permitted\nwhich does not comply with these terms.\nFrontiers in Sports and Active Living | www.frontiersin.or g 12 January 2020 | Volume 2 | Article 4"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "vo2"
    ],
    "intervention_weeks": 36,
    "primary_human": "body_comp; muscle_mass; strength; bone"
  },
  "bucket": "C",
  "notes": "Community-dwelling older men with osteosarcopenia; 2x/wk high-intensity RT vs non-exercising control, both groups received protein + vitamin D + calcium."
}