{
  "id": 84,
  "title": "The Effects of Circuit Hydraulic Weight Interval Training on Body Composition and Progression of Resistance in Recreationally Exercising Pre- and Postmenopausal Women",
  "authors": "Socha M et al.",
  "year": 2025,
  "doi": "10.3389/fphys.2025.1540983",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "pre_perimenopausal",
    "postmenopausal",
    "women",
    "circuit_training"
  ],
  "population": {
    "training_status": "RT_intervention"
  },
  "sections": {
    "results": ".\nThe response to an exercise stimulus may depend on the menopausal status.",
    "methods": "This quasi-experimental study aimed to determine the effects of 6, 12,\nand 18 weeks of circuit hydraulic weight interval training (CHWIT) on\nanthropometric indices, body composition estimated by the bioelectrical\nimpedance analysis (BIA), and muscle performance in inactive pre- and post-\nmenopausal women from an urban population. A total of 100 women aged\nbetween 35 and 69 (mean 51.5 ± 9.61) years with a mean body mass index (BMI) of\n27.3 (±5.4 kg/m\n2) were divided by menopausal status and assigned to the training\nCHWIT group (25 pre- and 25 postmenopausal women) and the control group\n(25 pre- and 25 postmenopausal women). Each participant from the CHWIT\ngroup took part in a total of 54 training sessions, developed for the Mrs.Sporty\nnetwork, under the constant supervision of a qualiﬁed trainer.\nResults: After 18 weeks of training in both intervention groups, ANCOVA\ndemonstrated statistically signi ﬁcant ( p < 0.05) decreased body fat (%),\nreduced thigh and arm circumference, and increased muscle component (kg)\nas the main part of fat-free body mass. Additionally, premenopausal women\ndecreased their body mass, BMI, and waist and hip circumferences. A signiﬁcant\nincrease in the muscle component was noticed after 6 weeks of CHWIT in pre-\nmenopausal women and only after 18 weeks in postmenopausal women.\nSigniﬁcant progression of resistance (amount of repetitions on hydraulic\nOPEN ACCESS\nEDITED BY\nAmador García Ramos,\nUniversity of Granada, Spain\nREVIEWED BY\nPetr Stastny,\nCharles University, Czechia\nAlexios Batrakoulis,\nUniversity of Thessaly, Greece\n*CORRESPONDENCE\nMałgorzata Socha,\nmalgorzata.socha@awf.wroc.pl\nRECEIVED 06 December 2024\nACCEPTED 08 January 2025\nPUBLISHED 10 February 2025\nCITATION\nSocha M,Ćwieląg P and Andrzejewski W (2025)\nThe effects of circuit hydraulic weight interval\ntraining on body composition and progression\nof resistance in recreationally exercising pre-\nand postmenopausal women: an 18-week\nquasi-experimental study.\nFront. Physiol. 16:1540983.\ndoi: 10.3389/fphys.2025.1540983\nCOPYRIGHT\n© 2025 Socha,Ćwieląg and Andrzejewski. This\nis an open-access article distributed under the\nterms of theCreative Commons Attribution\nLicense (CC BY). The use, distribution or\nreproduction in other forums is permitted,\nprovided the original author(s) and the\ncopyright owner(s) are credited and that the\noriginal publication in this journal is cited, in\naccordance with accepted academic practice.\nNo use, distribution or reproduction is\npermitted which does not comply with these\nterms.\nFrontiers inPhysiology frontiersin.org01\nTYPE Original Research\nPUBLISHED 10 February 2025\nDOI 10.3389/fphys.2025.1540983\n\nmachines) was observed after 6 weeks and at each subsequent stage of CHWIT in\nboth intervention groups (p < 0.001). No signiﬁcant differences were found in\nthe controls.",
    "conclusion": "CHWIT is an effective form of training, improving body composition\nand physical functions in inactive pre- and postmenopausal women. Changes in\nthe muscle component require a longer intervention of physical effort in women\nafter menopause.\nKEYWORDS\nhydraulic resistance exercise, body composition, women, circuit training, interval training,\nbody fat, muscle mass\n1",
    "introduction": "In the era of promoting physical activity, one of the ways of\nspending free time, especially in big cities, is working out inﬁtness\nclubs. Commercial sporting club networks play an important role\nin increasing the availability of exercise programs tailored to\nspeciﬁc customer groups. Due to a growing population of older\npeople, a greater interest in physical activity is observed among\npersons aged 35– 54 years or even 55 and older, which are the\ngroups with the highest percentage of physical inactivity (Physical\nActivity Council, 2019). It is estimated that approximately 75% of\nthe recipients ofﬁt n e s sc l u bs e r v i c e sa r em a t u r ew o m e nb e t w e e n\nt h ea g e so f3 0a n d6 0y e a r sw h oa r ei n terested in physical activity as\na form of improving their body shape and protection against\ndiseases and progression of the aging process (Physical Activity\nCouncil, 2019; Kerksick et al., 2009; de Mendonca et al., 2014).\nSedentary lifestyle, stress, or unhealthy diets contribute to body\nmass disorders, which form the basis for the majority of civilization\ndiseases. Many physiological changes that accompany women at\nthe onset of menopause enhance the activity of risk factors related\nto improper lifestyle. Menopa use is associated with a natural\ndecrease in estrogen, which enlarges visceral fat mass,\ndiminishes bone mass density, and reduces the strength and\nmass of skeletal muscles, contributing to a higher risk of falls\nand fractures (Maltais et al., 2009; Buch et al., 2016). It has been\nindicated in many controlled, clinical studies that the most\neffective method of buildin g muscle mass in adult women is\nweight training (WT). Develo ping the strength and size of\nmuscles after WT is a consequence of muscle satellite cell\nrecruitment initiated in order to support adult muscle ﬁber\nhypertrophy ( Hunter et al., 2004 ). Other bene ﬁcial effects of\nWT include the improvement of bone density and insulin\nsensitivity and the decrease in the risk of being overweight and\nthe incidence of obesity-related diseases ( Strasser and\nSchobersberger, 2011 ; Csapo and Alegre, 2016 ; Socha et al.,\n2016). Recent research (Nilsson et al., 2023) has shown that the\nimplementation of a 15-week WT regimen in postmenopausal\nwomen can help counteract the abdominal fat redistribution\nassociated with the menopausal transition. In WT, the\nindividual’s own weight, free weights, or machines may be used.\nA friendly, as well as more willingly chosen, alternative for women,\nespecially in the menopausal period, includes hydraulic machines\nfor WT. These react with adjustable resistance determined by the\namount of effort applied by the exercising person ( Takeshima\net al., 2002; Falcone et al., 2015).\nWT with the hydraulic exercise equipment (HWT) minimizes\npain and muscle fatigue along with the hazard of injuries related to\neccentric contractions (Gabriel, 1991; Lee et al., 2011). Due to these\nreasons, it is recommended for older people (Lee et al., 2011),\nchildren (Weltman et al., 1986), and sick persons who may have\ncontraindications to classic resistance exercise (Suomi et al., 1995;\nHa et al., 2015). The research on these groups indicated that a low\nlevel of resistance, dependent on the effort and speed used by an\nindividual at each repetition, may be enough and bring expected\nbeneﬁts of improved strength and muscle mass (Lee et al., 2011).\nMeta-analysis of WT inﬂ\nuence on muscle mass in older persons\ndemonstrated that with enough amount of repetitions, lower weights\nthan those that are traditionally advised were enough to evoke\nconsiderable growth of muscle strength (Csapo and Alegre, 2016).\nHydraulic exercise equipment may be used for circuit training\n(CHWT) while alternating resistance with endurance and\ncoordination workout. Such form of training improves body\ncomposition, muscle strength, and the functioning of the\ncardiovascular system and, as a consequence, helps maintain\nfunctional efﬁciency during aging (Romero-Arenas et al., 2013;\nMorgan et al., 2023 ). The comparison of energy expenditures\nbetween circuit training (CT) and traditional resistance exercises\nshowed higher energy expenditure during circuit training (Pichon\net al., 1996). Exercise protocols that provide differentiated intensity\nof practice are recommended for individuals who are older,\noverweight, and have obesity or co-existing diseases (Klika and\nJordan, 2013; Marcos-Pardo et al., 2019).\nInterval training (IT) is such a form of exercise, which includes\nalternating periods of work and rest during a training session. This kind\nof practice improves the functioning of the cardiovascular system and\nincreases lipid utilization as an energy substrate (Schoenfeld and Dawes,\n2009), and it may be a part of CT protocol (Kravitz, 1996). WT is a\nmethod recommended by ﬁtness specialists in many systems of\nworkout such as circuit weight training (CWT), interval weight\ntraining (IWT), and circuit weight interval training (CWIT). It was\nproven that the combination of CWIT in professionally active women\naged 34.0 (±5.3) years provides better physiological beneﬁts (muscular\nendurance, strength, and cardiovascular endurance) than traditional CT\nmethods (Skidmore et al., 2012).\nAs for health reasons, the post-training modiﬁcations of body\ncomposition are a matter of importance. These include reduction of\nbody fat and, due to the involution processes in muscle tissue,\nchanges in the proportions of body fat and fat-free mass. Combining\nCWT and IT increases energy expenditure and is an option\nrecommended for people expecting maximumﬁtness results in a\nFrontiers inPhysiology frontiersin.org02\nSocha et al. 10.3389/fphys.2025.1540983\n\nshort period of time (Skidmore et al., 2012). Recent reviews provide\nevidence that short, intense, intermittent exercise interventions\nincluded in HIIT (high-intensity interval training) programs\ninduce bene ﬁcial changes in anthropometric indices, body\ncomposition, and cardiometabolic and mental health parameters\nin overweight and obese adult populations ( Batrakoulis and\nFatouros, 2022; Batrakoulis et al., 2021a; Batrakoulis et al., 2022).\nFitness programs for older adults, exercise for weight loss, traditional\nFIGURE 1\nFlowchart of participant selection and the study process.\nFrontiers inPhysiology frontiersin.org03\nSocha et al. 10.3389/fphys.2025.1540983\n\nstrength training, HIIT, exercise for mental health, and functional\nﬁtness training were among the top 10 ﬁtness trends for 2025\n(Newsome et al., 2024). The authors of this study emphasize the\nrole of these programs in maintaining overall health, disease\nprevention, and independent living in a cohort of overweight\nolder adults. Batrakoulis et al. (2021a)suggested a higher efﬁcacy\nfor multi-component exercise interventions (hybrid training)\ncompared to single-component modalities.\nIn view of the above, we assumed that the circuit hydraulic weight\ninterval training (CHWIT) with variable intensities joined with short\nperiods of active rest, which was developed by Mrs.Sporty, will be a\nproper form of workout for peri -menopausal women training\nrecreationally. There are no comparative data on the inﬂuence of\nCHWIT on the body composition of women in the pre- and\npostmenopausal periods, especially those indicating changes in the\nmuscle component of the body. This study analyzed the effects of a\n6-, 12-, and 18-week-long CHWIT program, which combined\nhydraulic resistance with circuit and interval training, on\nanthropometric indices, body composition, and muscle performance\nin pre- and postmenopausal women ino r d e rt oc l a r i f yw h e t h e rt h er o l e\nof CHWIT is also applicable in losing body fat and increasing the\nmuscle component of the body in comparable age groups.\n2",
    "materials and methods": "2.1 Participants\nThis quasi-experimental 18-week-long study involved collaboration\nwith the Mrs.Sporty commercial sports club network (mrssporty.pl). We\nreceived approval to cooperate with a local recreational sports center for\nwomen, Mrs.Sporty in Wrocław (Poland). Participants recruited for the\nproject were women aged between 35– 6 9y e a r sf r o ma nu r b a n\npopulation, who had not taken part in any type of sports training for\nat least a year and had declared their regular involvement in the\nrecreational training sessions. Study participants had to have\npermission from their family doctor to take up the exercise.\nIndividuals with any physical and/or psychological conditions or those\ntaking any medications were not included in the study. Theﬂowchart of\nthis study according to the Consolidated Standards of Reporting Trials\n(CONSORT) is depicted inFigure 1. The sample size was estimateda\npriori based on a repeated-measures ANOVA test, with an interaction\nbetween the two groups, using G*Power software (version 3.1.9.7) (Beck,\n2013) .F o ra ne f f e c ts i z eo f0 . 2 5 ,p o w e ro f0 . 9 0 ,a n dw i t ha na l p h al e v e lo f\np ≤ 0.05, the required total sample size for this study was 30 subjects.\nPeri-menopausal women were enrolled on the basis of a sports club\ninvitation. At recruitment, the subjects were divided into pre- and\npostmenopausal groups. The women were regarded as post-\nmenopausal if they had stopped menstruating at least a year before\nthe study started or if they were aged≥55 years. Finally, the project\nenlisted 50 premenopausal women aged between 38 and 49 (44.1 ±\n3.08) years and 50 postmenopausal women aged between 50 and 69\n(59.9 ± 5.83) years with body height 165.9 (±5.1) cm and 162.7 (±5.2)\ncm, respectively (p = 0.003). After enrolling for the study, the\nparticipants of both the pre- and postmenopausal groups were\nassigned to either the CHWIT or control groups. The participants\ndeclared that they would not change their diet throughout the study\nperiod of 18 weeks or attend any other physical activity exceeding their\nregular, daily level of activity. Before theﬁrst exercise session, a training\nsession regarding the appropriate position on each hydraulic machine\nand the proper manner of exercise was organized. During each\nsubsequent session, a personal trainer supervised the exercise and\ncorrected the body position.\nAll subjects provided written and informed consent to take part\nin the study in accordance with the Declaration of Helsinki. The\nresearch project was approved by the local Research Ethics\nCommittee of the Wroclaw University of Health and Sport\nSciences (No. 272014).\n2.2 Measurements\nBIA, as well as dual-energy X-ray absorptiometry (DXA),\nultrasonography, and anthropometry, are commonly used as\nsecondary, indirect methods to assess human body composition,\nincluding skeletal muscle mass as a fat-free body mass component\n(Yamada, 2018; Gobbo and Cyrino, 2021). As a recent review has\nshown, each of the methods mentioned above has limitations, and\nthey all allow the estimation of body composition based on several\nassumptions (Holmes and Racette, 2021). In our study, we used\nanthropometric and BIA methods. The choice of body composition\nassessment method was determined by the availability, cost, group size,\nlocation of the study, and the need to repeat measurements every 6 weeks.\nEach participant had their body height (cm); body mass (kg); and the\ncircumferences of the waist (cm), hips (cm), right thigh (cm), and right\nupper arm (cm) measured. The indexes of BMI (kg/m\n2)a n dW H R\n(waist– hip ratio) were calculated. Body fat (%) and muscle component\n(kg) as elements of body composition were estimated, applying a BIA\nusing a TANITA BC- 418 MA analyzer (Japan) with GMON software\nversion 3.1.8. The assessment of the validity and reliability of body\ncomposition estimation with th i sa n a l y z e rw a sc a r r i e do u tb yKelly\nand Metcalfe (2012). Because BIA is extremelysensitive to changes in\nbody hydration, we have taken steps to minimize the estimation error. In\norder to eliminate any circumstances affectingﬂuid imbalance in the\nbody, study participants were given thorough instructions regarding\nhydration, exercise, sleep, diet, alcohol consumption, the use of\ndiuretics, and the presence of edema (Dżygadłoe ta l . ,2 0 1 2). Body\ncomposition tests were performed in the morning. In addition, the\nsubjects were to empty their bladder 30 min before the test. If the\ncolor of the urine was dark, they were to drink water and wait for 45 min\nbefore being assessed (Holmes and Racette, 2021).\nMuscle performance was determined by the maximum number\nof repetitions of an exercise on each of eight hydraulic machines\nused in the study. In both the experimental age groups, the\nmeasurements were carried out before the series of exercise and\nthen after 6, 12, and 18 weeks of training. At each stage of the study,\nthe effects of exercises were discussed with the participants and\nanother training aim was established. In the control groups, the\nmeasurement were carried out before and after the intervention,\ni.e., in theﬁrst and 18th week of the program.\n2.3 Training protocols\nThe training offered by the Mrs.Sporty sports center in Wrocław\nlasted 18 weeks, and the subjects performed three CHWIT workouts\nFrontiers inPhysiology frontiersin.org04\nSocha et al. 10.3389/fphys.2025.1540983\n\nper week. Each participant took part in a total of 54 training sessions\nduring the study. Exercises were conducted in two age groups,\nnamely, pre- and postmenopausal groups, under the constant\nsupervision of a qualiﬁed trainer. The CHWIT training protocol\nconsisted of three full workout circuits on the hydraulic gym\nmachines based on controlled resistance, which addressed the\nmain muscle groups. The pressure ranges on each machine was\nset a level of three bars. The exercises were performed in a\ncontinuous manner, at a maximum effort on the machines, with\nrepeated intervals of 40 s, between which there were 40-second-long\nperiods of active rest on the transition stations. The participants\nwere instructed to perform as many repetitions as possible on every\nhydraulic machine. A single training session lasted approximately\n32– 34 min, with additional time for stretching (eight stretching\nexercises; each position for a minimum of 30 s). One circuit\nconsisted of eight stations of hydraulic machines and the same\nnumber of transition stations set alternately. The training began\nwith exercise at the active rest station and ﬁnished on the last\nmachine. After each circuit, there was a heart rate measurement\nlasting 10 s. One half of theﬁrst circuit was treated as a warm-up,\nand the work done was at the level of approximately 50% of the\nmaximum heart rate. Then, after the fourth machine, acceleration\ntook place, and at this stage, the work was at 60%– 70% of the\nmaximum heart rate. Such a pace was maintained until the second\nhalf of the third circuit, during which the intensity of exercise and\nheart rate decreased. After completion of the last circuit, there was a\nstandard procedure of whole-body stretching.\nIn the study, the following machines with hydraulic resistance\nwere used: pulldown/shoulder press (strengthening the muscles of\nshoulders, chest, neck, upper back, and arms), adductor/abductor\n(strengthens inner and outer thigh, as well as hip muscles), chest\npress/rowing (training muscles of chest, shoulders, neck, upper back,\nand arms), hip extension 1 and hip extension 2 (build up gluteal\nmuscles andﬂexors of lower limbs), back extension/ﬂexion (training\nabdominal and back muscles), butter ﬂy/butterﬂy reverse\n(strengthening chest and back muscles), and squat (strengthens\nlower limbs’ muscles). At the transition stations, the participants\nexercised with equipment listed below:ﬁtness ball (lifting the ball\nover head and raising knees seated on the ball), thera-bands\n(bending and straightening movements of the elbow and\nshoulder abduction movements), Bosu balls (squats, balancing on\nthe ball, and stepping on and off the ball), gymnastic rods (lifting and\ntwists), ﬂexibars (vibrating in front of the chest both in vertical and\nhorizontal positions, in one upper limb, and over the head), small\nexercise balls (squeezing in front of the chest and between thighs and\npressing a foot into the ball), platforms (squats, forward step-ups,\nand shifting a small ball under the knees), and aerobic steps\n(stepping up and down with weights (1.0, 1.5, and 2.0 kg) kept\nin upper limbs, joining right elbow with the left knee and vice-versa,\nthree knee raises, and leg-kicking).\n2.4 Statistical analysis\nIn order to obtain results, data analysis was carried out using the\nStatistica software package (version 13.3, license from StatSoft\nPolska, Kraków, Poland). Results are expressed as mean ±\nstandard deviation or mean changes and 95% con ﬁdence\nintervals (CIs). Normality of the distribution\n(Kolmogorov– Smirnov test) and homogeneity of variance\n(Levene’s test) were determined for all outcome measures.\nSample characteristics at baseline were compared between groups\nusing an independent-means Student ’s t-test, and additionally,\npaired samples t-tests were used to examine effects by time\n(before to after intervention). As the effects of the training were\nassessed before training and at three time points (after 6, 12, and\n18 weeks of the exercise program), to assess the within-group\ndifferences, a repeated-measures analysis of variance (ANOVA)\nwas carried out. Primary statistical analysis was the\ndetermination of between-group differences using one-way\nanalysis of covariance (ANCOVA) to evaluate the main and\nintervention effects. ANCOVA was used to evaluate variables\nthat were measured at only two time points using the 18-week\nvalue as the dependent variable and the baseline value as covariate.\nThe post hoc Bonferroni test was used for both analyses when a\nconsiderable difference between the samples was revealed. Variation\nin each variable based on time was calculated as the post\nintervention value – pre intervention value. All statistical tests\nwere performed considering a signiﬁcance level of p < 0.05. To\nassess the magnitude of differences between groups, the effect size\n(ES) was calculated in relation to the statistical tests used in the\nresearch plan (Cohen’s d for t-tests and partial eta squared for\nANOVA and ANCOVA). Based onCohen (1988), we considered an\nES of 0.20 – 0.49 to be small, 0.50 – 0.79 as moderate,\nand ≥0.80 as high.\n3 Results\nThe project was completed by 93 women; in the training groups,\none of the women resigned from participation in the program\nduring the third week of practice, whilst six persons from the\ncontrol groups did not take part in the ﬁnal measurements. In\nthe result, 49 women accomplished 54 CHWIT sessions after\n18 weeks and were considered for the ﬁnal analysis (Figure 1).\nOver the entire 18-week intervention period, the mean adherence\nrate was 92.6%, with adherence rates ranging from 80% to 100%. No\nadverse events were also reported during the intervention period.\nInter- and intra-group differences in pre– post training assessment of\nanthropometric and body composition characteristics are presented\nin Table 1 for premenopausal women and in Table 2 for post-\nmenopausal women. At the starting point, there were no differences\nbetween the control and intervention groups and between pre- and\npostmenopausal groups with the reference to body mass, muscle\ncomponent, trunk and limbs ’ circumferences, BMI, and WHR\nindexes. There were also no statistically signiﬁcant differences in\nfat percentage between the intervention and control groups in both\nage groups. However, the compared pre- and postmenopausal\ngroups varied signiﬁcantly in the level of body fat, which was\napproximately 5% higher in women after menopause (ES = 0.66;\np = 0.013).\nAfter 6 weeks of training, both the experimental pre- and post-\nmenopausal groups showed statistically signiﬁcant differences (p<\n0.05) in body weight, BMI, body fat (%), trunk and limb\ncircumferences, and WHR index (Tables 1, 2). After 18 weeks of\ntraining, multivariate tests for repeated-measures ANOVA showed\nFrontiers inPhysiology frontiersin.org05\nSocha et al. 10.3389/fphys.2025.1540983\n\nstatistically signiﬁcant decreases in body weight (PreMe: −1.7 ±\n1.9 kg, ES = 0.39, p< 0.001; PostMe:−2.0 ± 2.0 kg, ES = 0.48, p<\n0.001); BMI (PreMe:−0.6 ± 0.7 kg/m2, ES = 0.40, p< 0.001; PostMe:\n−0.7 ± 0.8 kg/m2, ES = 0.48, p< 0.001); body fat (PreMe: 1.7% ±\n1.4%, ES = 0.53, p< 0.001; PostMe: −1.8% ± 1.4%, ES = 0.51, p<\n0.001); waist (PreMe:−3.9 ± 2.5 cm, ES = 0.68, p< 0.001; PostMe:\n−4.7 ± 2.3 cm, ES = 0.75, p< 0.001), hips (PreMe:−2.9 ± 1.7 cm, ES =\n0.71, p< 0.001; PostMe:−3.0 ± 2.2 cm, ES = 0.59, p< 0.001), thigh\n(PreMe: −1.6 ± 1.2 cm, ES = 0.59, p< 0.001; PostMe:−1.7 ± 1.0 cm,\nES = 0.66, p< 0.001), and arm (PreMe: 0.8 ± 0.8 cm, ES = 0.46, p<\n0.001; PostMe:−1.3 ± 1.0 cm, ES = 0.61, p< 0.001) circumference;\nand WHR (PreMe: −0.01 ± 0.02, ES = 0.28, p = 0.005; PostMe:\n−0.03 ± 0.02, ES = 0.41, p = 0.002) (Tables 1, 2). The main difference\nbetween pre- and postmenopausal group in response to prolonged\nphysical activity was associated with changes in the muscle\ncomponent (kg) as the main part of fat-free body mass. In pre-\nmenopausal women, a signiﬁcant increase in the muscle component\nestimated by BIA was noted after 6 weeks of CHWIT (+0.4 ± 0.6 kg;\nES = 0.60;p = 0.005) and after 18 weeks of training (+0.9 ± 1.0 kg;\nES = 0.31;p < 0.001), while in the group of postmenopausal women,\nit was seen only after 18 weeks of training (+0.5 ± 0.9 kg; ES = 0.18;\np = 0.003).\nIn the group of premenopausal women, ANCOVA (Table1)\nveriﬁed the null hypothesis that the mean values in the two groups\nare not different after 18 weeks CHWIT accounting for baseline\nvalues. After training, compared to the control, the intervention\ngroup showed signiﬁcant differences for each anthropometric and\nbody composition variable, except for the WHR index (p = 0.408).\nBody mass (ES = 0.41,p < 0.001); BMI (ES = 0.42,p = 0.005); body\nfat (%) (ES = 0.57,p < 0.001); and waist (ES = 0.57p < 0.001), hip\n(ES = 0.62,p < 0.001), thigh (ES = 0.51,p < 0.001), and arm (ES =\n0.38, p = 0.006) circumferences were decreased after training in the\nCHWIT premenopausal group. Muscle component (kg) was\nstatistically signiﬁcantly increased after 18 weeks of CHWIT in\npremenopausal group (ES = 0.43,p < 0.001). In postmenopausal\nwomen ( Table 2 ), ANCOVA revealed signi ﬁcant differences\nbetween groups post 18 weeks CHWIT only in the case of body\nfat (%) (ES = 0.60;p < 0.001), muscle component (kg) (ES = 0.36,p <\n0.001), and thigh (ES = 0.58,p < 0.001) and arm circumferences\n(ES = 0.50,p < 0.04), and there was no signiﬁcant between-group\ndifferences for the remaining outcomes (p < 0.05). The values of\nthese variables, except the muscle component, decreased in the\nintervention group.\nRegarding resistance progression, measured by the number of\nrepetitions on the hydraulic machines in subsequent weeks of\nCHWIT, cross-group comparisons are presented in Table 3 for\npremenopausal women and inTable 4for postmenopausal women.\nAt the beginning of the research, there were no statistically\nsigniﬁcant differences in resistance between the intervention and\ncontrol groups in both age ranges. Pre-menopausal women\nperformed a signi ﬁcantly higher amount of repetitions than\npostmenopausal women only on the hip extension machines,\nboth at the beginning of the study and after 18 weeks of training\n(ES = 0.36– 0.76, p = 0.02– 0.04), which proves a greater strength of\ngluteal muscles and lower limbs ’ ﬂexors. In both age groups,\nincreases in resistance occurred progressively and were identiﬁed\nTABLE 1 Effects of CHWIT on anthropometric and body composition indices in premenopausal women.\nVariable Group Baseline 6 weeks 12 weeks 18 weeks F p\nvaluec\nDifference\nin change\n95% CI\nfor\nchange\nF p-valued\nWeight (kg) CHWIT\ncontrol\n73.0 ± 17.0\n72.8 ± 17.4\n72.4 ±\n16.9 *,a\n71.6 ± 16.6 *a,b 71.3 ± 16.3 *,a\n73.9 ± 17.3 *,a\n9.2 <0.001 −2.6 −3.6 to −1.6 31.8 <0.001\nBMI (kg/m2) CHWIT\ncontrol\n26.6 ± 5.7\n26.1 ± 5.8\n26.4 ± 5.6 *,a 26.1 ± 5.5 *,a,b 26.0 ± 5.4 *,a\n26.5 ± 5.7 *a\n9.8 <0.001 −0.5 −0.9 to −0.2 32.3 0.005\nBody fat (%) CHWIT\ncontrol\n34.0 ± 8.9\n32.9 ± 8.5\n33.3 ± 0.9 *,a 32.7 ± 8.7 *,a,b 32.2 ± 8.6 *a,b\n34.1 ± 8.8 *,a\n26.6 <0.001 −3.4 −4.5 to −2.3 14.7 <0.001\nMuscle\ncomponent\n(kg)\nCHWIT\ncontrol\n44.4 ± 5.3\n45.2 ± 5.4\n44.8 ± 5.6 *,a 44.8 ± 5.7 *,a 45.3 ± 5.8 *,a,b\n44.3a ± 5.1\n15.5 <0.001 1.5 0.9 to 2.1 33.9 <0.001\nWaist (cm) CHWIT\ncontrol\n87.9 ± 14.5\n82.4 ± 14.2\n85.9 ± 14.1*,a 85.0 ±\n13.9 *,a,b\n84.0 ± 13.8 *,a,b\n82.9 ± 14.2a\n27.5 <0.001 −4.0 −5.5 to −2.4 14.3 <0.001\nHips (cm) CHWIT\ncontrol\n104.6 ± 11.0\n101.0 ± 14.0\n103.4 ±\n10.9 *,a\n102.6 ±\n10.9 *,a,b\n101.7 ± 10.8\n*,a,b\n101.4 ± 14.1 *,a\n36.9 <0.001 −4.9 −6.0 to −3.8 20.8 <0.001\nWHR CHWIT\ncontrol\n0.84 ± 0.07\n0.82 ± 0.01\n0.83 ±\n0.07 *,a\n0.82 ± 0.07 *,a 0.82 ± 0.07 *,a\n0.82 ± 0.06\n4.6 0.005 −0.01 −0.02 to 0.01 4.0 0.408\nRight\nthigh (cm)\nCHWIT\ncontrol\n59.4 ± 7.3\n58.9 ± 7.5\n58.5 ± 7.1 *,a 58.1 ± 6.8 *,a,b 57.8 ± 6.7 *,a,b\n59.2 ± 7.4\n16.1 <0.001 −1.5 −2.1 to −0.9 39.3 <0.001\nRight\narm (cm)\nCHWIT\ncontrol\n30.8 ± 4.2\n30.3 ± 5.0\n30.5 ± 4.3 *,a 30.2 ± 4.1*,a,b 30.0 ± 4.0 *,a,b\n30.7 ± 4.8\n11.3 <0.001 −0.6 −1.0 to −0.2 25.9 0.006\nThe values were presented as mean ± standard deviation, mean difference in the change (post intervention value– pre intervention value), and 95% conﬁdence interval (CI) for differences;\nCHWIT, circuit hydraulic weight interval training)-experimental group (n = 25); control, control group (n = 19); BMI, body mass index; WHR, waist to hip ratio; * statistically signiﬁcant;\nasigniﬁcant difference from baseline,p < 0.05; bsigniﬁcant difference from last measurement,p < 0.05; ccalculated by multivariate tests for repeated measures ANOVA;dcomparing between\nCHWIT and control group calculated by ANCOVA; analysis adjusted for baseline values.\nFrontiers inPhysiology frontiersin.org06\nSocha et al. 10.3389/fphys.2025.1540983\n\nwithin the ﬁrst 6 weeks of the intervention, and each subsequent\n6 weeks of CHWIT resulted in a signiﬁcant increase in the number\nof repetitions performed on every hydraulic machine (p< 0.05).\nAfter 18 weeks of training, multivariate tests for repeated measures\nANOVA showed statistically signiﬁcant increases in the number of\nrepetitions in pulldown/shoulder press (PreMe: +7.2 ± 3.8, ES =\n0.66, p < 0.001; PostMe: +7.3 ± 3.1, ES = 0.74,p < 0.001), adductor/\nabductor (PreMe: +10.1 ± 4.1, ES = 0.71,p < 0.001; PostMe: +10.3 ±\n5.3, ES = 0.69,p < 0.001), chest press/rowing (PreMe: +10.2 ± 4.7,\nES = 0.73,p < 0.001; PostMe: +8.7 ± 3.8, ES = 0.77,p < 0.001), hip\nextension 1 (PreMe: +12.1 ± 4.5, ES = 0.74,p < 0.001; PostMe:\n+10.9 ± 4.6, ES = 0.77,p < 0.001), hip extension 2 (PreMe: +11.8 ±\n5.7, ES = 0.72,p < 0.001; PostMe: +11.2 ± 4.2, ES = 0.76,p < 0.001),\nback extension/ﬂexion (PreMe: +6.4 ± 3.5, ES = 0.69,p < 0.001;\nPostMe: +6.5 ± 3.3, ES = 0.67,p < 0.001), butterﬂy (PreMe: +8.2 ±\n3.6, ES = 0.69,p < 0.001; PostMe: +9.1 ± 3.8, ES = 0.76,p < 0.001),\nand squat (PreMe: +9.0 ± 5.2,ES = 0.68,p < 0.001; PostMe: +8.0 ±\n5.0, ES = 0.66,p < 0.001). These results have been conﬁrmed by\nANCOVA, which revealed signi ﬁcant between-groups effects:\npulldown/shoulder press (PreMe: ES = 0.50, p < 0.001; PostMe:\nES = 0.61,p < 0.001), adductor/abductor (PreMe: ES = 0.62,p <\n0.001; PostMe: ES = 0.61,p < 0.001), chest press/rowing (PreMe:\nES = 0.56,p < 0.001; PostMe: ES = 0.49,p\n< 0.001), hip extension 1\n(PreMe: ES = 0.68,p < 0.001; PostMe: ES = 0.56,p < 0.001), hip\nextension 2 (PreMe: ES = 0.69,p < 0.001; PostMe: ES = 0.58,p <\n0.001), back extension/ﬂexion (PreMe: ES = 0.51,p < 0.001; PostMe:\nES = 0.53,p < 0.001), butterﬂy (PreMe: ES = 0.65,p < 0.001; PostMe:\nES = 0.69, p < 0.001), and squat (PreMe: ES = 0.60,p < 0.001;\nPostMe: ES = 0.40,p < 0.001). No statistically signiﬁcant change in\nmuscle performance was found in the control groups during the 18-\nweek follow-up period (Tables 3, 4).\n4",
    "discussion": "The aim of this study was to evaluate the inﬂuence of the\nCHWIT program, which combines hydraulic resistance with\ncircuit and interval training, on the changes of anthropometric\ntraits and body composition in pre- and postmenopausal women\nhaving a sedentary lifestyle. Menopause diminishes physicalﬁtness\nand alters body composition by increasing total body fat and\nabdominal fat while decreasing fat-free mass, the main\ncomponent of which is muscle mass. The latter is of key\nimportance for maintaining independence in daily activities\nduring the aging process progression. Muscle mass, especially\ntheir strength, as the studies ofNewman et al. (2006)proved, is\nan important indicator of the muscle quality at the risk of mortality\nassessment. Regular exercise may reverse sarcopenia, prolong life,\nand improve its quality (Fragala et al., 2019).\nThe results of the current study conﬁrm literature reports on the\neffects of periodic WT training on body composition components of\nthe participants. A multitude of training systems offered to women\nby ﬁtness clubs stimulates the search for training solutions that\nwould bring positive health results while at the same time being safe\nand pleasurable for non-athletes. It was proved that WT, as a single\nform, or combined with other activities, twice or three times per\nTABLE 2 Effects of CHWIT on anthropometric and body composition indices in postmenopausal women.\nVariable Group Baseline 6 weeks 12 weeks 18 weeks F p-valuec Difference\nin change\n95% CI\nfor\nchange\nF p-valued\nWeight (kg) CHWIT\ncontrol\n74.4 ± 15.1\n73.0 ± 10.8\n73.5 ±\n14.5 *,a\n72.9 ±\n14.2 *,a,b\n72.4 ± 13.9 *,a,b\n73.5 ± 10.4\n15.3 <0.001 −0.2 −0.8 to 0.5 45.7 0.635\nBMI (kg/m2) CHWIT\ncontrol\n28.0 ± 5.1\n27.5 ± 4.1\n27.7 ± 4.9 *,a 27.4 ± 4.8 *,a,b 27.3 ± 4.7 *,a,b\n27.7 ± 4.0a\n17.4 <0.001 0.2 −0.1 to 0.4 38.6 0.223\nBody fat (%) CHWIT\ncontrol\n39.1 ± 7.7\n36.7 ± 5.1\n38.4 ± 7.9 *,a 37.9 ± 7.8 *,a,b 37.3 ± 7.6 *,a,b\n37.8 ± 5.0a\n26.6 <0.001 −1.9 −2.7 to 1.0 23.4 <0.001\nMuscle\ncomponent\n(kg)\nCHWIT\ncontrol\n43.2 ± 4.6\n43.5 ± 3.5\n43.2 ± 4.7 43.4 ± 4.7 43.7 ± 4.9 * ,a,b\n42.9 ± 3.3 *,a\n5.1 0.003 1.1 0.6 to 1.5 23.0 <0.001\nWaist (cm) CHWIT\ncontrol\n92.5 ± 12.9\n89.0 ± 13.9\n90.4 ±\n12.6 *,a\n89.1 ±\n12.2 *,a,b\n87.8 ± 11.8 *,a,b\n89.6 ± 14.1a\n55.4 <0.001 0.3 −0.8 to 1.3 92.1 0.619\nHips (cm) CHWIT\ncontrol\n106.6 ± 9.6\n104.7 ± 10.3\n105.2 ±\n9.0 *,a\n104.4 ±\n9.0 *,a,b\n103.6 ± 8.7 *,a,b\n105.1 ±\n10.5 *,a\n63.4 <0.001 −0.2 −1.3 to 0.9 11.4 0.695\nWHR CHWIT\ncontrol\n0.87 ± 0.07\n0.85 ± 0.07\n0.86 ±\n0.07 *,a\n0.85 ±\n0.06 *,a,b\n0.84 ± 0.06 *,a,b\n0.85 ± 0.06\n7.1 0.002 0.01 −0.004 to\n0.02\n3.9 0.161\nRight\nthigh (cm)\nCHWIT\ncontrol\n59.1 ± 5.5\n57.7 ± 4.4\n58.2 ± 5.3 *,a 57.7 ± 5.2 *,a,b 57.5 ± 5.2 *,a,b\n57.8 ± 4.3\n34.5 <0.001 −0.6 −1.0 to 0.1 16.7 0.01\nRight\narm (cm)\nCHWIT\ncontrol\n32.0 ± 3.9\n31.0 ± 2.7\n31.5 ± 3.9 *,a 30.9 ± 3.8 *,a,b 30.7 ± 3.6 *,a,b\n31.2 ± 2.9\n19.0 <0.001 −0.5 −0.9 to 0.0 42.7 0.04\nThe values were presented as mean ± standard deviation, mean difference in the change (post intervention value– pre intervention value), and 95% conﬁdence interval (CI) for differences;\nCHWIT, circuit hydraulic weight-interval training-experimental group (n = 25); control, control group (n = 19); BMI, body mass index; WHR, waist to hip ratio; * statistically signiﬁcant;\nasigniﬁcant difference from baseline,p < 0.05; bsigniﬁcant difference from last measurement,p < 0.05; ccalculated by multivariate tests for repeated measures ANOVA;dcomparing between\nCHWIT and control group calculated by ANCOVA; analysis adjusted for baseline values.\nFrontiers inPhysiology frontiersin.org07\nSocha et al. 10.3389/fphys.2025.1540983\n\nTABLE 3 Progression of resistance measured by the number of repetitions on hydraulic machines in premenopausal women.\nHydraulic machine Group Baseline 6 weeks 12 weeks 18 weeks F p-valuec Difference in change 95% CI for change F p-valued\nPulldown/shoulder press CHWIT\ncontrol\n25.0 ± 4.7\n25.4 ± 3.6\n28.3 ± 4.5 *,a 30.0 ± 4.2 *,a,b 32.2 ± 3.8 *,a,b\n25.8 ± 5.0\n29.3 <0.001 6.8 4.7 to 9.0 45.3 <0.001\nAdductor/abductor CHWIT\ncontrol\n33.2 ± 5.4\n32.5 ± 4.9\n37.9 ± 5.1 *,a 41.5 ± 5.1 *,a,b 43.3 ± 5.0 *,a,b\n32.6 ± 6.1\n49.8 <0.001 11.7 9.2 to 14.2 69.4 <0.001\nChest press/rowing CHWIT\ncontrol\n23.9 ± 5.6\n23.8 ± 5.0\n28.1 ± 4.8 *,a 31.8 ± 5.6 *,a,b 34.1 ± 5.3 *,a,b\n23.0 ± 5.7\n41.0 <0.001 9.7 7.1 to 12.3 56.7 <0.001\nHip extension 1 CHWIT\ncontrol\n29.5 ± 5.0\n27.7 ± 4.7\n34.3 ± 5.2 *,a 38.7 ± 6.5 *,a,b 41.7 ± 4.9 *,a,b\n26.8 ± 5.3\n64.6 <0.001 13.3 10.8 to 15.8 93.7 <0.001\nHip extension 2 CHWIT\ncontrol\n29.6 ± 5.5\n27.5 ± 4.5\n34.2 ± 4.9 *,a 38.5 ± 5.5 *,a,b 41.3 ± 4.4 *,a,b\n27.7 ± 5.4\n38.8 <0.001 14.2 11.5 to 16.8 98.7 <0.001\nBack extension/ﬂexion CHWIT\ncontrol\n15.3 ± 3.7\n15.5 ± 3.8\n18.3 ± 3.7 *,a 19.6 ± 4.2 *,a,b 21.7 ± 4.1 *,a,b\n15.8 ± 4.7\n30.1 <0.001 6.3 4.4 to 8.3 45.2 <0.001\nButterﬂy CHWIT\ncontrol\n22.3 ± 4.7\n21.3 ± 4.5\n25.7 ± 3.9 *,a 28.2 ± 4.4 *,a,b 30.5 ± 4.3 *,a,b\n22.0 ± 5.1\n49.3 <0.001 10.0 7.9 to 12.0 81.3 <0.001\nSquat CHWIT\ncontrol\n23.3 ± 6.2\n22.8 ± 5.6\n27.4 ± 5.6 *,a 30.0 ± 4.9 *,a,b 32.3 ± 4.7 *,a,b\n21.9 ± 4.4\n24.5 <0.001 9.7 7.3 to 12.0 66.5 <0.001\nThe values were presented as mean ± standard deviation, mean difference in the change (post intervention value– pre intervention value), and 95% conﬁdence interval (CI) for differences; CHWIT, circuit hydraulic weight-interval training-experimental group (n = 25);\ncontrol, control group (n = 19); * statistically signiﬁcant; asigniﬁcant difference from baseline,p < 0.05; bsigniﬁcant difference from last measurement,p < 0.05; ccalculated by multivariate tests for repeated measures ANOVA;dcomparing between CHWIT and control\ngroup calculated by ANCOVA; analysis adjusted for baseline values.\nFrontiers inPhysiology frontiersin.org08\nSocha et al. 10.3389/fphys.2025.1540983\n\nTABLE 4 Progression of resistance measured by the number of repetitions on hydraulic machines in postmenopausal women.\nHydraulic machine Group Baseline 6 weeks 12 weeks 18 weeks F p-valuec Difference in change 95% CI for change F p-valued\nPulldown/shoulder press CHWIT\ncontrol\n25.3 ± 3.7\n26.0 ± 3.7\n28.5 ± 4.8 *,a 30.7 ± 5.0 *,a,b 32.6 ± 5.2 *,a,b\n25.1 ± 5.2\n46.4 <0.001 7.1 5.3 to 8.9 68.7 <0.001\nAdductor/abductor CHWIT\ncontrol\n31.7 ± 6.2\n33.3 ± 5.0\n35.3 ± 5.2 *,a 39.1 ± 6.4 *,a,b 41.9 ± 5.7 *,a,b\n32.8 ± 4.8\n28.6 <0.001 9.2 6.8 to 11.6 69.1 <0.001\nChest press/rowing CHWIT\ncontrol\n22.6 ± 5.2\n23.3 ± 5.3\n25.0 ± 5.1 *,a 29.1 ± 6.1 *,a,b 31.3 ± 5.9 *,a,b\n24.6 ± 5.2\n40.9 <0.001 6.6 4.3 to 8.9 42.1 <0.001\nHip extension 1 CHWIT\ncontrol\n27.4 ± 6.6\n29.9 ± 5.7\n33.1 ± 6.4 *a 35.0 ± 6.8 *,ab 38.3 ± 5.7 *a,b\n31.4 ± 5.8\n44.2 <0.001 6.9 4.7 to 9.2 55.3 <0.001\nHip extension 2 CHWIT\ncontrol\n26.7 ± 5.5\n30.3 ± 5.0\n32.2 ± 6.4 *,a 34.7 ± 5.8 *a,b 37.9 ± 5.5 *ab\n29.8 ± 4.9\n52.3 <0.001 8.0 5.6 to 10.4 60.8 <0.001\nBack extension/ﬂexion CHWIT\ncontrol\n15.8 ± 4.0\n16.0 ± 6.0\n18.3 ± 4.6 *,a 20.3 ± 4.8 *a,b 22.3 ± 4.9 *,a,b\n15.5 ± 4.0\n33.8 <0.001 6.8 4.8 to 8.7 50.1 <0.001\nButterﬂy CHWIT\ncontrol\n21.2 ± 4.7\n23.4 ± 4.2\n25.3 ± 5.0 *,a 28.5 ± 5.3 *a,b 30.3 ± 4.6 *,a,b\n21.5 ± 4.3\n46.4 <0.001 8.8 6.9 to 10.8 98.2 <0.001\nSquat CHWIT\ncontrol\n22.3 ± 5.6\n22.9 ± 5.5\n26.2 ± 5.9 *,a 27.9 ± 5.4 *,a,b 30.3 ± 5.5 *,a,b\n23.6 ± 5.0\n20.8 <0.001 6.7 4.1 to 9.3 29.7 <0.001\nThe values were presented as mean ± standard deviation, mean difference in the change (post intervention value– pre intervention value), and 95% conﬁdence interval (CI) for differences; CHWIT, circuit hydraulic weight-interval training-experimental group (n = 25);\ncontrol, control group (n = 19); * statistically signiﬁcant; a signiﬁcant difference from baseline,p < 0.05; b signiﬁcant difference from last measurement,p < 0.05; c calculated by multivariate tests for repeated measures ANOVA;d comparing between CHWIT and control\ngroup calculated by ANCOVA; analysis adjusted for baseline values.\nFrontiers inPhysiology frontiersin.org09\nSocha et al. 10.3389/fphys.2025.1540983\n\nweek, is a basic strategy for the prevention and treatment of\nsarcopenia and its consequences (Hunter et al., 2004; Shaw et al.,\n2016; Foster and Armstrong, 2018). Standard strength training\nequipment, however, is mostly preferred by men whose main\ntraining aim is building the mass and strength of muscles. An\nalternative way is resistance training on hydraulic gym\nequipment, which does not expose the training person to risk of\ninjury in the case of failure (Kerr and Comstock, 2010), and due to\nthis, it is more willingly chosen by women and older people. A 12-\nweek-long HWT protocol completed by women aged 65+ resulted in\nthe improvement of body mass, fat-free mass, and muscle strength\nin upper and lower limbs (Gambassi et al., 2016). Similarly, older\npeople ( ≥65 years) showed increased lower extremity muscle\nfunction after 10 weeks of HWT, with no effect on body weight\n(Dolan et al., 2015). In another study among older women (over\n65 years of age) with sarcopenia obesity, a 10-week-long WT\nprogram proved not to be effective in enhancing their physical\nﬁtness (Vasconcelos et al., 2016). Only 24 weeks of WT, performed\nthree times per week, in a group of women aged 60+ induced a\nsigniﬁcant growth of fat-free mass with no impact on the body fat\nmass (Gadelha et al., 2016). Positive effects on enhancing functional\ncapability in women are obtained by combining resistance and\ncircuit (CWT) or interval training (IWT). In young women,\nhigh-intensity circuit training (HICT) resulted in a signi ﬁcant\ndecrease in total adipose tissue and subcutaneous leg and trunk\nfat (Trapp et al., 2008). In middle-aged and older women, CT for\n12 weeks signi ﬁcantly increased fat-free mass, improved basic\nmetabolism, and reduced BMI and adipose tissue ( Hsu et al.,\n2015). Similarly, 10-month-long HIIT in women aged 36.4 (±4.4)\nyears generated both muscle strength growth and caused a long-\nlasting negative energy balance and the permanent reduction of\nbody mass and adipose tissue (Batrakoulis et al., 2018).\nIn the present study, only 6 weeks of CHWIT were enough to\nhave a positive inﬂuence on reducing body fat in both groups of\npre- and postmenopausal women. The changes in the muscle\ncomponent were observable after 6 weeks in the premenopausal\ngroup, while in the case of postmenopausal women, another\n12 weeks of training were necessary. The decrease in the size and\nnumber of muscleﬁbers accelerates considerably beyond 50 years\nof age, resulting in the loss of 30% – 40% of muscle mass. A\ndelayed reaction of muscle tissue to the training stimulus may\nresult due to progression with age,diminished activity of satellite\ncells, age-related muscle hypertrophy limitation of an older\nmuscle compared with a younger muscle as a result of a\nmotor unit loss, and increased ingression of adipose and\nconnective tissue into the muscles ( Hunter et al., 2004 ). The\nresearch by Lehnert et al. (2015) showed that the body\ncomposition of inactive, pr emenopausal women aged 36.2\n(±9.97) years after 12 weeks of CHWT did not change\nconsiderably. Kerksick et al. (2009) carried out a study among\nsedentary, obese, premenopausal women (38.5 ± 8.5 years)\nsubjected to a 14-week CHWT program and suggested that\nthe veri ﬁcation of the training effect shall be longer or\nsupplemented with a nutrition plan in order to alter the body\ncomposition effectively. Similar",
    "conclusions": "were reached by\nOliveira-Junior et al. (2021) , who demonstrated improved\naerobic capacity and ﬂexibility without changes in body\nc o m p o s i t i o na f t e r1 2w e e k so fC W I Ti na d u l t sw i t h o u td i e t a r y\nrecommendations or nutritiona l control. It should be noted,\nhowever, that a radical decrease in energy intake results in a\nr e d u c t i o no fl e a nb o d ym a s sa n dh a san e g a t i v ee f f e c to n\nmetabolism (Stiegler and Cunliffe, 2006). It was proven that in\nthe case of older persons, the volume, frequency, ratio of workout\nto rest, and training intensity playa crucial role in the adaptations\ncaused by CWT (Romero-Arenas et al., 2013 ). In the research\ncarried out by\nYoung (2007) involving postmenopausal women\naged 56.5 (±7.5) years, 12 weeks of CHWT signiﬁcantly reduced\nbody mass and BMI but did not affect the muscle mass. In\nanother study of women from 45 to 75 years of age, 12 weeks\nof CT caused a considerable decrease in body mass and adipose\ntissue and the increase in basic metabolism and lean body mass\ninclusive of muscle mass (Hsu et al., 2015). This study, however,\ndid not take into consideration the status of menopause.\nIn the present study, adding elements of IT to the training of\nthe investigated group of women allowed to achieve bene ﬁcial\nchanges of body composition in a shorter period of time while\nmaintaining the current nutrition model. Moreover, the training\nwas of a changeable intensity, which is based on an alternate pace\nof resistance exercise and active rest. Lowering the body fat level, as\nobserved in our study, may result from the introduction of short\nperiods of active rest between the exercises, which intensiﬁes the\naerobic element of the program (Lee et al., 2011; D u p u i te ta l . ,\n2021). At a training load of 60%– 70% of maximum heart rate after\n6 weeks of CHWIT, we noticed a statistically signiﬁcant decrease in\nabdominal fat measured by waist circumference and WHR,\nalthough ANCOVA did not reveal any signi ﬁcant effects\nbetween groups (p > 0.05) (Table 1). Reduction of central fat\nhas a signiﬁcant impact due to the complications that are caused by\nsuch fat distribution in peri-menopausal women. A consequence of\nabdominal obesity is an increased incidence of coronary heart\ndisease, diabetes, hypertensio n, and diminished quality of life\n(Teede et al., 2010 ). Increased ef ﬁciency of the circulatory\nsystem after 9 weeks of HWT was indicated by Cooney and\nWalker (1986) . The changes in abdominal fat were observed\nafter the trainings of high intensity. HIIT, promoted as a time-\nefﬁcient strategy for improving body composition, signi ﬁcantly\ndecreased abdominal and visceral fat mass in the sample of persons\naged 38.8 (±14.4) years (Maillard et al., 2018), whereas 12-week-\nlong HICT reduced waist circumference in persons aged 50 to\n65 years (Paoli et al., 2010). In the research carried out byMaillard\net al. (2018), HIT (over 90% of the maximum heart rate) was more\neffective in decreasing whole-body obesity, while lower rates of\nintensity had a higher impact on the changes in visceral and\nabdominal cavity fat mass. HIIT and moderate-intensity\ncontinuous training (MICT) in overweight or obese adults aged\n18– 45 years lead to a signiﬁcant decrease in body mass, waist\ncircumference, and whole-body fat ( Wewege et al., 2017 ).\nPromising effects on improving various parameters of physical,\nmental, and metabolic health in inactive, overweight, and obese\nwomen are provided by new HIIT-type hybrid neuromuscular\ntraining protocols ( Batrakoulis et al., 2020a ; Batrakoulis et al.,\n2021b). The several-month hybrid training protocol proposed in\nthese papers had positive effects on the body weight, abdominal\nobesity indices, resting cardi ovascular function, glucose\nmetabolism, lipid metabolism, and redox status ( Batrakoulis\net al., 2020a ; Batrakoulis et al., 2021b ); had improvements in\nFrontiers inPhysiology frontiersin.org10\nSocha et al. 10.3389/fphys.2025.1540983\n\nmental wellbeing and subjective vitality (Batrakoulis et al., 2020a);\na n di m p r o v e dm u s c u l o s k e l e t a lﬁtness indicators (Batrakoulis et al.,\n2020b; Batrakoulis et al., 2023).\nThe results of the present study prove that a low level of\nresistance is enough to activate the growth of muscle strength.\nOther studies have shown that WT programs with low or\nmoderate load (45% 1RM) induce strength and skeletal muscle\nhypertrophy in persons over 65 years of age under the condition that\na sufﬁcient number of repetitions is performed (Csapo and Alegre,\n2016). Owing to that, HWT is recommended as an effective form of\nresistance training that provides beneﬁts for older adults even at low\nor moderate intensity of training (Lee et al., 2011). In the exercises\non hydraulic equipment, the level of resistance intensity is\ndetermined by the individual effort and workout speed of the\nparticipant at each repetition ( Takeshima et al., 2002 ). In the\npresent study, a gradual increase in the number of repetitions on\nthe hydraulic exercise machines was observed in both age groups at\nevery stage of CHWIT. Therefore, the training scheme proposed in\nthis study is useful to initiate changes affecting muscle mass\nconditioning.\nIt is important to emphasize the effect of HWT (adductor/\nabductor hydraulic machine; Tables 3, 4) on the function of the\nhip adductor and abductor muscles. These muscles are\nresponsible for proper hip function, which, in the elderly\nfemale population, is one of the most common sites of injury\nthat can lead to falls (Gafner et al., 2021). Hydraulic resistance\nmachines are designed to exercise both muscle groups so that the\nmuscle force is evenly distributed, preventing hip overload and\ninjury. Such a system is suitable for functional rehabilitation,\nimproving the range of motion, muscle strength, symmetry of\nmovement, and motor coordination. Notably, in the study group\nof women, we did not note any report of injury occurrence during\nthe training program. Therefore, HWT is a safe form of training\nin the elderly female population that affects the muscular balance\nof the hip joint. Comparative studies of different populations\n(athletes and non-exercisers, young and elderly persons) show\nthat the pattern of improvement in hip adductor and abductor\nmuscle strength can differ and depends on many factors (Kemp\net al., 2013; Gafner et al., 2017; Karatrantou et al., 2019; Jaenada-\nCarrilero et al., 2024 ). Nadler et al. (2000) showed that the\ncoefﬁcient of variation for hip abduction strength in young\nindividuals was 26%, while in the elderly population, it was\n49% ( Gafner et al., 2017 ), which makes this trait clinically\nrelevant and important in ph ysiotherapy procedures ( Kemp\net al., 2013 ). Research is currently underway to re ﬁne and\nstandardize methodologies for measuring hip adduction and\nabduction strength in aging populations, which will enable\nrepeatability of investigations and comparison of results\n(Gafner et al., 2017; Gafner et al., 2021; Kawakami et al., 2024).\nOur ﬁndings support the conclusions that a hybrid-type\nexercise approach integrating endurance exercise and\nalternative resistance-based m odes improves body composition\nparameters and musculoskeletal ﬁtness in overweight and obese\nwomen with sedentary lifestyles (Batrakoulis et al., 2020b). Such\nprotocols provide knowledge of bene ﬁcial health adaptations\nachievable during short, superv ised training sessions, which\nsets the stage for future research based on longitudinal\ninterventions in the real-world (Batrakoulis et al., 2019).\nThe strength of this study is its long-term follow-up and\ncomparative analysis of the effects of circuit hydraulic weight\ninterval training on body composition parameters in pre- and\npostmenopausal women. In addition, the participants ’ exercise\nperformance was fully supervised by the trainer throughout\nthe study.\nHowever, there were some unavoidable research limitations in\nthis study. Due to the length of the experiment and its\nimplementation in a recreational sports center, there were\ndifﬁculties in maintaining a random selection of participants in\nthe groups. Therefore, a quasi-experimental study was used,\nconducted in two age groups, whose primary limitation was the\nlack of randomization. In addition, selection bias may have\noccurred. Women who participated in the intervention study and\nattended the exercise sessions may have had stronger health-\npromoting motivation compared with women who entered the\nstudy through open recruitment but attended only the baseline\nand end-line measurements.\nAnother limiting factor in this study may be the lack of\nnutritional control. Our participants only declared no change in\neating habits. We would like to point out that it is difﬁcult to keep\nmore people on the 18-week training program (54 training sessions)\nwith strict nutritional control at the same time. We also wanted to\navoid underestimating the calorie intake of the study participants,\nwhich can happen in reports based on 24-hour dietary recalls\n(Mitka, 2013).\nWe recognize that a limitation to our study may be the use of\nBIA to assess body composition parameters, especially as DXA is\nconsidered the reference method. A recent retrospective study\ncomparing DXA and BIA measurements of nutrition department\npatients showed that both methods can be used interchangeably to\nassess body composition at the population level (Achamrah et al.,\n2018). Similarly, other studies have shown that the BIA method can\nbe a viable alternative to DXA in different groups of men and\nwomen, including physical training persons and patients (Anderson\net al., 2012; Benito et al., 2019; Antonio et al., 2019; Cruz Rivera et al.,\n2022). We assure that, in accordance with the BIA measurement\nmethodology, every effort was made to maintain proper body\nhydration in the study participants. BIA is a safe, practical, and\nreliable method of assessing body composition with increasing use\nin sports ( Dżygadło et al., 2012 ), and in the case of ﬁeld\ninvestigations and in gyms and ﬁtness clubs, it is the only one\navailable due to the cost and location of the study. Participants in\nsuch surveys praise the short measurement time and immediate\nassessment of body composition components, which can positively\nmotivate people to exercise. When maintaining the repeatability of\nthe test conditions, long-term comparative observations can be\nmade at the training site.\nFinally, we did not conduct an observation to determine the\nlong-term effects of participation in this type of exercise\nintervention. Therefore, further research is also needed to assess\nthe feasibility of maintaining the usefulness and effectiveness of\nCHWIT on body composition and muscle mass condition in peri-\nmenopausal women. In this study, we were more interested in\ndetermining the direction of change and the period of time\nneeded to remodel the body composition of the studied groups\nof women under the inﬂuence of CHWIT. At the present time, our\nstudy is preliminary and more exploratory than conclusive.\nFrontiers inPhysiology frontiersin.org11\nSocha et al. 10.3389/fphys.2025.1540983\n\n5 Conclusion\nDespite the study’s limitations, the results suggest that the\nCHWIT protocol, which is part of Mrs.Sporty ’s commercial\nprogram, using hydraulic resistance, circuit exercise, and interval\ntraining, may be recommended for pre- and postmenopausal\nwomen to reduce body fat and improve anthropometric\ncharacteristics, body composition, and physicalﬁtness. Signiﬁcant\nchanges in the muscle component estimated by BIA require a longer\nexercise intervention in women after menopause. Fitness specialists\nmay advise peri-menopausal women CHWIT exercises, with breaks\non the active rest stations, to ensure healthy and independent aging.\nData availability statement\nThe original contributions presented in the study are included in\nthe article/supplementary material; further inquiries can be directed\nto the corresponding author.\nEthics statement\nThe studies involving humans were approved by the Research\nEthics Committee of Wroclaw University of Health and Sport\nSciences. The studies were conducted in accordance with the\nlocal legislation and institutional requirements. The participants\nprovided their written informed consent to participate in this study.\nAuthor contributions\nMS: conceptualization, formal analysis, investigation,\nmethodology, writing – original draft, and writing – review and\nediting. PĆ: investigation, supervision, and writing– original draft.\nWA: writing– review and editing.\nFunding\nThe author(s) declare thatﬁnancial support was received for the\nresearch, authorship, and/or publication of this article. This study\nwas ﬁnanced by the Minister of Science under the Regional\nExcellence Initiative Program.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial orﬁnancial relationships that could be\nconstrued as a potential conﬂict of interest.\nGenerative AI statement\nThe author(s) declare that no generative AI was used in the\ncreation of this manuscript.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their af ﬁliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nReferences\nAchamrah, N., Colange, G., Delay, J., Rimbert, A., Folope, V., Petit, A., et al. (2018).\nComparison of body composition assessment by DXA and BIA according to the body\nmass index: a retrospective study on 3655 measures.PLoS One 13, e0200465. doi:10.\n1371/journal.pone.0200465\nAnderson, L. J., Erceg, D. N., and Schroeder, E. T. (2012). Utility of multifrequency\nbioelectrical impedance compared with dual-energy x-ray absorptiometry for\nassessment of total and regional body composition varies between men and women.\nNutr. Res. 32, 479– 485. doi:10.1016/j.nutres.2012.05.009\nAntonio, J., Kenyon, M., Ellerbroek, A., Carson, C., Burgess, V., Tyler-Palmer, D.,\net al. (2019). Comparison of dual-energy X-ray absorptiometry (DXA) versus a multi-\nfrequency bioelectrical impedance (InBody 770) device for body composition\nassessment after a 4-week hypoenergetic diet. J. Funct. Morphol. Kinesiol. 4, 23.\ndoi:10.3390/jfmk4020023\nBatrakoulis, A., and Fatouros, I. G. (2022). Psychological adaptations to high-intensity\ninterval training in overweight and obese adults: a topical review.Sports 10, 64. doi:10.\n3390/sports10050064\nBatrakoulis, A., Fatouros, I. G., Chatzinikolaou, A., Draganidis, D.,\nGeorgakouli, K., Papanikolaou, K., et al. (2019). Dose-response effects of\nhigh-intensity interval neuromuscu lar exercise training on weight loss,\nperformance, health and quality of life in inactive obese adults: study\nrationale, design and methods of the DoIT trial. Contemp. Clin. Trials\nCommun. 23 (15), 100386. doi:10.1016/j.conctc.2019.100386\nBatrakoulis, A., Jamurtas, A. Z., Draganidis, D., Georgakouli, K., Tsimeas, P., Poulios,\nA., et al. (2021b). Hybrid neuromuscular training improves cardiometabolic health and\nalters redox status in inactive overweight and obese women: a randomized controlled\ntrial. Antioxidants 10, 1601. doi:10.3390/antiox10101601\nBatrakoulis, A., Jamurtas, A. Z., and Fatouros, I. G. (2021a). High-Intensity interval\ntraining in metabolic diseases: physiological adaptations. ACSMS Health Fit. J. 25,\n54– 59. doi:10.1249/FIT.0000000000000703\nBatrakoulis, A., Jamurtas, A. Z., Georgakouli, K., Draganidis, D., Deli, C. K.,\nPapanikolaou, K., et al. (2018). High intensity, circuit-type integrated\nneuromuscular training alters energy balance and reduces body mass and fat in\nobese women: a 10-month training-detraining randomized controlled trial. PLoS\nOne 13, e0202390. doi:10.1371/journal.pone.0202390\nBatrakoulis, A., Jamurtas, A. Z., Metsios, G. S., Perivoliotis, K., Liguori, G., Feito, Y.,\net al. (2022). Comparative efﬁcacy of 5 exercise types on cardiometabolic health in\noverweight and obese adults: a systematic review and network meta-analysis of\n81 randomized controlled trials. Circ. Cardiovasc. Qual. Outcomes 15, E008243.\ndoi:10.1161/CIRCOUTCOMES.121.008243\nBatrakoulis, A., Jamurtas, A. Z., Tsimeas, P., Poulios, A., Perivoliotis, K., Syrou, N.,\net al. (2023). Hybrid-type, multicomponent interval training upregulates\nmusculoskeletal ﬁtness of adults with overweight and obesity in a volume-\ndependent manner: a 1-year dose-response randomised controlled trial.Eur. J. Sport\nSci. 23, 432– 443. doi:10.1080/17461391.2021.2025434\nBatrakoulis, A., Loules, G., Georgakouli, K., Tsimeas, P., Draganidis, D.,\nChatzinikolaou, A., et al. (2020a). High-intensity interval neuromuscular training\npromotes exercise behavioral regulation, adherence and weight loss in inactive obese\nwomen. Eur. J. Sport Sci.20, 783– 792. doi:10.1080/17461391.2019.1663270\nBatrakoulis, A., Tsimeas, P., Deli, C. K., Vlachopoulos, D., Ubago-Guisado, E.,\nPoulios, A., et al. (2020b). Hybrid neuromuscular training promotes musculoskeletal\nadaptations in inactive overweight and obese women: a training-detraining randomized\ncontrolled trial. J. Sports Sci.39, 503– 512. doi:10.1080/02640414.2020.1830543\nFrontiers inPhysiology frontiersin.org12\nSocha et al. 10.3389/fphys.2025.1540983\n\nBeck, T. W. (2013). The importance ofa priorisample size estimation in strength and\nconditioning research. J. Strength. Cond. Res. 27, 2323 – 2337. doi:10.1519/JSC.\n0b013e318278eea0\nBenito, P. J., Gómez-Candela, C., Cabañas, M. D., Szendrei, B., and Castro, E. A.\n(2019). Comparison between different methods for measuring body fat after a weight\nloss program. Rev. Bras. Med. Esporte 25, 474 – 479. doi:10.1590/1517-\n869220192506149743\nBuch, A., Carmeli, E., Boker, L. K., Marcus, Y., Shefer, G., Kis, O., et al. (2016). Muscle\nfunction and fat content in relation to sarcopenia, obesity and frailty of old age-an\noverview. Exp. Gerontol. 76, 25– 32. doi:10.1016/j.exger.2016.01.008\nCohen, J. (1998). Statistical power analysis for the behavioral sciences. New York:\nLawrence Erlbaum Associates.\nCooney, M. M., and Walker, J. B. (1986). Hydraulic resistance exercise beneﬁts\ncardiovascular ﬁtness of spinal cord injured.Med. Sci. Sports Exerc.18, 522– 525. doi:10.\n1249/00005768-198610000-00005\nCruz Rivera, P. N., Goldstein, R. L., Polak, M., Lazzari, A. A., Moy, M. L., and Wan, E.\nS. (2022). Performance of bioelectrical impedance analysis compared to dual X-ray\nabsorptiometry (DXA) in Veterans with COPD.Sci. Rep.12, 1946. doi:10.1038/s41598-\n022-05887-4\nCsapo, R., and Alegre, L. M. (2016). Effects of resistance training with moderate vs\nheavy loads on muscle mass and strength in the elderly: a meta-analysis.Scand. J. Med.\nSci. Sports 26, 995– 1006. doi:10.1111/sms.12536\nde Mendonça, R. M. S. C., de Araújo Júnior, A. T., de Sousa, M. D. S. C., and\nFernandes, H. M. (2014). The effects of different exercise programmes on female body\ncomposition. J. Hum. Kinet.43, 67– 78. doi:10.2478/hukin-2014-0091\nDolan, E., Swinton, P., McCoy, S., and Carver, P. (2015). The impact of a self-\nregulated pneumatic resistance intervention on variables related to balance, gait and\nlower extremity muscle function in community dwelling older adults.Prog. Health Sci.\n5, 120– 129.\nDupuit, M., Rance, M., More, C., Bouillon, P., Boscaro, A., Martin, V., et al. (2021).\nEffect of concurrent training on body composition and gut microbiota in\npostmenopausal women with overweight or obesity. Med. Sci. Sports Exerc. 54,\n517– 529. doi:10.1249/MSS.0000000000002809\nDżygadło, B., Łepecka-Klusek, C., and Pilewski, B. (2012). Use of bioelectrical\nimpedance analysis in prevention and treatment of overweight and obesity.Probl.\nHig. Epidemiol. 93, 274– 280.\nFalcone, P. H., Tai, C. Y., Carson, L. R., Joy, J. M., Mosman, M. M., McCann, T. R.,\net al. (2015). Caloric expenditure of aerobic, resistance, or combined high-intensity\ninterval training using a hydraulic resistance system in healthy men.J. Strength Cond.\nRes. 29, 779– 785. doi:10.1519/JSC.0000000000000661\nFoster, C., and Armstrong, M. (2018). What types of physical activities are effective in\ndeveloping muscle and bone strength and balance.J. Frailty Sarcopenia Falls3, 58– 65.\ndoi:10.22540/JFSF-03-058\nFragala, M. S., Cadore, E. L., Dorgo, S., Izquierdo, M., Kraemer, W. J., Peterson, M. D.,\net al. (2019). Resistance training for older adults: position statement from the National\nStrength and Conditioning Association.J. Strength. Cond. Res.33, 2019– 2052. doi:10.\n1519/JSC.0000000000003230\nGabriel, D. A. (1991). Fatigue patterns for accommodating hydraulic resistance\nexercise. J. Appl. Sport Sci. Res. 5, 6– 10. doi:10.1519/1533-4287(1991)005 <0006:\nfpfahr>2.3.co;2\nGadelha, A. B., Paiva, F. M. L., Gauche, R., de Oliveira, R. J., and Lima, R. M. (2016).\nEffects of resistance training on sarcopenic obesity index in older women: a randomized\ncontrolled trial.Arch. Gerontol. Geriatr.65, 168– 173. doi:10.1016/j.archger.2016.03.017\nGafner, S., Bastiaenen, C. H. G., Terrier, P., Put, I., Ferrari, S., Gold, G., et al. (2017).\nEvaluation of hip abductor and adductor strength in the elderly: a reliability study.Eur.\nRev. Aging Phys. Act.14, 5. doi:10.1186/s11556-017-0174-6\nGafner, S. C., Bastiaenen, C. H. G., Biver, E., Ferrari, S., and Allet, L. (2021). Reliability\nand validity of an adapted hip abductor strength measure as a potential new fall risk\nassessment for older persons: a study protocol.BMC Geriatr. 21, 110. doi:10.1186/\ns12877-021-02048-6\nGambassi, B. B., Rodrigues, B., Feriani, D. J., de Jesus Furtado Almeida, F., Sauaia, B.\nA., Schwingel, P. A., et al. (2016). Effects of resistance training of moderate intensity on\nheart rate variability, body composition, and muscle strength in healthy elderly women.\nSport. Sci. Health12, 389– 395. doi:10.1007/s11332-016-0303-z\nGobbo, L. A., and Cyrino, E. S. (2021).““Effects of resistance training programs on\nbody composition in older adults, ” in Bioelectrical Impedance Analysis of Body\nComposition,” in Applications in sports science. Editors E. Marini and S. Toselli\n(Italy: Cagliari, Italy: Unica Press), 165– 176. doi:10.13125/unicapress.978-88-3312-\n033-1\nHa, C. H., Swearingin, B., Jeon, Y. K., and Lee, M. (2015). Effects of combined exercise\non HOMA-IR, HOMAβ-cell and atherogenic index in Korean obese female.Sport Sci.\nHealth 11, 49– 55. doi:10.1007/s11332-014-0208-7\nHolmes, C. J., and Racette, S. B. (2021). The utility of body composition assessment in\nnutrition and clinical practice: an overview of current methodology.Nutrients 13, 2493.\ndoi:10.3390/nu13082493\nHsu, W. H., Hsu, R. W. W., Lin, Z. R., and Fan, C. H. (2015). Effects of circuit exercise\nand tai chi on body composition in middle-aged and older women.Geriatr. Gerontol.\nInt. 15, 282– 288. doi:10.1111/ggi.12270\nHunter, G. R., McCarthy, J. P., and Bamman, M. M. (2004). Effects of resistance\ntraining on older adults.Sports Med. 34, 329– 348. doi:10.2165/00007256-200434050-\n00005\nJaenada-Carrilero, E., Vicente-Mampel, J., Baraja-Vegas, L., Thorborg, K., Valero-\nMerlos, E., Blanco-Gímenez, P., et al. (2024). Hip adduction and abduction strength\nproﬁles in elite and sub-elite female soccer players according to players level and leg\nlimb-dominance. BMC Sports Sci. Med. Rehabil. 16, 53. doi:10.1186/s13102-024-\n00838-0\nKaratrantou, K., Gerodimos, V., Katsareli, E., Manouras, N., Ioakimidis, P., and\nFamisis, K. (2019). Strength proﬁle of hip abductor and adductor muscles in youth elite\nsoccer players. J. Hum. Kinet.66, 31– 41. doi:10.2478/hukin-2018-0069\nKawakami, T., Imagama, T., Matsuki, Y., Okazaki, T., Kaneoka, T., Yamazaki, K., et al.\n(2024). Preoperative abductor muscle strength on the healthy side affects the Timed up\nand Go test after total hip arthroplasty in women.BMC Musculoskelet. Disord.25, 881.\ndoi:10.1186/s12891-024-08008-6\nKelly, J. S., and Metcalfe, J. (2012). Validity and reliability of body composition\nanalysis using the Tanita BC418-MA.J. Exerc. Physiol. Online15, 74– 83.\nKemp, J. L., Schache, A. G., Makdissi, M., Sims, K. J., and Crossley, K. M. (2013).\nGreater understanding of normal hip physical function may guide clinicians in\nproviding targeted rehabilitation programmes. J. Sci. Med. Sport. 16, 292 – 296.\ndoi:10.1016/j.jsams.2012.11.887\nKerksick, C., Thomas, A., Campbell, B., Taylor, L., Wilborn, C., Marcello, B., et al.\n(2009). Effects of a popular exercise and weight loss program on weight loss, body\ncomposition, energy expenditure and health in obese women.Nutr. Metab. (Lond.)6,\n23– 17. doi:10.1186/1743-7075-6-23\nKerr, Z. Y., and Comstock, R. D. (2010). Epidemiology of weight training-related\ninjuries presenting to United States emergency departments, 1990-2007.Am. J. Sport.\nMed. 38, 765– 771. doi:10.1177/0363546509351\nKlika, B., and Jordan, C. (2013). High-intensity circuit training using body weight:\nmaximum results with minimal investment.ACSMs. Health Fit. J.17, 8– 13. doi:10.1249/\nFIT.0b013e31828cb1e8\nKravitz, L. (1996). Theﬁtness professional’s complete guide to circuits and intervals.\nIDEA Today 14 (1), 32– 43.\nLee, S., Islam, M. M., Rogers, M. E., Kusunoki, M., Okada, A., and Takeshima, N.\n(2011). Effects of hydraulic-resistance exercise on strength and power in untrained\nhealthy older adults. J. Strength Cond. Res. 25, 1089 – 1097. doi:10.1519/JSC.\n0b013e3181c69ea1\nLehnert, M., Stastny, P., Sigmund, M., Xaverova, Z., Hubnerova, B., and Kostrzewa,\nM. (2015). The effect of combined machine and body weight circuit training for women\non muscle strength and body composition.J. Phys. Educ. Sport15, 561– 568. doi:10.\n7752/jpes.2015.03084\nMaillard, F., Pereira, B., and Boisseau, N. (2018). Effect of high-intensity interval\ntraining on total, abdominal and visceral fat mass: a meta-analysis.Sports Med. 48,\n269– 288. doi:10.1007/s40279-017-0807-y\nMaltais, M. L., Desroches, J., and Dionne, I. J. (2009). Changes in muscle mass and\nstrength after menopause.J. Musculoskelet. Neuronal Interact.9, 186– 197.\nMarcos-Pardo, P. J., Orquin-Castrillón, F. J., Gea-García, G. M., Menayo-Antúnez, R.,\nGonzález-Gálvez, N., Vale, R. G. D. S., et al. (2019). Effects of a moderate-to-high\nintensity resistance circuit training on fat mass, functional capacity, muscular strength,\nand quality of life in elderly: a randomized controlled trial.Sci. Rep.9, 7830. doi:10.1038/\ns41598-019-44329-6\nMitka, M. (2013). Doﬂawed data on caloric intake from NHANES present problems\nfor researchers and policy makers? Jama 310, 2137– 2138. doi:10.1001/jama.2013.\n281865\nMorgan, A., Noguchi, K. S., Tang, A., Heisz, J., Thabane, L., and Richardson, J. (2023).\nPhysical and cognitive effects of high-intensity interval or circuit-based strength\ntraining for community-dwelling older adults: a systematic review. J. Aging Phys.\nAct. 1 (aop), 1051– 1074. doi:10.1123/japa.2022-0425\nNadler, S. F., DePrince, M. L., Hauesien, N., Malanga, G. A., Stitik, T. P., and Price, E.\n(2000). Portable dynamometer anchoring station for measuring strength of the hip\nextensors and abductors.Arch. Phys. Med. Rehabil.81, 1072– 1076. doi:10.1053/apmr.\n2000.7165\nNewman, A. B., Kupelian, V., Visser, M., Simonsick, E. M., Goodpaster, B. H.,\nKritchevsky, S. B., et al. (2006). Strength, but not muscle mass, is associated with\nmortality in the health, aging and body composition study cohort.J. Gerontol. A. Biol.\nSci. Med. Sci.61, 72– 77. doi:10.1093/gerona/61.1.72\nNewsome, A. M., Batrakoulis, A., Camhi, S., McAvoy, C., Sansone, J., and Rachelle, M.\nS. (2024). 2025 ACSM worldwideﬁtness trends: future directions of the health and\nﬁtness industry. J. 28, 11– 25. doi:10.1249/FIT.0000000000001017\nNilsson, S., Hammar, M., West, J., Borga, M., Thorell, S., and Spetz Holm, A. C.\n(2023). Resistance training decreased abdominal adiposity in postmenopausal women.\nMaturitas 176, 107794. doi:10.1016/j.maturitas.2023.107794\nFrontiers inPhysiology frontiersin.org13\nSocha et al. 10.3389/fphys.2025.1540983\n\nOliveira-Junior, S. A., Boullosa, D., Mendonça, M. L. M., Vieira, L. F. C., Mattos, W.\nW., Amaral, B. O. C., et al. (2021). Effects of circuit weight-interval training on physical\nﬁtness, cardiac autonomic control, and quality of life in sedentary workers. Int.\nJ. Environ. Res. Public. Health.18, 4606. doi:10.3390/ijerph18094606\nPaoli, A., Pacelli, F., Bargossi, A. M., Marcolin, G., Guzzinati, S., Neri, M., et al. (2010).\nEffects of three distinct protocols ofﬁtness training on body composition, strength and\nblood lactate. J. Sports Med. Phys. Fit.50, 43– 51.\nPhysical Activity Council (2019). Physical activity council’s overview report on U.S.\nParticipation. Available at: https://www.physicalactivitycouncil.com/pdfs/current.pdf\n(Accessed December 15, 2022).\nPichon, C., Hunter, G., Morris, M., Bond, R., and Metz, J. (1996). Blood pressure and\nheart rate response and metabolic cost of circuit versus traditional weight training.\nJ. Strength. Cond. Res.10, 153– 156. doi:10.1519/00124278-199608000-00004\nRomero-Arenas, S., Blazevich, A. J., Martínez-Pascual, M., Pérez-Gómez, J., Luque, A.\nJ., López-Román, F. J., et al. (2013). Effects of high-resistance circuit training in an\nelderly population. Exp. Gerontol. 48 (3), 334– 340. doi:10.1016/j.exger.2013.01.007\nSchoenfeld, B., and Dawes, J. (2009). High-intensity interval training: applications for\ngeneral ﬁtness training. Strength. Cond. J. 31, 44 – 46. doi:10.1519/SSC.\n0b013e3181c2a844\nShaw, B. S., Gouveia, M., McIntyre, S., and Shaw, I. (2016). Anthropometric and\ncardiovascular responses to hypertrophic resistance training in postmenopausal\nwomen. Menopause 23, 1176– 1181. doi:10.1097/GME.0000000000000687\nSkidmore, B. L., Jones, M. T., Blegen, M., and Matthews, T. D. (2012). Acute effects of\nthree different circuit weight training protocols on blood lactate, heart rate, and rating of\nperceived exertion in recreationally active women.J. Sports Sci. Med.11, 660– 668.\nSocha, M., Frączak, P., Jonak, W., and Sobiech, K. A. (2016). Effect of resistance\ntraining with elements of stretching on body composition and quality of life in\npostmenopausal women. Prz. Menopauzalny 15, 26– 31. doi:10.5114/pm.2016.58770\nStiegler, P., and Cunliffe, A. (2006). The role of diet and exercise for the maintenance\nof fat-free mass and resting metabolic rate during weight loss.Sports Med.36, 239– 262.\ndoi:10.2165/00007256-200636030-00005\nStrasser, B., and Schobersberger, W. (2011). Evidence for resistance training as a\ntreatment therapy in obesity.J. Obes. 11, 482564. doi:10.1155/2011/482564\nSuomi, R., Surburg, P. R., and Lecius, P. (1995). Effects of hydraulic resistance\nstrength training on isokinetic measures of leg strength in men with mental retardation.\nAdapt. Phys. Act. Q.12, 377– 387. doi:10.1123/apaq.12.4.377\nTakeshima, N., Rogers, M. E., Watanabe, E., Brechue, W. F., Okada, A., Yamada, T.,\net al. (2002). Water-based exercise improves health-related aspects ofﬁtness in older\nwomen. Med. Sci. Sports. Exerc.34, 544– 551. doi:10.1097/00005768-200203000-00024\nTeede, H. J., Lombard, C., and Deeks, A. A. (2010). Obesity, metabolic complications\nand the menopause: an opportunity for prevention.Climacteric 13, 203– 209. doi:10.\n3109/13697130903296909\nTrapp, E. G., Chisholm, D. J., Fruend, J., and Bouthcher, S. H. (2008). The effects of\nhigh-intensity intermittent exercise training on fat loss and fasting insulin levels of\nyoung women.\nInt. J. Obes.32, 684– 691. doi:10.1038/sj.ijo.0803781\nVasconcelos, K. S., Dias, J., Araújo, M. C., Pinheiro, A. C., Moreira, B. S., and Dias, R.\nC. (2016). Effects of a progressive resistance exercise program with high-speed\ncomponent on the physical function of older women with sarcopenic obesity: a\nrandomized controlled trial. Braz. J. Phys. Ther. 20, 432– 440. doi:10.1590/bjpt-rbf.\n2014.0174\nWeltman, A., Janney, C., Rians, C. B., Strand, K., Berg, B., Tippitt, S., et al. (1986). The\neffects of hydraulic resistance strength training in pre-pubertal males.Med. Sci. Sports\nExerc. 18, 629– 638. doi:10.1249/00005768-198612000-00005\nWewege, M., van den Berg, R., Ward, R. E., and Keech, A. (2017). The effects of high-\nintensity interval training vs. moderate-intensity continuous training on body\ncomposition in overweight and obese adults: a systematic review and meta-analysis.\nObes. Rev. 18, 635– 646. doi:10.1111/obr.12532\nY a m a d a ,Y .( 2 0 1 8 ) .M u s c l em a s s ,q u a l i t y ,a n dc o m p o s i t i o nc h a n g e sd u r i n g\natrophy and sarcopenia. In: Adv. Exp. Med. Biol. 1088. 47, 72. doi:10.1007/978-\n981-13-1435-3_3\nYoung, K. C. (2007). The effects of hydraulic resistance circuit training on whole body\nbone mineral density in postmenopausal women. PhD Thesis: Wichita State University.\nFrontiers inPhysiology frontiersin.org14\nSocha et al. 10.3389/fphys.2025.1540983"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 1540983,
    "primary_human": "body_comp; strength; muscular_endurance"
  },
  "bucket": "C",
  "notes": "Recreationally active pre- and postmenopausal women completed ~18 weeks of hydraulic circuit RT; whole-body training with progressive resistance."
}