{
  "id": 86,
  "title": "The Effects of Resistance Training Programs on Lean Body Mass in Postmenopausal and Elderly Women: A Systematic Review and Meta-Analysis",
  "authors": "Yang L et al.",
  "year": 2021,
  "doi": "10.1007/s40520-021-01853-8",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "postmenopausal_women",
    "older_women",
    "lean_mass",
    "sarcopenia"
  ],
  "population": {
    "training_status": "meta_RT",
    "sample_size": 7
  },
  "sections": {
    "abstract": "Aging and menopause are associated with morphological and functional changes which may lead to loss of muscle mass \nand therefore quality of life. Resistance training (RT) is an effective training mode to increase muscle mass. We reviewed \nthe existing literature to identify studies implementing RT protocols and evaluating muscle hypertrophy exclusively in \nhealthy, postmenopausal and elderly women. Participants’ age range was comprised between 50 and 80 years. The primary \noutcome observed was muscle hypertrophy. Fat mass was also evaluated, if available. PubMed and Web of Science were the \nscreened database, and original articles written in English and published from 2000 up to 2020 were included. 26 articles \nwere considered eligible and included. Quality assessment revealed a “moderate quality” of the included studies, however \nthe majority of studies was able to reach level 4 of evidence and on overall grade of recommendation C. In total, data from \n745 female participants subjected to different forms of resistance training were considered. Heterogeneity across studies was \npresent regarding study design, intervention length (mean 16 weeks), training frequency (3 d/w), no. of exercises (n = 7.4) \nand participants’ age (65.8 ± 4.9 years). Small-to-moderate significant increases (k = 43; SMD = 0.44; 95% CI 0.28; 0.60; \np < 0.0001) of lean body mass were observed in post-menopausal and elderly women, regardless of age, intervention period, \nweekly training frequency and no. of exercises. No effects were noted for fat mass (k = 17; SMD = 0.27; 95% CI − 0.02; 0.55; \np = 0.07). Studies need to concentrate on providing information regarding training parameters to more effectively counteract \nthe effects of aging and menopause on skeletal muscle mass.\nKeywords Hypertrophy · Resistance training · Woman · Elderly · Post-menopausal",
    "introduction": "Muscle hypertrophy is defined as an increase in the cross-\nsectional area of a muscle due to the increase in muscle \nprotein synthesis and contractile tissue [1, 2]. Muscle hyper-\ntrophy is a multifaceted phenomenon, that is founded on \nmechanical stimulation, as well as metabolic and endocrine \nprocesses that have been shown to impact gene transcription \nvia different signaling pathways [ 2]. Mechanical loading, \nin particular, leads to a number of intracellular actions that \nultimately regulate gene expression and protein synthesis via \nmTORC1 pathway activation [3–5]. Therefore, an effective \nstrategy to promote muscle hypertrophy is represented by \nlong-term resistance training (RT) in both men and women \nof different ages [6 –8]. Variables such as exercise inten-\nsity, exercise frequency, rest periods and training volume \ncan be manipulated in order to maximize the magnitude of \n * Tatiana Moro \n tatiana.moro@unipd.it\n1 Sport and Exercise Sciences Research Unit, University \nof Palermo, Via Giovanni Pascoli 6, 90144 Palermo, Italy\n2 PhD Program in Health Promotion and Cognitive \nSciences, University of Palermo, Via Giovanni Pascoli 6, \n90144 Palermo, Italy\n3 Department of Biomedical Sciences, University of Padova, \nVia Marzolo 3, 35031 Padova, Italy\n4 Faculty of Sport and Physical Education, University of Novi \nSad, Lovćenska 16, 2110 Novi Sad, Serbia\n\n2942 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\nthe effect on muscle hypertrophy and strength [3 ]. Recent \nstudies have shown that muscle hypertrophy is also asso -\nciated with strength gains not only in young and middle \naged adults, but also in older men and women [9 ]. This is \nof particular importance since declines in muscle mass and \nstrength are observed due to aging [10, 11]. The age-related \nloss of muscle mass and strength can lead to physical dis-\nability and frailty [12, 13] and overall is associated with an \nincreased risk of falls [14–16]. Multiple studies have found \na link between low levels of muscle mass and low func -\ntional capacity [17, 18]. In addition, since muscle is a very \nmetabolically active tissue, metabolic disorders associated \nwith aging, such as diabetes, osteoporosis or decrease in tes-\ntosterone and growth hormone levels may frequently occur \n[19, 20]. Therefore, muscle mass loss represents a significant \nproblem for older adults.\nMuscle mass loss is also associated to menopause, since \na physiological hormonal change is present due to menstrua-\ntion cessation [21]. In particular, a decline in estrogen con-\ncentration has detrimental effects on skeletal muscle mass \nand functionality, leading to reduced bone mass density, \nredistribution of fat to the visceral area and increased risk \nof cardiovascular events [21, 22]. Notably, post-menopausal \nwomen with reduced skeletal muscle mass have a 2.1 higher \nrisk of falling and a 2.7 times greater risk of sustaining a \nfracture compared to women with preserved muscle mass \n[23].\nRT can be used as a potential method of offsetting decline \nin muscle mass and strength, as improvements in muscle \nmass have been detected in postmenopausal, middle-aged \nand older women after RT [24–28].\nTo our knowledge, despite abundant evidence with \nregards to variance in response to RT in men and women, \nthere are not enough original investigations able to provide \nspecific guidelines for post-menopausal and elderly women \nin order to optimize maximal muscle gains. Thus, the main \nobjective of this study is to review the existing literature to \nidentify and analyze current evidence with regards to RT \nprotocols aiming to induce muscle hypertrophy in the post-\nmenopausal and elderly population.",
    "methods": "The manuscript followed the Preferred Reporting Items for \nSystematic Reviews and Meta-Analyses (PRISMA) state-\nment [29].\nSearch strategy and study selection\nThe databases PubMed (NLM), Web of Science (TS) and \nScopus were used to perform a comprehensive search for \nrelevant articles published between January 1, 2000 and \nNovember 11, 2020. The search strategy included terms in \nthe search field “title” and/or “topic” and “abstract” of each \ndatabase. The final searches were then executed using the \nappropriate specifications of each database using the PICOS \nformat (See supplementary file).\nEligibility criteria\nTo be included studies: (1) had to include healthy women \naged between 50 and 80 years of age, (2) with no physical, \nmental or neurological disorders, (3) interventions based \nsolely on RT programs conducted in postmenopausal and \nolder adult women, (4) pre and post-intervention",
    "results": "and (5) published in English. Publications were excluded \nif: (1) Reviews, meta-analysis, abstracts, scientific confer -\nence works, posters, citations, letters to the editor, books, \nstatements, (2) non-peer reviewed journal articles, (3) com-\nmentaries, (4) together with studies reported in languages \nother than English.\nThe primary outcome was identified in a change in mus-\ncle mass, i.e. hypertrophy measured by dual-energy X-ray \nabsorptiometry (DXA), magnetic resonance imaging (MRI), \nultrasound imaging (USI), bioelectric impedance analysis \n(BIA) or other valid method able to detect changes in lean \ntissue.\nStudy record\nSearch results were uploaded to EndNote X 8.1 (Clari-\nvate Analytics, Jersey, UK) and duplicates were removed. \nTwo independent investigators (ET and AG) screened the \ntitles and abstracts for relevance based on inclusion criteria \nfor this systematic review. Full text of articles were also \nscreened if title and abstract were not sufficient to determine \neligibility. Disagreement of article inclusion was resolved \nby",
    "discussion": "and consensus with a third investigator (AB). \nThe screening process has been summarized in a PRISMA \nflow diagram (Fig.  1). Three tables were created to extract \nrelevant study data using a Microsoft Excel (Microsoft Corp, \nRedmond, Washington) spreadsheet. In the first table, infor-\nmation on the first author and year of publication, sample \nsize, mean age and standard deviation, exercise intensity, \nduration of the intervention, and exercise frequency per \nweek were shown. The second table consisted of test battery \nused, pre-intervention values, post-intervention values and \npotential discrepancy (possible incremental change) regard-\ning lean body mass. The third table included data relevant to \nfat mass, when available. Authors were contacted via email \nif important data was missing from a particular study. If \nthe contacted author did not respond to the questions asked \nabout the specifics of a study, these were excluded from the \nreview. The WebPlotDigitizer (version 4.2) software, was \nused to extrapolate information from figures, if relevant \n\n2943Aging Clinical and Experimental Research (2021) 33:2941–2952 \n1 3\ninformation for this review was not included in tables or the \nmain text of the manuscripts.\nRisk of bias assessment\nFor risk of bias assessment, we used The Downs and Black \nchecklist [30] which assesses the quality of original research \narticles in order to synthesize evidence from quantitative \nstudies for public health purposes. This checklist contains \n27 ‘yes’-or- ‘no’ questions across five domains. It provides \nboth an overall score for study quality and a numeric score \nout of a possible 32 points. The five domains comprise ques-\ntions concerning study quality, external validity, study bias, \nconfounding and selection bias, and power of the study.\nTwo independent researchers completed the Downs \nand Black checklist (ET and AG) for included articles to \ndetermine the quality of each study. The maximum score a \nstudy can receive is 32, with higher scores denoting greater \nquality. The studies were then separated into groups and \nlabeled as ‘high quality’ (score 23–32), ‘moderate qual-\nity’ (score 19–22), ‘lower quality’ (score 15–18) or ‘poor \nquality’ (≤ 14). Interclass correlation statistical method was \nused to determine inter-rater reliability. Quality of evidence \nwas obtained by the study design and by the Downs and \nBlack score (Supplementary File). Levels of evidence and \ngrades of recommendation have been also included for each \nstudy. The guidelines from the Centre for Evidence-Based \nMedicine (CEBM, http:// www. cebm. net, Last accessed \n12/02/2021) regarding the grading for evidence and the \nguidelines of the American Society of Plastic Surgeons \n(https:// www. plast icsur gery. org/ docum ents/ medic al- profe \nssion als/ health- policy/ evide nce- pract ice/ ASPS- Scale- for- \nGradi ng- Recom menda tions. pdf, last accessed 12/02/2021) \nregarding grading of recommendation were adopted. A sup-\nplementary table has been provided with the results of the \nquality assessment (Supplementary File).\nData synthesis\nThe included studies were first synthesized through a nar -\nrative description of the features deriving from each study. \nAfterwards, the essential characteristics of the studies were \nrepresented in tables, where means, standard deviations \nand the percentage difference between pre- and post- condi-\ntion were reported. Descriptive statistics of the studies was \nFig. 1 PRISMA flow diagram \ndescribing the inclusion process \nof the retrieved articles\nRecords iden/g415ﬁed through \ndatabase searching\n(n = 7816)\nPubmed (n =3 880)\nScopus (n= 2159)\nWeb of Science (n =1 777)\nScreeningIncluded Eligibility Iden/g415ﬁca/g415on\nAddi/g415onal records iden/g415ﬁed \nthrough other sources\n(n = 10)\nRecordsa /g332er Inclusion/exclusion criteria\n(n =3 57)\nRecords screened\n(n = 88)\nFull-text ar/g415cles assessed \nfor eligibility\n(n = 88)\nFull-text ar/g415cles excluded, with reasons\n(n =4 1)\nNotR T protocolso r women (n = 23)\nMissing data (n =6 )\nAge of participants (n = 5)\nMeasurement technique( n=4)\nNot physiological( n = 2)\nUnclear protocol (n=1)\nStudies included in \nquan/g415ta/g415ve synthesis\n(n = 26)\nRecords a/g332er duplicates removed\n(n = 88)\nStudies included in \nqualita/g415ves ynthesis\n(n = 47)\nDuplicates removed\n(n =269)\n\n2944 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\nperformed through Jamovi (version 1.6.3.0, The jamovi pro-\nject, 2020).\nConcerning the metanalytic synthesis, the considered \noutcomes were body lean mass and body fat mass. For each \nstudy, means and standard deviations were noted, together \nwith the assessment method used to detect the outcomes \n(BIA, DXA, MRI, US).\nMeta-analysis was performed through the package meta-\nfor of the R software (version 3.5.3), using the random effect \nmodel on the Standardized Mean Difference (SMD) between \npre- and post- measurements. The effects were then repre-\nsented through a forest plot, and to detect potential influ -\nences of publication bias, a funnel plot was performed. \nThe heterogeneity of the studies was estimated through the \nCochrane’s Q, and a moderator analysis with age (defined by \ntwo categories: below 65 and above 65 years of age), inter-\nvention length, number of weekly sessions and number of \nexercises proposed was planned. Finally, to detect the valid-\nity of the results included in the meta-analysis, two sensitiv-\nity analyses considering measurement tool and study quality \nwere performed. In the first one, only results derived from \nDXA were included in the meta-analysis, while in the second \none, the effects from poor quality studies were considered.\nResults\nSearch outcomes\nThe electronic database search yielded 7816 articles (Pub-\nmed = 3880, Scopus = 2159, Web Of Science = 1777). Ten \nadditional articles were identified from other sources as \npotentially relevant. A total of 7459 irrelevant articles were \nexcluded based on title and abstract and further 269 dupli-\ncate records were removed. Preliminary search results and \nduplicate removal provided a total of 88 articles. First steps \nin the initial assessment of articles were to screen in detail \nthe titles and the abstracts to identify only relevant articles. \nSubsequently, these full-text articles were screened for rel-\nevance and during this process, 41 articles were removed \nsince these were not eligible according to the inclusion \ncriteria. Twenty one articles were excluded from the study, \nmainly due to inadequate exposure during the intervention, \nmeaning that methods other than RT were incorporated in \nthe study, or ineligible outcomes were detected which did \nnot fit the inclusion criteria of the review. Finally, 26 articles \nmet the inclusion criteria and were included in the study [9, \n31–55]. Amongst included studies, the average number of \nparticipants per study was 23 while the mean duration of the \nstudies was 16 weeks. On average, participants underwent \n3 RT sessions per week including 7.5 exercises, at an inten-\nsity of ⁓60% of their 1RM, performing between 9 and 16 \nrepetitions per set. Articles differed greatly in terms of study \ndesign, intervention length, follow-up period, subjects’ age, \nobserved outcomes and measurement of the main outcomes.\nTable 1 provides a summary of the studies included in \nthe review. All the included records were original research \narticles (n = 26). In total, data from 745 participants were \npooled for this review. Studies ranged from 8 [31] to 78 \nparticipants [54]. The included articles were published over \n20 years from 2000 to 2020.\nIn regards to the measured outcomes, of the 26 articles \nincluded in the study, eighteen articles used DXA scanners \n[33, 34, 36, 38–46, 48–50, 52, 54] to determine whether \nmuscle hypertrophy was evident or not after the interven-\ntion, four articles used a BIA [35, 51, 53, 55], two articles \nused MRI [9, 31] scans and two articles used USI [32, 37]. \nIt is important to note that these screening tools were used \nto measure different regions of the body which had been \nexposed to the RT.\nOf the different body regions exposed to RT, 23 studies \nimplemented full-body RT [32– 41, 43–55], and 3 imple-\nmented lower body RT [9 , 31, 42]. Thus, only the areas of \nthe body which underwent the RT intervention have been \nexamined by the afore mentioned screening tools.\nTable  2 provides a summary of the results of the pri-\nmary outcomes of interest, while Table  3 provides meas-\nures of body fat mass when these were available. Pre and \npost-intervention values have been identified for each study, \nand differences between the two have been outlined, when \npossible. As for the testing methods, there was high het-\nerogeneity in terms of reporting interventions. Some stud-\nies reported absolute values, others the percentage of lean \nbone-free muscle tissue while others reported it as a muscle \nmass index. Alternatively, some studies reported kilograms \nof muscle mass prior and after the intervention. Therefore, \nin order to quantify and normalize the effect of each inter -\nvention, percentage differences were determined. A mean \nincrease of 4.8% of lean body mass and a mean decrease \nof 2.1% of fat body mass have been observed across the \nretrieved studies.\nRisk of bias assessment\nRisk of bias assessment was completed for all included arti-\ncles. The mean Downs and Black checklist score was 19.8 \nwith the range between 14 and 27. Studies were then divided \nfollowing different quality categories suggested by Trem-\nblay et al. [56]. Six studies were placed into ‘high quality’ \ncategory, twelve studies were placed into ‘moderate quality’ \ncategory, six studies were placed into ‘lower quality’ cate-\ngory and two studies ware placed into poor quality category. \nThe inter rater reliability coefficient between the assessors \nwas 0.87, which as reported by Dawson and Trapp [57] cor-\nresponds to “very good agreement”. For detailed risk of bias \nreporting of each study, refer to Supplementary File. Level \n\n2945Aging Clinical and Experimental Research (2021) 33:2941–2952 \n1 3\nof evidence of the included studies ranged between 1B and \n4, with 2 studies reaching level 1B, 6 studies reaching level \n2B, 2 study reaching level 3B and 16 studies reaching level \n4, suggesting an overall grade C of recommendation of the \nincluded manuscripts. A breakdown for each study is pro-\nvided in Supplementary File.\nMeta‑analytic synthesis of results\nThe meta-analysis was performed on lean body mass and \nfat body mass. First of all, funnel plots did not show any \npublication bias (Fig.  2 shows lean body mass). Concern-\ning lean body mass, a significant small-to-medium increase \nin the post-measurement was observed across k = 43 effects \n(SMD = 0.44; 95% CI 0.28; 0.60; p < 0.0001) (Fig.  3). \nHeterogeneity of the study resulted significant, with a \nQ(df = 42) = 109.95, p = 0.0001. Regarding fat body mass, \nno significant effect was detected across k = 17 effects \n(SMD = 0.27; 95% CI − 0.02; 0. 55; p = 0.07) (Fig. 4). Since \nthe retrieved effects were homogeneous, we decided to cal-\nculate moderator analysis through mixed effects model. A \nmoderator analysis was performed concerning age of the \nTable 1 Table describes the training modalities of the retrieved studies\nLBRT lower body resistance training, UPRT upper body resistance training, FBRT full body resistance training, 1RM one repetition maximum, \nNA not available\nStudy Participants Age (years) Intervention \nperiod (wks)\nTraining module Training \nintensity \n(1RM)\nReps Training \nfrequency (d/\nwk)\nNo. of \nexercise/ \ntraining\nBotero (2013) [41] 23 63.0 ± 4.4 54 FBRT NA 10–12 2 3\nCannon (2007) [31] 8 69.8 ± 6.6 10 LBRT 50–75% 10 3 2\nChurchward-Venne (2015) [50] 44 72.6 ± 0.9 24 FBRT 50–75% 8–15 3 6\nCoelho-Júnior (2019) [51] 22 66.8 ± 0.4 24 FBRT NA 8–15 2 9\nCorrea (2016) [32] 12 64 ± 5 12 FBRT NA 8–20 2 9\nCunha (2020) [33] 20 68.6 ± 4.4 12 FBRT NA 10–15 3 8\nCunha (2020) [33] 21 70.1 ± 5.9 12 FBRT NA 10–15 3 8\nde Oliveira Júnior (2020) [42] 19 58.5 ± 8.0 12 LBRT NA 8–12 3 4\nde Oliveira Júnior (2020) [42] 18 59.3 ± 8.4 12 LBRT NA 8–12 3 4\nDib (2020) [48] 45 69.2 ± 5.5 12 FBRT NA 5/10/15 3 8\ndos Santos (2016) [43] 33 68.7 ± 5.7 12 FBRT NA 10–15 3 8\nGambassi (2016) [55] 26 65.0 ± 3.0 12 FBRT NA 8 2 8\nHakkinen (2001) [9] 10 64 ± 3 21 LBRT 40–80% 8–20 2 6–7\nJanzen (2006) [49] 26 55.3 ± 7.4 26 FBRT 50–60% 12 3 11\nLeenders (2013) [52] 24 71 ± 1 24 FBRT 60–80% 8–15 3 6\nNascimento (2018) [34] 21 67.8 ± 4.6 12 FBRT NA 10–15 2 8\nNascimento (2018) [34] 24 69.2 ± 5.7 12 FBRT NA 10–15 3 8\nNunes (2020) [33] 66 68.8 ± 4.6 12 FBRT NA 10–15 3 8\nOrsatti (2008) [35] 27 57.8 ± 8 16 FBRT 40–80% 8–15 3 8\nOrsatti (2012) [36] 22 56.7 39 FBRT 60–80% 8–20 2 8\nPina (2019) [44] 23 65.4 ± 4.4 12 FBRT NA 10–20 2 8\nPina (2019) [44] 24 64.9 ± 4.6 12 FBRT NA 10–20 3 8\nPina (2020) [45] 18 68 ± 6 24 FBRT NA 10–15 2 8\nPina (2020) [45] 19 69 ± 7 24 FBRT NA 10–15 3 8\nRabelo (2011) [54] 78 67.1 ± 5.9 24 FBRT 60–80% 8–12 3 6\nRadaelli (2014) [37] 14 64.7 ± 2.1 6 FBRT NA 15–20 2 10\nRadaelli (2014) [37] 13 64.1 ± 1.8 6 FBRT NA 15–20 2 10\nRibeiro (2017) [38] 25 67.6 ± 5.1 8 FBRT NA 8–12 3 8\nSantos (2017) [39] 23 69.6 ± 6.4 8 FBRT NA 10–15 3 8\nThiebaud (2013) [40] 14 61 ± 5 8 FBRT 10–90% 10–30 3 7\nTomeleri (2019) [46] 14 69.7 ± 5.7 12 FBRT ~60% 10–15 3 8\nTomeleri (2019) [46] 15 71.4 ± 6.0 12 FBRT ~60% 10–15 3 8\nVieira (2020) [47] 20 64.0 ± 3.5 16 FBRT NA 6–14 2 8\nTot./Mean ± std.dv 745 65.8 ± 4.9 16 – ~60% 9–16 3 7.4\n\n2946 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\nTable 2 The table describes testing methods and differences compared to baseline values regarding lean body mass of each study\n1 RM one repetition maximum, BC biceps curl, BIA bioelectric impedance analysis, BL bilateral, BP bench press, CP chest press, DUP ondulat-\ning periodized, DXA dual-energy Xray absorptiometry, DT-ReT detraining-retraining, HS high supervised, HV high volume, KE knee extensors, \nLI-BFR low load blood flow restriction exercise, LP leg press, LV low volume, MH moderate to high intensity elastic band resistance exercise, \nMJ multi joint, MRI magnetic resonance imaging, MS multiple-set resistance training, MV muscle volume, NA not available, NP non periodized, \nPR pyramid, RF rectus femoris, RF repetition to failure, RT resistance training, SF skin folds, SJ single joint, SS single-set resistance training, \nTD traditional, UL unilateral, US ultrasound imaging, VHS very high supervised, VL vastus lateralis; < 5% < 5% of truck fat gain\nStudy Measure-\nment tool\nPre-intervention value Post-intervention value Δ hypertrophy % Δ SMD 1RM change\nBotero (2013) [41] DXA 38.9 ± 0.9 kg 39.5 ± 1.1 kg 0.6 kg 1.5 0.59 BP 9.9 kg\nCannon (2007) [31] MRI 51 ± 6 cm2 57 ± 7 cm2 6 cm2 12 0.87 NA\nChurchward-Venne (2015) [50] DXA 41.8 ± 0.7 kg 43.0 ± 0.5 kg 1.2 kg 2.9 1.95 LP 31 kg\nCoelho-Júnior (2019) NP [51] BIA 37.7 ± 3.1 kg 40.1 ± 1.6 kg 2.4 kg 6.4 0.94 KE 19.1 kg\nCoelho-Júnior (2019) DUP [51] BIA 37.5 ± 3.8 kg 39.0 ± 4.0 kg 1.5 kg 4.0 0.37 KE -3 kg\nCorrea (2016) RT [32] US 686.3 ± 200.1 cm3 850.1 ± 185.2 cm3 163.8 cm3 23.9 0.82 KE 24.3 kg/ BC 4.1 kg\nCorrea (2016) DT-ReT [32] US 691.1 ± 172.5 cm3 791.1 ± 162.5 cm3 100.0 cm3 14.5 0.58 KE 15 kg/ BC 2.8 kg\nCunha (2020) SS [33] DXA 34.1 ± 5.53 kg 36.2 ± 5.69 kg 2.1 kg 6.2 0.37 NA\nCunha (2020) MS [33] DXA 28.6 ± 4.23 kg 30.6 ± 4.14 kg 1.9 kg 7 0.47 NA\nde Oliveira Júnior (2020) [42] \nLV\nDXA 4.6 ± 0.7 kg 4.8 ± 0.8 kg 0.2 kg 4.3 0.26 KE 19.1 N.m\nde Oliveira Júnior (2020) [42] \nHV\nDXA 4.4 ± 0.8 kg 4.8 ± 1.0 kg 0.4 kg 9.1 0.43 KE 6.6 N.m\nDib (2020) [48] MJ-SJ DXA 18.3 ± 1.9 kg 18.5 ± 2.0 kg 0.2 kg 1.1 0.10 CP 2.4 kg / KE 5.3 kg\nDib (2020) [48] SJ-MJ DXA 17.7 ± 3.2 kg 17.9 ± 3.2 kg 0.2 kg 1.1 0.06 CP 3.6 kg/ KE 5.2 kg\nDib (2020) [48] ALT DXA 18.1 ± 2.7 kg 18.3 ± 2.7 kg 0.2 kg 1.1 0.07 CP 1.9 kg/ KE 6.6 kg\ndos Santos (2016) [43] DXA 42.6 ± 5.7 kg 42.9 ± 5.7 kg 0.3 kg 0.7 0.05 BP 9.8 kg\nGambassi (2016) [55] BIA 38.0 ± 1.5 kg 42.0 ± 1.4 kg 4 kg 10.5 2.72 KE 7 kg\nHakkinen (2001) [9] MRI 52.2 ± 6.95 cm2 56.4 ± 8.1 cm2 4.2 cm2 8 0.53 31 kg\nJanzen (2006) BL [49] DXA 35.2 ± 5.4 kg 36.4 ± 6.1 kg 1.2 kg 3.4 0.22 LP 34 kg\nJanzen (2006) UL [49] DXA 35.3 ± 4.4 kg 36.8 ± 4.9 kg 1.5 kg 4.2 0.31 LP 26 kg\nLeenders (2013) [52] DXA 42.5 ± 0.9 kg 43.7 ± 1.0 kg 1.2 kg 2.8 1.24 NA\nNascimento (2018) [34]2 DXA 20.1 ± 3.5 kg 21.2 ± 4.1 kg 1.1 kg 5.5 0.28 NA\nNascimento (2018) [34] 3 DXA 19.4 ± 3.4 kg 20.6 ± 3.2 kg 1.2 kg 6.2 0.36 NA\nNunes (2020) [33] BIA 17.1 ± 2.6 kg 17.7 ± 2.7 kg 0.6 kg 3.5 0.22 CP 4.8 kg/ KE 5.5 kg\nOrsatti (2008) [35] RT BIA 18.8 ± 3.3 kg 20.6 ± 3.6 kg 1.8 kg 9.6 0.51 BP 9.5 kg / LP 4.4 kg\nOrsatti (2012) [36]< 5% DXA 31.9 ± 5.5 kg 32.8 ± 5.4 kg 0.1 kg 0.3 0.16 NA\nPina (2019) [44] 2 DXA 35.5 ± 3.5 kg 36.1 ± 3.3 kg 0.6 kg 1.7 0.17 BP 3.4 kg\nPina (2019) [44] 3 DXA 34.7 ± 3.6 kg 35.3 ± 4.1 kg 0.6 kg 2.3 0.15 BP 3.3 kg\nPina (2020) [45] 2 DXA 19.3 ± 3.7 kg 20.1 ± 3.7 kg 0.8 kg 4.1 0.21 CP 6.1 kg/ KE 7.8 kg\nPina (2020) [45] 3 DXA 19.8 ± 3.5 kg 20.1 ± 3.3 kg 0.3 kg 1.5 0.09 CP 7 kg/ KE 9.4 kg\nRabelo (2011) [54] DXA 36.4 ± 4.0 kg 37.1 ± 4.2 kg 0.7 kg 1.9 0.17 BP 17.4 kg/ KE 25.9 kg\nRadaelli (2014) [37] SS VL US 16.6 ± 4 mm 17.4 ± 4.8 mm 0.8 mm 4.9 0.18 7 kg\nRadaelli (2014) [37] SS RF US 14.9 ± 4.5 mm 15.6 ± 4.2 mm 0.7 mm 4.3 0.16 7 kg\nRadaelli (2014) [37] MS VL US 17.2 ± 3 mm 18.3 ± 3.1 mm 1.1 mm 5.2 0.35 9.5 kg\nRadaelli (2014) [37] MS RF US 15.1 ± 2.8 mm 16.0 ± 2.4 mm 0.9 mm 5.5 0.33 9.5 kg\nRibeiro (2017) [38] TDTR DXA 16.6 ± 1.7 kg 17.1 ± 1.8 kg 0.5 kg 3 0.28 12.4 kg\nRibeiro (2017) [38] PRTR DXA 16.6 ± 1.6 kg 16.9 ± 1.7 kg 0.3 kg 1.8 0.18 11.4 kg\ndos Santos (2016) [43] DXA 18.7 ± 2.9 kg 19.2 ± 2.8 kg 0.5 kg 2.5 0.17 1.9 kg\nThiebaud (2013) [40] MH DXA 40.9 ± 6.4 kg 41.2 ± 6.2 kg 0.3 kg 0.7 0.05 LP 13.5 kg\nThiebaud (2013) [40] LI-BFR DXA 41.3 ± 4.5 kg 42.2 ± 4.5 kg 0.9 kg 2.2 0.19 LP 7.6 kg\nTomeleri (2019) [46] SJ DXA 34.2 ± 3.2 kg 35.8 ± 1.8 kg 1.6 kg 4.7 0.21 CP 4.2 kg/ KE 8 kg\nTomeleri (2019) [46] MJ DXA 33.9 ± 1.1 kg 36.0 ± 1.2 kg 2.1 kg 6.2 1.78 CP 5.4 kg/ KE 10.8 kg\nVieira (2020) [47] HS DXA 37.84 ± 3.80 kg 38.05 ± 3.57 kg 0.21 kg 0.6 0.06 BP 2.9 kg/ LP 30.4 kg\nVieira (2020) [47]VHS DXA 34.15 ± 2.11 kg 34.60 ± 2.09 kg 0.45 kg 1.3 0.20 BP 5.3 kg / LP 50.0 kg\nMean – – – – 4.8 0.44 BP 7.7 kg/ CP 4.4 kg/ KE \n10.8 kg/ LP 24.6 kg\n\n2947Aging Clinical and Experimental Research (2021) 33:2941–2952 \n1 3\nparticipants (defining two categories: below 65 and above \n65 years of age), intervention length, number of weekly \nsessions and number of exercises proposed, highlighting no \nsignificant difference in the retrieved effects, neither for lean \nnor fat body mass.\nThe results of the sensitivity analyses showed that consid-\nering only results from DXA returned a SMD = 0.36 (95% \nCI 0.19–0.53, p < 0.0001), therefore very similar to our \nmain results. The second sensitivity analysis was performed \nexcluding the poor-quality studies, with a SMD = 0.45 (95% \nCI 0.27–0.63, p < 0.0001), indicating that poor-quality stud-\nies did not affect the average effect size.\nDiscussion\nThis review article aimed to identify and analyze manu-\nscripts regarding RT and hypertrophic responses in a post-\nmenopausal and elderly adult female population. Our main \nfindings highlight that all the analyzed RT protocols were \nable to moderately increase muscle mass in the sampled \npopulations, despite differences in intervention length and \nassessment procedures. These effects however, are small-\nto-moderate (SMD = 0.44). Interestingly, no difference in \nlean body mass increase was present regarding age, weekly \nfrequency and intervention length. Therefore, we could not \nidentify a minimum dose–response for lean muscle mass \nimprovement in the retrieved studies regarding RT. A sys-\ntematic review and meta-analysis by Schoenfeld et al. [58] \naimed to identify the main training parameters in order to \nincrease strength and hypertrophic adaptations in a general \npopulation. The study has concluded that intensity is deter -\nminant in strength increases while volume can be modulated \nover different spectrums to promote muscle hypertrophy. \nTable 3 The table describes testing methods and differences compared to baseline values regarding fat mass of each study\nALT alternating upper and lower body, BIA bioelectric impedance analysis, DUP periodized, DXA dual-energy Xray absorptiometry, FM fat \nmass, HV high volume, LV low volume, MJ-SJ multi to single joint, NP non periodized, RT resistance training, SF skin folds, SJ-MJ single to \nmulti joint; < 5% < 5% of truck fat gain\nStudy Measure-\nment tool\nPre-intervention value Post-intervention value FMΔ % Δ SMD\nBotero (2013) [41] DXA 24.27 ± 1.32 kg 23.54 ± 1.37 kg − 0.73 kg − 3 0.53\nCoelho-Júnior (2019) [51] NP BIA 41.9 ± 6.3 kg 41.7 ± 3.6 kg − 0.2 0.5 0.04\nCoelho-Júnior (2019) [51]DUP BIA 39.1 ± 8.5 kg 39.1 ± 8.7 kg 0 0\nde Oliveira Júnior (2020) [42] LV DXA 28.99 ± 9.28 kg – – – –\nde Oliveira Júnior (2020) [42] HV DXA 28.87 ± 8.78 kg – – – –\nDib (2020) [48] MJ-SJ DXA 25.8 ± 8.9 kg 25.8 ± 9.0 kg 0 0 0\nDib (2020) [48] SJ-MJ DXA 24.5 ± 7.2 kg 24.8 ± 7.5 kg 0.3 1.2 0.04\nDib (2020)[48] ALT DXA 24.9 ± 8.7 kg 25.0 ± 8.7 kg 0.1 0.4 0.01\ndos Santos (2016) [43] DXA 25.3 ± 9.4 kg 24.9 ± 9.7 kg − 0.4 kg − 1.6 0.04\nGambassi (2016) [55] BIA 23.0 ± 1.2 kg 20.0 ± 1.1 kg − 3 − 13 2.56\nLeenders (2013) [52] DXA 21.2 ± 0.9 kg 20.3 ± 0.9 kg − 0.9 − 4.2 0.98\nNunes (2020) [33] BIA 28.5 ± 12.8 kg 28.4 ± 12.7 kg − 0.1 − 0.4 0.01\nOrsatti (2008) [35] RT BIA 35.6 ± 8.1% 34.9 ± 8.3% − 0.7% − 2 0.08\nOrsatti (2012) [36] < 5% DXA 12.9 ± 3.8 kg 12.8 ± 3.9 kg − 0.1 kg − 0.8 0.03\nPina (2019) [44] 2 DXA 25.1 ± 6.4 kg 24.9 ± 6.9 kg − 0.2 kg − 0.8 0.03\nPina (2019) [44] 3 DXA 24.3 ± 6.8 kg 23.6 ± 6.7 kg − 0.7 kg − 2.9 0.10\ndos Santos (2016) [43] DXA 24.81 ± 9.4 kg 24.17 ± 9.2 kg − 0.64 kg − 2.6 0.07\nVieira (2020) [47] HS DXA 30.21 ± 9.31 kg 30.21 ± 10.03 kg 0 0 0\nVieira (2020) [47]VHS DXA 26.94 ± 6.72 kg 25.43 ± 6.64 kg − 1.51 − 5.6 0.22\nMean – – – – − 2.1 0.27\nFig. 2 Funnel plot for publication bias evaluation for lean body mass\n\n2948 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\nFig. 3 Figure shows the forest plot of the meta-analytic results \nregarding lean body mass. 2 Twice a week, 3 three times a week, BL \nbilateral, DT-ReT detraining-retraining, DUP ondulating periodized, \nHS High supervised, HV high volume, LI-BFR low load blood flow \nrestriction exercise, LV low volume, MH moderate to high inten-\nsity elastic band resistance exercise, MJ multi joint, MS multiple-set \nresistance training, MV muscle volume, NP non periodized, PR pyr-\namid, RF rectus femoris, RT resistance training, SJ single joint, SS \nsingle-set resistance training, TD traditional, UL unilateral, VL vastus \nlateralis, VHS very high supervised; < 5% < 5% of truck fat gain\nFig. 4 Figure shows the forest \nplot of the meta-analytic results \nregarding fat body mass. 2 \nTwice a week, 3 three times a \nweek, ALT alternating upper \nand lower body, DUP perio-\ndized, MJ-SJ multi to single \njoint, NP non periodized, RT \nresistance training, SJ-MJ single \nto multi joint; < 5% < 5% of \ntruck fat gain\n\n\n2949Aging Clinical and Experimental Research (2021) 33:2941–2952 \n1 3\nThese findings may provide explanation to our main results, \nsince the included protocols had similar intensities and vol-\nume (being that the majority of studies were performing \nbetween 8 and 12 repetitions with an intensity of around \n60% of 1RM). Another meta-analysis [59] which evaluated \nthe training frequency of RT programs on gains in muscular \nstrength has concluded that increased frequency is linked to \nincreases in strength. However, when age groups were ana-\nlyzed, only young adults seemed to benefit from increased \nRT frequency, while older adults did not. However, the \nresults of this latter study only took into account measures \nof strength and not muscle mass. Nevertheless, evidence \nof a dose–response relationships in the elderly (taking into \naccount both male and female) exists, suggesting that 2 ses-\nsions per week, performing 2 to 3 sets of 8 exercises, is \neffective in promoting strength and to modify muscle mor -\nphology [60]. The suggested protocol almost overlaps the \nmean reported data present in Table 1, which could explain \nthe homogeneity of the results regarding lean body mass \nimprovements observed across the retrieved studies.\nIt is important to note that increased muscle mass \ndoes not necessarily imply a causal relation with strength \nimprovements [61] since the mechanisms responsible for \nstrength development and muscle hypertrophy are different \nin nature [62, 63]. For example strength improvements as \na result of increased neural drive are observed well before \nmuscle hypertrophy as the result of increased motor unit fir-\ning rate or agonist–antagonist co-activation [62], while mus-\ncle hypertrophy is mainly stimulated by metabolic stress and \nmechanical tension which then activate intracellular path-\nways inducing muscle growth[63]. Although not a primary \noutcome of this review, as reported in Table  2, increases in \nstrength were also observed for bench press, chest press, leg \npress and knee extension exercises.\nThe small effects highlighted by the meta-analytic syn-\nthesis, seem to be in line with the most recent scientific evi-\ndence, since as a consequence of aging, increased anabolic \nresistance, diminished muscle regeneration, impaired muscle \nactivation and a reduction of the number of motor units are \nfrequently observed [64]. However, precisely for these rea-\nsons it is important to engage postmenopausal and elderly \nwomen in RT programs, in order to improve muscle mass \nand strength, to reduce the risk of injury, and improve qual-\nity of life during the aging process [65].\nOther analyzed aspect in this review was fat mass, which \ndid not show any difference as a consequence of RT. Despite \nthe general agreement regarding improved muscle mass to \nRT, there are still controversial reportings regarding fat mass \n[66], since some authors advocate decreases [67], while oth-\ners do not [35] in this specific population.\nIt is important to outline that only the study by Nasci-\nmento et al. [34] considered dietary intake along with the \nRT protocol. Although nutritional aspects of training and \nrecovery go outside the scope of this study, we cannot \nneglect the importance of proper diet in muscle hypertro -\nphy [68], especially for post-menopausal women in which a \ncorrect nutritional regimen is recommended [21, 69], since \nthe frequent dyslipidemic profiles observed [66]. In addition \nto nutritional status, other important consideration needs to \nbe outlined regarding hormonal replacement therapy that \nmay be prescribed as a form of prevention for estrogen defi-\nciency. None of the included participants were undergoing \nhormonal therapy. To be noted that six studies [32, 37, 40, \n50, 52, 53] did not specify if the participants were using \nhormonal replacement therapy. Therefore, the results of this \nstudy may primarily be attributable to the effects of the RT \ninterventions.\nConcerning clinical application, Nelson [70] and col-\nleagues have shown that adults who do not take part in regu-\nlar RT lose on average 0.46 kg of muscle per year from the \nage of 50. Additionally, sedentary subjects have reported \na 50% reduction in fast-twitch muscle fibers by the age of \n80 [27, 71]. These review findings are particularly impor -\ntant for post-menopausal and older women who are more \nsusceptible to sarcopenia than men [72, 73]. Thus, creating \nexercise prescription that will induce hypertrophy, specifi-\ncally in postmenopausal and older women could represent \nan efficient strategy to counteract the effects of sarcopenia \nand would contribute to overall better quality of life in adult \nwomen [74].\nThe strengths of this review embedded a comprehensive \nsearch strategy, stringent predetermined inclusion and exclu-\nsion criteria and thorough analyses of each article included. \nWe included articles that examined direct and indirect \nmeasures of muscle hypertrophy and focused on incremen-\ntal changes in the musculature trained in postmenopausal \nand older adult women. The results of our study provide \nevidence that RT may possibly counteract the effects of \nsarcopenia.\nNevertheless, our study is not without limitations, includ-\ning the various types of outcome measurements sampled \nwith heterogeneous methods. Despite significant efforts to \nidentify appropriate techniques for muscle mass quantifica-\ntion [75, 76], a consensus regarding a gold standard proce-\ndure still needs to be defined. A recent review article has \nproposed dual energy X‐ray absorptiometry as a reference \ntechnique [77], taking into account advantages and disad-\nvantages across available muscle mass measures. Therefore, \ndata interpretation should always consider the principles \nbehind each measurement technique before comparisons. \nOne of the main limits, which neither dual energy X‐ ray \nabsorptiometry nor other adopted methods as CT scans, bio-\nimpedance analysis and ultrasound evaluations, are able to \ndetect fatty infiltrations within muscles, which is a common \nprocess caused by aging [77], which could lead to overesti-\nmation of muscle mass [78] in elderly or obese people.\n\n2950 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\nOther aspects which needs to be considered are the rela-\ntively short intervention duration (mean 16 weeks) in the \nmajority of studies, and study designs, since only three stud-\nies were randomized control trials while the majority were \ncase series, therefore leading to a general low level of evi-\ndence. In addition, despite the single study results seem to be \nnot homogeneous, no substantial differences in intervention \nlength and assessment methods were present. Therefore, the \nmoderator analysis performed could not identify a minimum \ndose–response to RT.",
    "conclusion": "Based on the data acquired through our systematic literature \nsearch, RT protocols are able to moderately increase mus-\ncle mass in post-menopausal and elderly woman but not to \nreduce fat mass. Exercise frequency, number of exercises per \ntraining session, protocol length and age of the participants \ndo not seem to significantly moderate the evaluated effects. \nResearch needs to concentrate on defining training param-\neters as volume and intensity in order to help sport pro-\nfessionals to more effectively program RT protocols which \nwould in turn counteract the effects of sarcopenia.\nSupplementary Information The online version contains supplemen-\ntary material available at https:// doi. org/ 10. 1007/ s40520- 021- 01853-8.\nFunding Open access funding provided by Università degli Studi \ndi Padova within the CRUI-CARE Agreement. The authors did not \nreceive any specific grant for this research from any funding agency in \nthe public, commercial, or not-for-profit sectors.\nDeclarations \nConflicts of interest The authors declare that they have no conflict of \ninterest relevant to the content of this review.\nEthical approval Not applicable.\nInformed consent Not applicable.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\nReferences\n 1. William J. Kraemer, Steven J. Fleck, Michael R. Deschenes. Exer-\ncise Physiology: Integrating Theory and Application 2015 2nd \nedition Lippincott Williams & Wilkins ISBN-10:145119319X.\n 2. Kraemer WJ, Nindl BC, Ratamess NA et al (2004) Changes in \nmuscle hypertrophy in women with periodized resistance training. \nMed Sci Sports Exerc 36:697–708\n 3. Garber CE, Blissmer B, Deschenes MR et al (2011) American \nCollege of Sports, American College of Sports Medicine position \nstand. Quantity and quality of exercise for developing and main-\ntaining cardiorespiratory, musculoskeletal, and neuromotor fitness \nin apparently healthy adults: guidance for prescribing exercise. \nMed Sci Sports Exerc 43:1334–1359\n 4. Bodine SC, Stitt TN, Gonzalez M et al (2001) Akt/mTOR path-\nway is a crucial regulator of skeletal muscle hypertrophy and can \nprevent muscle atrophy in vivo. Nat Cell Biol 3:1014–1019\n 5. Drummond MJ, Dreyer HC, Pennings B et al (2008) Skeletal mus-\ncle protein anabolic response to resistance exercise and essen-\ntial amino acids is delayed with aging. J Appl Physiol (1985) \n104:1452–1461\n 6. Ahtiainen JP, Walker S, Peltonen H et al (2016) Heterogeneity in \nresistance training-induced muscle strength and mass responses \nin men and women of different ages. Age (Dordr) 38:10\n 7. Moro T, Brightwell CR, Deer RR et al (2018) Muscle protein \nanabolic resistance to essential amino acids does not occur in \nhealthy older adults before or after resistance exercise training. J \nNutr 148:900–909\n 8. Paoli A, Pacelli QF, Cancellara P et al (2016) Protein supple-\nmentation does not further increase Latissimus dorsi muscle \nfiber hypertrophy after eight weeks of resistance training in nov -\nice subjects, but partially counteracts the fast-to-slow muscle \nfiber transition. Nutrients 8:331\n 9. Hakkinen K, Pakarinen A, Kraemer WJ et al (2001) Selective \nmuscle hypertrophy, changes in EMG and force, and serum hor -\nmones during strength training in older women. J Appl Physiol \n91:569–580\n 10. Volpi E, Nazemi R, Fujita S (2004) Muscle tissue changes with \naging. Curr Opin Clin Nutr Metab Care 7:405–410\n 11. Keller K, Engelhardt M (2014) Strength and muscle mass loss \nwith aging process. Age and strength loss. Muscles Ligaments \nTendons J 3:346–350\n 12. Zachwieja JJ, Yarasheski KE (1999) Does growth hormone \ntherapy in conjunction with resistance exercise increase muscle \nforce production and muscle mass in men and women aged 60 \nyears or older? Phys Ther 79:76–82\n 13. Walston J, Fried LP (1999) Frailty and the older man. Med Clin \nNorth Am 83:1173–1194\n 14. Nevitt MC, Cummings SR, Kidd S et al (1989) Risk factors \nfor recurrent nonsyncopal falls. A prospective study. JAMA \n261:2663–2668\n 15. Dargent-Molina P, Favier F, Grandjean H et al (1996) Fall-\nrelated factors and risk of hip fracture: the EPIDOS prospective \nstudy. Lancet 348:145–149\n 16. Battaglia G, Giustino V, Messina G et al (2020) Walking in \nnatural environments as geriatrician’s recommendation for \nfall prevention: preliminary outcomes from the “passiata day” \nmodel. Sustainability 12:2684\n 17. Janssen I, Baumgartner RN, Ross R et al (2004) Skeletal muscle \ncutpoints associated with elevated physical disability risk in \nolder men and women. Am J Epidemiol 159:413–421\n 18. Reid KF, Naumova EN, Carabello RJ et al (2008) Lower extrem-\nity muscle mass predicts functional performance in mobility-\nlimited elders. J Nutr Health Aging 12:493–498\n\n2951Aging Clinical and Experimental Research (2021) 33:2941–2952 \n1 3\n 19. Castillo EM, Goodman-Gruen D, Kritz-Silverstein D et al \n(2003) Sarcopenia in elderly men and women: the Rancho Ber -\nnardo study. Am J Prev Med 25:226–231\n 20. Kalyani RR, Corriere M, Ferrucci L (2014) Age-related and \ndisease-related muscle loss: the effect of diabetes, obesity, and \nother diseases. Lancet Diabetes Endocrinol 2:819–829\n 21. Messier V, Rabasa-Lhoret R, Barbat-Artigas S et al (2011) \nMenopause and sarcopenia: a potential role for sex hormones. \nMaturitas 68:331–336\n 22. Anagnostis P, Dimopoulou C, Karras S et al (2015) Sarcopenia \nin post-menopausal women: Is there any role for vitamin D? \nMaturitas 82:56–64\n 23. Sjoblom S, Suuronen J, Rikkonen T et al (2013) Relationship \nbetween postmenopausal osteoporosis and the components of \nclinical sarcopenia. Maturitas 75:175–180\n 24. Dornemann TM, McMurray RG, Renner JB et al (1997) Effects \nof high-intensity resistance exercise on bone mineral density \nand muscle strength of 40–50-year-old women. J Sports Med \nPhys Fit 37:246–251\n 25. Rhodes EC, Martin AD, Taunton JE et al (2000) Effects of one \nyear of resistance training on the relation between muscular \nstrength and bone density in elderly women. Br J Sports Med \n34:18–22\n 26. Taaffe DR, Pruitt L, Pyka G et al (1996) Comparative effects \nof high- and low-intensity resistance training on thigh muscle \nstrength, fiber area, and tissue composition in elderly women. \nClin Physiol 16:381–392\n 27. Elliott KJ, Sale C, Cable NT (2002) Effects of resistance train-\ning and detraining on muscle strength and blood lipid profiles \nin postmenopausal women. Br J Sports Med 36:340–344\n 28. Delavier F, Gundill M (2015) Delavier’s women’s strength train-\ning anatomy workouts. Human Kinetics, Champaign, IL\n 29. Moher D, Liberati A, Tetzlaff J et al (2009) The preferred report-\ning items for systematic reviews and meta-analyses: the PRISMA \nstatement. PLoS Med 6:e1000097\n 30. Downs SH, Black N (1998) The feasibility of creating a check -\nlist for the assessment of the methodological quality both of ran-\ndomised and non-randomised studies of health care interventions. \nJ Epidemiol Commun Health 52:377–384\n 31. Cannon J, Kay D, Tarpenning KM et al (2007) Comparative \neffects of resistance training on peak isometric torque, muscle \nhypertrophy, voluntary activation and surface EMG between \nyoung and elderly women. Clin Physiol Funct Imaging 27:91–100\n 32. Correa CS, Cunha G, Marques N et al (2016) Effects of strength \ntraining, detraining and retraining in muscle strength, hypertrophy \nand functional tasks in older female adults. Clin Physiol Funct \nImaging 36:306–310. https:// doi. org/ 10. 1111/ cpf. 12230\n 33. Cunha PM, Nunes JP, Tomeleri CM, et al (2020) Resistance \ntraining performed with single and multiple sets induces similar \nimprovements in muscular strength, muscle mass, muscle qual-\nity, and IGF-1 in older women: a randomized controlled trial. J \nStrength Cond Res 34:1008–1016. https:// doi. org/ 10. 1519/ JSC. \n00000 00000 002847\n 34. Nascimento MAD, Gerage AM, Silva D et al (2018) Effect of \nresistance training with different frequencies and subsequent \ndetraining on muscle mass and appendicular lean soft tissue, IGF-\n1, and testosterone in older women. Eur J Sport Sci 19:199–207\n 35. Orsatti FL, Nahas EA, Maesta N et al (2008) Plasma hormones, \nmuscle mass and strength in resistance-trained postmenopausal \nwomen. Maturitas 59:394–404\n 36. Orsatti FL, Nahas EA, Orsatti CL et al (2012) Muscle mass \ngain after resistance training is inversely correlated with trunk \nadiposity gain in postmenopausal women. J Strength Cond Res \n26:2130–2139\n 37. Radaelli R, Wilhelm EN, Botton CE et al (2014) Effects of single \nvs. multiple-set short-term strength training in elderly women. Age \n(Dordr) 36(6):9720. https:// doi. org/ 10. 1007/ s11357- 014- 9720-6\n 38. Ribeiro AS, Schoenfeld BJ, Fleck SJ et al (2017) Effects of tra-\nditional and pyramidal resistance training systems on muscular \nstrength muscle mass, and hormonal responses in older women: \na randomized crossover trial. J Strength Cond Res 31:1888–1896. \nhttps:// doi. org/ 10. 1519/ JSC. 00000 00000 001653\n 39. Santos L, Ribeiro AS, Schoenfeld BJ et al (2017) The improve-\nment in walking speed induced by resistance training is associated \nwith increased muscular strength but not skeletal muscle mass in \nolder women. Eur J Sport Sci 17:488–494\n 40. Thiebaud RS, Loenneke JP, Fahs CA et al (2013) The effects of \nelastic band resistance training combined with blood flow restric-\ntion on strength, total bone-free lean body mass and muscle thick-\nness in postmenopausal women. Clin Physiol Funct Imaging \n33:344–352. https:// doi. org/ 10. 1111/ cpf. 12033\n 41. Botero JP, Shiguemoto GE, Prestes J et al (2013) Effects of long-\nterm periodized resistance training on body composition, leptin, \nresistin and muscle strength in elderly post-menopausal women. \nJ Sports Med Phys Fit 53:289–294\n 42. de Oliveira Júnior GN, de Sousa JFR, Carneiro M et al (2020) \nResistance training-induced improvement in exercise tolerance is \nnot dependent on muscle mass gain in post-menopausal women. \nEur J Sport Sci. https:// doi. org/ 10. 1080/ 17461 391. 2020. 17985 11\n 43. Dos Santos L, Cyrino ES, Antunes M et al (2016) Changes in \nphase angle and body composition induced by resistance training \nin older women. Eur J Clin Nutr 70:1408–1413\n 44. Pina FLC, Nunes JP, Nascimento MA et al (2019) Similar effects \nof 24 weeks of resistance training performed with different fre-\nquencies on muscle strength, muscle mass, and muscle quality in \nolder women. Int J Exerc Sci 12:623–635\n 45. Pina FLC, Nunes JP, Schoenfeld BJ et al (2020) Effects of differ-\nent weekly sets-equated resistance training frequencies on muscu-\nlar strength muscle mass, and body fat in older women. J Strength \nCond Res 34:2990–2995\n 46. Tomeleri CM, Ribeiro AS, Nunes JP et al (2019) Influence of \nresistance training exercise order on muscle strength, hypertrophy, \nand anabolic hormones in older women: a randomized controlled \ntrial. J Strength Cond Res. 34(11):3103-3109. https:// doi. org/ 10. \n1519/ JSC. 00000 00000 003147\n 47. Vieira DCL, Nascimento DC, Tajra V et al (2020) High supervised \nresistance training in elderly women: the role of supervision ratio. \nInt J Exerc Sci 13:597–606\n 48. Dib MM, Tomeleri CM, Nunes JP et al (2020) Effects of three \nresistance exercise orders on muscular function and body com-\nposition in older women. Int J Sports Med 41:1024–1031\n 49. Janzen CL, Chilibeck PD, Davison KS (2006) The effect of uni-\nlateral and bilateral strength training on the bilateral deficit and \nlean tissue mass in post-menopausal women. Eur J Appl Physiol \n97:253–260. https:// doi. org/ 10. 1007/ s00421- 006- 0165-1\n 50. Churchward-Venne TA, Tieland M, Verdijk LB et al (2015) There \nare no nonresponders to resistance-type exercise training in older \nmen and women. J Am Med Dir Assoc 16:400–411\n 51. Coelho-Júnior HJ, de Oliveiraonçalvez I, Sampaio RAC et al \n(2019) Periodized and non-periodized resistance training pro-\ngrams on body composition and physical function of older \nwomen. Exp Gerontol 121:10–18. https:// doi. org/ 10. 1016/j. exger. \n2019. 03. 001\n 52. Leenders M, Verdijk LB, van der Hoeven L et al (2013) Elderly \nmen and women benefit equally from prolonged resistance-type \nexercise training. J Gerontol A Biol Sci Med Sci 68:769–779\n 53. Nunes JP, Ribeiro AS, Silva AM et al (2019) Improvements in \nphase angle are related with muscle quality index after resistance \ntraining in older women. J Aging Phys Act 27:515–520\n\n2952 Aging Clinical and Experimental Research (2021) 33:2941–2952\n1 3\n 54. Rabelo HT, Bezerra LA, Terra DF et al (2011) Effects of 24 \nweeks of progressive resistance training on knee extensors peak \ntorque and fat-free mass in older women. J Strength Cond Res \n25:2298–2303\n 55. Gambassi BB, Rodrigues B, Feriani DJ et al (2016) Effects of \nresistance training of moderate intensity on heart rate variability, \nbody composition, and muscle strength in healthy elderly women. \nSport Sci Health 12:389–395\n 56. Tremblay MS, LeBlanc AG, Kho ME et al (2011) Systematic \nreview of sedentary behaviour and health indicators in school-\naged children and youth. Int J Behav Nutr Phys Act 8:98\n 57. Dawson B, Trapp RG (2004) Basic and clinical biostatistics 4/E \n(ebook). McGraw-Hill Education, New York\n 58. Schoenfeld BJ, Grgic J, Ogborn D et al (2017) Strength and hyper-\ntrophy adaptations between low- vs high-load resistance train-\ning: a systematic review and meta-analysis. J Strength Cond Res \n31:3508–3523\n 59. Grgic J, Schoenfeld BJ, Davies TB et al (2018) Effect of resistance \ntraining frequency on gains in muscular strength: a systematic \nreview and meta-analysis. Sports Med 48:1207–1220\n 60. Borde R, Hortobágyi T, Granacher U (2015) Dose–response rela-\ntionships of resistance training in healthy old adults: a systematic \nreview and meta-analysis. Sports Med 45:1693–1720\n 61. Loenneke JP, Buckner SL, Dankel SJ et al (2019) Exercise-\ninduced changes in muscle size do not contribute to exercise-\ninduced changes in muscle strength. Sports Med 49:987–991\n 62. Gabriel DA, Kamen G, Frost G (2006) Neural adaptations to resis-\ntive exercise: mechanisms and recommendations for training prac-\ntices. Sports Med 36:133–149\n 63. Schoenfeld BJ (2010) The mechanisms of muscle hypertrophy \nand their application to resistance training. J Strength Cond Res \n24:2857–2872\n 64. Endo Y, Nourmahnad A, Sinha I (2020) Optimizing skeletal mus-\ncle anabolic response to resistance training in aging. Front Physiol \n11:874–874\n 65. Foster-Burns SB (1999) Sarcopenia and decreased muscle strength \nin the elderly woman: resistance training as a safe and effective \nintervention. J Women Aging 11:75–85\n 66. Leite RD, Prestes J, Pereira GB et al (2010) Menopause: highlight-\ning the effects of resistance training. Int J Sports Med 31:761–767\n 67. Shaw BS, Gouveia M, McIntyre S et al (2016) Anthropometric \nand cardiovascular responses to hypertrophic resistance training \nin postmenopausal women. Menopause 23:1176–1181\n 68. Morton RW, Murphy KT, McKellar SR et al (2018) A systematic \nreview, meta-analysis and meta-regression of the effect of protein \nsupplementation on resistance training-induced gains in muscle \nmass and strength in healthy adults. Br J Sports Med 52:376–384\n 69. Paoli A, Canato M, Toniolo L et al (2011) The ketogenic diet: \nan underappreciated therapeutic option? Clin Terapeutica \n162:e145–e153\n 70. Nelson ME, Fiatarone MA, Morganti CM et al (1994) Effects \nof high-intensity strength training on multiple risk factors for \nosteoporotic fractures. A randomized controlled trial. JAMA \n272:1909–1914\n 71. Larsson L (1983) Histochemical characteristics of human skeletal \nmuscle during aging. Acta Physiol Scand 117:469–471\n 72. Hida T, Shimokata H, Sakai Y et al (2016) Sarcopenia and sarco-\npenic leg as potential risk factors for acute osteoporotic vertebral \nfracture among older women. Eur Spine J 25:3424–3431\n 73. Di Monaco M, Vallero F, Di Monaco R et al (2011) Prevalence \nof sarcopenia and its association with osteoporosis in 313 older \nwomen following a hip fracture. Arch Gerontol Geriatr 52:71–74\n 74. Woodward MJ, Lu CW, Levandowski R et al (2015) The exer -\ncise prescription for enhancing overall health of midlife and older \nwomen. Maturitas 82:65–71\n 75. Lemos T, Gallagher D (2017) Current body composition meas-\nurement techniques. Curr Opin Endocrinol Diabetes Obes \n24:310–314\n 76. Buehring B, Siglinsky E, Krueger D et al (2018) Comparison of \nmuscle/lean mass measurement methods: correlation with func-\ntional and biochemical testing. Osteoporos Int 29:675–683\n 77. Buckinx F, Landi F, Cesari M et al (2018) Pitfalls in the measure-\nment of muscle mass: a need for a reference standard. J Cachexia \nSarcopenia Muscle\n 78. Segal NA, Glass NA, Baker JL et al (2009) Correcting for fat mass \nimproves DXA quantification of quadriceps specific strength in \nobese adults aged 50–59 years. J Clin Densitom 12:299–305\nPublisher’s Note Springer Nature remains neutral with regard to \njurisdictional claims in published maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 24,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Systematic review/meta-analysis of RT programs in postmenopausal and elderly women, focusing on lean body mass and functional outcomes."
}