{
  "id": 87,
  "title": "Resistance Training-Induced Gains in Muscle Strength, Body Composition, and Functional Capacity Are Attenuated in Elderly Women With Sarcopenic Obesity",
  "authors": "de Oliveira Silva A et al.",
  "year": 2018,
  "doi": "10.2147/CIA.S156174",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_women",
    "sarcopenic_obesity",
    "dynapenia"
  ],
  "population": {
    "training_status": "RCT_RT_only",
    "sample_size": 41
  },
  "sections": {
    "methods": "A total of 49 women (aged $60 years) were divided in two groups: without SO \n(non-SO, n=41) and with SO (n=8). Both groups performed a periodized RT program consisting \nof two weekly sessions for 16 weeks. All measures were assessed at baseline and postintervention, \nincluding anthropometry and body composition (dual-energy X-ray absorptiometry), muscle \nstrength (one repetition maximum) for chest press and 45 ° leg press, and functional capacity \n(stand up, elbow flexion, timed “up and go”).",
    "results": "After the intervention, only the non-SO group presented significant reductions \nin percentage body fat (-2.2%; P=0.006), waist circumference (-2.7%; P=0.01), waist-to-hip \nratio (-2.3; P=0.02), and neck circumference ( -1.8%; P=0.03) as compared with baseline. \nMuscle strength in the chest press and biceps curl increased in non-SO only (12.9% and 11.3%, \nrespectively), while 45 ° leg press strength increased in non-SO (50.3%) and SO (40.5%) as \ncompared with baseline. Performance in the chair stand up and timed “up and go” improved in \nnon-SO only (21.4% and -8.4%, respectively), whereas elbow flexion performance increased in \nnon-SO (23.8%) and SO (21.4%). Effect sizes for motor tests were of higher magnitude in the \nnon-SO group, and in general, considered “moderate” compared to “trivial” in the SO group.",
    "conclusion": "Results suggest that adaptations induced by 16 weeks of RT are attenuated in \nelderly woman with SO, compromising improvements in adiposity indices and gains in muscle \nstrength and functional capacity.\nKeywords: aging, obesity, resistance training, sarcopenia",
    "introduction": "The rapidly growing elderly population in most developed countries has resulted in \nan epidemiological confluence of risk factors for health-related conditions. In this \ncontext, the prevalence of obesity in older adults has doubled since 1980, and it con-\ntinues to increase worldwide1 with more than a third of persons $65 years of age in \nthe USA considered obese.2 In addition, aging is accompanied by a progressive loss of \nmuscle mass and poor physical function referred to as sarcopenia, which dramatically \naffects health status and quality of life in those afflicted. 3 Coexistence of sarcopenia \nand obesity, termed sarcopenic obesity (SO), 4 may act synergistically to exacerbate \nhealth-threatening effects.\nCorrespondence: Jonato Prestes\nCatholic University of Brasília (UCB), Qs \n07, lote 01, ePTC – Bloco g, Taguatinga, \nFederal District, Brasilia 71966-700, Brazil\nemail jonatop@gmail.com \nJournal name: Clinical Interventions in Aging\nArticle Designation: Original Research\nY ear: 2018\nVolume: 13\nRunning head verso: de Oliveira Silva et al\nRunning head recto: Resistance training and hypertension and sarcopenic obesity\nDOI: 156174\n\nClinical Interventions in Aging 2018:13submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n412\nde Oliveira silva et al\nSO has been related to longer periods of hospitalization,5 \nhigher health care costs, 6 increased risk of cardiovascular \ndiseases,7 and greater mortality8 than sarcopenia or obesity \nalone. Furthermore, elderly individuals with SO showed a \nhigher risk for incurring functional limitations, notably in \nwomen.9,10 Women with SO have an odds ratio for two or \nmore self-reported physical disabilities on the instrumental \nactivities of daily living of 11.98 compared with 2.96 for \nsarcopenia and 2.15 for obesity alone.10 These negative out-\ncomes suggest that sarcopenia and obesity have independent \nand additive adverse effects on health and that the efforts \ntaken to promote healthy aging must consider both preventing \nobesity and maintaining or increasing skeletal muscle mass \nand function.\nDespite significant and rising public health concerns, \nSO is a modifiable condition and can be treated with effec-\ntive therapy. In this sense, it has been argued that exercise \ntraining interventions and, in particular, resistance training \n(RT) could ameliorate outcomes related to SO by promoting \nbeneficial changes in muscle strength 11,12 and adiposity \nindices.13 However, a more careful analysis of intervention \nstudies in elderly individuals with SO has shown conflicting \nresults with respect to improvements in physical function. \nAlthough some studies have reported increases in muscular \nstrength and physical performance associated with regular \nRT in those with SO, 12–14 others have failed to document \nimprovements.11 Moreover, most studies to date have focused \non older people with obesity and frailty 15–17 or postmeno -\npausal women separately18 and not with the SO condition. \nIn addition, some studies used a combination of different \nmodalities of exercises that make it difficult to evaluate the \nisolated effects of RT. Thus, the effects of RT in those with \nSO are not completely elucidated.\nObesity and aging are characterized by several abnormali-\nties in skeletal muscle and, in particular, intramuscular lipid \naccumulation, which has been associated with low force \ngeneration, reduced regenerative capacity from injuries, \nresistance to anabolic stimulus (growth factors, hormones, \namino acids, and exercise),19,20 and heightened local inflam-\nmatory pathways. 21 All these abnormalities may impair \nexercise adaptations, 22,23 potentially mitigating gains in \nmuscle function.\nBased on these assumptions, it is reasonable to hypoth -\nesize that elderly women with SO are less responsive to the \nbenefits induced by RT as compared with elderly women \nwithout SO. Thus, the present study was undertaken to \ncompare the effects of 16 weeks of RT on body composition, \nmuscle strength, and functional capacity in elderly women \nwith and without SO.",
    "materials and methods": "subjects\nInitially, 66 sedentary obese elderly women were recruited \nto participate in this study. Before participating in the \nexperimental protocols, each subject underwent a com -\nplete physical examination that included clinical history, \nanthropometry, resting and exercise electrocardiogram, \nas well as orthopedic and blood pressure assessment. The \nfollowing inclusion criteria were adopted: sedentary women, \naged $60 years, with a body fat percentage .32%. Obesity \nwas determined as recommended by the National Institute \nof Diabetes and Digestive and Kidney Diseases, assuming \na cutoff point of 30% for women.24 Exclusion criteria were \nas follows: smoking, sarcopenia alone, alcohol and drug \nabuse in the last 2 years, physical disability, diagnosis of \ndiabetes, cardiovascular disease, hypertension, inflamma -\ntory and rheumatic diseases, autoimmune diseases, or the \nuse of medications (such as beta blockers, hormone replace-\nment therapy, anti-inflammatory, insulin). Enrollment was \nvoluntary and written informed consent was obtained from \neach participant. The procedures complied with the Helsinki \nDeclaration, and the experimental protocol was approved \nby the Catholic University of Brasília Ethics Committee \n(protocol no. 235/2010).\nAfter screening for eligibility, 49 elderly women were \nselected to participate. Subjects were divided into two \ngroups: those without SO (non-SO, n =41, 66.0±4.0 years, \n63.7±10.78 kg, 151.2±6.2 cm) and those with SO (SO, n=8, \n66.9±3.3 years, 69.2±12.3 kg, 156.3±3.2 cm). Both groups \ncompleted 16 weeks of regimented RT.\nAnthropometry and body composition\nHeight (to the nearest 0.1 cm) and body mass (to the nearest \n0.1 kg) were measured and utilized to determine body mass \nindex (BMI, body mass/height 2). All circumferences were \nobtained in triplicate using a nonelastic tape measurer and \naveraged to determine the final reported circumference. Waist \ncircumference (WC) was measured at the midway point \nbetween the last floating rib and the iliac crest. Neck circum-\nference (NC) was measured with participants standing erect \nand with their heads positioned in the horizontal Frankfurt \nplane. The upper edge of the measuring tape was placed just \nbelow the laryngeal prominence and applied perpendicularly \nto the long axis of the neck. Hip circumference was deter -\nmined at the level of the maximum extension of the buttocks \nposteriorly in a horizontal plane. Waist-to-hip ratio (WHr) \nwas calculated as WC divided by hip circumference.\nTotal and percentage body fat mass (FM) and fat-free mass \n(FFM) were determined by dual-energy X-ray absorptiometry \n\nClinical Interventions in Aging 2018:13 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n413\nresistance training and hypertension and sarcopenic obesity\n(DXA; model 8548 BX1L, Lunar DPX type, software Encore \n2005; GE Healthcare Europe GmbH, Freiburg, Germany). \nSubjects underwent a complete body scan in the supine \nposition. Elderly women were secured by nonelastic straps \nat the knees and ankles with arms aligned along with the \ntrunk with palms facing the thighs. Appendicular fat-free \nmass (AFFM) was determined by the sum of the FFM from \nthe lower and upper body.\nSO identification\nSO was identified in accordance with specifications proposed \nin the literature. 25 Briefly, the method of classification is \nbased on the residual values of a regression equation that \npredicts AFFM based on height (in meters) and FM (in \nkg). The equation of elderly women has been identified as \nfollows: predicted AFFM = -14.529 + (17.989 × height in \nmeters) + (0.1307 × total FM in kg). The residual value (DXA \nmeasured AFFM - equation predicted AFFM) is used for \nthe classification of SO, and the cutoff value corresponds to \na residual #3.4. Obesity was classified by BMI assuming a \ncutoff point of 27.0 kg/m2.26\nFunctional tests\nFunctional capacity was tested by 30-second chair stand \ntest, arm curl, and timed “up and go” (TUG) following the \nrecommendations of Jones and Rikli.27 During the chair stand \nup test, subjects were seated and were asked to perform as \nmany squats as possible during 30 seconds. In the arm curl \ntest, the subjects sat on a chair and completed the maximum \nnumber of repetitions possible during 30 seconds. The TUG \ntest consisted of standing from a chair and walking in the \nlowest time possible to a cone 3 m away, circling around the \ncone, and returning to the chair.\nMuscle strength assessment\nMaximum strength (one repetition maximum [RM]) was \ntested in chest press, 45 ° leg press, and standing arm curl \non the same day with 10 minutes rest between exercises. \nSubjects were allowed to warm-up for 10 minutes with \nlow-intensity treadmill running and performed eight rep -\netitions with an estimated 50% of 1 RM (according to the \nloads estimated in the adaptation period). After 1 minute of \nrest, subjects completed three repetitions with an estimated \n70% of 1 RM and rested for 3 minutes. They had three \nattempts to reach 1 RM with progressively heavier loads, \nusing 3–5 minutes of rest between trials. Exercise standards \nfollowed the recommendations of Brown and Weir. 28 This \nprocedure was repeated 3 days later to determine test–retest \nreproducibility. A higher intraclass correlation coefficient \nwas found between the first and the second test days (chest \npress r=0.95, 45° leg press r=0.98, and arm curl r=0.98).\nrT protocol\nBriefly, subjects underwent 2 weeks of RT familiarization \nwith one exercise for each major muscle group and two sets \nof 15 submaximal repetitions. This training was based on a \nprevious study from our research group.29 Subjects performed \ntwo weekly sessions during the 16-week RT. In the first \n4 weeks, they completed three sets of 12–14 RM and from \nweek 5 to 8 three sets of 10–12 RM. In weeks 9–12, subjects \ncompleted 8–10 RM and from week 13 to 16 three sets of \n6–8 RM. All training sessions were supervised by an experi-\nenced RT professional. Resistance exercises were performed \nin the following order: chest press, 45° leg press, seated low \nrow, leg extension, leg curl, triceps pulley extension, leg \nadduction and abduction machines, standing arm curl, and \nseated calf raise. All resistance exercises were completed \nwith three sets leading to concentric failure, and the number \nof repetitions and rest intervals between sets and exercises \nfollowed the proposed periodization. The mean duration to \ncomplete one repetition was 3–4 seconds (1–2 seconds for \nthe concentric phase and 2 seconds for the eccentric phase) \nand training sessions lasted ~40–50 minutes. Diet was not \ncontrolled, though they were advised to maintain similar \nfood ingestion.\nstatistical analysis\nHomogeneity of variance was tested using Levene’s test. \nA mixed factor analysis of variance (ANOVA) 2×2 (groups × \ntime) was employed to examine differences in the dependent \nvariables. In addition, effect size (ES) of the treatment was \ncalculated according to the following equation previously \nproposed in the literature:30\n \nPrepost ES Posttest mean Pretest mean\nPretest SD= −\n \nThe significance level was set at P#0.05. All analyses \nwere performed using the SPSS, version 20.0 (IBM Corpo-\nration, Armonk, NY, USA) for Windows. Values are given \nas mean ± SD.\nResults\nTable 1 presents anthropometric measures and body com -\nposition variables at baseline and after the 16-week training \nperiod. A significant group × time interaction was found only \nfor WHr (F =5.68, P=0.02). Y et, as expected, participants \nfrom the SO group presented a significantly higher FM \n\nClinical Interventions in Aging 2018:13submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n414\nde Oliveira silva et al\nwhen compared to non-SO at baseline. This difference did \nnot change after the intervention. Of note, only participants \nfrom the non-SO group achieved a significant decrease in FM \nfrom baseline to postintervention (F =5.22, P=0.03), %FM \n(F=8.44, P=0.006), WC (F =6.80, P=0.01), WHr (F =5.86, \nP=0.02), and NC (F=5.36, P=0.03).\nFunctional tests did not present significant group × \ntime interactions. However, Figure 1A and C demonstrates \nthat only the non-SO group improved performance in the \n30-second chair stand test (F =29.93, P=0.000) and TUG \n(F=26.20, P=0.000), respectively. On the other hand, both \nnon-SO (F =78.95, P=0.000) and SO (F =12.51, P=0.001) \ngroups presented a better performance in the seated arm curl \ntest after the RT intervention when compared to baseline \n(Figure 1B). ANOVA showed no significant group × time \ninteractions regarding 1 RM tests. However, there was a \nsignificant time effect for the chest press (F=4.21, P=0.05), \nand the non-SO group presented higher strength compared \nto SO after training for 16 weeks (Figure 2A). In addition, \nFigure 2C demonstrates that only the non-SO group showed \nan increase in the standing arm curl 1 RM when compared \nto baseline. Alternatively, both non-SO (F=79.24, P=0.000) \nand SO (F=6.70, P=0.01) groups presented higher leg press \nstrength after the intervention when compared to baseline \n(Figure 2B).\nAccording to Rhea,30 the ES for untrained subjects can \nbe categorized as trivial ( ,0.50), small (0.50–1.25), mod -\nerate (1.25–1.9), and large ( .2.0). In general, the present \nresults show that ES ranged from trivial to moderate. Note-\nworthy, only the non-SO group reached an ES classified as \nmoderate (elbow flexion). Moreover, percent change ( Δ%) \nand ES values were higher in non-SO for all variables, with \nseveral of the outcomes indicating potentially meaningful \ndifferences in the magnitude of effect favoring the non-SO \ncondition (Table 2).",
    "discussion": "The aim of the present study was to compare the effects of \n16 weeks of RT on body composition, muscle strength, and \nfunctional capacity of elderly women with and without SO. \nOur main finding is that important adaptations to RT are \nattenuated in elderly women with SO and confirm the initial \nhypothesis. This was evident in anthropometric (Table 1), \nfunctional (Figure 1A and C), and strength (Figure 2A and C) \nparameters. Moreover, the ES of the treatment and per -\ncent changes observed between pre- and postintervention \n(Table 2) corroborate these findings.\nRegarding anthropometric data, as opposed to what was \nobserved in the non-SO group, the FM, FFM, WC, and WHr \nremained virtually unaltered after 12 weeks of RT when \ncompared to pretraining values in SO. These findings are \nTable 1 Anthropometry and body composition variables at \nbaseline and postintervention\nVariable Baseline Postintervention\nNon-SO \n(n=41)\nSO \n(n=8)\nNon-SO \n(n=41)\nSO \n(n=8)\nFM (kg) 25.4±7.2# 31.7±9.5 24.8±7.0*,a 31.7±9.5\n%FM 40.8±6.0 45.7±9.0 39.9±5.6*,a 45.7±8.1\nFFM (kg) 35.7±4.3 34.9±2.8 36.0±4.6 34.8±3.8\nBody weight (kg) 63.7±10.8 69.2±12.3 63.5±10.6 68.1±11.7\nBMI (kg/m2) 27.8±4.7 28.4±5.0 27.9±4.3 28.0±4.9\nWC (cm) 85.1±11.0 85.8±13.0 82.8±9.8* 84.8±12.5\nWhr 0.86±0.06 0.82±0.07 0.84±0.06* 0.85±0.08\nnC (cm) 34.2±2.9 33.4±2.9 33.6±2.6* 33.0±2.7\nNotes: Data expressed as mean ± SD. *Significant difference versus baseline. \n#Significant difference versus SO at baseline. aSignificant difference versus SO \npostintervention.\nAbbreviations: sO, sarcopenic obesity; FM, fat mass; FFM, fat-free mass; BMI, \nbody mass index; WC, waist circumference; Whr, waist-to-hip ratio; nC, neck \ncircumference.\nFigure 1 Functional capacity before and after 16 weeks of rT measured by chair stand up (A), elbow flexion (B), and TUg (C) tests.\nNote: *Significant difference versus baseline.\nAbbreviations: rT, resistance training; sO, sarcopenic obesity; TUg, timed “up and go.”\n\n3UH\n5HSHWLWLRQV\n&KDLU\u0003VWDQG\u0003XS\n3RVW\n\u0015\u001b\n\u0015\u0017\n\u0015\u0013\n\u0014\u0019\n$\n3UH\n7LPH\u0003\u000bV\f\n78*\n3RVW\n\u001a\u0011\u0019\n\u001a\u0011\u0015\n\u0019\u0011\u001b\n\u0019\u0011\u0017\n\u0019\u0011\u0013\n\u0018\u0011\u0019\n\u0018\u0011\u0015\n&\n\n3UH\n5HSHWLWLRQV\n(OERZ\u0003IOH[LRQ\n3RVW\n\u0016\u0019\n\u0016\u0016\n\u0016\u0013\n\u0015\u001a\n\u0015\u0017\n\u0015\u0014\n\u0014\u001b\n%\n\n\n1RQ\u001062\n 62\n\n\nClinical Interventions in Aging 2018:13 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n415\nresistance training and hypertension and sarcopenic obesity\nconsistent with previous studies where elderly participants \nwith SO trained twice a week for 15 weeks14 or three times a \nweek for 24 weeks,31 whereby no major effects were noted in \nadiposity indices, especially when lacking more rigid dietetic \ncontrol or caloric restriction.14,31\nStrength assessments have been shown to be more sensi-\ntive in predicting balance, mobility, and falls than muscle \nmass measurements in older obese individuals.32 Of interest, \ngains observed in lower and upper limb extremity strength \noccur more prominently in non-SO and showed no relation \nwith FFM after our RT protocol. In fact, muscle strength \ndoes not always correspond to the amount of FFM 15 or \nmuscle mass.11,33 Findings of the present study are in line \nwith Balachandran et al, 14 who reported no major changes \nin FFM after 15 weeks of RT and employing the same \nweekly frequency of training (two times per week) utilized in \nour protocol.\nUnlike what was observed in FFM in both groups \nposttraining, the performance in chair stand up and 30-second \nchair stand test, as indicators of functional capacity, was \nimproved only in the non-SO group. These results were \nprobably influenced by gains in muscle strength by non-SO \nsubjects, as observed in biceps curl and chest press, which \ndid not occur in SO, or were attenuated, as demonstrated in \nleg press strength in SO, suggesting that adaptations to RT \nare mitigated in elderly women with SO. This effect could \nbe partially explained by lipotoxicity induced by an increase \nof intramyocellular triacylglycerol content and fatty acids \nderived as ceramides and diacylglycerol, 34 which perpetu -\nate inflammation and impaired single-fiber contractility. 35 \nMuscle fat accumulation may also interfere with signaling \npathways involved in muscle response to anabolic stimuli, \nblunting the activation of protein synthesis.19,20 In support of \nthis hypothesis, Delmonico et al 33 reported that the loss of \nknee extensor strength with aging coincides with a gain in \nmuscle fat infiltration in men and women with SO, suggest-\ning a pivotal role of fatty acids and derivatives in lowering \nmuscle strength and power, and a lower response to RT in \nSO, as reported in the present work.\nOur results corroborate the findings of Vasconcelos et al,11 \nwho reported that 14 older women (aged 65–80 years) with \nSO showed no improvements in knee extensor isokinetic \nmuscle strength after 15 weeks of RT compared to baseline \nand to a control group that did not engage in RT (also com-\nposed of sarcopenic obese participants). This is of particular \nimportance since women with SO displayed a 2.60 higher \nodds of having difficulty climbing stairs and a 2.35 higher \nodds of having difficulty descending stairs, 36 suggesting a \ndecline in the ability to perform activities of daily living. It is \ninteresting to highlight that in our intervention as well as in \nthe study of Vasconcelos et al,11 both of which found a lack of \nresponse for improving the physical function of older women \nwith SO, the individuals trained twice per week, while RT \nprotocols employing three sessions per week totaling 30 28 \nor 24 weeks 31 improved physical function. This suggests \nthat elderly people with SO may require a higher weekly \nFigure 2 strength measures before and after 16 weeks of rT measured by chest press rM (A), leg press rM (B), and biceps curl rM (C).\nNotes: *Significant difference versus baseline. #Significant difference versus SO.\nAbbreviations: rT, resistance training; sO, sarcopenic obesity; rM, repetition maximum.\n3UH\n50\u0003\u000bNJ\f\n&KHVW\u0003SUHVV\u000350\n\u0014\u0019\n\u0015\u0013\n\u0015\u0017\n\u0015\u001b\n\u0016\u0015\n3RVW\n\r\u000f\u0006\n$\n3UH\n50\u0003\u000bNJ\f\n/HJ\u0003SUHVV\u000350\n\u0018\u0013\n\u0014\u0013\u0013\n\u0014\u0018\u0013\n\u0015\u0013\u0013\n\u0015\u0018\u0013\n3RVW\n\n\n62\n1RQ\u001062\n%\n3UH\n50\u0003\u000bNJ\f\n%LFHSV\u0003FXUO\u000350\n\u0014\u0015\n\u0014\u0017\n\u0014\u0019\n\u0014\u001b\n\u0015\u0013\n\u0015\u0015\n3RVW\n\n&\nTable 2 Percent change from baseline to postintervention and \ntreatment es for strength and functional variables\nVariable Non-SO (n=41) SO (n=8)\nΔ% ES Δ% ES\nrM leg press (kg) 50.3±44.6 1.10 40.5±46.6 0.82\nrM chest press (kg) 12.9±22.8 0.45 8.7±23.5 0.19\nrM biceps curl (kg) 11.3±19.8 0.54 10.3±19.4 0.47\nElbow flexion (reps) 23.8±20.3 1.48 21.4±12.2 1.10\nsit-to-stand (reps) 21.4±25.3 0.85 14.8±16.9 0.48\nTUg (s) -8.4±11.5 0.60 -3.9±6.6 0.38\nNote: es: trivial (,0.50), small (0.50–1.25), moderate (1.25–1.9), and large (.2.0).\nAbbreviations: rM, repetition maximum; TUg, timed “up and go”; sO, sarcopenic \nobesity; es, effect size.\n\nClinical Interventions in Aging 2018:13submit your manuscript | www.dovepress.com\nDovepress \nDovepress\n416\nde Oliveira silva et al\nfrequency of exercise to significantly impact training-induced \nincreases in muscle strength and functional capacity.\nSince gains in muscle strength and functional capacity, \nas well as a reduction in adiposity, were attenuated in the \nSO group in our study, it is possible that elderly women with \nSO may need a longer term of RT intervention for responses \nto be more perceptible. In addition to the need for higher \ntraining volumes as aforementioned, lifestyle interventions \nwith diet-induced adiposity loss and exercise as well as \naerobic training inclusion may be required as well. Similarly, \nother studies have demonstrated that interventions including \ndietary changes and a combination of aerobic exercise and \nstrength training were more effective than diet or exercise \nalone in eliciting improvements in physical function and \nadiposity indices.15–17,37\nThe present study has some limitations that are worthy \nof note. First, blood samples for SO-related biological and \nclinical markers were not analyzed. These assessments \ncould have shed mechanistic light on the results. Second, the \nsample size was different between groups and substantially \nsmaller within the SO group due to time- and cost-related \naspects related to DXA testing. However, participants were \nlimited to women, thereby removing the potential influence \nof gender. Thus, the present study provides unique and \nnovel insights regarding SO adaptations to regimented RT. \nMoreover, we used a definition of SO previously proposed38 \nand validated25 in the literature, helping to ensure credibility \nof our findings.\nConclusion\nIn summary, data from the present investigation show that \nRT adaptations are attenuated in elderly women with SO \ncompared with those without SO. This indicates that people \nliving with SO may need more time to respond to RT. Of note, \nthe training frequency of the present intervention was only \ntwo times a week. Future studies should further investigate \nchronic effects of RT on SO in larger samples and different \nfrequencies of training.\nDisclosure\nThe authors report no conflicts of interest in this work.\nReferences\n1. Y ang L, Colditz GA. Prevalence of overweight and obesity in the United \nStates, 2007–2012. JAMA Intern Med. 2015;175(8):1412–1413.\n2. Flegal KM, Kruszon-Moran D, Carroll MD, Fryar CD, Ogden CL. Trends \nin obesity among adults in the United States, 2005 to 2014. JAMA. \n2016;315(21):2284–2291.\n3. Cruz-Jentoft AJ, Baeyens JP, Bauer JM, et al. Sarcopenia: European \nconsensus on definition and diagnosis: report of the European Work -\ning Group on Sarcopenia in Older People. Age Ageing . 2010;39(4): \n412–423.\n 4. Roubenoff R. Sarcopenic obesity: does muscle loss cause fat gain? \nLessons from rheumatoid arthritis and osteoarthritis. Ann N Y Acad Sci. \n2000;904:553–557.\n 5. Kyle UG, Pirlich M, Lochs H, Schuetz T, Pichard C. Increased length \nof hospital stay in underweight and overweight patients at hospital \nadmission: a controlled population study. Clin Nutr . 2005;24(1): \n133–142.\n 6. Jarosz PA, Bellar A. Sarcopenic obesity: an emerging cause of frailty \nin older adults. Geriatr Nurs. 2009;30(1):64–70.\n 7. Atkins JL, Whincup PH, Morris RW, Lennon LT, Papacosta O, \nWannamethee SG. Sarcopenic obesity and risk of cardiovascular \ndisease and mortality: a population-based cohort study of older men. \nJ Am Geriatr Soc. 2014;62(2):253–260.\n 8. Kim TN, Choi KM. The implications of sarcopenia and sarcopenic \nobesity on cardiometabolic disease. J Cell Biochem . 2015;116(7): \n1171–1178.\n 9. Baumgartner RN, Wayne SJ, Waters DL, Janssen I, Gallagher D, \nMorley JE. Sarcopenic obesity predicts instrumental activities of daily \nliving disability in the elderly. Obes Res. 2004;12(12):1995–2004.\n 10. Cesari M, Rolland Y, Abellan Van Kan G, Bandinelli S, Vellas B, \nFerrucci L. Sarcopenia-related parameters and incident disability \nin older persons: results from the “invecchiare in Chianti” study. \nJ Gerontol A Biol Sci Med Sci. 2015;70(4):457–463.\n 11. Vasconcelos KS, Dias JM, Araújo MC, Pinheiro AC, Moreira BS, \nDias RC. Effects of a progressive resistance exercise program with high-\nspeed component on the physical function of older women with sar -\ncopenic obesity: a randomized controlled trial. Braz J Phys Ther. 2016; \n20(5):432–440.\n 12. Huang SW, Ku JW, Lin LF, Liao CD, Chou LC, Liou TH. Body com-\nposition influenced by progressive elastic band resistance exercise of \nsarcopenic obesity elderly women: a pilot randomized controlled trial. \nEur J Phys Rehabil Med. 2017;53(4):556–563.\n 13. Chen HT, Chung YC, Chen YJ, Ho SY, Wu HJ. Effects of different \ntypes of exercise on body composition, muscle strength, and IGF-1 \nin the elderly with sarcopenic obesity. J Am Geriatr Soc. 2017;65(4): \n827–832.\n 14. Balachandran A, Krawczyk SN, Potiaumpai M, Signorile JF. High-\nspeed circuit training vs hypertrophy training to improve physical \nfunction in sarcopenic obese adults: a randomized controlled trial. Exp \nGerontol. 2014;60:64–71.\n 15. Villareal DT, Banks M, Sinacore DR, Siener C, Klein S. Effect of \nweight loss and exercise on frailty in obese older adults. Arch Intern \nMed. 2006;166(8):860–866.\n 16. Frimel TN, Sinacore DR, Villareal DT. Exercise attenuates the weight-\nloss-induced reduction in muscle mass in frail obese older adults. Med \nSci Sports Exerc. 2008;40(7):1213–1219.\n 17. Villareal DT, Chode S, Parimi N, et al. Weight loss, exercise, or both \nand physical function in obese older adults. N Engl J Med . 2011; \n364(13):1218–1229.\n 18. Prestes J, Shiguemoto G, Botero JP, et al. Effects of resistance train -\ning on resistin, leptin, cytokines, and muscle force in elderly post-\nmenopausal women. J Sports Sci. 2009;27(14):1607–1615.\n 19. Guillet C, Delcourt I, Rance M, et al. Changes in basal and insulin and \namino acid response of whole body and skeletal muscle proteins in \nobese men. J Clin Endocrinol Metab. 2009;94(8):3044–3050.\n 20. Tardif N, Salles J, Guillet C, et al. Muscle ectopic fat deposition \ncontributes to anabolic resistance in obese sarcopenic old rats through \neIF2α activation. Aging Cell. 2014;13(6):1001–1011.\n 21. Hamrick MW, McGee-Lawrence ME, Frechette DM. Fatty infiltration \nof skeletal muscle: mechanisms and comparisons with bone marrow \nadiposity. Front Endocrinol (Lausanne). 2016;7:69.\n 22. Nilsson MI, Dobson JP, Greene NP, et al. Abnormal protein turnover \nand anabolic resistance to exercise in sarcopenic obesity. FASEB J. \n2013;27(10):3905–3916.\n 23. Rivas DA, Morris EP, Haran PH, et al. Increased ceramide content and \nNFκB signaling may contribute to the attenuation of anabolic signaling \nafter resistance exercise in aged males. J Appl Physiol. 2012;113(11): \n1727–1736.\n\nClinical Interventions in Aging\nPublish your work in this journal\nSubmit your manuscript here: http://www.dovepress.com/clinical-interventions-in-aging-journal\nClinical Interventions in Aging is an international, peer-reviewed journal \nfocusing on evidence-based reports on the value or lack thereof of treatments \nintended to prevent or delay the onset of maladaptive correlates of aging \nin human beings. This journal is indexed on PubMed Central, MedLine, \nCAS, Scopus and the Elsevier Bibliographic databases. The manuscript \nmanagement system is completely online and includes a very quick and fair \npeer-review system, which is all easy to use. Visit http://www.dovepress.\ncom/testimonials.php to read real quotes from published authors.\nClinical Interventions in Aging 2018:13 submit your manuscript | www.dovepress.com\nDovepress \nDovepress\nDovepress\n417\nresistance training and hypertension and sarcopenic obesity\n 24. US Department of Health and Human Services; National Institute of \nDiabetes and Digestive and Kidney Diseases. Understanding Adult \nOverweight and Obesity. Available from: https://www.niddk.nih.gov/\nhealth-information/weight-management/adult-overweight-obesity/ /. \nAccessed March 2, 2018.\n 25. Oliveira RJ, Bottaro M, Júnior JT, Farinatti PTV, Bezerra LA, Lima RM. \nIdentification of sarcopenic obesity in postmenopausal women: \na cutoff proposal. Braz J Med Biol Res. 2011;44(11):1171–1176.\n 26. Lipschitz DA. Screening for nutritional status in the elderly. Prim Care. \n1994;21(1):55–67.\n 27. Rikli RE, Jones CJ. Development and validation of a functional fit -\nness test for community residing older adults. J Aging Phys Act. 1999; \n7(2):129–161.\n 28. Brown LE, Weir JP. ASEP procedures recommendation I: accurate \nassessment of muscular strength and power. J Exerc Physiol . 2001; \n4(3):1–21.\n 29. Prestes J, Frollini AB, de Lima C, et al. Comparison between linear \nand daily undulating periodized resistance training to increase strength. \nJ Strength Cond Res. 2009;23(9):2437–2442.\n 30. Rhea MR. Determining the magnitude of treatment effects in strength \ntraining research through the use of the effect size. J Strength Cond \nRes. 2004;18(4):918–920.\n 31. Gadelha AB, Paiva FM, Gauche R, de Oliveira RJ, Lima RM. Effects of \nresistance training on sarcopenic obesity index in older women: a ran-\ndomized controlled trial. Arch Gerontol Geriatr. 2016;65:168–173.\n 32. Menant JC, Weber F, Lo J, et al. Strength measures are better than \nmuscle mass measures in predicting health-related outcomes in older \npeople: time to abandon the term sarcopenia? Osteoporos Int. 2017; \n28(1):59–70.\n 33. Delmonico MJ, Harris TB, Visser M, et al. Longitudinal study of \nmuscle strength, quality, and adipose tissue infiltration. Am J Clin Nutr. \n2009;90(6):1579–1585.\n 34. Kitessa SM, Abeywardena MY . Lipid-induced insulin resistance in \nskeletal muscle: the chase for the culprit goes from total intramuscular \nfat to lipid intermediates, and finally to species of lipid intermediates. \nNutrients. 2016;8(8):pii:E466.\n 35. Tumova J, Andel M, Trnka J. Excess of free fatty acids as a cause of \nmetabolic dysfunction in skeletal muscle. Physiol Res . 2016;65(2): \n193–207.\n 36. Rolland Y, Lauwers-Cances V, Cristini C, et al. Difficulties with physical \nfunction associated with obesity, sarcopenia, and sarcopenic-obesity \nin community-dwelling elderly women: the EPIDOS (EPIDemiologie \nde l’OSteoporose) Study. Am J Clin Nutr. 2009;89(6):1895–1900.\n 37. Prior SJ, Joseph LJ, Brandauer J, Katzel LI, Hagberg JM, Ryan AS. \nReduction in midthigh low-density muscle with aerobic exercise train-\ning and weight loss impacts glucose tolerance in older men. J Clin \nEndocrinol Metab. 2007;92(3):880–886.\n 38. Newman AB, Kupelian V, Visser M, et al. Sarcopenia: alternative \ndefinitions and associations with lower extremity function. J Am Geriatr \nSoc. 2003;51(11):1602–1609."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 24,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Elderly women with and without sarcopenic obesity; 2x/wk RT for 16 weeks; SO group shows blunted improvements in adiposity and functional capacity."
}