{
  "id": 88,
  "title": "The Effects of Resistance Training Volume on Osteosarcopenic Obesity in Older Women",
  "authors": "Cunha P M et al.",
  "year": 2018,
  "doi": "10.1080/02640414.2017.1403413",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_women",
    "osteosarcopenic_obesity",
    "training_volume"
  ],
  "population": {
    "training_status": "RCT_RT_only",
    "sample_size": 21
  },
  "sections": {
    "abstract": "The aim of this study was to analyze the effects of resistance training (RT) performed with 1 or 3 sets per\nexercise on osteosarcopenic obesity (OSO) syndrome parameters in older women. Sixty-two older\nwomen (68.0 ± 4.3 years, 26.8 ± 4.4 kg/m\n2) participated in a 12-week RT program. Participants were\nrandomly assigned into one of the three groups: two training groups that performed either 1 set (G1S,\nn = 21) or 3 sets (G3S, n = 20) 3 times weekly, or a control group (CG, n = 21). Body composition was\nassessed by dual X-ray absorptiometry, strength was evaluated by 1 repetition maximum testing. The\nG3S presented significantly higher strength changes than G1S. The changes for percentage of body fat\nwere higher for G3S compared to G1S. There was no difference in skeletal muscle mass between G3S\nand G1S, however both training groups displayed greater increases in this outcome compared to CG.\nThere was no effect for bone mineral density. The overall analysis indicated higher (P < 0.05) positive\nchanges for G3S than G1S (composed Z-score: G3S = 0.62 ± 0.40; G1S = 0.11 ± 0.48). The",
    "results": "suggest\nthat a 12-week RT period is effective to improve the risk factors of OSO, and that 3 sets induce higher\nimprovements than a single set.\nARTICLE HISTORY\nAccepted 3 November 2017\nKEYWORDS\nAging; strength training;\nmuscle mass; bone mineral\ndensity; body fatIntroduction\nObesity, sarcopenia, and osteopenia/osteoporosis are fre-\nquently observed during the aging process and evidence of\nsystemic interactions between adipose, skeletal muscle mass\n(SMM) and bone tissues have been documented (Argilés,\nLópez-Soriano, Almendro, Busquets, & López-Soriano,\n2005;\nGimble, Zvonic, Floyd, Kassem, & Nuttall, 2006; Lee &\nKarsenty, 2008; Rasouli & Kern, 2008; Rosen & Bouxsein,\n2006). Research suggests that, particularly in postmenopausal\nwomen, a concurrent appearance of obesity with low bone\nand SMM and muscular strength results in a combined condi-\ntion termed as osteosarcopenic obesity (OSO) (Ilich et al.,\n2014;\nOrmsbee et al.,2014).\nObesity alone is related to type II diabetes, heart disease,\nsleep apnea, osteoarthritis, certain cancers, dyslipidemia, high\nblood pressure, reproductive abnormalities, liver/gallbladder\ndisease, and stroke (Donnelly et al.,\n2009). Sarcopenia, char-\nacterized by progressive and generalized loss of SMM and\nstrength (Cruz-Jentoft et al.,\n2010), may lead to disability,\nand disability may further exacerbate sarcopenia (Janssen,\nBaumgartner, Ross, Rosenberg, & Roubenoff,\n2004) and\nincrease mortality in the oldest frail elderly (Landi et al.,\n2013). On its own, osteoporotic individuals are at an increased\nrisk of bone fracture, a major cause of morbidity and mortality,\nleading to loss of independence (Burge et al.,\n2007). Further to\neach component’s individual implications, more adverse out-\ncomes may be expected from combined disorders as one\ndisorder may cause another. For instance, sarcopenic obese\npatients have a higher risk of impaired function falls (Rolland\net al.,\n2009), disability (Baumgartner et al.,2004), diminished\nquality of life (Stenholm et al.,2008), and knee osteoarthritis\n(Lee, Kim, & Kim,2012) compared to those with normal body\ncomposition.\nConsidering that all three tissues (fat, bone, and SMM) are\ninvolved in physical function, measurements of physical or\nfunctional performance may be used in a clinical setting to\nscreen individuals at risk of OSO. Ilich, Inglis, Kelly, and McGee\n(\n2015) have recently observed the lowest scores for handgrip\nstrength, walking speed, and balance in OSO postmenopausal\nwomen compared to women who were only osteopenic obese,\nsarcopenic obese, or obese (with normal bone and SMM).\nAlthough the study has been conducted with a postmenopau-\nsal population, the results showed that women with OSO are at\na higher risk for fractures and frailty (Ilich et al.,\n2015).\nResistance training (RT) is a type of exercise that has been\nshown to promote increases in muscular strength and hypertro-\nphy (American College of Sports Medicine,\n2009). Considerable\nevidence exists that RT alone reduces fat while improving lipid\nmetabolism thus promoting a positive impact on obesity\n(Donnelly et al.,\n2009). RT interventions are also effective to\nCONTACT Paolo M. Cunha pcunha88@hotmail.com Metabolism, Nutrition, and Exercise Laboratory, Londrina State University, Raposo Tavares Street, 855,\napartment 501, Londrina, Paraná, 86010-580, Brazil\nJOURNAL OF SPORTS SCIENCES, 2017\nhttps://doi.org/10.1080/02640414.2017.1403413\n© 2017 Informa UK Limited, trading as Taylor & Francis Group\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nimprove BMD (Chodzko-Zajko et al.,2009; Kelley, Kelley, & Tran,\n2001;M a r q u e s ,M o t a ,&C a r v a l h o ,2012; Turner & Robling,2004).\nThe improvements associated with RT are dependent on\naccurate manipulation of RT prescription variables, such as\nintensity, volume, exercise order, rest intervals between sets\nand exercises, and other training variables (American College\nof Sports Medicine,\n2009; Schoenfeld, 2010). Specific to train-\ning volume, this variable may be manipulated by the number\nof sets performed per exercise (American College of Sports\nMedicine,\n2009; Schoenfeld, 2010). The number of sets per\nexercise have a notable effect on physiological adaptations\ndue to RT performance, with several studies showing a dose-\nresponse relationship between RT frequency and muscular\nadaptations (Krieger,\n2010; Schoenfeld, Ogborn, & Krieger,\n2016; Wernbom, Augustsson, & Thomee,2007). However, the\nprecise RT number of sets has yet to be determined in indivi-\nduals at risk for developing the OSO syndrome.\nThe aim of this study was to analyze the effect of RT per-\nformed with 1 or 3 sets per exercise on OSO parameters in older\nwomen. We hypothesized that RT would be effective to improve\nthe combined triad that underlies OSO syndrome parameters\nand the higher volumes would elicit greater improvements.",
    "methods": "Participants\nThe recruitment of subjects was carried out through newspaper\nand radio advertisings. Eighty-six Brazilian older women (≥\n60 years old) volunteered to participate in this study. All partici-\npants completed a health history and met the following inclusion\ncriteria: 60 years old or more, physically independent, free from\nc a r d i a co ro r t h o p e d i cd y s f u n c t i o n, not receiving hormonal repla-\ncement therapy, and not performing any regular physical exercise\nmore than once a week in the six months preceding the beginning\nof the investigation. After individual interviews, 18 volunteers\nwere excluded as potential candidates because they did not\nmeet inclusion criteria. The remaining 68 older women were\nrandomly divided into one of three groups: a group that per-\nformed a program with 1 set per exercise (G1S, n = 23), a multi-\nple-set group that trained with 3 sets per exercise (G3S, n = 23), or\na control group (CG, n = 23) that did not perform any type of\nphysical exercise. A blinded rese a r c h e rw a sr e s p o n s i b l ef o rg e n -\nerating random numbers (random.org) for group placement. A\ntotal of 62 participants completed the experiment (G1S n = 21,\nG3S n = 20, and CG n = 21) and were included in the analyses. The\nreasons for withdrawal were reported as lack of time and personal\nreasons. Adherence to the RT program was satisfactory, with all\nparticipants reaching≥ 85% of the total sessions.\nFigure 1presents\na schematic representation of the participant recruitment and\nallocation adopted in this investigation.\nParticipants passed a diagnostic graded exercise stress test\nwith a 12-lead electrocardiogram, reviewed by a cardiologist,\nand were released with no restrictions for participation in this\ninvestigation. Written informed consent was obtained from all\nparticipants after being provided with a detailed description of\ninvestigation procedures. This investigation was conducted\naccording to the Declaration of Helsinki and approved by\nthe local University Ethics Committee.\nExperimental design\nThis investigation was carried out over a period of 16 weeks,\nwith 12 weeks dedicated to the RT program and 4 weeks\nallocated for measurements. Anthropometric, muscular\nstrength, and body composition evaluations were performed\nin weeks 1– 2, and 15– 16 for baseline and post-intervention\nscores. A supervised progressive RT program was performed\nbetween weeks 3– 14 by the training groups (G1S and G3S).\nThe CG did not perform any type of physical exercise during\nFigure 1. Flowchart of the study.\n2 P. M. CUNHA ET AL.\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nthis period. The 1RM measurements were obtained during the\nmorning hours (from 8:00 to 11:00 am). The body composition\nmeasurement was conducted during the afternoon (from\n13:00 to 18:00 pm). The schedule of participants’ evaluations\nwas similar at pre- and post-training, thereby helping to\nensure consistency and thus internal validity. The post-training\nmeasurements were performed at least 72 h after the final RT\nsession to avoid the acute effect of the last RT session.\nMuscular strength\nMaximal dynamic strength was evaluated using the 1 repetition\nmaximum (RM) test assessed in the chest press, knee extension\nand preacher curl exercises, performed in this exact order.\nTesting for each exercise was preceded by a warm-up set (6–\n10 repetitions), with approximately 50% of the estimated load\nused in the first attempt of the 1RM. This warm-up was also\nused to familiarize the subjects with the testing equipment and\nlifting technique. The testing procedure was initiated 2 min\nafter the warm-up. The subjects were instructed to try to\naccomplish two repetitions with the imposed load and were\ngiven three attempts in both exercises. The rest period was 3–\n5 min between each attempt, and 5 min between exercises. The\n1RM was recorded as the final load lifted in which the subject\nwas able to complete only one single maximal execution\n(Amarante Do Nascimento et al.,\n2013). Execution technique\nfor each exercise was standardized and continuously monitored\nto ensure reliability. All 1RM testing sessions were supervised by\n2 experienced researchers for greater safety and integrity of the\nsubjects. The highest load achieved in the 3 sessions was used\nfor analysis in each exercise. The muscular strength was deter-\nmined by the sum of the 3 exercises, that is, the load lifted in\nchest press plus the load lifted in the knee extension plus the\nload lifted in the preacher curl.\nBody composition\nWhole-body dual-energy X-ray absorptiometry (DXA) (Lunar\nProdigy, model NRL 41,990, GE Lunar, Madison, WI) was used\nto assess body fat, appendicular lean soft tissue, and bone\nmineral density (BMD). Prior to scanning, participants were\ninstructed to remove all objects containing metal. Scans\nwere performed with the subjects lying in the supine position\nalong the table’s longitudinal centerline axis. Feet were taped\ntogether at the toes to immobilize the legs while the hands\nwere maintained in a pronated position within the scanning\nregion. Both calibration and analyses were carried out by a\nskilled laboratory technician. Equipment calibration followed\nthe manufacturer’s recommendations. The software generated\nstandard lines that set apart the limbs from the trunk and\nhead. These lines were adjusted by the same technician using\nspecific anatomical points determined by the manufacturer.\nAnalyses during the intervention were performed by the same\ntechnician throughout the investigation, who was blinded to\ngroup identity. The SMM was estimated from the quantifica-\ntion of lean tissue and appendicular soft, by using the pre-\ndictive equation proposed by Kim et al. (Kim, Wang,\nHeymsfield, Baumgartner, & Gallagher,\n2002).\nOsteosarcopenic obesity\nThe parameters of osteosarcopenic obesity syndrome risk fac-\ntors were: muscular strength, SMM, percentage of body fat, and\nBMD. A Z-score of the percentage changes (from pre- to post-\ntraining) of the raw data for each parameter was calculated.\nThus, a composite Z-score, derived from the average of the\ncomponents was calculated as following formula: (muscular\nstrength Z-core) + (SMM Z-score) + (−1 x body fat Z-score) +\n(BMD Z-score)/4.\nResistance training program\nThe RT training program was based on recommendations for\nRT in an older population (American College of Sports\nMedicine,\n2009). Individually, each participant was personally\nsupervised by physical education professionals. The sessions\nwere performed 3 times per week on Mondays, Wednesdays,\nand Fridays. The RT program was performed in the following\norder: chest press, horizontal leg press, seated row, knee\nextension, preacher curl (free weights), leg curl, triceps push-\ndown, and seated calf raise. Participants of the G1S performed\n1 set of 10– 15 repetitions maximum for each exercise, while\nthe G3S performed 3 sets of 10– 15 repetitions maximum for\neach exercise (1 a 2 min rest interval between sets). Both\ngroups performed sets until repetition failure defined as the\ninability to perform the exercise with proper form. Participants\nwere instructed to inhale during the eccentric phase and\nexhale during the concentric phase while maintaining a con-\nstant velocity of movement at a ratio of approximately 1:2\nseconds (concentric and eccentric phases, respectively). The\nrest interval between each exercise was 2– 3 min. The training\nload was consistent with the prescribed number of repetitions\nfor each exercise. The duration of training for the G1S lasted\n30 min while that for G3S was 50 min. Progression was\nplanned when the upper limits of the repetitions-zone were\ncompleted for two consecutive training sessions, then weight\nwas increased 2– 5% for the upper limb exercises and 5– 10%\nfor the lower limb exercises to the next session (American\nCollege of Sports Medicine,\n2009).\nStatistical analyses\nOne-way analysis of variance (ANOVA) and chi-square tests\nwere used to compare the control and intervention groups\nregarding the general characteristics and clinical conditions\n(categorical variables), respectively. To examine differences\namong groups on changes in muscular strength, percentage\nof body fat, SMM, and BMD, a two-way analysis of covariance\n(ANCOVA) for repeated measures was performed with the\nbaseline scores used as a covariate to eliminate any possible\ninfluence of initial score variances on training outcomes (Senn,\n2013; Van Breukelen,2006; Vickers & Altman,2001). When the\nF-ratio was significant, the 95% confidence interval was used\nto determine whether a significant difference existed between\nadjusted ANCOVA mean at pre- and post-training as well as\nthe post-training differences among groups, and the\nBonferroni’s post hoc test was employed to identify the\nmean differences between pre- and post-training raw data.\nJOURNAL OF SPORTS SCIENCES\n3\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nTo verify the differences among groups on the isolated and\ncomposite Z-scores, a one-way ANOVA was applied; when the\nF-ratio was significant, a Bonferroni ’s post hoc test was\nemployed to identify the mean differences. Significance was\naccepted at P < 0.05. Effect size (ES) was calculated as post-\ntraining mean minus pre-training mean divided by the pooled\nstandard deviation (Cohen,\n1992). The data were analyzed\nusing SPSS software, version 21.0 (SPSS inc., Chicago, IL, USA).\nResults\nThe general characteristics and clinical conditions of the parti-\ncipants according to groups are described in\nTable 1. There\nwere no significant differences (P > 0.05) among groups at\nbaseline for any variable analyzed.Table 2 presents the mus-\ncular strength and body composition components values at\npre and post-training. Both training groups increased their\nscores from pre- to post-training for SMM and strength,\nwhile CG decreased its score for strength. G3S presented a\nreduction in relative body fat after the intervention period.\nThe covariate means as well as the adjusted post-training\nscores of the OSO syndrome components according to groups\nare presented in\nFigure 2. A volume effect was observed to\nmuscular strength and percentage of body fat (Panels A and C,\nrespectively), in which the G3S presented significantly higher\nmuscular strength scores than G1S and CG, and the G1S score\nwas significantly higher compared to CG; whereas scores for\npercentage of body fat for G3S were lower compared to G1S\nand CG, and the G1S was lower than CG. For SMM (Panel B)\nthere was no difference between G3S and G1S, however both\ntraining groups achieved higher scores when compared to CG.\nFor BMD (Panel D), there were no differences among groups\nand between pre- and post-training scores.\nThe Z-scores of the percentage changes from pre- to post-\ntraining for each component are presented in\nTable 3. The\ncomposite Z-score of the percentage changes from pre- to\npost-training of the OSO syndrome parameters according to\ngroup are displayed in\nFigure 3. A significant (P < 0.05) volume\neffect was observed, whereby the G3S presented higher posi-\ntive variation than others groups, and G1S presented higher\nvalue in comparison to CG (composed Z-score:\nG3S = 0.62 ± 0.40; G1S = 0.11 ± 0.48; CG =−0.70 ± 0.42).",
    "discussion": "The main and novel finding of the present investigation was\nthat 12 weeks of RT induced improvements on OSO compo-\nnents in older women, and this adaptation is influenced by RT\nvolume. We had hypothesized that the training protocol con-\nsisting of 3 sets per exercise would provide greater positive\nimprovements in the risk factors of OSO syndrome; this\nhypothesis was confirmed.\nThe overall changes induced by RT in OSO syndrome para-\nmeters were expressed by percentage changes in a composite\nZ-score. This approach may be an important tool to estimate\nthe effect of training, because it considers the overall response\nof a RT program, allowing the ability to draw inferences of the\nintervention as a whole as opposed to isolated outcomes. In\nthis investigation, we found that 3 sets per exercise resulted in\nhigher changes in the composite Z-score, indicating that of\nthe whole sample, the participants who performed the RT with\na higher volume achieved greater positive improvements.\nHowever, it should be noted that each G1S session took\n~15 min to complete, whereas G3S sessions lasted ~45 –\n50 min. Thus, G1S may be an attractive option if time effi-\nciency of training is a concern, provided the individual is will-\ning to sacrifice some added improvements in muscular\nstrength, body fat and muscle hypertrophy. In this regard, RT\nprescription should take into account an individual’s lifestyle\nand preferences when determining the volume of training, as\nthis may improve motivation and adherence to exercise.\nTable 1. Physical characteristics and clinical conditions of the participants.\n1 set\n(n = 21)\n3 sets\n(n = 20)\nControl\n(n = 21) P\nGeneral characteristics a\nAge (years) 66.6 ± 5.1 68.3 ± 4.2 67.3 ± 3.6 0.60\nBody mass (kg) 68.4 ± 13.8 62.6 ± 12.4 64.9 ± 12.4 0.35\nHeight (m) 1.59 ± 0.07 1.55 ± 0.05 1.56 ± 0.06 0.14\nBody mass index (kg/m\n2) 27.1 ± 4.3 26.7 ± 4.8 26.7 ± 4.6 0.96\nMedical history b\nHypertension (%) 33 25 43 0.33\nType 2 diabetes (%) 5 5 5 0.97\nDyslipidemia (%) 19 20 19 0.93\nOsteoarthritis (%) 10 19 15 0.72\nMedical treatment\nb\nStatins (%) 19 20 19 0.93\nBeta blockers (%) 10 5 10 0.86\nACE – inhibitors/angiotensin II-\nantagonists (%)\n14 20 24 0.98\nAntidiabetic agents (%) 5 5 5 0.97\nAlendronate sodium (%) 5 0 10 0.32\nDuloxetine hydrochloride (%) 10 5 14 0.33\nThe physical characteristics values are display as mean and standard deviation.\nThe clinical conditions (medical history and medical treatment) are presented\nas percentage.\na = Anova one way; b = chi-square test. ACE = angiotensin-\nconverting enzyme.\nTable 2. Muscular strength and body composition of older women at pre and\npost the 12-weeks resistance training program. Data are expressed as mean and\nstandard deviation.\n1 set\n(n = 21)\n3 sets\n(n = 20)\nControl\n(n = 21)\nANCOVA\nP-value\nTotal strength (kg)\nPre-training 101.7 ± 15.9 100.3 ± 17.1 106.2 ± 16.5 < 0.001\nPost-training 120.5 ± 16.1* 125.8 ± 19.8* 98.6 ± 18.4\nΔ% +18.5 +25.4 −7.2\nEffect size 1.18 1.38 −0.44\nSkeletal muscle\nmass (kg)\nPre-training 17.1 ± 1.3 16.9 ± 1.5 16.6 ± 1.8 < 0.001\nPost-training 18.0 ± 1.2* 18.0 ± 1.9* 16.8 ± 1.7\nΔ% +5.3 +6.5 +1.2\nEffect size 0.72 0.65 0.11\nBody fat (%)\nPre-training 37.9 ± 6.6 40.0 ± 7.0 41.1 ± 7.4 < 0.001\nPost-training 37.5 ± 6.9 37.5 ± 7.5* 41.7 ± 7.0\nΔ% −1.1 −6.3 +1.5\nEffect size −0.06 −0.34 0.08\nBone mass density\n(g/m\n2)\nPre-training 1.09 ± 0.1 1.02 ± 0.1 1.04 ± 0.1 0.36\nPost-training 1.09 ± 0.1 1.03 ± 0.1 1.04 ± 0.1\nΔ% 0.0 +1.0 0.0\nEffect size 0.00 0.10 0.00\n* P < 0.05 vs pre-training.\n4\nP. M. CUNHA ET AL.\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nTo our knowledge this is the first randomized clinical trial\naddressing the effects of a RT volume on parameters of OSO\nsyndrome. Because of the novelty of our analysis, no direct\ncomparisons can be made with the current literature.\nHowever, some studies have showed the benefits of a regi-\nmented RT program on sarcopenic obesity (Balachandran,\nKrawczyk, Potiaumpai, & Signorile,\n2014; Gadelha, Paiva,\nGauche, De Oliveira, & Lima,2016; Stoever, Heber, Eichberg,\n& Brixius, 2016).\nNevertheless, several studies have analyzed each component\nindividually in the target population. Regarding muscular\nstrength, the higher increases observed in G3S vs. G1S are in\nagreement with previous work from our laboratory in another\ncohort of older women (Ribeiro et al.,\n2015). A meta-analysis\nindicates that multiple (2– 3 sets) sets are superior than single\nset to elicit muscular strength (Krieger,2010). However, some\nstudies that directly compared the effects of performing 1 set\nversus 3 sets on strength outcomes in older women did not\nobserve differences between protocols in strength gains\n(Cannon & Marino,\n2010;R a d a e l l ie ta l . ,2013). These conflicting\nresults may be related to methodological approaches. For\nexample, Cannon and Marino (\n2010) compared 1 versus 3 sets\nof 10 repetitions with 75% of 1RM in a sample of older (60–\n78 years) and young (20– 30 years) women 3 times a week for\nFigure 2. Muscular strength, skeletal muscle mass, body fat, and bone mineral density of older women according to groups. Data are expressed as ANCOVA adjusted\nmean and 95% confidence interval. *P < 0.05 vs. pre-training.§ P < 0.05 vs. control.# P < 0.05 vs. 1 set.\nTable 3. Z-scores of the percentage changes from pre- to post-training period\n(12 weeks) according to group in older women. Data are expressed as mean and\nstandard deviation.\n1 set\n(n = 21)\n3 sets\n(n = 20)\nControl\n(n = 21) P-value\nMuscular strength 0.43 ± 0.6* 0.82 ± 0.2 *§ −1.22 ± 0.3 < 0.001\nSkeletal muscle mass 0.18 ± 0.5* 0.50 ± 0.9* −0.67 ± 0.9 < 0.001\nBody fat 0.10 ± 0.7* −0.88 ± 0.9*§ 0.71 ± 0.6 < 0.001\nBone mineral density −0.05 ± 1.2 0.28 ± 6.6 −0.21 ± 0.9 0.27\n* P < 0.05 vs. control.§ P < 0.05 vs. 1 set.\nFigure 3. Composite Z-score of the percentage changes from pre- to post-\ntraining of the osteosarcopenic obesity syndrome components according to\ngroups in older women.§ P < 0.05 vs. control.# P < 0.05 vs. 1 set.\nJOURNAL OF SPORTS SCIENCES 5\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\n10 weeks with participants performing 2 exercises per session\n(bilateral leg extension and bilateral leg curl). The results\nshowed that both groups achieved similar gains on maximal\nknee extension strength independent of age. Considering that\nparticipants in Cannon and Marino’s(\n2010) study performed\nonly one exercise for the knee extensor muscles (bilateral knee\nextension) while the participants in our experiment performed\n2 exercises for the knee extensors (horizontal leg press and\nknee extension machine), and that some studies indicate a\ngreater volume is necessary to achieve optimal improvements\nin the lower versus upper limbs (Bottaro, Veloso, Wagner, &\nGentil,\n2011; Paulsen, Myklestad, & Raastad,2003), it can be\nhypothesized that the design of Cannon and Marino (2010)m a y\nnot have provided sufficient volume to induce differences in\nstrength gains between groups. Radaelli et al. (\n2013) compared\n1 set versus 3 sets in older women (60– 74 years) who per-\nformed a 13-week RT program consisting of 10 exercises (bilat-\neral knee extension, lat pull-down, bilateral leg press, elbow\nflexion, bilateral leg curl, bench press, triceps extension, hip\nabduction and adduction and abdominal crunch) 3 times a\nweek with a load of 20RM, and did not observe differences in\nknee extension and preacher curl strength gains between con-\nditions. It is noteworthy that the participants in Radaelli’se ta l .\n(\n2013) study performed the RT with a load of 20RM, thus using\nlower intensities of load in comparison to ours. Because studies\nindicate that there is a dose-response relationship between\nmagnitude of load and muscular strength increase in older\nindividuals (Borde, Hortobágyi, & Granacher,\n2015; Csapo &\nAlegre, 2015; Fatouros et al., 2005;R a y m o n d ,B r a m l e y -\nTzerefos, Jeffs, Winter, & Holland, 2013;S t e i b ,S c h o e n e ,&\nPfeifer, 2010), it is possible that the stimulus in the study by\nRadaelli et al. (2013) may not have been adequate to elicit\nmaximal strength development. Moreover, this investigation\n(Radaelli et al.,\n2013) employed a twice a week training proto-\ncol, which thus resulted in an overall lower volume than ours. A\nfollow-up study on the topic (Radaelli et al.,\n2014) investigated\nthe effects of 1 and 3 sets per exercise on knee extension and\narm flexor strength in older women (60– 74 years) with a routine\nusing the same exercises performed in their previous experi-\nmental trial (Radaelli et al.,\n2013). The 20-week RT program was\nperformed 2 times a week with progressive overload, in which\nduring the first 6 weeks participants trained with 15– 20 RM, in\nweeks 7– 10 the load was 12-15RM, in weeks 11– 13 the load\nwas 10– 12 RM, in weeks 14– 17 load was 8-10RM, and during\nthe last 3 weeks the intensity was 6-8RM. The results indicated\nthat after 6 and 13 weeks of RT the increases in 1RM knee\nextension was similar between 1 and 3 sets, however they\nfound a significant advantage of multi-set training on 1RM\nknee extension only at the 20-week time point, corresponding\nto the period that participants trained with higher loads. It is\nnot clear whether this result was influenced by the increased\nloads over time, the longer time practice, or perhaps a combi-\nnation of both factors.\nA volume effect was also seen in changes in percent body\nfat. Some studies indicate that RT sessions with 3 sets achieve\ngreater energy expenditure when compared to 1 set (Haddock\n& Wilkin,\n2006; Heden, Lox, Rose, Reid, & Kirk,2011; Mookerjee,\nWelikonich, & Ratamess, 2016), without differences in post-\nexercise energy expenditure. It therefore would be reasonable\nto expect that the individuals who perform RT with higher\nvolumes would achieve greater fat loss. This hypothesis was\nconfirmed in our experiment. However, a previous study from\nour laboratory comparing 1 versus 3 sets per exercises in\nanother cohort of older women (Ribeiro et al.,\n2015) failed to\nobserve such differences between protocols. Recently, Nunes\net al. (\n2016) investigated the effects of a 16-weeks RT program\n(8 exercises, 3 times a week, 70% of 1RM) on body fat in 32\npost-menopausal women who were separated into 3 groups: a\ngroup that performed 3 sets per exercise, a group that per-\nformed 6 sets per exercise, and a control group. Results indi-\ncated no differences between the training groups for fat loss\n(estimated by skinfold method). The reason for these discre-\npancies are not readily apparent, nevertheless we can spec-\nulate on some possibilities. Some individuals, especially\nwomen, compensate for the exergy expended during exercise\nby increasing their energy intake in a higher quantity than the\ndeficit induced by exercise (Donnelly & Smith,\n2005; Emery,\nLevine, & Jakicic, 2016; Finlayson, Bryant, Blundell, & King,\n2009), and therefore blunting the positive effects of exercise\non fat loss. Whether compensation occurred cannot be deter-\nmined as detailed food logs were not obtained in the studies.\nWe found similar increases in muscle mass between the G1S\nand G3S conditions. These findings are inconsistent with recent\nmeta-analytic data showing a clear dose-response relationship\nbetween RT volume and hypertrophic responses (Schoenfeld\net al.,\n2016). It is possible that the use of DXA as proxy measure-\nment of muscle mass influenced results in these participants.\nAlthough DXA is well-established as a valid modality for estimat-\ning body composition, it lacks the sensitivity to detect subtle\nchanges in muscle tissue over relatively short time frames com-\npared to more direct imaging measures such as magnetic reso-\nnance image and computed tomography (Levine et al.,\n2000).\nThis is particularly true in the elderly, where sarcopenic changes\nresult in a greater loss of skeletal muscle than surrounding\nextracellular fluid and connective tissue (Maden-Wilkinson,\nDegens, Jones, & McPhee,\n2013; Proctor, O’Brien, Atkinson, &\nNair, 1999). It should be noted that the present study did show\ngreater absolute increases from the use of multiple versus single\nsets (\nFigure 2, Panel B), but these values did not rise to statistical\nsignificance. Whether significant differences in hypertrophy\nwould have been detected by use of a more precise measure-\nment remains speculative.\nWith respect to BMD, RT is widely recommended as an\ninterventional strategy to improve bone health (Guadalupe-\nGrau, Fuentes, Guerra, & Calbet,\n2009; Kohrt et al.,2004). Such\nrecommendations are based on the body of evidence showing\na positive effect of the RT on bone health (Chodzko-Zajko\net al.,\n2009; Kelley et al.,2001; Marques et al.,2012; Turner &\nRobling, 2004). However, although 3SG and 1SG presented\nhigher post-training scores than CG (Figure 2, Panel D), results\ndid not reach statistical significance. Similar to the findings for\nmuscle mass, absolute increases in BMD favored G3S versus\nG1S but no significant differences were noted. The lack of\npositive benefits on this outcome may be related to the\nshort-term period of our intervention, as the time course for\nbone remodeling occurs over a period of months. Future\nresearch should seek to address potential differences in pro-\ntocols over a longer timeframe.\n6\nP. M. CUNHA ET AL.\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nThe present study has some limitations. The results are\nspecific to physically independent older women and cannot\nnecessarily be extrapolated to other populations. Moreover,\nwe were not able to monitor physical activity levels and eating\nhabits outside of the study environment, which may have\nconfounded results. On the other hand, to our knowledge\nthe present study is the first randomized controlled trial to\ninvestigate the effect of RT on a volume basis on OSO syn-\ndrome parameters in older women, thus representing an\nimportant contribution to the current body of literature.",
    "conclusion": "We conclude that a 12-week RT program is effective to induce\nimprovement in OSO syndrome components, and that this\nadaptation is volume-dependent with 3 sets inducing higher\nimprovements compared to a single set. This investigation\nsuggests a selective effect of RT on the OSO parameters with\nimpact on health and independent physical functioning in\nolder adult women.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nReferences\nA m a r a n t ed oN a s c i m e n t o ,M . ,B o r g e s ,R .S . ,G e r a g e ,A .M . ,M a y h e w ,J .L. ,P i n a ,F .\nL . ,&C y r i n o ,E .S .(2013). Familiarization and reliability of one repetition\nmaximum strength testing in older women. Journal of Strength and\nConditioning Research, 27,1 6 3 6– 1642. doi:10.1519/JSC.0b013e3182717318\nAmerican College of Sports Medicine position stand. (2009). Progression\nmodels in resistance training for healthy adults.Medicine and Science in\nSports and Exercise, 41, 687– 708. doi:10.1249/MSS.0b013e3181915670\nArgilés, J. M., López-Soriano, J., Almendro, V., Busquets, S., & López-\nSoriano, F. J. (2005). Cross-talk between skeletal muscle and adipose\ntissue: A link with obesity? Medicinal Research Reviews , 25,4 9– 65.\ndoi:10.1002/med.20010\nBalachandran, A., Krawczyk, S. N., Potiaumpai, M., & Signorile, J. F. (2014).\nHigh-speed circuit training vs hypertrophy training to improve physical\nfunction in sarcopenic obese adults: A randomized controlled trial.\nExperimental Gerontology, 60,6 4– 71. doi:\n10.1016/j.exger.2014.09.016\nBaumgartner, R. N., Wayne, S. J., Waters, D. L., Janssen, I., Gallagher, D., &\nMorley, J. E. (2004). Sarcopenic obesity predicts instrumental activities\nof daily living disability in the elderly.Obesity Research, 12, 1995– 2004.\ndoi:10.1038/oby.2004.250\nBorde, R., Hortobágyi, T., & Granacher, U. (2015). Dose-response relationships\nof resistance training in healthy old adults: A systematic review and meta-\nanalysis. Sports Medicine, 45,1 6 9 3– 1720. doi:\n10.1007/s40279-015-0385-9\nBottaro, M., Veloso, J., Wagner, D., & Gentil, P. (2011). Resistance training\nfor strength and muscle thickness: Effect of number of sets and muscle\ngroup trained. Science & Sports , 26, 259 – 264. doi:\n10.1016/j.\nscispo.2010.09.009\nBurge, R., Dawson-Hughes, B., Solomon, D. H., Wong, J. B., King, A., &\nTosteson, A. (2007). Incidence and economic burden of osteoporosis-\nrelated fractures in the United States, 2005-2025.Journal of Bone and\nMineral Research, 22, 465– 475. doi:10.1359/jbmr.061113\nCannon, J., & Marino, F. E. (2010). Early-phase neuromuscular adaptations\nto high- and low-volume resistance training in untrained young and\nolder women. Journal of Sports Sciences, 28, 1505– 1514. doi:10.1080/\n02640414.2010.517544\nChodzko-Zajko, W. J., Proctor, D. N., Fiatarone Singh, M. A., Minson, C. T.,\nNigg, C. R., Salem, G. J., & Skinner, J. S. (2009). American College of\nSports Medicine position stand. Exercise and physical activity for older\nadults. Medicine & Science in Sports & Exercise , 41, 1510 – 1530.\ndoi:\n10.1249/MSS.0b013e3181a0c95c\nCohen, J. (1992). A power primer.Psychological Bulletin, 112(1), 155– 159.\ndoi:10.1037/0033-2909.112.1.155\nCruz-Jentoft, A. J., Baeyens, J. P., Bauer, J. M., Boirie, Y., Cederholm, T.,\nLandi, F., . . . European Working Group on Sarcopenia in Older, P. (2010).\nSarcopenia: European consensus on definition and diagnosis: Report of\nthe European Working Group on Sarcopenia in Older People. Age\nAgeing, 39, 412– 423. doi:\n10.1093/ageing/afq034\nCsapo, R., & Alegre, L. M. (2015). Effects of resistance training with mod-\nerate vs heavy loads on muscle mass and strength in the elderly: A\nmeta-analysis. Scandinavian Journal of Medicine & Science in Sports .\ndoi:\n10.1111/sms.12536\nDonnelly, J. E., Blair, S. N., Jakicic, J. M., Manore, M. M., Rankin, J. W., Smith,\nB. K., & American College of Sports, M. (2009). American College of\nSports Medicine Position Stand. Appropriate physical activity interven-\ntion strategies for weight loss and prevention of weight regain for\nadults. Medicine & Science in Sports & Exercise , 41, 459 – 471.\ndoi:\n10.1249/MSS.0b013e3181949333\nDonnelly, J. E., & Smith, B. K. (2005). Is exercise effective for weight loss\nwith ad libitum diet? Energy balance, compensation, and gender differ-\nences. Exercise and Sport Sciences Reviews, 33, 169– 174. doi:\n10.1097/\n00003677-200510000-00004\nEmery, R. L., Levine, M. D., & Jakicic, J. M. (2016). Examining the effect of\nbinge eating and disinhibition on compensatory changes in energy\nbalance following exercise among overweight and obese women.\nEating Behaviors, 22,1 0– 15. doi:\n10.1016/j.eatbeh.2016.03.033\nFatouros, I. G., Kambas, A., Katrabasas, I., Nikolaidis, K., Chatzinikolaou, A.,\nLeontsini, D., & Taxildaris, K. (2005). Strength training and detraining\neffects on muscular strength, anaerobic power, and mobility of inactive\nolder men are intensity dependent.British Journal of Sports Medicine,\n39, 776– 780. doi:\n10.1136/bjsm.2005.019117\nFinlayson, G., Bryant, E., Blundell, J. E., & King, N. A. (2009). Acute com-\npensatory eating following exercise is associated with implicit hedonic\nwanting for food. Physiology & Behavior , 97,6 2 – 67. doi:\n10.1016/j.\nphysbeh.2009.02.002\nGadelha, A. B., Paiva, F. M., Gauche, R., De Oliveira, R. J., & Lima, R. M.\n(2016). Effects of resistance training on sarcopenic obesity index in\nolder women: A randomized controlled trial. Archives of Gerontology\nand Geriatrics, 65, 168– 173. doi:10.1016/j.archger.2016.03.017\nGimble, J. M., Zvonic, S., Floyd, Z. E., Kassem, M., & Nuttall, M. E. (2006).\nPlaying with bone and fat.Journal of Cellular Biochemistry, 98, 251– 266.\ndoi:10.1002/jcb.20777\nGuadalupe-Grau, A., Fuentes, T., Guerra, B., & Calbet, J. A. (2009). Exercise\nand bone mass in adults. Sports Medicine, 39, 439– 468. doi:10.2165/\n00007256-200939060-00002\nHaddock, B. L., & Wilkin, L. D. (2006). Resistance training volume and post\nexercise energy expenditure. International Journal of Sports Medicine,\n27, 143– 148. doi:10.1055/s-2005-865601\nHeden, T., Lox, C., Rose, P., Reid, S., & Kirk, E. P. (2011). One-set resistance\ntraining elevates energy expenditure for 72 h similar to three sets.\nEuropean Journal of Applied Physiology , 111, 477– 484. doi:\n10.1007/\ns00421-010-1666-5\nIlich, J. Z., Inglis, J. E., Kelly, O. J., & McGee, D. L. (2015). Osteosarcopenic\nobesity is associated with reduced handgrip strength, walking abilities,\nand balance in postmenopausal women.Osteoporosis International, 26,\n2587– 2595. doi:\n10.1007/s00198-015-3186-y\nIlich, J. Z., Kelly, O. J., Inglis, J. E., Panton, L. B., Duque, G., & Ormsbee, M. J.\n(2014). Interrelationship among muscle, fat, and bone: Connecting the\ndots on cellular, hormonal, and whole body levels. Ageing Research\nReviews, 15,5 1– 60. doi:10.1016/j.arr.2014.02.007\nJanssen, I., Baumgartner, R. N., Ross, R., Rosenberg, I. H., & Roubenoff, R.\n(2004). Skeletal muscle cutpoints associated with elevated physical\ndisability risk in older men and women. American Journal of\nEpidemiology, 159, 413– 421. doi:10.1093/aje/kwh058\nJOURNAL OF SPORTS SCIENCES 7\nDownloaded by [University of Florida] at 07:17 11 November 2017 \n\nKelley, G. A., Kelley, K. S., & Tran, Z. V. (2001). Resistance training and bone\nmineral density in women: A meta-analysis of controlled trials.\nAmerican Journal of Physical Medicine & Rehabilitation , 80,6 5 – 77.\ndoi:\n10.1097/00002060-200101000-00017\nKim, J., Wang, Z., Heymsfield, S. B., Baumgartner, R. N., & Gallagher, D.\n(2002). Total-body skeletal muscle mass: Estimation by a new dual-\nenergy X-ray absorptiometry method.The American Journal of Clinical\nNutrition, 76, 378– 383.\nKohrt, W. M., Bloomfield, S. A., Little, K. D., Nelson, M. E., Yingling, V. R., &\nAmerican College of Sports, M. ( 2004). American College of Sports\nMedicine Position Stand: Physical activity and bone health.Medicine\nand Science in Sports and Exercise , 36, 1985– 1996. doi:10.1249/01.\nMSS.0000142662.21767.58\nKrieger, J. W. (2010). Single vs. multiple sets of resistance exercise for muscle\nhypertrophy: A meta-analysis. Journal of Strength and Conditioning\nResearch, 24,1 1 5 0– 1159. doi:10.1519/JSC.0b013e3181d4d436\nLandi, F., Cruz-Jentoft, A. J., Liperoti, R., Russo, A., Giovannini, S., Tosato, M.,\n. . . Onder, G. (2013). Sarcopenia and mortality risk in frail older persons\naged 80 years and older: Results from ilSIRENTE study.Age Ageing, 42,\n203– 209. doi:10.1093/ageing/afs194\nLee, N. K., & Karsenty, G. (2008). Reciprocal regulation of bone and energy\nmetabolism. Trends in Endocrinology & Metabolism , 19, 161 – 166.\ndoi:10.1016/j.tem.2008.02.006\nLee, S., Kim, T.-N., & Kim, S.-H. (2012). Sarcopenic obesity is more closely\nassociated with knee osteoarthritis than is nonsarcopenic obesity: A\ncross-sectional study. Arthritis & Rheumatism , 64, 3947 – 3954.\ndoi:\n10.1002/art.37696\nLevine, J. A., Abboud, L., Barry, M., Reed, J. E., Sheedy, P. F., & Jensen, M. D.\n(2000). Measuring leg muscle and fat mass in humans: Comparison of\nCT and dual-energy X-ray absorptiometry. Journal Applications\nPhysiological (1985), 88, 452– 456.\nMaden-Wilkinson, T. M., Degens, H., Jones, D. A., & McPhee, J. S. (2013).\nComparison of MRI and DXA to measure muscle size and age-related\natrophy in thigh muscles. Journal of Musculoskeletal & Neuronal\nInteractions, 13, 320– 328.\nMarques, E. A., Mota, J., & Carvalho, J. (\n2012). Exercise effects on bone\nmineral density in older adults: A meta-analysis of randomized con-\ntrolled trials. Age (Dordrecht, Netherlands), 34, 1493– 1515. doi:\n10.1007/\ns11357-011-9311-8\nMookerjee, S., Welikonich, M. J., & Ratamess, N. A. (2016). Comparison of\nenergy expenditure during single-set vs. multiple-set resistance exer-\ncise. Journal of Strength and Conditioning Research , 30, 1447– 1452.\ndoi:\n10.1519/JSC.0000000000001230\nNunes, P. R., Barcelos, L. C., Oliveira, A. A., Furlanetto Junior, R., Martins, F.\nM., Orsatti, C. L., . . . Orsatti, F. L. (2016). Effect of resistance training on\nmuscular strength and indicators of abdominal adiposity, metabolic\nrisk, and inflammation in postmenopausal women: Controlled and\nrandomized clinical trial of efficacy of training volume.Age (Dordrecht,\nNetherlands), 38, 40. doi:\n10.1007/s11357-016-9901-6\nOrmsbee, M. J., Prado, C. M., Ilich, J. Z., Purcell, S., Siervo, M., Folsom, A., &\nPanton, L. (2014). Osteosarcopenic obesity: The role of bone, muscle,\nand fat on health.Journal of Cachexia, Sarcopenia and Muscle, 5, 183–\n192. doi:10.1007/s13539-014-0146-x\nPaulsen, G., Myklestad, D., & Raastad, T. (2003). The influence of volume of\nexercise on early adaptations to strength training.Journal of Strength\nand Conditioning Research, 17, 115– 120.\nProctor, D. N., O’Brien, P. C., Atkinson, E. J., & Nair, K. S. (1999). Comparison of\ntechniques to estimate total body skeletal muscle mass in people of\ndifferent age groups.The American Journal of Physiology, 277,E 4 8 9– 495.\nRadaelli, R., Botton, C. E., Wilhelm, E. N., Bottaro, M., Brown, L. E., Lacerda,\nF., . . . Pinto, R. S. (\n2014). Time course of low- and high-volume strength\ntraining on neuromuscular adaptations and muscle quality in older\nwomen. Age (Dordrecht, Netherlands) , 36, 881 – 892. doi: 10.1007/\ns11357-013-9611-2\nRadaelli, R., Botton, C. E., Wilhelm, E. N., Bottaro, M., Lacerda, F., Gaya, A., . . .\nPinto, R. S. (2013). Low- and high-volume strength training induces\nsimilar neuromuscular improvements in muscle quality in elderly\nwomen. Experimental Gerontology , 48, 710 – 716. doi: 10.1016/j.\nexger.2013.04.003\nRasouli, N., & Kern, P. A. (2008). Adipocytokines and the metabolic com-\nplications of obesity.The Journal of Clinical Endocrinology & Metabolism,\n93, S64– 73. doi:10.1210/jc.2008-1613\nRaymond, M. J., Bramley-Tzerefos, R. E., Jeffs, K. J., Winter, A., & Holland, A.\nE. (2013). Systematic review of high-intensity progressive resistance\nstrength training of the lower limb compared with other intensities of\nstrength training in older adults. Archives of Physical Medicine and\nRehabilitation, 94, 1458– 1472. doi:\n10.1016/j.apmr.2013.02.022\nR i b e i r o ,A .S . ,S c h o e n f e l d ,B .J . ,P i n a ,F .L . ,S o u z a ,M .F . ,N a s c i m e n to ,M .A . ,S a n t o s ,\nL . ,...C y r i n o ,E .S .(2015). Resistance training in older women: Comparison of\nsingle vs. multiple sets on muscle strength and body composition.\nIsokinetics and Exercise Science, 23,5 3– 60. doi:\n10.3233/IES-140564\nRolland, Y., Lauwers-Cances, V., Cristini, C., Abellan van Kan, G., Janssen, I.,\nMorley, J. E., & Vellas, B. ( 2009). Difficulties with physical function\nassociated with obesity, sarcopenia, and sarcopenic-obesity in commu-\nnity-dwelling elderly women: The EPIDOS (EPIDemiologie de\nl’OSteoporose) Study. American Journal of Clinical Nutrition, 89, 1895–\n1900. doi:\n10.3945/ajcn.2008.26950\nRosen, C. J., & Bouxsein, M. L. (2006). Mechanisms of disease: Is osteoporo-\nsis the obesity of bone?Nature Clinical Practice Rheumatology, 2,3 5– 43.\ndoi:10.1038/ncprheum0070\nSchoenfeld, B. J. (2010). The mechanisms of muscle hypertrophy and their\napplication to resistance training.Journal of Strength and Conditioning\nResearch, 24, 2857– 2872. doi:10.1519/JSC.0b013e3181e840f3\nSchoenfeld, B. J., Ogborn, D., & Krieger, J. W. (2016). Dose-response rela-\ntionship between weekly resistance training volume and increases in\nmuscle mass: A systematic review and meta-analysis.Journal of Sports\nSciences, 1–10. doi:\n10.1080/02640414.2016.1210197\nSenn, S. (2013). Seven myths of randomisation in clinical trials.Statistics in\nMedicine, 32, 1439– 1450. doi:10.1002/sim.5713\nSteib, S., Schoene, D., & Pfeifer, K. (2010). Dose-response relationship of\nresistance training in older adults: A meta-analysis.Medicine & Science\nin Sports & Exercise, 42, 902– 914. doi:10.1249/MSS.0b013e3181c34465\nStenholm, S., Harris, T. B., Rantanen, T., Visser, M., Kritchevsky, S. B., &\nFerrucci, L. (2008). Sarcopenic obesity: Definition, cause and conse-\nquences. Current Opinion in Clinical Nutrition and Metabolic Care, 11,\n693– 700. doi:10.1097/MCO.0b013e328312c37d\nStoever, K., Heber, A., Eichberg, S., & Brixius, K. ( 2016). Influences of\nresistance training on physical function in older, obese men and\nwomen with sarcopenia. Journal of Geriatric Physical Therapy ,1 .\ndoi:\n10.1519/JPT.0000000000000105\nTurner, C. H., & Robling, A. G. (2004). Exercise as an anabolic stimulus for\nbone. Current Pharmaceutical Design , 10, 2629 – 2641. doi: 10.2174/\n1381612043383755\nVan Breukelen, G. J. (2006). ANCOVA versus change from baseline had\nmore power in randomized studies and more bias in nonrandomized\nstudies. Journal of Clinical Epidemiology , 59, 920– 925. doi:\n10.1016/j.\njclinepi.2006.02.007\nVickers, A. J., & Altman, D. G. (2001). Statistics notes: Analysing controlled\ntrials with baseline and follow up measurements.BMJ, 323, 1123– 1124.\ndoi:10.1136/bmj.323.7321.1123\nWernbom, M., Augustsson, J., & Thomee, R. ( 2007). The influence of\nfrequency, intensity, volume and mode of strength training on whole\nmuscle cross-sectional area in humans. Sports Medicine, 37, 225– 264.\ndoi:\n10.2165/00007256-200737030-00004\n8 P. M. CUNHA ET AL.\nDownloaded by [University of Florida] at 07:17 11 November 2017"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 20,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Older women with osteosarcopenic obesity randomized to 1 vs 3 sets per exercise RT; compares volume effects on OSO indices and performance."
}