{
  "id": 89,
  "title": "Effects of Resistance Training on Muscular Strength, Endurance, Body Composition and Functional Performance Among Sarcopenic Patients: A Systematic Review",
  "authors": "Sharma N et al.",
  "year": 2023,
  "doi": "10.1007/s40200-023-01283-5",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "sarcopenia",
    "older_adults",
    "RT_prescription"
  ],
  "population": {
    "training_status": "systematic_review"
  },
  "sections": {
    "abstract": "Background Sarcopenia, a gradual loss of muscle mass and strength associated with ageing, contributes to a decline in \nphysical abilities, increase in disability and frailty and loss of functional independence. This functional deterioration which \ncomes with ageing, can be slowed in pace with exercise.\nObjective The objective of the current review was to thoroughly search for literature assessing impact of RT on physical \nperformance, body composition, muscle strength and endurance in sarcopenic elderly patients.",
    "methods": "PubMed, Scopus, Web of Science, and PEDro databases were brought in use for a thorough search for articles \npublished from 2010 to 2023. Two researchers independently retrieved data from studies that complied with the inclusion \nand exclusion criteria, while they also evaluated quality of the evidence.",
    "results": "In total, 14 studies with 742 patients with mean age of 72.4 ± 9.22 years were included in the analysis for this review. \nResults indicate, RT improves body composition (p = 0.001), functional performance (p 0.001), postural stability (p = 0.005) \nand muscle strength (p 0.001) in elderly sarcopenic patients.",
    "conclusion": "A promising intervention for the management of sarcopenia is RT. To yield RT’s positive effects, a well-designed \nprescription is the need of the hour, just like it is with other treatment strategies.\nKeywords Ageing · Body composition · Frailty · Sarcopenia\n * Abhishek Sharma \n abhisheksharmampt@gmail.com\n Nidhi Sharma \n sharmanidhi1411@gmail.com\n Aksh Chahal \n drakshchahal@gmail.com\n Karthick Balasubramanian \n bkarthick@jazanu.edu.sa\n Ramya Ramasamy Sanjeevi \n rramasamy@jazanu.edu.sa\n Richa Hirendra Rai \n richaraidpsru@gmail.com; richarai@dpsru.edu.in\n Nitesh Bansal \n nbansal@jgu.edu.in\n Ramprasad Muthukrishnan \n mrp@gmu.ac.ae\n1 Department of Physiotherapy, Uttaranchal College \nof Health Sciences, Uttaranchal University, Prem Nagar, \nDehradun 248007, Uttarakhand, India\n2 Department of Physiotherapy, School of Medical \nand Allied Health Sciences, Galgotias University, \nGreater Noida 203201, Uttar Pradesh, India\n3 Physical Therapy Department, College of Applied Medical \nSciences, Jazan University, Jazan 45142, Saudi Arabia\n4 School of Physiotherapy, Delhi Pharmaceutical Sciences \nand Research University, New Delhi, India\n5 OP Jindal Global University, Sonipat 131001, Haryana, India\n6 Department of Physiotherapy, College of Health Sciences, \nGulf Medical University, Ajman, United Arab Emirates\n7 Department of Physiotherapy, Arogyam Institute \nof Paramedical and Allied Sciences (Affiliated \nto H.N.B. Uttarakhand Medical Education University), \nRoorkee 247661, Uttarakhand, India\n\n1054 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3",
    "introduction": "Sarcopenia is an aging-related condition characterised by \na generalised, progressive loss of skeletal muscle mass as \nwell as a deterioration in muscle performance and strength \n[1]. According to the European Working Group on Sar -\ncopenia in Older People (EWGSOP), 1 to 29% of people \nover 50 years of age living in community pose sarcopenia, \ncompared to 14 to 33% in long-term care facilities and \n10% in acute care facilities [2 ].\nIn the present times, sarcopenia has established itself \nas a significant global public health concern as, elderly \npopulation have grown and its associated illness, disability \nand mortality also risen. Sarcopenia is linked to cognitive \ndecline [3 ], respiratory [4 ], sleep [5 ], poor quality of life \nand premature mortality [6 , 7]. It also raises the chance \nof unfavourable outcomes including falls and fractures \n[8]. When left untreated, this poses a significant financial \nburden on individuals, families and societies [9 ].Hence, \nsarcopenia should be treated and prevented with promis-\ning care by medical professionals and society, since it is a \npotent predictor of risk for disability, morbidity and mor -\ntality among middle- and older-aged adults [10].\nThe World Health Organization and the American Col-\nlege of Sports Medicine (ACSM) with the aim to prevent \nchronic or crippling conditions and/or treat disease, propose \nolder people to maintain 150 min per week of moderate-\nintensity aerobic exercise or 75 min per week of high-inten-\nsity aerobic exercise, and perform RT two to three times per \nweek [11, 12]. Previous study data has shown that exercise \nsuch as Resistance Training (RT), Whole Body Vibration \nTraining (WBVT), and Mixed Training (MT, such as RT \ncombined with balance and aerobic training), render posi-\ntive effect by bringing a increase in muscle mass [13], mus-\ncle strength [14], and physical performance [15].\nPhysical exercise has shown to be a effective therapy \nfor halting aging-related loss of muscle mass and strength \n[16]. A supervised exercise program is an successful tech-\nnique treating sarcopenia and physical weakness [17, 18]. \nRT may be especially helpful in delaying and reducing \nthe cause (such as loss of muscle mass) and consequences \n(such as loss of muscular strength or functionality) that \nthese disorders typically induce, even in their early phases \n[19, 20]. RT is characterised as a strength exercise that \nuses progressive loading and requires the muscles to gen-\nerate force against an external load [21]. In addition, RT is \nthe exercise type intervention that improves physical func-\ntion and performance in older adults more than endurance \ntraining (ET) or WBVT [22]. The well-known benefits of \nAerobic Training (AT) on health and physical capabilities \nare complemented by RT as a crucial part of a comprehen -\nsive exercise programme [23– 25].\nRT is the most effective training method for boosting \nmuscular development and strength in older individuals \n[26]. It encourages gains in muscle mass and strength, which \nlessens the negative effects of ageing [27]. Studies from the \npast have validate value of RT for sarcopenic older persons. \nWith passage of time research on potential benefits of RT \nfor age-related physical symptoms is increasing. As a result, \nthe state of the art needs to be updated. With older persons \nwho have been diagnosed with pre-sarcopenia, sarcopenia, \npre-frailty, or frailty, this study sets out to carefully assess \nscientific literature examining the impact of RT on mus-\ncle strength, endurance, body composition, and functional \nperformance.\nMethods\nProtocols and registration\nThe present review’s investigation methodology has been \nentered in the PROSPERO database (CRD42023413153). \nThe Preferred Reporting Items for Systematic Reviews and \nMeta-Analyses (PRISMA) statement were followed when con-\nducting the current systematic review and meta-analysis [28].\nIdentification and selection of studies\nBetween January 2010 and October 2022, we conducted \nsearches in the following significant electronic databases: \nMEDLINE/Pubmed, PEDro, Scopus and Web of Science. \nOnly studies in English were taken into account. Medical \nSubject Headings (MeSH) terms such as “sarcopenia,“ \n“RT,“ “muscle weakness,“ “strength training”; “weight-\nbearing exercise,“ “strengthening execise,“ “resistive exer -\ncise,“ “frail elderly” were used either separately or in com-\nbination. The search in the Web of Science and Scopus was \nthen conducted using an adaptation of the PubMed syntax. \nReference list of articles were also searched to find addi-\ntional research to be included in the present review. Each \nretrieved publication’s abstract was assessed for its eligi-\nbility. For full text analysis, potential suitable articles were \nretrieved. If there was any disagreement, all reviewers came \ntogether for a consensus conference to decide whether to \ninclude the publication in the review or to be excluded.\nSelection criteria\nInclusion criteria\na) Only randomized controlled or clinical trials were \nincluded. Studies involving participants over the age \nof 60 years and had pre-frailty, frailty, pre-sarcopenia, \n\n1055Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\nor sarcopenia without concomitant illnesses (such as \ndiabetes, cancer, stroke, dementia, or depression) were \nincorporated. b) RT intervention was to be suggested as \npotential intervention for treating sarcopenia and boost-\ning muscle strength (c) studies involving at least one \ntype of RT; (d) a comparison or control group undergo-\ning no exercise or other interventions (such as education \ntraining); and (e) outcomes involving body composition, \nmuscle strength and endurance.\nExclusion criteria\na) Studies involving older individuals with particular ail-\nment were eliminated including those with cancer, dia-\nbetes, stroke, HIV, chronic obstructive pulmonary dis-\nease, chronic renal disease, liver cirrhosis, other serious \nillnesses, and recent transplants.\nb) Studies published as a case report, opinion, editorial, \nprotocol, review article, or letter to the editor at a confer-\nence were also excluded.\nData extraction\nPapers’ titles and abstracts were separately reviewed by two \nreviewers, who cleared those that not fitting as per the inclu-\nsion criteria or the exclusion criteria. Using the inclusion \nand exclusion criteria, the remaining full-text studies were \nassessed. In the event of non-agreement between two review-\ners, a third reviewer took part in the",
    "discussion": "to settle the \nconsensus. Using a standard extraction form created for this \nstudy, two reviewers independently extracted the subject \ncharacteristics (e.g., demographic parameters), RT inter -\nvention (e.g., modality, intensity, frequency, and duration), \nand outcome. We only retrieved the data from intervention \ngroups that underwent RT from studies that used multiple-\narm interventions. Authors involved in the present review \nalso got in touch with the authors of the featured studies to \nget raw data of participants which was not available in their \noriginal article.\nMethodological quality assessment\nUsing the Physiotherapy Evidence Database (PEDro) scale, \ntwo reviewers independently evaluated the included studies’ \nmethodology [29]. The scale evaluates the subsequent 11 \ntraits: ‘Intention to treat’ analysis, between-group statisti-\ncal comparisons, point measures or measures of variability, \nbaseline similarity, random allocation, concealment alloca-\ntion, baseline similarity, blinding of the subjects, therapists, \nand assessors. For each investigation, each feature was given \na score between 0 (did not meet the requirements) and 1 (sat-\nisfied the criteria). The quality of the study increases with a \nhigher overall score. When the two reviewers couldn’t agree, \nthe third reviewer took part in the assessment and debate.\nData synthesis and analysis\nFor each outcome that was reported in at least two trials, \nresearchers evaluated the presence of these components. \nControl group in the studies used an additional exercise \nmodality from the exercise performed in the intervention \ngroup were classified as quasi-experimental pre-post studies, \nwhich did not allow for an adequate comparison analysis of \nthe effects of exercise but only a within-group analysis and \ndiscussion.\nRisk of bias assessment\nTitles and abstracts were initially evaluated by two review -\ners using the inclusion and exclusion criterisa. A 3-point \nscale was used to evaluate the complete text for eligibil-\nity and relevance (0 being not relevant, 1 uncertain, and 2 \nbeing relevant). When agreement could not be achieved, a \nthird reviewer was contacted to settle the inclusion contro-\nversy. Using the risk of bias 2 (RoB 2) measure developed \nby Cochrane Collaboration, two researchers independently \nevaluated the methodological quality [30]. The instrument \nhad five different domains: the randomization procedure, \nvariations from intended interventions, missing outcome \ndata, outcome assessment, and choice of the reported result. \nThe RoB 2 classified each publication as “high risk,“ “some \nconcerns,“ or “low risk.“ To obtain a consensus, disagree-\nments in judgements were discussed with a third researcher.\nDealing with missing data\n In the chance of any available individual patient data, \nauthors used it when it was not possible to extract metadata \nfrom a paper. Majority of studies published since 2010 have \nprovided the study team with the data needed for the meta-\nanalysis we are currently doing on individual patient data. \nIf data were absent in any other circumstances, we made \nan effort to get in touch with the corresponding author. But \nin the absence of a response, we adhered to the procedures \nindicated in Sect. 7.7.3 of the Cochrane Handbook [31].\nSensitivity analysis\nRobustness of the data was assessed using sensitivity analy-\nses to account for the risk of bias items (selection bias, per-\nformance bias, attrition bias, and selective result reporting \nbias) as well as the type of contrast. We concentrated on \nselection bias, specifically treatment allocation, among the \nbias risk factors, which comprised a sizable number of ran-\ndomised trials that were published in the Cochrane Library.\n\n1056 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nResults\nStudy selection\nAccording to our search strategy, 1628 records utilis-\ning keywords were found in the searched databases. 1134 \nrecords were extracted following elimination of the duplicate \nrecords. 876 publications not fitting the selection criteria, \nbeing excluded after the titles and abstracts being examined. \nAuthors read complete texts of the 258 remaining papers \nbefore further eliminating the 201 that dealt with surgical \noperations. In total, 57 articles were read in their entirety, \nof which 14 had inappropriate methodology, 12 with incor-\nrect study design, 4 case reports, 8 news, and 5 with having \nincorrect demographics. Finally, a total of 14 studies were \nincluded for their detailed analysis. (see Fig. 1).\nDemographic study charactertics\nTotal 14 randomised controlled or clinical trials with 742 \nparticipants were included in the present review. Of these \n14 studies, 3 studies were conducted in Taiwan, 2 in China, \n2 in Italy, 1 in Spain, 1 in Sweden, 1 in Japan, 1 in Brazil, \n1in Switzerland, 1 in Greece and 1 in Germany. Both male \nand females were included with mean age of 72.4 ± 9.22 \nyears (Table 1).\nMain characteristics of study\nRT program, when instituted as intervention among elderly \nwith sarcopenia served as an effective, reliable and feasible \nmethod in enhancing functional capability, gaining strength \nand increasing muscle mass and augment physical function, \nthereby, improving their overall quality of life.\nMuscle strength & endurance\nFindings from a study conducted on elderly Chinese sar -\ncopenic population revealed resistance exercises when \nincorporated with nutritional supplementation improved \nthe participants overall muscle strength. The results sus-\ntained up to 12 weeks post-intervention and by 24 weeks, \nalso minimal improvements were maintained in leg exten-\nsion (P = 0.027) [32].\nImpact of various exercise interventions in elderly sarco-\npenic population presented with significant improvement in \nmuscle strength of knee extensors, back extensor and hand grip \nstrength among patients receiving RT when compared to other \ngroups (Chen et al., 2017). Findings from a another study, \ninvolving six weeks of low-repetition, light-load power train-\ning showed improvement in knee extensor muscle strength \namong postmenopausal women with sarcopenia [33].\nA 3-month exercise program with a focus on supervised \nRT indicated statistically significant improvement in con-\ntext to Hand grip strength (HGS) and knee extensor mus-\ncle strength post-intervention (Tsekoura M et al.). Another \nstudy stated participant subjected to 36 weeks of muscle \nreinforcement training, significant increase of HGS values \nonly in the RT group (mean ± SD: T0 = 17.84 ± 4.91 kg, \nT1 = 19.86 ± 5.22 kg) [34].\nFindings from a study where participants underwent a \n10-week lower limb RT program suggested of improve-\nment in knee extensor muscle power by 15 w/kg on \naverage (95% CI 7.5 to 24, P = 0.01) in relation to base-\nline values [35]. RT program conducted for sarcopenic \npatients showed a long-term improvement in parameters \nof total grip strength (p = 0.001) and total pinch strength \n(p = 0.014) of the intervention group as compared to the \ncontrol group. Right grip strength of the intervention \ngroup accelerated by 1.71 kg (p = 0.003) and the left grip \nstrength improved by 1.35 kg (p = 0. 028) compared with \ntheir baseline values [36].\nA study on sarcopenic adults subjected to chair muscle \nstrength training sessions, performed twice weekly for 3 \nweeks showed improvement in self-care scores by 2.76% \ncompared to the baseline [37]. Participants in another study, \nreceiving a supervised group-based RT program showed \nimproved physical function for parameters of locomotion \n(p = 0.006), functionality (p = 0.012), Activities of daily liv-\ning (p = 0.00), and reduction fear reduction (p = 0.013 [15].\nFindings from another study indicate significant improve-\nment in functional fitness and physical performance in a \ngroup of sarcopenic females (F(1,20) = 10.880, p < 0.001, η \n2 p = 0.813) subjected to RT (Bellomo et al., 2013). Muscle \ngrowth factors such as follistatin were significantly increased \n(p < 0.05, 0.81) among older sarcopenic female performing \nRT thrice weekly over the sixteen weeks (48 sessions) [38].\nBody composition\nA significant improvement in lower limb muscle mass and \nappendicular skeletal muscle mass was observed in sarco-\npenic population subjected to 30-minute RT along with \nnutritional supplementation but the results did not sustain \nto 24 weeks post-intervention [32]. Findings from a study \nwhere participants underwent RT results showed a consider-\nable reduction in percentage body fat, and an increase in the \nmuscle mass index 12 weeks post training [39].\nA study involving elder sarcopenic population indulged \nin a 60-minute extensive exercise program twice a week for \nthree months revealed a significant improvement and result \nsustained up to 24 weeks post intervention [15]. RT regime \ninvolving motor coordination exercises and muscle toning \nat low-moderate intensity with low weight loads (0.5, 1, or \n\n1057Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\nTable 1 Demographic characteristics of articles addressing the application of exercise training among patients with Sarcopenia\n*Age = Years (Mean ± Standard deviation)\nAuthor Country Research Outline Total \nPartici-\npants\nMean Age (Years)* Time of Assessment\nZhu L.-Y. et al. 2020 China Randomized controlled trial 113 Waitlist control = 72.2 ± 6.6\nExercise alone = 74.5 ± 7.1\nCombined-exercise program \nand nutrition supple-\nment = 74.8 ± 6.9\nBaseline, 12 weeks and 24 \nweeks\nCebrià i Iranzo MÀ et al. \n2018\nSpain Randomized controlled trial 37 Control Group = 81.2 ± 5.4\nRespiratory Muscle training \nGroup = 87.1 ± 3.8\nPeripheral Muscle Training \nGroup = 82.6 ± 9.1\nParticipants were assessed at \nenrollment phase (T1), after \na 2-week familiarization \n(T2, baseline or pre-inter-\nvention) and at 12 weeks \n(T3, post-intervention).\nChen H.T. et al. 2017 Taiwan Randomized controlled trial 93 Aerobic Train-\ning = 69.3 ± 3.0\nRT = 68.9 ± 4.4\nCombination Train-\ning = 68.5 ± 2.7\nControl Group = 68.6 ± 3.1\nBaseline, Week 8, and Week \n12\nTsekoura M et al. 2018 Greece Randomized controlled trial 54 Group based exer-\ncise = 74.56 ± 6.04\nHome based exercise \ngroup = 71.17 ± 6.47\nControl \nGroup = 72.89 ± 8.31\nOutcomes were assessed at \nbaseline, immediately post-\nintervention (week 12), and \n3 months post-intervention \n(week 24)\nPiastra G et al. 2018 Italy Randomized clinical trial 72 RT group = 69.9 ± 2.7\nPostural training \ngroup = 70.0 ± 2.8\nPre and post 9 months of \nadaptive physical activity \n(APA) program\nVikberg S et al. 2018 Sweden Randomized controlled trial 70 Intervention \nGroup = 70.9 + 0.28\nControl Group = 70.0 + 0.29\nBaseline and after 12 weeks \nof intervention\nHuang S.W. et al. 2017 Taiwan A pilot Randomized con-\ntrolled trial\n35 Elastic band RT \ngroup = 68.89 ± 4.91\nControl \ngroup = 69.53 ± 5.09\nPre and post intervention\nLiao C.D. et al. 2018 Taiwan Randomized controlled trial 56 Experimental \nGroup = 66.67 ± 4.54\nControl \nGroup = 68.32 ± 6.05\nBaseline examination (T0), \nas well as the 3-month (T1) \nand 9-month follow ups \n(T2).\nHamaguchi K et al. 2017 Japan A pilot Randomized con-\ntrolled trial\n15 Training group = 60.4 ± 2.7\nControl Group = 60.6 ± 2.3\nBaseline and post interven-\ntion (6 weeks)\nVasconcelos KSS et al. \n2016\nBrazil Randomized controlled trial 28 Exercise group = 72 ± 4.6\nControl Group = 72 ± 3.6\nPre and post intervention (10 \nweeks)\nChiu S.C. et al. 2018 China Quasi Experimental 64 Intervention \ngroup = 79.64 ± 7.36\nComparison \ngroup = 80.15 ± 8.26\nPre and post intervention\nBellomo R.G. et al. 2013 Italy Randomized controlled trial 40 70.9 ± 5.2 Before and after training\nSeo M.W. et al. 2021 Switzerland Randomized controlled trial 22 RT = 70.3 ± 5.38\nControl Group = 72.9 ± 4.75\nPre and post intervention\nKemmler W et al. 2020 Germany A Randomized controlled \nclinical trial\n43 HIT-RT exercise \ngroup = 77.8 ± 3.6\nControl Group = 79.2 ± 4.7\nBaseline and post interven-\ntion (12 months)\n\n1058 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\n1.5Kg) led to a significant increase of lean mass and SM \nvalues from pre- to post-intervention (p < 0.001) [34]. SMI \nincreased significantly in the RT group and decreased signifi-\ncantly in the CG in elder males with sarcopenia post 12 month \nof training (p < 0.001; SMD = 1.95) [40]. Lean Body Mass \nincreased by 1147 ± 282 g (P < 0.001) and Total Fat Mass \ndecreased by a mean of 553 ± 25 g (P = 0.003), in 70-year-\nold sarcopenic population undergoing RT respectively [41].\nEffect of elastic band RT on body composition revealed, \nfat proportion in the right upper extremity (P = 0.03), left \nupper extremity (P = 0.04), total fat (P = 0.035) and fat per-\ncentage (P = 0.012) had decreased post intervention. Bone \nmineral density (BMD) (P = 0.026), T-score (P = 0.028), \nand Z-score (P = 0.021) elevated post-intervention. Also, \nstatistical difference was observed in total fat (P = 0.023) \nand fat percentage (P = 0.012) between the training and con-\ntrol group. (Huang S.-W. et al.) Findings from another study \nalso suggest of increase in BMD in the HIT-RT group and \nresults decreased significantly for the CG (p < 0.001) [40].\nWhen community dwelling elderly women with sar -\ncopenic obesity were subjected to elastic band RT as an \nintervention, showed improvement in their parameters of \nAppendicular Lean Mass (ALM) and appendicular muscle \nindex (AMI) post intervention, when compared to their \nbaseline scores (P < 0.05). Also, participants they exhibited \nsignificantly greater changes in total skeletal mass (TSM) \nafter training, with a mean difference (MD) of 0.70 kg \n(95% CI: 0.12–1.28; P < 0.01) (Liao C.-D. et al.). Low-\nrepetition, light-load progressive power training on post-\nmenopausal sarcopenic women led to an improvement in \nBMD by 1.6% [33].\nBiochemical markers\nParticipants subjected to RT 8 times per week (each session \nlasting 60 min) using weight-training equipment at 60–70% \nof one repetition maximum targeting large systemic muscle \ngroups demonstrated remarkable improvement in blood IGF-1 \nconcentration 8 weeks post-intervention [39].\nGait parameters\nA 10-week progressive RT program, holding 3 sessions \nper week and each session lasting 45 min suggested of sig-\nnificant improvement in functional outcome scores in SBBP \n(P < 0.05), TUG time (P < 0.001) [41]. In another study, a \ngroup of participants receiving elastic RT using Thera-band, \nwalked faster by 0.14 m/s (P < 0.05), spent a short span of time \nfor 1.64 s (P < 0.001) in the Timed Up & Go (TUG) test and \ncompleted 2.99 more repetitions (P < 0.001) of the timed chair \nrise (TCR) task than the control group (Liao C.-D. et al.). Gait \nanalysis among participants receiving 12 weeks of RT showed \nsignificant increase in length of the half-step post intervention \n(108%; P < 0.05) [42].\nBalance\nA physical activity program based on resistance exercises \nperformed twice a week, for 36 weeks with each session last-\ning for 60 min confirmed, significant decrease in sway path \nacquired with closed eyes (Z = 3.53, p < 0.001). Also, sway \narea (with both eyes open and closed) decreased significantly \nafter the treatment (CE: Z = 5.01, p < 0.001). Findings con-\ncluded that RT to be an effective approach in reducing falls \namong elderly sarcopenic women [34].\nBased on the results obtained from another study, con -\nducted on women with sarcopenic obesity and receiving RT, \noutcome suggested of an improvement in overall balance, \nmeasured via an increase in scores of functional forward reach \n(FFR) task, reaching further by 7.46 cm (P < 0.001) and main-\ntaining balance in single leg stance for a longer time of 9.71 s \n(P < 0.001) [43].\nQuality of life\nFindings from a study where participants received RT and \nnutritional supplementation suggested reduction in impair -\nments of daily activity tended to be greater in the combined \ngroup (RT and nutritional supplementation) than the other \ntwo groups (RT alone, control group) at 12-week assess-\nment (P = 0.055). However, the reduction was not sustained \nat 24-week assessment [32] (Tables  2 and 3, Figs. 2, 3, 4 \nand 5).\nDiscussion\nParameters evaluated\nWith research being done, still there lacks research on the \nbenefits of RT for sarcopenic older adults towards good \nhealth. With the aim to segregate how RT affects body \ncomposition, muscle strength, endurance and functional \nperformance in older persons with sarcopenia authors in \nthis review integrated 14 randomised controlled trials. The \npooled studies revealed, RT significantly improves body fat \nmass, handgrip strength, knee extension strength, endurance, \ngait speed, and time to stand and go, when compared to no \nexercise or non-exercise activities but, they have no appre-\nciable impact on skeletal muscle mass, leg lean tissue, or \nappendicular skeletal muscle mass index. Earlier findings \nsuggest RT may have positive impact on sarcopenia-related \noutcomes p < 0.001) and lower-limb (ES = 0.93, p < 0.001) \nstrength [39, 42, 44].\n\n1059Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3Table 2 Summary of articles using resistance exercise an intervention among elderly sarcopenic population\nAuthor Objective Intervention Outcome Measure Result Conclusion\nZhu L.Y. et al. 2020 Impact of resistance exercise \nprogram on gait speed, \nbody composition, physical \nfunction and quality of life \n(QoL)\nExercise group:\nTwo group exercise sessions \nand one-home exercise ses-\nsion weekly, for 12 weeks\nCombined group:\nNutrition supplement daily \nfor 12 weeks along with \nexercise program\nWaitlist control group:\nSame exercise program for \n6-months along-with usual \nphysical activity and dietary \nhabits\nPrimary outcome:\nGait speed\nSecondary outcomes: Muscle \nStrength and Power\nBody Composition\nHealth related QoL (SF12)\nPhysical Activity Scale for the \nElderly\nCardiorespiratory fitness\nAt 12th week:\nleg extension (P < 0.001), \nfive-chair stand test \n(P = 0.004) and physical \nactivity level (P = 0.026)\nBy 24 weeks, improvements \nmaintained in leg extension \n(P = 0.027), five-chair stand \ntest (P = 0.0003).\nSignificant improvement in \nstrength with effects sustain-\ning up to 12 weeks after \ncessation of intervention\nCebrià i Iranzo MÀ et al.2018 Effects of resistance training \nprograms on muscle mass, \nstrength and physical per-\nformance\n12-week training program, \nthree times a week alterna-\ntively\nRespiratory Muscle Training \ngroup (RMTG):\nInspiratory Muscle training \ncomprising seven 2-minute \ncycles of loaded breathing \nalong with 1-minute rest \nperiod between cycle\nPeripheral Muscle Training \ngroup (PMTG):\nTen isotonic resistance exer-\ncises: 12 repetitions for each \nwith a 2-minute rest period\nControl Group:\nContinued their usual activi-\nties of daily living\nAppendicular Skeletal Mass\nIsometric knee-extension, \narm-flexion and handgrip \nstrength\nInspiratory and Expiratory \nMaximal Pressures (MIP \nand MEP)\nQuadriceps Femoris strength \nincreased significantly in \nPMTG whereas non-\nsignificant ascending \ntrend of 13.5% in MIP (t \n(8) = 1.86, p = 0.100) and of \n3.9% in MEP (t (8) = 0.63, \np = 0.548) were observed\nRMTG group: no significant \nchanges\nResistance training is poten-\ntially beneficial in improving \nskeletal muscle strength\nASM index is a reliable meas-\nure in finding out changes \nafter physical interventions\n\n1060 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nTable 2 (continued)\nAuthor Objective Intervention Outcome Measure Result Conclusion\nChen H.T. et al. 2017 To check the influence of \nresistance training (RT), \naerobic training (AT), or \ncombination training (CT) \non body composition, mus-\ncle strength performance\nRT group:\n60-minute weight training \nsession, 8 times/week at \n60–70% of one repetition \nmaximum\nProgression: via progressive \nresistance load training, \nincreasing exercise difficulty \nevery 2 weeks\nAT group:\nModerately intense training, \ninvolving two 60-minute \nsessions/week for 8 weeks\nCT group:\nEach training mode was \nperformed once a week (AT \nfollowing 48 h after the RT), \nfor a total of 8 weeks\nCON group:\nParticipants maintained their \nday-to-day lifestyles\nBody composition:\nWeight, skeletal muscle mass \n(SMM), body fat mass \n(BFM),\nMaximum back extensor \nstrength\nMaximum knee extensor mus-\ncle Strength\nSignificant improvement in \nBody weight and BFM of \nSMM group\nThe grip strength of the RT \ngroup at both Weeks 8 and \n12 was significantly stronger\nThe Back extensor and knee \nextensor strength was maxi-\nmum in RT and AT groups \nat week 8\nElderly with sarcopenic obesity \nwho received RT, AT or CT \ndemonstrated an increase in \nmuscle mass and an overall \nreduction in total fat mass \nalong-with VFA\nTsekoura M et al. 2018 Determine the efficacy of an \nexercise training on muscle \nstrength, muscle mass, phys-\nical performance, functional \nstatus and quality of life\nGroup-based program:\n60-minute strength and bal-\nance training program twice \na week for three months\nHome-based program:\nTherapeutic exercises for 12 \nweeks along with a 100 min/ \nweek walk\nControl group:\nEducation on sarcopenia and \nadvice on diet, lifestyle, and \nactivity\nBody Composition: BMI,\nSkeletal muscle mass (SMM)\nKnee muscle strength\nFunctional Assessment:\nWalking speed, Timed Up and \nGo test (TUG) and the chair \nstand (CS) test\nSarcopenia Quality of Life \n(SarQol_GR) questionnaire\nGroup-based program: signifi-\ncant improvement after 12 \nweeks (except for BMI and \nleft knee strength in exten-\nsion 180◦/s). Locomotion \n(p = 0.006), Functionality \n(p = 0.012), Activities of \nDaily Living (p = 0.00), and \nFears (p = 0.013).\nHome-based group: improved \nsignificantly in TUG, Gait \nSpeed, 4- meter test, CS \ntest, QOL, knee muscle \nstrength.\nFor SarQoL (p = 0.002) and \n‘Activities of Daily Living’ \n(p = 0.00).\nResults sustained for at least \n3 months after the end of \nthe exercise program in the \nsupervised group as compared \nto the home-based exercise \ngroup\n\n1061Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3Table 2 (continued)\nAuthor Objective Intervention Outcome Measure Result Conclusion\nPiastra G et al. 2018 To evaluate the effects of an \nadapted physical activity \n(APA) program on muscle \nmass, muscle strength, and \nstatic balance\nA 60-minute exercise session \nperformed twice a week, for \n36 weeks.\nMuscle reinforcement training \ngroup or Resistance group:\nMotor coordination and mus-\ncle toning exercises at low-\nmoderate intensity followed \nby stretching exercises.\nPostural group:\nCardiovascular activation, \nmuscle reinforcement and \njoint activation exercises in \nsitting and standing\nFood Questionnaire:\nAnthropometry and Body \nComposition\nHandgrip Strength (HGS)\nSkeletal muscle mass (SM)\nSarcopenia Assessment (SA)\nResistance group showed a \nsignificant increase of lean \nmass, SM (p < 0.001) and\nHGS values (mean ± SD: \nT0 = 17.84 ± 4.91 kg, \nT1 = 19.86 ± 5.22 kg)\nA significant decrease in SA \nwas seen in both groups\nMuscle reinforcement program \nled to a positive outcome \namong patients, both on \nsarcopenia and postural \nparameters\nVikberg S et al. 2018 To examine the effects of a \n10-week resistance train-\ning program on functional \nstrength and body composi-\ntion\nIntervention Group:\nA 10-week progressive resist-\nance training program, with \n3, 45-minute sessions/week\nProgression: increase sets and \nresistance\nControl group:\nParticipants indulged in their \nnormal lives and were \nassessed 10 weeks later\nPrimary outcome:\nShort Physical Performance \nBattery (SPPB):\nTo assess functional strength \nand physical function in the \nlower extremities\nSecondary outcomes:\nTimed Up and Go (TUG) test\nTotal fat mass (FM)\nIntervention group: Signifi-\ncantly improved for sit-to-\nstand test by 0.9 ± 0.6 s in \n(P = 0.01), Lean Body Mass \nincreased by 1147 ± 282 g \n(P < 0.001),\nFunctional outcome scores in \nSBBP (P < 0.05), TUG time \n(P < 0.001), and handgrip \nstrength\nStrength training program is \neffective in preventing loss \nof functional strength and \nincreasing muscle mass \namong elderly with pre-\nsarcopenia\nHuang S.-W. et al. 2017 To determine the effect of \nelastic band resistance train-\ning on body composition\nElastic band resistance train-\ning:\nA12-week, 55-minute session \nof muscle training\nProgression: Next elastic \nband color on attaining a \n20% increase in resistance \nintensity.\nControl group:\nHome exercises and health \neducation on sarcopenia\nSoft tissue composition\nTotal body fat and fat percent-\nage\nAppendicular lean mass\nImproved fat proportion in \nthe right upper extrem-\nity (P = 0.03), left upper \nextremity (P = 0.04). A \nstatistically significant \ndifference was observed \nin parameters of total fat \n(P = 0.023) and fat percent-\nage (P = 0.012) between the \ngroups\nProgressive resistance band \ntraining exercises are effec-\ntive and served as a feasible \nmethod in reducing fat mass \nand increasing BMD among \nelderly women with sarco-\npenia\n\n1062 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nTable 2 (continued)\nAuthor Objective Intervention Outcome Measure Result Conclusion\nLiao C.-D. et al. 2018 To determine the benefits of \nelastic band resistance train-\ning (ERT) on muscle mass \nand physical function\nExperimental group (EG):\nRange of motion exercises \nusing thera-band as 3 sets \nof 10 repetitions for each \nmovement.\nControl Group:\nParticipants did not receive \nany exercise intervention\nMuscle mass\nMuscular strength\nPhysical capacity assessment:\nSingle leg stance (SLS)\nGait speed (GS)\nMedical Outcomes Study \nShort Form-36 Question-\nnaire (SF-36)\nExperimental group showed \nsignificant improvement \nin Appendicular lean mass \n(ALM), appendicular \nmuscle index (AMI), total \nskeletal mass (TSM), walk-\ning speed\nand Medical Outcomes Study \nShort Form-36 Question-\nnaire (SF-36) sub-score \n(95% CI: 5.03–20.98; \nP < 0.01)\nElastic RET exerted benefit on \nmuscle mass, strength gain \nand enhancement in func-\ntional capacity outcomes in \nolder women with sarcopenic \nobesity\nHamaguchi K et al. 2017 To determine the effects of \nlow-repetition, light-load \npower training on BMD\nTraining group:\nA 60-minute progressive \npower training session with \neight sets of three repetitions \nand 15-second rest between \neach set.\nControl group:\nNormal lifestyle and did not \nparticipate in any training \nintervention\nBMD (arm, spine, pelvis, leg, \nand total body)\nSMI\nBrief-type self-report diet his-\ntory questionnaire (BDHQ)\nMuscle strength\nTraining group: Significant \nwithin-group changes in pel-\nvis BMD (1.6%) and knee \nextensor strength (15.5%) \n(p = 0.029 and 0.030 for pel-\nvis BMD and knee extensor \nstrength, respectively)\nExercises involving low-\nrepetition, light-load power \ntraining are feasible, easy to \nimplement and effective in \nimproving pelvis BMD and \nknee extensor strength in \npostmenopausal women with \nsarcopenia\nVasconcelos KSS et al. 2016 To evaluate the effects of a \nprogressive resistance exer-\ncise training program on the \nphysical function\nLand based exercises:\nA 10-week lower limb resist-\nance exercise program\nExercise prescription:\nInitial 4 weeks: muscle \nstrengthening\nWeek 5: muscle power train-\ning\nWeek 6 & 7: Concentric \nmovements at high speed\nWeek 8 to 10: concentric and \neccentric movements were \nperformed at high speeds\nControl Group:\nParticipants did not indulge in \nexercise\nPrimary outcome:\nknee extensor strength, power \nand fatigue\nLower limb mobility: meas-\nured by Short Physical \nPerformance Battery and \ngait velocity.\nSecondary outcome: \nHealth-related quality of \nlife assessed by the SF-36 \nQuestionnaire\nParticipants in land-based \nexercise group showed \nimprovement in knee \nextensor muscle power by \n15 w/kg (95% CI 7.5 to 24, \nP = 0.01)\nThere was no significant \nwithin- or between-group \ndifference in quality of life\nThe progressive resistance \nexercise program did not seem \nmuch beneficial in improv-\ning the physical function and \nquality of life of older women \nwith sarcopenic obesity\n\n1063Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3Table 2 (continued)\nAuthor Objective Intervention Outcome Measure Result Conclusion\nChiu S.-C. et al. 2018 To determine the effects \nof resistance training on \nstrength of grip and pinch, \nand Functional Independ-\nence Measure (FIM) among \nsedentary persons with \nSarcopenic Obesity (SO)\nIntervention group:\n3 sets of 4–10 repetition, chair \nmuscle strength training \nsessions, performed twice \nweekly for 3 weeks using \n2–5 lbs. sandbags on wrist \nor ankle joints and a grip \nball\nControl group:\nParticipants underwent usual \ncare and did not indulge in \nany form of exercises\nBioimpedance analysis (BIA)\nIsometric hand grip strength\nPinch strength\nFunctional Independence \nMeasure (FIM) scale\nA significant improvement \nwas observed in total \ngrip strength (p = 0.001) \nand total pinch strength \n(p = 0.014) of the interven-\ntion group with improve-\nment in right and left \nby 1.71 kg (p = 0.003) \nand1.35 kg (p = 0. 028) \nrespectively. Self-care score: \nincreased by 2.76 points\nFindings indicated that muscle \nstrength training regimen is \nbeneficial for persons with SO \nin maintaining skeletal muscle \nmass and improving total grip \nand pinch strength\nBellomo R.G. et al. 2013 The present study compared \nthe effects of three types of \ntraining on muscle strength, \nbalance and walking among \nelderly sarcopenic popula-\ntion\nGlobal Sensorimotor Training \ngroup (Gsm):\nA 2-week training session for \nlower limbs along with a \n20-minute balance and flex-\nibility training\nResistance Training (Ret):\ntwo iso-inertial exercises; leg \npress and leg extension were \nperformed as 2 sessions for \na week.\nVibratory mechanical-acous-\ntic-focal therapy (Vma):\nFocused vibratory stimula-\ntion applied for 15 min, on \nthe vastus medialis, vastus \nlateralis and rectus femoris \nmuscles for 12 weeks\nControl group:\nParticipants maintained their \nusual daily habits concern-\ning diet, social relations and \nphysical activity\nPrimary outcome:\nMaximal Isometric Test\nSecondary outcome:\nStatic and dynamic balance \nconfidence\nGait analysis\nBilateral isometric strength: \nsignificant increase (45% \nfor the Ret group, 43% for \nVma and 15% for the Gsm \ngroup),\nSway area: significant \nincrease in the Gsm and \nVma group (respectively \np < 0.01 and p < 0.05)\nLength of the half-step: \nincrease of 108% in the Gsm \ngroup (p < 0.01) group; of \n65% in the Ret group (p < O.\nO5), 92% in Vma (p < 0.01) \ngroup.\nStep width: significant \nimprovement in the Gsm \ngroup (p < 0.01)\nGlobal motor-sensory stimula-\ntion, produced by focused \nvibration and proprioceptive \ntraining, served as an effective \nmethod to improve strength \nand balance, leading to an \noverall improvement in qual-\nity of life\n\n1064 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nTable 2 (continued)\nAuthor Objective Intervention Outcome Measure Result Conclusion\nSeo M.-W. et al. 2021 To evaluate the effects of body \nweight-based and elastic \nband resistance training on \nmuscle quality and muscle \ngrowth factors\nResistance Training group \n(RT): 16 weeks resistance \ntraining performed three \ntimes per week\nProgression: Subjective, using \nOMNI resistance for active \nmuscle scale\nControl group (CG): Par-\nticipants indulged in their \ndaily activities and did not \nparticipate in any exercise \nprogram\nAnthropometric Measure-\nments: Body body mass \nindex (BMI; kg·m − 2) and \nwaist to hip ratio (WHR; \nwaist/hip)\nFunctional fitness: assessed \nusing the senior fitness test \n(SFT)\nGrip strength\nGait speed\nMaximal Isometric Muscle \nStrength\nBiochemical Markers\nThe RT group improved their \nfunctional fitness, grip \nstrength, gait speed, and \nisometric muscle strength \n(p < 0.01, d > 0.99; whereas, \nan increase in intramuscular \nfat was only observed in the \nCG (p < 0.01, 1.06; large). \nMuscle growth factors such \nas follistatin were signifi-\ncantly increased in the RT \n(p < 0.05, 0.81; large)\nBody weight-based and elastic \nband resistance training is an \nalternative training method \nfor sarcopenia to minimize the \nage-related adverse effects on \nmuscle function and quality\nKemmler W et al. 2020 To determine the effectiveness \nof low-volume/high-inten-\nsity (HIT)- DRT on bone \nmineral density (BMD) and \nskeletal muscle mass index \n(SMI) among men with \nosteo-sarcopenia\nHIT-RT exercise group: A \nprogressive, periodized \nsingle-set DRT with high \nintensity, effort, and velocity \ntwice a week.\nControl group (CG):\nParticipants led a normal life-\nstyle and maintained their \nroutine activities.\nBoth groups adequately \nsupplemented with whey \nprotein, vitamin D, and cal-\ncium dosage of 1.5–1.6 g/kg \nbody-mass/d and 1.2–1.3 g/\nkg body-mass/d, respec-\ntively\nPrimary study outcome: \nIntegral BMD at the lumbar \nspine as determined by QCT \nat baseline and after 54 \nweeks.\nSecondary outcomes:\nSMI\nBMD at the total hip\nMaximum dynamic hip- and \nleg-extensor strength\nPost 12-month intervention, \nBMD maintained and SMI \nincreased in the HIT-RT \ngroup and decreased signifi-\ncantly in the CG (p < 0.001)\nTotal hip BMD changes \nChanges in maximum hip−/\nleg extensor strength were \nmuch more prominent \n(p < 0.001; SMD = 1.92) in \nthe HIT-RT group\nHIT-RT training along with \nnutritional supplementation \nwas feasible, safe, and effec-\ntive for managing sarcopenia \nand osteopenia/osteoporosis \nin older men with osteo-\nsarcopenia\n\n1065Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\nStructured physical activity and sarcopenia\nThere is evidence in favour of structured physical activity \ninterventions to prevent onset of disability among older \npeople and improving clinical outcomes such as physical \nperformance, walking speed, overall survival, fall risk and \nquality of life [45]. So far, there are heterogeneous findings \nregarding the effect of exercise interventions to preserve \nfunctional fitness, including sarcopenia [46]. Sarcopenia \nis highly correlated in leading to side effects of poor qual -\nity of life and reduced performance in activities of daily \nlife [47, 48], but most importantly, it increases the risk of \nfalls and fractures [49].Loss of muscle strength may also \nbe significant cause of postural instability [50] and thus \nrepresents an inherent fall risk factor reducing the ability \nto fall older adults to respond appropriately to unexpected \ndisturbances and successfully restore balance [51– 53].\nEffects on muscle mass\nIt is well documented favouring low muscle mass indepen-\ndently predict slip [54], fractures, and general ill health, \nincluding death [55]. Thus, there is interest in creating a \npersonalised physical training regimen that could increase \nmuscle mass and strength in elderly people who are fee-\nble. In both younger and older people, RT is believed \nto primarily build muscle strength, initially through \nneuromuscular adaptation [56]. The observation of an \nincrease in muscle mass after only 10 weeks of exercise \nwas a surprising but an encouraging finding reported. As \na result, older persons who participate in RT programmes \noften experience limited effects on muscular hypertrophy, \nand these effects appear to be impacted by ageing [41, 56].\nRT and body composition\nIt’s challenging for elderly people to use RT to alter body \ncomposition. Despite the fact that patients could main-\ntain lean body mass after exercise training, it was found \nthat the differences in skeletal muscle mass between study \ngroups were statistically nonsignificant [57, 58]. The pri-\nmary factor causing this outcome may be the length of \ntraining. According to a previous study, resistance induces \nminor impact on body fat, nevertheless, and was consistent \nwith prior interventional trials [59]. Adipogenic cells and \nmuscle development are subject to pathological change, \nbut the exact processes are still unknown [59, 60].\nEffects on muscle physiology, endocrine function and fat\nRT brings to stimulation in muscle protein synthesis, expand \ntype 1 and type 2 muscular fibres, and enhance total muscle \nstrength and athletic performance in older individuals with \nsarcopenia [61]. Body size and muscle mass are fundamen-\ntally related to each other. The impact of RT on body fat \nTable 3 Methodological quality \nassessment via PEDro scale\nCriteria *—1. Specific eligibility requirements were followed 2. Subjects were randomly divided into \ngroups. 3. The allocation was concealed. 4. The most crucial prognostic factors were identical across \nthe groups at inception 5. All participants were blinded 6. All therapists who delivered the therapy were \nblinded 7. All assessors who measured at least one important outcome were blinded 8. More than 85% of \nthe subjects who were initially divided into groups provided measurements of at least one major outcome \n9. Analysis with the intention to treat 10. Comparison between groups 11. Study provides measures of vari-\nability\nCriteria*\nAuthor/ Year 1 2 3 4 5 6 7 8 9 10 11 Score\nZhu L.Y. et al. 2020 1 1 - 1 1 - - 1 1 1 1 8/10\nCebrià i Iranzo MÀ et al. 2018 1 1 - 1 - 1 1 1 - 1 1 8/10\nChen H.-T. et al. 2017 1 1 - 1 - - - 1 - 1 1 6/10\nTsekoura M et al. 2018 1 1 1 1 - - - 1 1 1 1 8/10\nPiastra G et al. 2018 1 1 - 1 - - - 1 - 1 1 6/10\nVikberg S et al. 2018 1 1 1 1 - - - 1 - 1 1 7/10\nHuang S.-W. et al. 2017 1 1 1 1 - - 1 1 1 1 1 9/10\nLiao C.-D. et al. 2018 1 1 1 - - - - 1 1 1 1 7/10\nHamaguchi K et al. 2017 1 1 - 1 - - - 1 - 1 1 6/10\nVasconcelos KSS et al. 2016 1 1 - 1 - - - 1 1 1 1 7/10\nChiu S.-C. et al. 2018 1 - - 1 - 1 - 1 - 1 1 6/10\nBellomo R.G. et al. 2013 1 1 - - - - 1 1 - 1 1 6/10\nSeo M.-W. et al. 2021 1 1 - 1 - - - 1 - 1 1 6/10\nKemmler W et al. 2020 1 1 1 1 - 1 1 1 1 1 1 10/10\n\n1066 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nmass, alterations in endocrine function and a lack of physical \nexercise that results in decreased muscle mass and strength \nexplain linkage between sarcopenia and obesity. High levels \nof visceral and body fat are frequently observed in older indi-\nviduals with sarcopenia [62]. Sarcopenia-obesity (SO) is the \nterm used to describe this condition. In elderly individuals \nFig. 1 PRISMA Flow dia-\ngram of study selection in \nreview. From: Page MJ, McKen-\nzie JE, Bossuyt PM, Boutron \nI, Hoffmann TC, Mulrow CD, \net al. The PRISMA 2020 state-\nment: an updated guideline for \nreporting systematic reviews. \nBMJ 2021;372:n71. doi: https:// \ndoi. org/ 10. 1136/ bmj. n71. For \nmore information, visit: http:// \nwww. prisma- state ment. org/\nRecords identified from electronic \ndatabases *:\nDatabases (n =1627)\nRegisters (n =1)\nRecords removed before screening:\nDuplicate records removed (n= \n494)\nRecords screened\n(n = 1134)\nRecords excluded\n(n = 876)\nReports sought for retrieval\n(n = 258)\nReports not retrieved\n(n = 201)\nReports assessed for eligibility\n(n = 57) Reports excluded:43\nIncorrect study design (n =12)\nCase reports (n=4)\nInsufficient Methodology (n = \n14)\nNews (n = 8)\nWrong demographics (n=5).\nStudies included in review\n(n =14)\nIdentification of studiesv ia databases and registers\nIdentificationScreeningIncluded\nFig. 2 Risk of bias graph\n\n\n1067Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\nwith sarcopenia, RT was found to dramatically reduce body \nfat. RT can considerably reduce body fat in older adults \nwith SO, according to Hsu et al.‘s meta-analysis, which is in \nline with our findings [63]. Due to the fact that strength and \nperformance in older persons, particularly in women, decline \nmore quickly than muscular mass, muscle strength and per-\nformance are crucial for independent living and active ageing \n[64].\nImpact on muscle strength and functional \nperformance\nWe discovered that use of RT intervention considerably \nimproved all of the analysed functional capacities (p < 0.05). \nAll article documented benefits from RT. Additionally, all \nstudies also revealed RT group with better results in terms \nof improvement of functional tasks. These results might be \nclosely related to notable increases in lower-limb strength. In \ngeneral, exercise programmes are successful in lowering sever-\nity of frailty and sarcopenia [17]. Our findings are in line with \nearlier research showing that RT improves muscular strength \nand physical function in older adults with frailty or sarcopenia \n(Bao et al., 2020; De Mello et al., 2019; Lopez et al., 2018). \nHowever, those earlier studies did not combine the two syn-\ndromes (sarcopenia and frailty), and if they did, they looked at \nthe overall impact of exercise [65]. These new findings add to \nthe growing body of research highlighting RT, as opposed to \nendurance training or whole-body vibration training and other \nforms of training, to significantly improve muscle strength and \nphysical performance in older persons [22].\nSarcopenia and physiological responses\nPhysiological responses to anabolic stimuli can be compro-\nmised in older adults. First, as people get older following \ndiverse reasons. To begin with the mediation mechanisms \nbetween exercise and improvements in muscular function \nbecomes typically weakened or delayed. Age-related altera-\ntions to the endocrine, immune, and metabolic systems show \nfrequent dysfunctional or maladaptive reactions to the stimu-\nlus of exercise [66, 67]. Additionally, obesity worsens the \npro-inflammatory state that comes with ageing and interferes \nFig. 3 Risk of bias summary\nFig. 4 Forest plot for Body fat\n\n1068 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\nwith the function of adipose and muscle cells [68– 70]. The \nsame outcomes that are seen in other populations of older \nwomen must be observed [71, 72]. After RT training, all of \nthese characteristics may make it more challenging for older \nwomen with SO to increase muscular performance [35]. In \na study, the majority of individuals were physically active \nand performed quite well on mobility tests. A ceiling effect \nmight have stopped these results from significantly improv-\ning. Furthermore, due to the interaction of many health \nissues in clinical trials with older participants, functional \noutcomes are typically challenging to detect [73]. RT has \nbeen found to have less of an impact on quality of life and \nphysical function than on muscle performance [36, 37]. In a \nprior study, the quality of life measurement using the SF-36 \nmay have been impacted by the similar ceiling effect. To see \na substantial improvement in these outcomes, the suggested \nRT intervention’s duration, intensity, and frequency should \nbe varied [35].\nMultidisciplinary approach for sarcopenia \nmanagement\nExercise regimens are frequently brief in practised but gener-\nally patients stop participating after few sessions. In order to \noptimise potential advantages of RT, strategies that priortized \ncontinuous involvement among older persons with sarcope-\nnia are required. The promotion of positive messages about \nRT involves everyone who is involved in the care of elderly, \nincluding family members, carers, and health and care profes-\nsionals (such as physiotherapists, physicians, and dieticians). \nThe creation of care pathways is also required to enable the \nimplementation of RT as a sarcopenia treatment. Our guidelines \nmay be best used by specialised healthcare experts, such as a \nphysiotherapist, to evaluate, design, and review safe and effi-\ncient RT programmes. As with the delivery of exercises for fall \nprevention, delivery could be done in collaboration with other \nrehabilitation specialists working in healthcare and community \nsettings. This strategy might encourage ongoing development \nand sustained engagement, but it would be necessary to recog-\nnise and solve participation constraints like accessibility [74]. \nIn addition to above best results in professional practise should \nalso hold a holistic assessment in older adult’s health, physical \nlimitations, motivation, and personalised goal setting [75].\nLimitations\nThe present review also pose limitations. To begin with, most \nvariables showed moderate to high levels of heterogeneity, \nmaking meta-analysis challenging, with the exception of the \nfunctional strength and fat mass. This finding may be pri-\nmarily explained by the variety of variables employed in the \nquantitative evaluation (i.e., clinical heterogeneity) as well \nas the variety of approaches (i.e., volume, intensity, exercise, \nprogramme duration) used in each study. Furthermore, while \nthe average duration of the training interventions in the pre-\nsent review enables us to hypothesise that RT is an operational \nshort- to medium-term strategy, more evidence, including \nlonger RT programmes, is required to confirm the long-term \nbenefits, particularly whether they are effective for lowering \nthe prevalence of sarcopenia and frailty.\nFuture recommendations\nFuture randomised controlled trials and reviews are highly \nencouraged towards investigating effect of RT on other physi-\nological parameters, with a focus on exercise duration, repeti-\ntions, and intensity, in individuals with pre-sarcopenia, sarco-\npenia, pre-frailty, or frailty. These parameters include neural \ndrive, muscle architecture, muscle function, or tendon propri-\neties. As mentioned, there is still a critical need for quantita-\ntive and qualitative research including older people who have \nFig. 5 Forest plot for functional strength\n\n1069Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\nbeen diagnosed with sarcopenia in order to strengthen the \nbody of knowledge in this field. There is also need for more \nthorough interventions and trials that last longer and include \nextensive follow-up times.\nClinical application\nRT for the elderly has been summarised in the current review, \nwhich clinicians and exercise practitioners should incorporate \nwhile designing treatment of older persons with sarcopenia \nand achieve favourable outcomes. To fully realisebenefits of \nRT as a treatment for sarcopenic older persons, number of \nfactors are to be taken into account. It is important to con-\nsider how to recognise older persons likely benefited from RT \n[20]. A useful and quick way to determine who has probable \nsarcopenia is to evaluate muscle strength (e.g., grip strength \nor the chair stand test, Timed up and go test etc.). Sarcope -\nnia, however, is not typically evaluated in clinical practise. In \nthis context, opportunistic screening in primary care (such as \nyearly physicals) and identifying risk factors (such as older \nage, those needing oral steroid therapy, history of falls, low \nphysical activity, and multimorbidity) may be helpful [76].\nConclusion\nA promising intervention for managing sarcopenia is RT. A \nwell convinced prescription is needed to optimise RT’s posi-\ntive effects, just like it is with other treatment approaches. \nRT should be prioritized to delay and reduce the detrimental \neffects of sarcopenia and frailty in both early and late stages.\nAuthor contributions Study conception and design: AS, NS, AC; data \ncollection: AS, AC, RRS, KB; Analysis and interpretation of results: RHR, \nNB, RM, NS; Draft manuscript preparation: AS, NS, AC. All authors \nreviewed the results and approved the final version of the manuscript.\nDeclarations \nEthical approval/Patients consent Not applicable as it does not involve \nhuman and animal participants.\nConflict of interest None.\nReferences\n 1. Cruz-Jentoft AJ, Landi F, Schneider SM, Zuniga C, Arai H, Boirie \nY, et al. Prevalence of and interventions for sarcopenia in ageing \nadults: a systematic review. Report of the International Sarcopenia \nInitiative (EWGSOP and IWGS). Age Ageing. 2014;43:748–59.\n 2. Cruz-Jentoft AJ, Baeyens JP, Bauer JM, Boirie Y, Cederholm T, \nLandi F, et al. Sarcopenia: european consensus on definition and \ndiagnosis. Age Ageing. 2010;39:412–23.\n 3. Chang K-V, Hsu T-H, Wu W-T, Huang K-C, Han D-S. Associa-\ntion between sarcopenia and cognitive impairment: a systematic \nreview and meta-analysis. J Am Med Dir Assoc. 2016;17:1164.\ne7-1164.e15.\n 4. Moon JH, Kong MH, Kim HJ. Implication of Sarcopenia and Sar-\ncopenic obesity on lung function in healthy elderly: using Korean \nnational health and nutrition examination survey. J Korean Med \nSci. 2015;30: 1682.\n 5. Hu X, Jiang J, Wang H, Zhang L, Dong B, Yang M. Associa-\ntion between sleep duration and sarcopenia among community-\ndwelling older adults: a cross-sectional study. Medicine. 2017;96: \ne6268.\n 6. Beaudart C, Reginster JY, Petermans J, Gillain S, Quabron \nA, Locquet M, et al. Quality of life and physical components \nlinked to sarcopenia: the SarcoPhAge study. Exp Gerontol. \n2015;69:103–10.\n 7. De Buyser SL, Petrovic M, Taes YE, Toye KRC, Kaufman J-M, \nLapauw B, et al. Validation of the FNIH sarcopenia criteria and \nSOF frailty index as predictors of long-term mortality in ambula-\ntory older men. Age Ageing. 2016;45:603–8.\n 8. Roh YH, Koh YD, Noh JH, Gong HS, Baek GH. Evaluation of \nsarcopenia in patients with distal radius fractures. Arch Osteo-\nporos. 2017;12:5.\n 9. Mijnarends DM, Luiking YC, Halfens RJG, Evers SMAA, Len-\naerts ELA, Verlaan S, et al. Muscle, health and costs: a glance at \ntheir relationship. J Nutr Health Aging. 2018;22:766–73.\n 10. Vlietstra L, Hendrickx W, Waters DL. Exercise interventions in \nhealthy older adults with sarcopenia: a systematic review and \nmeta-analysis. Australas J Ageing. 2018;37:169–83.\n 11. Nelson ME, Rejeski WJ, Blair SN, Duncan PW, Judge JO, King \nAC, et al. Physical activity and Public Health in older adults: \nrecommendation from the American College of Sports Medicine \nand the American Heart Association. Med Sci Sports Exerc. \n2007;39:1435–45.\n 12. World Health Organization. Global action plan on physical activ-\nity 2018–2030: more active people for a healthier world [Inter -\nnet]. Geneva: World Health Organization. ; 2018 [cited 2023 \nMay 8]. Available from: https:// apps. who. int/ iris/ handle/ 10665/ \n272722. Accessed 12 Apr 2023.\n 13. Vezzoli A, Mrakic-Sposta S, Montorsi M, Porcelli S, Vago P, \nCereda F, et al. Moderate intensity resistive training reduces oxi-\ndative stress and improves muscle Mass and function in older \nindividuals. Antioxidants. 2019;8:431.\n 14. Chen H-T, Wu H-J, Chen Y-J, Ho S-Y, Chung Y-C. Effects of \n8-week kettlebell training on body composition, muscle strength, \npulmonary function, and chronic low-grade inflammation in \nelderly women with sarcopenia. Exp Gerontol. 2018;112:112–8.\n 15. Tsekoura M, Billis E, Tsepis E, Dimitriadis Z, Matzaroglou C, \nTyllianakis M, et al. The effects of group and home-based exer -\ncise programs in elderly with sarcopenia: a randomized controlled \ntrial. JCM. 2018;7: 480.\n 16. Janssen I, Shepard DS, Katzmarzyk PT, Roubenoff R. The health-\ncare costs of Sarcopenia in the United States: economic cost of \nsarcopenia. J Am Geriatr Soc. 2004;52:80–5.\n 17. Courel-Ibáñez J, Pallarés JG, García-Conesa S, Buendía-Romero \nÁ, Martínez-Cava A, Izquierdo M. Supervised Exercise (Vivifrail) \nprotects institutionalized older adults against severe functional \ndecline after 14 weeks of COVID confinement. J Am Med Dir \nAssoc. 2021;22:217-219e2.\n 18. on behalf of the SPRINTT Consortium, Marzetti E, Calvani R, \nTosato M, Cesari M, Di Bari M, et al. Physical activity and exer-\ncise as countermeasures to physical frailty and sarcopenia. Aging \nClin Exp Res. 2017;29:35–42.\n 19. Mcleod JC, Stokes T, Phillips SM. Resistance Exercise Training \nas a primary countermeasure to Age-Related Chronic Disease. \nFront Physiol. 2019;10: 645.\n\n1070 Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071\n1 3\n 20. Yoo S-Z, No M-H, Heo J-W, Park D-H, Kang J-H, Kim SH, \net al. Role of exercise in age-related sarcopenia. J Exerc Rehabil. \n2018;14:551–8.\n 21. Papa EV, Dong X, Hassan M. Resistance training for activity \nlimitations in older adults with skeletal muscle function deficits: \na systematic review. CIA. 2017;12:955–61.\n 22. Lai C-C, Tu Y-K, Wang T-G, Huang Y-T, Chien K-L. Effects of \nresistance training, endurance training and whole-body vibration \non lean body mass, muscle strength and physical performance in \nolder people: a systematic review and network meta-analysis. Age \nAgeing. 2018;47:367–73.\n 23. Fragala MS, Cadore EL, Dorgo S, Izquierdo M, Kraemer WJ, \nPeterson MD, et al. Resistance training for older adults: position \nstatement from the national strength and conditioning association. \nJ Strength Conditioning Res. 2019;33:2019–52.\n 24. Pollock ML, Franklin BA, Balady GJ, Chaitman BL, Fleg JL, \nFletcher B, et al. Resistance exercise in individuals with and \nwithout cardiovascular disease: benefits, rationale, safety, and \nprescription an advisory from the committee on exercise, rehabili-\ntation, and prevention, council on clinical cardiology. Am Heart \nAssoc Circulation. 2000;101:828–33.\n 25. Shaw BS, Shaw I. Effect of resistance training on cardiorespira-\ntory endurance and coronary artery disease risk. Cardiovasc J S \nAfr. 2005;16:256–9.\n 26. Giallauria F, Cittadini A, Smart NA, Vigorito C. Resistance training \nand sarcopenia. Monaldi Arch Chest Dis [Internet]. 2016 [cited 2023 \nMay 8];84. Available from: https:// www. monal di- archi ves. org/ index. \nphp/ macd/ artic le/ view/ 738. Accessed 19 Apr 2023.\n 27. Garber CE, Blissmer B, Deschenes MR, Franklin BA, Lamonte \nMJ, Lee I-M, et al. Quantity and quality of exercise for developing \nand maintaining cardiorespiratory, musculoskeletal, and neuromo-\ntor fitness in apparently healthy adults: guidance for prescribing \nexercise. Med Sci Sports Exerc. 2011;43:1334–59.\n 28. Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 \nstatement: an updated guideline for reporting systematic reviews. \nBMJ. 2021;372:n71. https:// doi. org/ 10. 1136/ bmj. n71.\n 29. Maher CG, Sherrington C, Herbert RD, Moseley AM, Elkins M. \nReliability of the PEDro scale for rating quality of randomized \ncontrolled trials. Phys Ther. 2003;83:713–21.\n 30. Sterne JAC, Savović J, Page MJ, et  al. RoB 2: a revised \ntool for assessing risk of bias in randomised trials. BMJ. \n2019;366:l4898.  https:// doi. org/ 10. 1136/ bmj. l4898.\n 31. Cumpston M, Li T, Page MJ, Chandler J, Welch VA, Higgins JP \net al. Updated guidance for trusted systematic reviews: a new \nedition of the Cochrane Handbook for Systematic Reviews of \nInterventions. Cochrane Editorial Unit, editor. Cochrane Data-\nbase of Systematic Reviews [Internet]. 2019 [cited 2023 May \n9]; https:// doi. org/ 10. 1002/ 14651 858. ED000 142.\n 32. Zhu L-Y, Chan R, Kwok T, Cheng KC-C, Ha A, Woo J. Effects \nof exercise and nutrition supplementation in community-dwell-\ning older chinese people with sarcopenia: a randomized con-\ntrolled trial. Age Ageing. 2019;48:220–8.\n 33. Hamaguchi K, Kurihara T, Fujimoto M, Iemitsu M, Sato K, \nHamaoka T, et al. The effects of low-repetition and light-\nload power training on bone mineral density in postmeno-\npausal women with sarcopenia: a pilot study. BMC Geriatr. \n2017;17:102.\n 34. Piastra G, Perasso L, Lucarini S, Monacelli F, Bisio A, Ferrando \nV, et al. Effects of two types of 9-Month adapted physical activity \nprogram on muscle mass, muscle strength, and balance in moder-\nate sarcopenic older women. Biomed Res Int. 2018;2018:1–10.\n 35. Vasconcelos KSS, Dias JMD, Araújo MC, Pinheiro AC, Moreira \nBS, Dias RC. Effects of a progressive resistance exercise pro-\ngram with high-speed component on the physical function of older \nwomen with sarcopenic obesity: a randomized controlled trial. \nBraz J Phys Ther. 2016;20:432–40.\n 36. Liu C, Latham NK. Progressive resistance strength training for \nimproving physical function in older adults. Cochrane Bone, Joint \nand Muscle Trauma Group, editor. Cochrane Database of System-\natic Reviews [Internet]. 2009 [cited 2023 Mar 25]; https:// doi. org/ \n10. 1002/ 14651 858. CD002 759. pub2.\n 37. Liu C-J, Latham N. Can progressive resistance strength training \nreduce physical disability in older adults? A meta-analysis study. \nDisabil Rehabil. 2011;33:87–97.\n 38. Seo D-I, Jun T-W, Park K-S, Chang H, So W-Y, Song W. 12 weeks \nof combined exercise is better than aerobic exercise for increasing \ngrowth hormone in middle-aged women. Int J Sport Nutr Exerc \nMetab. 2010;20:21–6.\n 39. Chen H-T, Chung Y-C, Chen Y-J, Ho S-Y, Wu H-J. Effects of dif-\nferent types of Exercise on body composition, muscle strength, \nand IGF-1 in the Elderly with sarcopenic obesity. J Am Geriatr \nSoc. 2017;65:827–32.\n 40. Kemmler W, Kohl M, Fröhlich M, Jakob F, Engelke K, Stengel \nS, et al. Effects of high-intensity resistance training on osteope-\nnia and sarcopenia parameters in older men with osteosarcope-\nnia—one‐year results of the randomized controlled Franconian \nOsteopenia and Sarcopenia Trial (FrOST). J Bone Miner Res. \n2020;35:1634–44.\n 41. Vikberg S, Sörlén N, Brandén L, Johansson J, Nordström A, Hult \nA, et al. Effects of resistance training on functional strength and \nmuscle mass in 70-year-old individuals with pre-sarcopenia: a \nrandomized controlled trial. J Am Med Dir Assoc. 2019;20:28–34.\n 42. Bellomo RG, Iodice P, Maffulli N, Maghradze T, Coco V, Saggini \nR. Muscle strength and balance training in sarcopenic elderly: \na pilot study with randomized controlled trial. Eur J Inflamm. \n2013;11:193–201.\n 43. Liao C-D, Tsauo J-Y, Lin L-F, Huang S-W, Ku J-W, Chou L-C, \net al. Effects of elastic resistance exercise on body composition \nand physical capacity in older women with sarcopenic obesity: \na CONSORT-compliant prospective randomized controlled trial. \nMedicine. 2017;96: e7115.\n 44. Gené Huguet L, Navarro González M, Kostov B, Ortega Car -\nmona M, Colungo Francia C, Carpallo Nieto M, et al. Pre \nFrail 80: multifactorial intervention to prevent progression \nof Pre-Frailty to Frailty in the Elderly. J Nutr Health Aging. \n2018;22:1266–74.\n 45. Henderson RM, Miller ME, Fielding RA, Gill TM, Glynn \nNW, Guralnik JM, et al. Maintenance of physical function 1 \nyear after exercise intervention in at-risk older adults: follow-up \nfrom the LIFE Study. The Journals of Gerontology: Series A. \n2018;73:688–94.\n 46. Ramalho F, Santos-Rocha R, Branco M, Moniz-Pereira V, André \nH-I, Veloso A, et al. Effect of 6-month community-based exercise \ninterventions on gait and functional fitness of an older population: \na quasi-experimental study. CIA. 2018;13:595–606.\n 47. Cruz-Jentoft AJ, Bahat G, Bauer J, Boirie Y, Bruyère O, Ceder -\nholm T, et al. Sarcopenia: revised european consensus on defini-\ntion and diagnosis. Age Ageing. 2019;48:16–31.\n 48. Rubenstein LZ, Josephson KR. Falls and their prevention in \nelderly people: what does the evidence show? Med Clin North \nAm. 2006;90:807–24.\n 49. Vellas B, Cayla F, Bocquet H, De Pemille F, Albarede JL. Pro-\nspective study of restriction of acitivty in old people after falls. \nAge Ageing. 1987;16:189–93.\n 50. Cattagni T, Scaglioni G, Laroche D, Van Hoecke J, Gremeaux \nV, Martin A. Ankle muscle strength discriminates fallers from \nnon-fallers. Front Aging Neurosci [Internet]. 2014 [cited 2023 \nMay 12];6. Available from: http:// journ al. front iersin. org/ artic le/ \n10. 3389/ fnagi. 2014. 00336/ abstr act.\n 51. Bierbaum S, Peper A, Karamanidis K, Arampatzis A. Adapta-\ntional responses in dynamic stability during disturbed walking in \nthe elderly. J Biomech. 2010;43:2362–8.\n\n1071Journal of Diabetes & Metabolic Disorders (2023) 22:1053–1071 \n1 3\n 52. Karamanidis K, Arampatzis A, Mademli L. Age-related deficit in \ndynamic stability control after forward falls is affected by muscle \nstrength and tendon stiffness. J Electromyogr Kinesiol. 2008;18:980–9.\n 53. Mademli L, Mavridi D, Bohm S, Patikas DA, Santuz A, Aram-\npatzis A. Standing on unstable surface challenges postural control \nof tracking tasks and modulates neuromuscular adjustments spe-\ncific to task complexity. Sci Rep. 2021;11:6122.\n 54. Landi F, Liperoti R, Russo A, Giovannini S, Tosato M, Capoluongo \nE, et al. Sarcopenia as a risk factor for falls in elderly individuals: \nresults from the ilSIRENTE study. Clin Nutr. 2012;31:652–8.\n 55. Beaudart C, Zaaria M, Pasleau F, Reginster J-Y, Bruyère O. \nHealth outcomes of sarcopenia: a systematic review and meta-\nanalysis. Wright JM, editor. PLoS ONE. 2017;12:e0169548.\n 56. Häkkinen K, Alen M, Kallinen M, Newton RU, Kraemer WJ. \nNeuromuscular adaptation during prolonged strength training, \ndetraining and re-strength-training in middle-aged and elderly \npeople. Eur J Appl Physiol. 2000;83:51–62.\n 57. Balachandran A, Krawczyk SN, Potiaumpai M, Signorile JF. \nHigh-speed circuit training vs hypertrophy training to improve \nphysical function in sarcopenic obese adults: a randomized con-\ntrolled trial. Exp Gerontol. 2014;60:64–71.\n 58. Stoever K, Heber A, Eichberg S, Brixius K. Influences of resist-\nance training on physical function in older, obese men and women \nwith sarcopenia. J Geriatr Phys Ther. 2018;41:20–7.\n 59. Chiu S-C, Yang R-S, Yang R-J, Chang S-F. Effects of resistance \ntraining on body composition and functional capacity among sar-\ncopenic obese residents in long-term care facilities: a preliminary \nstudy. BMC Geriatr. 2018;18:21.\n 60. Vettor R, Milan G, Franzin C, Sanna M, De Coppi P, Rizzuto R, et al. \nThe origin of intermuscular adipose tissue and its pathophysiological \nimplications. Am J Physiol-Endocrinol Metab. 2009;297:E987-998.\n 61. Burton LA, Sumukadas D. Optimal management of sarcopenia. Clin \nInterv Aging. 2010;5:217–228.  https:// doi. org/ 10. 2147/ cia. s11473.\n 62. Li C, Kang B, Zhang T, Gu H, Man Q, Song P, et al. High visceral \nFat Area attenuated the negative association between high body \nmass index and sarcopenia in community-dwelling older Chinese \npeople. Healthcare. 2020;8: 479.\n 63. Hsu L, Tsai C. Effects of Exercise and Nutritional intervention on body \ncomposition, Metabolic Health, and physical performance in adults \nwith sarcopenic obesity: a Meta-analysis. Nutrients. 2019;11:2163.\n 64. Xu H, Shi J, Shen C, Liu Y, Liu J-M, Zheng X. Sarcopenia-related \nfeatures and factors associated with low muscle mass, weak mus-\ncle strength, and reduced function in chinese rural residents: a \ncross-sectional study. Arch Osteoporos. 2019;14:2.\n 65. Oliveira JS, Pinheiro MB, Fairhall N, Walsh S, Chesterfield \nFranks T, Kwok W, et al. Evidence on physical activity and the \nPrevention of Frailty and Sarcopenia among older people: a sys-\ntematic review to inform the World Health Organization Physical \nActivity Guidelines. J Phys Activity Health. 2020;17:1247–58.\n 66. Drummond MJ, Dreyer HC, Pennings B, Fry CS, Dhanani S, Dil-\nlon EL, et al. Skeletal muscle protein anabolic response to resist-\nance exercise and essential amino acids is delayed with aging. J \nAppl Physiol. 2008;104:1452–61.\n 67. Peterson MD, Rhea MR, Sen A, Gordon PM. Resistance exercise \nfor muscular strength in older adults: a meta-analysis. Ageing Res \nRev. 2010;9:226–37.\n 68. Ormsbee MJ, Choi MD, Medlin JK, Geyer GH, Trantham LH, \nDubis GS, et al. Regulation of fat metabolism during resistance \nexercise in sedentary lean and obese men. J Appl Physiol (1985). \n2009;106:1529–37.\n 69. Thornell L-E. Sarcopenic obesity: satellite cells in the aging mus-\ncle. Curr Opin Clin Nutr Metab Care. 2011;14:22–7.\n 70. Vincent HK, Raiser SN, Vincent KR. The aging musculoskeletal \nsystem and obesity-related considerations with exercise. Ageing \nRes Rev. 2012;11:361–73.\n 71. Lopopolo RB, Greco M, Sullivan D, Craik RL, Mangione KK. \nEffect of therapeutic exercise on gait speed in community-dwell-\ning elderly people: a meta-analysis. Phys Ther. 2006;86:520–40.\n 72. Peterson MD, Gordon PM. Resistance exercise for the aging adult: \nclinical implications and prescription guidelines. Am J Med. \n2011;124:194–8.\n 73. Working Group on Functional Outcome Measures for Clini-\ncal Trials. Functional outcomes for clinical trials in frail older \npersons: time to be moving. J Gerontol A Biol Sci Med Sci. \n2008;63:160–4.\n 74. Cavill NA, Foster CEM. Enablers and barriers to older peo-\nple’s participation in strength and balance activities: a review of \nreviews. JFSF. 2018;03:105–13.\n 75. Schutzer K. Barriers and motivations to exercise in older adults. \nPrev Med. 2004;39:1056–61.\n 76. Hurst C, Robinson SM, Witham MD, Dodds RM, Granic A, Buck-\nland C, et al. Resistance exercise as a treatment for sarcopenia: \nprescription and delivery. Age Ageing. 2022;51: afac003.\nPublisher’s Note Springer Nature remains neutral with regard to \njurisdictional claims in published maps and institutional affiliations.\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 54,
    "primary_human": "body_comp; muscle_mass; strength; endurance; function"
  },
  "bucket": "C",
  "notes": "Looks at RT interventions in sarcopenic older adults and summarises effects on body composition, strength, endurance, and functional tests."
}