{
  "id": 92,
  "title": "Effects of Caloric Restriction With or Without Resistance Training in Dynapenic-Overweight and Obese Menopausal Women (MONET Study)",
  "authors": "unknown / MONET study group",
  "year": 2000,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "postmenopausal_women",
    "dynapenic_obesity",
    "caloric_restriction",
    "RT"
  ],
  "population": {
    "training_status": "RCT_RT+diet"
  },
  "sections": {
    "introduction": "The rapid increase in obesity prevalence has been reported \nin individuals aged between 55 and 75 years; and particularly \nin menopausal women (1). The transition to menopause is often \naccompanied by increased central adiposity, a more atherogenic \nlipid profile, alterations in glucose metabolism and a sharp rise \nin type 2 diabetes and cardiovascular disease risk (2, 3). In \naddition, the consequences of a deteriorated cardiometabolic \nprofile seem to be amplified in older individuals. It is possibly \nexplained by physiologic changes associated with the aging \nprocess and/or the concurrence of chronic conditions more \nfrequently observed during this period of life (4). Hence, fat \nmass increases and muscle mass and strength decrease with \nthe aging process (5). Dynapenia, which refers to the normal \nage-related loss of muscle strength and power that usually \noccurs as part of aging, is now recognized as a debilitating \nand life threatening condition in older persons (6). Dynapenia \nhas been negatively related to functional capacity, metabolic \nprofile (7, 8) and mortality (9). The combination of high fat \nmass accumulations and low muscle strength, phenotype called \n‘dynapenic-obesity’ (10), is increasingly prevalent among \nolder individuals (11). Interestingly, this phenotype has been \nassociated with worse metabolic abnormalities compared to \nboth conditions alone (11). \nThe few studies that have investigated the effects of \nDYN-obese phenotype in older individuals mostly looked \nat functional capacity (10) disability and mortality (11). A \nrecent cross-sectional study has quantify the independent and \nadditive effects of dynapenia and abdominal obesity on the \nmetabolic syndrome in older men and women (12).",
    "results": "showed that DYN-obese individuals have more metabolic \nalterations than those displaying dynapenia alone or those \nwith neither abdominal obesity nor dynapenia. Furthermore, \nto our knowledge, only one study has examined the effect \nof a lifestyle intervention in DYN-obese individuals on the \nmetabolic profile (13). Results of this study suggest that caloric \nrestriction (CR) with or without resistance training (RT) is \nEFFECTS OF CALORIC RESTRICTION WITH OR WITHOUT RESISTANCE \nTRAINING IN DYNAPENIC-OVERWEIGHT \nAND OBESE MENOPAUSAL WOMEN: A MONET STUDY \nE. NORMANDIN1,2, M. SÉNÉCHAL3,4, D. PRUD’HOMME5,6, R. RABASA-LHORET7,8, M. BROCHU1,2\n1. Faculty of Physical Activity Sciences, University of Sherbrooke, Sherbrooke, Quebec, Canada; 2. Research Centre on Aging, Institute of Geriatrics of Sherbrooke, Sherbrooke \nUniversity, Sherbrooke, Quebec, Canada; 3. The Manitoba Institute of Child Health, University of Manitoba, Manitoba, Canada; 4. Faculty of Medicine, University of Manitoba, \nWinnipeg, Manitoba, Canada; 5. Institut de Recherche de l’Hopital Monfort, Ottawa, Ontario, Canada; 6. School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, \nOttawa, Ontario, Canada; 7. Department of Nutrition, Université de Montréal, Montreal, Quebec, Canada; 8. Institut de Recherches Cliniques de Montréal (IRCM), Montreal, \nQuebec, Canada.\nCorresponding author: Martin Brochu, Ph.D., Research Centre on Aging,1036 Belvédère Sud, Sherbrooke, Québec, Canada, J1H 4C4, Tel. (819) 780-2220 # 45326, \nFax. (819) 829-7141, E-mail. martin.brochu@usherbrooke.ca",
    "abstract": "Objective: The dynapenic (DYN)-obese phenotype is associated with an impaired metabolic profile. \nHowever, there is a lack of evidences regarding the effect of lifestyle interventions on the metabolic profile of \nindividual with dynapenic phenotype. The objective was to investigate the impact of caloric restriction (CR) \nwith or without resistance training (RT) on body composition, me tabolic profile and muscle strength in DYN \nand non-dynapenic (NDYN) overweight and obese menopausal women. Design: 109 obese menopausal women \n(age 57.9 ± 9.0 yrs; BMI 32.1 ± 4.6 kg/m 2) were randomized to a 6-month CR intervention with or without a RT \nprogram. Participants were categorized as DYN or NDYN based on the lowest tertile of relative muscle strength \nin our cohort (< 4.86 kg/BMI). Measurements: Body composition was measured by DXA, body fat distribution \nby CT scan, glucose homeostasis at fasting state and during an euglycemic-hyperinsulinemic cla mp, fasting \nlipids, resting blood pressure, fasting inflammation markers and maximal muscle strength. Results: No difference \nwas observed between groups at baseline for body composition and the metabolic profile. Overall, a treatment \neffect was observed for all variables of body composition and some variables of the metabolic profile (fasting \ninsulin, glucose disposal, triglyceride levels, triglycerides/HDL-Chol ratio and resting diastolic blood pressure) \n(P between 0.05 and 0.001). No Group X Treatment interaction was observed for variables of body composition \nand the metabolic profile. However, an interaction was observed for muscle strength; which significantly \nimproved more in the CR+RT NDYN group (all P ≤ 0.05).",
    "conclusions": "In the present study, dynapenia was \nnot associated with a worse metabolic profile at baseline in overweight and obese menopausal women. DYN and \nNDYN menopausal women showed similar cardiometabolic benefit from CR or CR+RT interventions. However, \nour results showed that the addition of RT to CR was more effective in improving maximal strength in DYN and \nNDYN obese menopausal women. \nKey words: Dynapenia, muscle strength, obesity, caloric restriction, resistance training.\nJ Frailty Aging 2015;4(3):155-162\nPublished online June 10, 2015, http://dx.doi.org/10.14283/jfa.2015.54\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\nORIGINAL RESEARCH\nReceived October 10, 2014\nAccepted for publication December 15, 2014\n\neffective in improving the metabolic profile [total cholesterol \n(chol), low-density lipoprotein cholesterol (LDL-chol), systolic \nand diastolic blood pressure] in DYN-obese menopausal \nwomen. However, the study has some limitations such as a \nlimited number of participants in each group, and no measures \nof visceral fat (VF) and insulin sensitivity. Also, because of \nthe study design, they did not compare subjects displaying \nDYN- and non-dynapenic (NDYN-) obesity phenotypes. \nConsequently, the comparison of the effect of a weight loss \nintervention on DYN and NDYN obese individuals needs to be \nfurther investigated.\nThus, the current study’s objective was to compare the effect \nof CR alone or in combination with RT on body composition, \nthe metabolic profile and muscle strength in DYN and NDYN \noverweight and obese menopausal women. We hypothesized \nthat interventions aimed to increase muscle strength and \ndecrease obesity levels would have greater effects on the \nmetabolic profile and muscle strength in DYN overweight and \nobese women.",
    "methods": "Subjects\nThis article presents secondary analyses from a randomized \ncontrolled trial, originally designed to determine the effects of \na 6-month RT in combination with CR on body composition, \nbody fat distribution, and the metabolic profile in a large cohort \nof overweight and obese menopausal women (14). The present \nstudy population consisted of 109 non-diabetic overweight \nand obese menopausal women aged between 46 and 70 years \nat baseline. We excluded subjects who did not complete the \n6-month intervention. Consequently, data of 87 women were \nused for these secondary analyses. \nEligible participants met the following criteria: BMI between \n27 and 40 kg/m2, no menstruation for 1 > year, having a follicle \nstimulating hormone level > 30 U/l, <2h per week of structured \nexercise, non-smoker, low to moderate alcohol consumers (≤ \n2 drinks/day), and no use of hormone replacement therapy. \nAll participants were apparently healthy and had no history \nor evidence on physical examination or laboratory testing \nof (i) cardiovascular disease, peripheral vascular disease, or \nstroke; (ii) diabetes (2h standard 75-g oral glucose tolerance \ntest (OGTT)); (iii) severe hypertension (resting blood pressure \n>170/100mm Hg); (iv) orthopedic limitations; (v) body weight \nfluctuation >5 kg in the previous 6 months; (vi) uncontrolled \nthyroid or pituitary disease; and (vii) medication that could \naffect cardiovascular function or metabolism. The study was \napproved by the Université de Montréal ethics committee. After \nreading and signing the consent form, each participant was \nsubmitted to a series of tests. \nWeight stabilization period\nBefore and after the 6-month weight loss protocol, subjects \nwere submitted to a weight stabilization period (±2 kg of \nbody weight) before testing. The goal of this approach was to \nstabilize the various metabolic variables of interest that could \nbe altered by body weight fluctuations. \nCaloric restriction intervention\nStudy participants entered a 6-month weight loss program \naimed at reducing body weight by 10%. To determine the \nlevel of CR, 500 to 800 kcal were subtracted from baseline \nresting metabolic rate (determined by indirect calorimetry) \nmultiplied by a physical activity factor of 1.4, corresponding to \na sedentary state (15). \nMacronutrient composition of the diets was standardized: \n55%, 30% and 15% of energy intake from carbohydrates, total \nfat and proteins accordingly to the American Heart Association \n(16). Each participant met with the study dietitian to receive the \ndiet prescription and recommendations. In addition, participants \nwere invited to meet bi-monthly with the study dietitian for \nnutrition classes of 1-1.5 hours. All participants in the CR \ngroup were instructed not to change their usual daily physical \nactivity habits during the weight loss protocol. \nExercise intervention\nThe 6-month RT program consisted of four progressive \nphases and was performed weekly on 3 nonconsecutive \ndays under the supervision of an exercise physiologist, as \npreviously described (14). The workload was adjusted by the \nexercise physiologist (when necessary) to maintain the intensity \nprescribed. Lower body and upper body strength was assessed \nusing leg press and bench press weight training equipment from \nAtlantis Precision Series (Atlantis Inc., Laval, Que.).\nEach training session included a warm-up of low intensity \nwalking on a treadmill for 10 min. The RT program consisted \nof the following exercises: 1) leg press; 2) chest press; 3) lateral \npull downs; 4) shoulder press; 6) arm curls; and 7) triceps \nextensions. These exercises provide a total body RT program \nfor all of the major muscle groups of the body. \nAnthropometric and body composition measures\nBody weight was measured to the nearest 0.1 kg on a \ncalibrated balance (Balance Industrielle Montréal, Montréal, \nQuébec, Canada) and participant’s height was obtained with \na standard stadiometer (Perspective Enterprises, Portage, \nMichigan, USA). Waist circumference (WC) was measured \nusing a measuring tape to the nearest 0.1 cm at the highest point \nof the iliac crest at minimal expiration. Total fat mass (FM), \npercentage of FM (%FM) and total lean body mass (LBM) \nwere measured using dual energy X-ray absorptiometry (DXA) \n(General Electric Lunar Prodigy, Madison, Wisconsin; software \nversion 6.10.019), as previously described (17). During the \nprocedure, participants were asked to wear only a standard \nhospital gown while in the supine position. Calibration was \nexecuted daily with a standard phantom. In our laboratory, the \nintra-class coefficient correlation for test–retest for FM and \nLBM was 0.99 (n = 18). \nA CT scanner (GE LightSpeed 16, General Electric Medical \nEFFECTS OF CALORIC RESTRICTION WITH OR WITHOUT RESISTANCE TRAINING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n156\n\nSystems, Milwaukee, WI) was used to measure the VF and the \nabdominal subcutaneous fat (AScF) area. Participants were \nexamined in the supine position with both arms stretched above \ntheir head. The position of the scan was established at the \nL4-L5 vertebral disc using a scout image of the body (17). We \nquantified VF by delineating the intra-abdominal cavity at the \ninternal most aspect of the abdominal and oblique muscle walls \nsurrounding the cavity and the posterior aspect of the vertebral \nbody. The AScF area was quantified by highlighting fat located \nbetween the skin and the external most aspect of the abdominal \nmuscle wall. Deep AScF (DAScF) and superficial ScF (SAScF) \nareas were measured by delineating the subcutaneous fascia \nwithin the AScF and by computing areas of the layers of fat \non each side of the fascia. The cross-sectional areas of fat were \nhighlighted and computed using an attenuation range of -190 to \n-30 Hounsfield Units (HU).\nMuscle attenuation (MA) was calculated by delineating the \nregions of interest and then computing the surface areas using \nattenuation range of -190 to -30 HU for fat, and 0 to 100 HU \nfor skeletal muscle. In our laboratory, test-retest measures \nof the different body fat distribution indices on 10 CT scans \nyielded a mean absolute difference of + 1%.\nCharacterization of subjects\nParticipants were first randomly assigned to one of the \ntwo groups [CR (n= 52) or CR+RT (n= 35)]. For the present \nsecondary analyses, participants were characterized as DYN or \nNDYN. Since a correction for anthropometric variability has \nbeen recommended to define dynapenia (5, 18), we computed \na muscular relative strength index with the ratio of strength \n(lower body strength + upper body strength) on BMI (19, \n20). We included both measures of lower and upper extremity \nmuscle strength since previous studies suggested that the rate \nof age-associated decline in muscle strength is quite different in \nthese two anatomic regions (21). Women in the lowest tertile \nof muscular relative strength index were considered DYN, \nwhile those in the second and third tertiles were considered as \nNDYN. In our sample, the cutoff point was 4.86 kg/BMI. Four \ngroups of subjects were then created [group 1: CR/DYN (n= \n13); group 2: CR/NDYN (n= 48); group 3: CR + RT/DYN (n= \n18); group 4: CR + RT/NDYN (n= 30)]. \nFasting blood samples\nVenous blood samples were collected to measure fasting \ntotal chol, HDL-chol, LDL-chol, triglycerides (TG), glucose \nand insulin levels after a 12-h overnight fast. Plasma was \nanalyzed on the day of collection. Analyses were done on \nthe COBAS INTEGRA 400 (Roche Diagnostic, Montreal, \nCanada) analyzer for total cholesterol, HDL-chol, triglycerides \nand glucose. Total chol, HDL-chol and TG levels were \nused in the Friedewald formula (22) to calculate LDL-chol \nconcentrations. Insulin levels were determined by automated \nradioimmunoassay (Linco Research Inc. (St-Charles, MO, \nUSA). Serum high-sensitivity CRP (hs-CRP) concentrations \nwere assessed by immunonephelometry on IMMAGE analyzer \n(Beckman Coulter, Villepinte, France).\nGlucose disposal\nThe test began at 07h30 after a 12-h overnight fast, as \npreviously described by DeFronzo et al. (23). An antecubital \nvein was cannulated for the infusion of 20 % dextrose and \ninsulin (Actrapid®, Novo-Nordisk, Toronto, Canada). The \nother arm was cannulated for sampling of blood. Plasma \nglucose was measured every 10 min with a glucose analyzer \n(Beckman Instruments, Fullerton, CA) and maintained at \nfasting level with a variable infusion rate of 20 % dextrose. \nInsulin infusion was initiated at the rate of 75 mU/m2/min for \n180 min. Glucose disposal was calculated as the mean rate of \nglucose infusion measured during the last 30 min of the clamp \n(steady state). \nResting blood pressure \nSitting blood pressure was measured in the left arm after \nparticipants rested quietly for 10 min using a Dinamap \nautomatic machine (Welch Allyn, San Diego, CA, USA). An \nappropriate cuff size was selected for each subject based on \narm circumference. Procedure was carefully standardized (24).\nStatistical analyses\nData in tables are presented as means ± standard deviation \n(SD). Univariate Analyses of Variance (ANOVA) were \nperformed to compare means for each variable of interest at \nbaseline and after the intervention. Repeated ANOVA analyses \nwere performed to quantify the effect of treatment. Then, the \nGames-Howell test was used for posteriori group comparisons \nwhen a main model effect was noted. P-value of ≤0.05 was \nconsidered statistically significant. Statistical analyses were \nperformed using the SPSS Statistical Package (version 15.0, \nSPSS, Chicago, Il, USA).\nResults\nAnthropometric measures and body composition \nNo differences were observed at baseline among groups \nfor anthropometric and body composition variables, with the \nexception of muscle attenuation (P= 0.03) (Table 1). Bod y \nweight, BMI, WC, FM, FMI, LBM, LBMI, AScF and VF \nsignificantly and similarly decreased in the four groups after \nthe intervention (all P≤ 0.05).\nMetabolic profile \nNo differences were observed at baseline among groups for \nthe metabolic profile. TG, TG/HDL-chol ratio, fasting insulin, \nglucose disposal, relative glucose disposal and diastolic blood \npressure significantly decreased in the four groups after the \nintervention (all P≤ 0.05); with no difference among groups. \nNo improvement was observed in any groups for hs-CRP, \nIL-6, total cholesterol, HDL-chol and LDL-chol, Chol/HDL \nTHE JOURNAL OF FRAILTY & AGING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n157\n\nratio, fasting glucose and systolic blood pressure after the \ninterventions.\nMuscle strength \nBy design, strength variables were significantly different \nbetween DYN and NDYN groups at baseline (all P≤ 0.001); \nwith significantly higher values in NDYN groups (Table 3). \nAll measures of strength were significantly improved in RT \ngroups (DYN and NDYN subjects) and the CR-DYN group \nafter the intervention (all P≤ 0.001); with greater improvements \nin the CR+RT/NDYN group compared to the others (all P≤ \n0.001). Moreover, a significant decrease for all the measures of \nstrength was observed in the CR/NDYN group compared to the \nCR+RT/NDYN group following the intervention.",
    "discussion": "The aim of this secondary analysis was to compare the \neffect of a 6-month lifestyle intervention on body composition, \nthe metabolic profile, and strength variables between DYN \nand NDYN overweight and obese menopausal women. We \nhypothesized that interventions aimed to increase muscle \nstrength and decrease obesity levels would have greater \neffects on the metabolic profile and muscle strength in DYN \noverweight and obese women. Results from the present study \nshowed that both DYN and NDYN obese women improved \nsimilarly body composition and the metabolic profile following \nCR alone or in combination with RT. However, the addition of \nRT to CR has superior beneficial effect on muscle strength. \nAs previously mentioned, there is only one study that \ndirectly compared the effect of CR and RT on the combined \ncondition of obesity and dynapenia on body composition, \nmetabolic profile and strength in older women (13). Their \nresults showed that both CR and CR+RT groups improved \nseveral variables of the metabolic profile to the same \nextent (total chol, TG and systolic blood pressure) after the \nintervention. They showed that a moderate weight loss (≈5 \nkg) was associated with significant improvements in the \nmetabolic profile. Our results support their findings. Of all \nmetabolic components measured in our study, we observed \nsimilar improvements for TG, TG/HDL ratio, glucose \nhomeostasis (fasting insulin, glucose disposal (mg/min/kg) \nand relative glucose disposal) and diastolic blood pressure to \nthe same extent in DYN and NDYN women following both \ninterventions. Moreover, the addition of RT to the diet had no \nsupplementary value on the metabolic profile in the present \nstudy. Overall, our results are in line with previous studies in \noverweight menopausal women (25) and DYN obese older \nwomen (13). \nAlthough weight-loss therapy is recommended to improve \nEFFECTS OF CALORIC RESTRICTION WITH OR WITHOUT RESISTANCE TRAINING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n158\nTable 1\nGroups’ comparisons for body composition and body fat distribution\nVariables Diet Diet + Resistance training Treatment \neffect P \nvalue\nGroup × \ntreatment \nP valueDynapenic Non-Dynapenic Dynapenic Non-Dynapenic\nPre (n=13) Δ (n=10) Pre (n=48) Δ (n=42) Pre (n=18) Δ (n=13) Pre (n= 30) Δ (n=22)\nAge (yr) 58.1 ± 3.6 58.6 ± 5.3 58.0 ± 4.9 56.7 ± 5.1\nBody weight (kg) 82.5 ± 14.7 -4.7 ± 5.3 81.4 ± 12.4 -4.3 ± 3.9 84.5 ± 16.6 -5.5 ± 4.9 82.4 ± 11.5 -6.0 ± 4.9 <0.001 NS\nBMI (kg/m2) 32.6 ± 5.3 -1.9 ± 2.1 31.8 ± 4.6 -1.7 ± 2.2 33.0 ± 5.9 -2.2 ± 1.9 32.0 ± 3.4 -2.3 ± 1.9 <0.001 NS\nWaist circumference \n(cm)\n94.9 ± 11.5 -5.1 ± 4.2 95.2 ± 9.0 -4.0 ± 3.4 99.1 ± 8.6 -6.3 ± 3.6 95.0 ± 9.2 -5.1 ± 5.3 <0.001 NS\nDXA measures\n LBM (kg) * 41.1 ± 7.4 -1.5 ± 3.3 42.7 ± 6.4 -0.5 ± 1.8 40.8 ± 5.0 -0.1 ± 1.6 41.9 ± 5.6 -0.6 ± 2.5 0.01 NS\n LBMI (kg LBM/m2) 16.2 ± 2.1 -0.6 ± 1.2 16.7 ± 2.1 -0.2 ± 0.7 16.0 ± 1.5 -0.04 ± 0.6 16.3 ± 1.9 -0.2 ± 0.9 0.01 NS\n FM (kg) 39.1 ± 9.6 -3.3 ± 4.0 36.2 ± 7.6 -3.6 ± 3.2 41.2 ± 12.5 -5.3 ± 4.1 38.0 ± 7.2 -5.4 ± 4.6 <0.001 NS\n FMI (kg FM/m2) 15.5 ± 14.2 -1.4 ± 1.6 14.2 ± 3.0 -1.4 ± 1.3 16.1 ± 4.6 -2.1 ± 1.6 14.8 ± 3.4 -2.1 ± 1.8 <0.001 NS\nCT-scan\nAbdominal level (L4-L5)\n AScF (cm2) 463.8 ± 128.3 -55.5 ± 52.6 450.7 ± 110.3 -35.8 ± 45.2 486.1 ± 103.8 -59.8 ± 37.1 462.1 ± 110.4 -53.6 ± 38.6 <0.001 NS\n Supericial ScF (cm2) 210.8 ± 57.5 -26.4 ± 23.7 215.7 ± 64.1 -20.7 ± 26.9 247.1 ± 71.8 -39.1 ± 30.9 224.2 ± 72.2 -33.1 ± 34.5 <0.001 NS\n Deep ScF (cm2) 252.6 ± 83.3 -28.7 ± 37.4 238.7 ± 60.9 -15.5 ± 34.1 239.1 ± 60.9 -20.9 ± 32.4 243.5 ± 76.6 -33.1 ± 34.5 <0.001 NS\n Visceral fat (cm2) 181.4 ± 57.5 -23.9 ± 25.2 189.7 ± 53.9 -19.8 ± 32.1 180.1 ± 51.4 -10.7 ± 45.0 182.6 ± 55.3 -29.3 ± 25.5 <0.001 NS\nMA (Hounsield Unit) 47.1 ± 5.3 -0.5 ± 1.8 49.4 ± 2.9 -0.4 ± 1.5 47.6 ± 2.8 0.0 ± 1.5 49.7 ± 3.1 -0.5 ± 1.6 0.03 NS\nValues are means ± standard deviation (SD); Δ = delta; BMI= body mass index; LBM= lean body mass; LBMI= LBM index, FM= fat mass; FMI= FM index; CT= computed tomography; \nAScF= abdominal subcutaneous fat; VF= visceral fat; MA= muscle attenuation; *= Do not include bone mass; NS= non-signiicant; Dynapenic ≤ 4.86 kg/BMI; Non-Dynapenic > 4.86 \nkg/BMI.\n\nTHE JOURNAL OF FRAILTY & AGING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n159\nobesity-related metabolic complications, a prevailing concern \nin the clinical community is that the use of CR alone could \nhave negative effects on LBM (26). In fact, it is recognized \nthat CR induced weight loss results in a decreased LBM, \nwhich correspond in general to approximately 25% of total \nbody weight loss (27). Furthermore, it has been reported that \nthe addition of RT can attenuate this loss by half (28). RT has \nalso been proposed to be an interesting approach to counteract \nthe decrease in LBM observed in older adults, and particularly \nduring caloric restriction-induced weight loss (29). Our data \nshowed however that CR was associated with a reduced LBM \nto a similar extent to CR+RT in our DYN and NDYN obese \nwomen. This result is in disagreement with those of Frimel \net al. (30), which is the only other study comparing CR to \nCR+RT in older (70 ± 5 yr) obese (BMI 37 ± 5 kg/m 2) adults. \nThey showed significantly greater decreases in LBM in the \nCR only group compare to the CR+RT (3.5 ± 2.1 vs. 1.8 ± \n1.5 kg; P= 0.02). Regarding the absence of difference in LBM \nloss between the CR vs. CR+RT in our study, it is important \nto note that even though RT is known to be a potent stimulus \nfor acute increases in circulating anabolic hormones such as \ntestosterone, growth hormone and insulin-like growth factor-1 \nin men (31), the increase in anabolic hormones is minor or \nabsent in older women following 6-month RT (32). A low level \nof testosterone in older women may be a limiting factor for \nmuscle hypertrophy in response to RT (32), and hence could \npartly explain why we did not observe an increase or a lower \nreduction in LBM following RT. Furthermore, our results may \nalso suggest an age-related resistance to alterations in metabolic \nfunction in response to RT. This assumption is supported by \nDionne et al. and Hakkinen et al. (33, 34) who previously \nobserved that older women experience significantly lower \nincreases in LBM compared to younger women following a \n6-month RT program.\nSignificant changes were also observed in our study for body \nweight, BMI, WC, FM, VF and AScF; which significantly and \nsimilarly decreased in DYN and NDYN obese women after \nboth interventions. These results are in agreement with those \nof Senechal et al. (13) who showed similar decreased in body \nweight and trunk FM between CR or CR+RT in DYN obese \nwomen. Finally, Frimel et al. (30) also observed similar losses \nin body weight and FM following CR and CR+RT in frail \nobese older adults. \nThe progressive decline in muscle strength is perhaps the \nTable 2\nGroups’ comparisons for metabolic proile\nVariables Diet Diet + Resistance training Treatment \neffect P \nvalue\nGroup × \ntreatment \nP valueDynapenic Non-Dynapenic Dynapenic Non-Dynapenic\nPre (n=13) Δ (n=10) Pre (n=48) Δ (n=42) Pre (n=18) Δ (n=13) Pre (n= 30) Δ (n=22)\nRMR (kcal/day) 1268 ± 201 -82.0 ± 80.1 1302 ± 170 -50.0 ± 89.9 1307 ± 154 -40.0 ± 67.2 1314 ± 160 -80.5 ± 139.4 0.0001 NS\nHR 65.5 ± 8.4 -1.2 ± 10.6 66.4 ±6.6 -1.2 ± 8.4 67.1 ± 8.3 -4.2 ± 6.7 66.2 ± 8.4 -1.2 ± 6.7 0.06 NS\nInlammatory markers\n hs CRP 3.25 ± 3.70 -1.41 ± 2.86 3.18 ± 2.56 -0.16 ± 3.10 3.99 ± 4.48 -0.90 ± 2.40 2.89 ± 2.02 -0.03 ± 2.16 0.07 NS\n IL-6 3.59 ± 7.25 -0.15 ± 1.22 2.17 ± 5.13 -1.17 ± 5.59 1.27 ± 0.60 0.02 ± 0.34 1.13 ± 0.44 -0.03 ± 0.34 NS NS\nLipid proile\n Total cholesterol (mmol/L) 5.67 ± 0.84 0.11 ± 0.74 5.47 ± 0.85 -0.15 ± 0.62 5.27 ± 0.85 -0.09 ± 0.95 5.56 ± 0.86 -0.02 ± 0.59 NS NS\n HDL-chol (mmol/L) 1.40 ± 0.32 0.09 ± 0.17 1.43 ± 0.24 0.03 ± 0.18 1.45 ± 0.31 -0.02 ± 0.22 1.55 ± 0.37 -0.01 ± 0.33 NS NS\n LDL-chol (mmol/L) 3.44 ± 0.69 0.22 ± 0.64 3.07 ± 0.76 -0.05 ± 0.58 3.07 ± 0.65 0.14 ± 0.60 3.27 ± 0.75 0.15 ± 0.54 NS NS\n Triglycerides (mmol/L) 1.66 ± 0.65 -0.25 ± 0.76 1.78 ± 0.78 -0.27 ± 0.66 1.62 ± 0.80 -0.06 ± 0.86 1.62 ± 0.80 -0.36 ± 0.63 0.008 NS\n Chol/HDL-chol 4.16 ± 0.74 -0.15 ± 0.46 3.90 ± 0.87 -0.10 ± 0.70 3.71 ± 0.54 0.14 ± 0.77 3.72 ± 0.88 -0.03 ± 0.68 NS NS\n TG/HDL-chol 1.25 ± 0.55 -0.24 ± 0.50 1.32 ± 0.73 -0.18 ± 0.63 1.18 ± 0.46 -0.01 ± 0.73 1.16 ± 0.78 -0.28 ± 0.61 0.03 NS\nGlucose homeostasis\n Fasting glucose (pmol/L) 4.93 ±0.47 0.07 ± 0.52 5.26 ± 0.54 -0.16 ± 0.39 5.11 ± 0.40 -0.03 ± 0.42 5.11 ± 0.40 0.06 ± 0.34 NS NS\n Fasting insulin (mmol/L) 13.72 ± 4.95 -3.64 ± 3.58 15.79 ± 6.30 -1.86 ± 4.69 13.92 ± 5.66 -1.62 ± 4.22 13.63 ± 6.80 -3.97 ± 4.33 0.001 NS\n Glucose disposal (mg/min/kg) 6.28 ± 0.71 0.73 ± 0.98 6.22 ± 1.95 0.55 ± 1.82 5.53 ± 1.14 1.12 ± 1.33 6.62 ± 2.13 0.87 ± 1.86 0.001 NS\n Relative glucose disposal 11.92 ± 1.55 0.87 ± 2.06 11.21 ± 3.58 0.36 ± 2.95 10.71 ± 2.13 1.36 ± 2.36 12.27 ± 3.74 0.80 ± 3.02 0.04 NS\nResting blood pressure (mmHg)\n Systolic blood pressure 120.2 ± 16.2 -2.2 ± 9.4 120.8 ± 14.7 -0.6 ± 14.1 121.4 ± 11.0 2.4 ± 12.4 123.3 ± 14.9 -1.1 ± 13.6 NS NS\n Diastolic blood pressure 74.5 ± 9.1 -3.5 ± 7.3 76.0 ± 8.0 -0.2 ± 6.9 76.9 ± 6.8 -1.7 ± 5.4 77.2 ±8.6 -1.5 ± 8.2 0.05 NS\nValues are means ± standard deviation (SD); Δ = delta; HR= heart rate; IL-6= interleukin-6; Chol= cholesterol; HDL= high-density lipoprotein; LDL= low-density lipoprotein; NS=non-\nsigniicant; Dynapenic ≤ 4.86 kg/BMI; Non-Dynapenic > 4.86 kg/BMI.\n\nEFFECTS OF CALORIC RESTRICTION WITH OR WITHOUT RESISTANCE TRAINING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n160\nmost ineluctable anatomical change occurring with aging. \nWhile muscle strength and muscle mass are related, it has \npreviously been suggested that muscle quality (e.g., strength) \nis more important than muscle quantity (e.g., mass) in aging \nhumans (35) as a determinant of functional limitation and poor \nhealth in older age (5, 21). Although the loss of LBM was not \nprevented with RT in our study, RT was still associated with \nincreases in muscle strength in DYN women. These findings \ndemonstrate that despite a decrease in LBM induced by C R, \nit did not translate into a decrease in muscle strength in DYN \nwomen. Very few studies have reported the effects of weight-\nloss intervention on muscle strength or muscle quality in obese \nwomen (36). Our results are in line with those of Wang et \nal. (36) showing that CR induced weight loss combined with \nmoderate strength training maintained absolute knee extensor \nmuscle strength in older persons with osteoarthritis. Like our \nresults, these effects occurred despite a significant loss of LBM \nduring the intervention. Taken together, our findings suggest \nthat other factors than muscle mass contribute to gains in \nmuscle strength in older obese women following a RT program. \nFinally, muscular strength also appears to be an important \nprotecting factor for cardiometabolic health (37). Actually, \nsome cross sectional and prospective data have showed an \ninverse association between strength and cardiometabolic risk \nfactors (7, 12). However, our data do not showed a superior \nbeneficial effect of RT on the metabolic profile. \nOur study presents limitations. First, generalization of \nour data applies only to non-diabetic, sedentary, overweight \nand obese menopausal women. Second, the small number \nof participants in each group limits the power of the study. \nThird, comparisons with other studies are difficult because \nof the use of different cut off points for defining dynapenia \n(5). For example, the Foundation for National Institutes of \nHealth Sarcopenia Project (FNIH) recommends the use of a \nsingle measure, grip strength, to characterize and individual’s \noverall strength status (38). However, it has been observed \nthat the use of a single action (such as grip strength) may not \nalways be a valid representative of and individual’s overall \nstrength (39). Hence, the combination of upper and lower body \nstrength might have superior potential value as an indicator of \noverall strength than handgrip strength alone (39). Fourth, the \nrelatively normal metabolic profile at baseline in our subjects \nis likely to explain the absence of effect on total cholesterol, \nHDL-chol, LDL-chol, fasting glucose and resting systolic blood \npressure observed. Five, measures of muscle fiber types and \nareas, capillaries, biochemical properties of skeletal muscle \nand hormonal profile would have been interesting. Finally, \nalthough another study from the MONET cohort examined \nthe relationship between muscle strength and metabolic \ndisturbances (insulin sensitivity) (40), its design was cross-\nsectional and participants were not categorized as DYN or \nNDYN. Hence, we believe our findings add to the body of \nliterature regarding the effects of lifestyle intervention in DYN \noverweight and obese women. \nDespite limitations, strengths of our findings include the \nuse of a randomized design as well as the use of gold standard \ntechniques available for the measurement of body composition, \nbody fat distribution and cardiometabolic profile. We also \nused a 1-month weight stabilization period before testing \nto minimize the impact of body weight fluctuations on the \nmetabolic profile. Finally, the use of the lowest tertile of \nstrength is a relatively simple measure, which enhance the \napplication in clinical practice (41). Overall, we consider that \nthe methodology used strengthens the validity of our results.\nIn",
    "conclusion": ", results from the present study show that \nweight loss following CR and RT improves similarly the \nmetabolic profile and body composition in DYN and NDYN \noverweight and obese menopausal women. The addition of RT \nTable 3\nGroups’ comparisons for measures of strength\nVariables Diet Diet + Resistance training Treatment \neffect P \nvalue\nGroup × \ntreatment \nP value\nDynapenic Non-Dynapenic Dynapenic Non-Dynapenic\nPre (n=13) Δ (n=10) Pre (n=48) Δ (n=42) Pre (n=18) Δ (n=13) Pre (n= 30) Δ (n=22)\nLeg press (kg) 105.2 ± 18.8 11.7 ± 5.7 b,d 151.1 ± 32.9 -6.6 ± 32.6 a,d 107.9 ± 21.4 43.0 ± 29.0 d 163.6 ± 37.6 58.2 ± 60.1 a,b,c 0.003 0.001\nLeg press (kg/kg \nLBM)\n2.6 ± 0.5 0.3 ± 0.1 d 3.6 ± 0.8 -0.1 ± 0.7 d 2.7 ± 0.5 1.1 ± 0.8 d 3.9 ± 0.9 1.5 ± 0.5 a,b,c 0.001 0.002\nChest press (kg) 35.3 ± 5.0 0.8 ± 3.2 d 41.8 ± 8.0 -2.2 ± 4.1 d 34.0 ± 6.2 11.3 ± 5.7 d 41.3 ± 6.6 13.8 ± 6.7 a,b,c <0.001 <0.001\nChest press (kg/kg \nLBM)\n0.87 ± 0.15 0.04 ± 0.08 c,d 0.98 ± 0.16 -0.03 ± 0.11 c,d 0.84 ± 0.14 0.29 ± 0.15 a,b 0.99 ± 0.12 0.34 ± 0.18 a,b <0.001 <0.001\nChest press+leg \npress (kg)\n140.5 ± 18.5 11.9 ± 9.4 b,d 192.8 ± 37.7 -8.5 ± 31.4 a,d 141.8 ± 23.9 52.9 ± 30.5 d 204.9 ± 39.9 72.5 ± 65.6 a,b,c 0.001 <0.001\nChest press + leg \npress (kg/kg LBM)\n3.5 ± 0.5 0.4 ± 0.2 d 4.6 ± 0.9 -0.1 ± 0.7 d 3.5 ± 0.5 1.4 ± 0.9 d 4.9 ± 0.9 1.0 ± 1.7 a,b,c <0.001 <0.001\nValues are means ± standard deviation (SD); Δ = delta; a = signiicantly different from Diet/Dynapenic; b = signiicantly different from Diet/Non-Dynapenic; c = signiicantly different \nfrom Diet + Resistance training/Dynapenic; d = signiicantly different from Diet + Resistance training/Non-Dynapenic; Dynapenic ≤ 4.86 kg/BMI; Non-Dynapenic > 4.86 kg/BMI.\n\nTHE JOURNAL OF FRAILTY & AGING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n161\nhad no additional effect on body composition and the metabolic \nprofile, but was associated with improved strength in DYN \nand NDYN women despite losses of LBM. Further studies are \nneeded to evaluate the effect of lifestyle intervent ions on the \nmetabolic profile of individual with DYN phenotype. \nAcknowledgements: RRL is a senior FRQS (Fonds \nde Recherches en Santé du Québec). MS is supported by the \nManitoba Health Research Council, the Canadian Institute \nof Health Research (CIHR), and by the CIHR-Integrated and \nMentored Pulmonary and Cardiovascular Training (CIHR-\nstrategic Training Program). The Montreal Ottawa New Emerging \nTeam in Obesity Group thanks Lyne Messier (study coordinator, \nRegistered dietitian); Maxime St-Onge, Benoit Tousignant , and \nPhilippe Carrier (training supervision); Isabelle Vignault and \nJennifer Levasseur, R.N.; and the patients for their exceptional \ninvolvement in this study. This work was supported by gran ts \nfrom the Canadian Institute of Health Research (CIHR) New \nand Emerging Teams in Obesity (Université de Montréal and \nUniversity of Ottawa; Montreal Ottawa New Emerging Team \nin Obesity project). OHN—63279 The MONET group thanks \npatients for their exceptional involvement in this study.\nConflict of Interest: The authors declared no conflict of interest.\nReferences\n1. Flegal KM, Carroll MD, Kit BK, Ogden CL. Prevalence of obesity and \ntrends in the distribution of body mass index among US adults, 1999-\n2010. JAMA 2012;307(5):491-7.\n2. Burke GL, Bertoni AG, Shea S, et al. The impact of obesity on \ncardiovascular disease risk factors and subclinical vascular disease: the \nMulti-Ethnic Study of Atherosclerosis. Arch Intern Med 2008;168(9): \n928-35.\n3. Pan WH, Yeh WT. How to define obesity? Evidence-based multiple action \npoints for public awareness, screening, and treatment: an extension of \nAsian-Pacific recommendations. Asia Pac J Clin Nutr 2008;17(3):370-4.\n4. Butler JN, Rodondi N, Zhu Y, et al. Metabolic syndrome and the risk of \ncardiovascular disease in older adults. J Am Coll Cardiol 2006;47(8)1595-\n602.\n5. Manini TM, Clark BC. J Gerontol A Biol Sci Med Sci 2012;67(1)28-40.\n6. Clark BC, Manini TM. What is dynapenia? Nutrition 2012;28(5)495-503.\n7. Jurca R, Lamonte MJ, Barlow CE, et al. Association of muscular strength \nwith incidence of metabolic syndrome in men. Med Sci Sports Exerc \n2005;37(11):1849-55.\n8. Senechal M, McGavock JM, Church TS, et al. Cut points of muscle \nstrength associated with metabolic syndrome in men. Med Sci Sports \nExerc 2014;46(8)1475-81.\n9. Xue QL, Beamer BA, Chaves PH, Guralnik JM, Fried LP. Heterogeneity \nin rate of decline in grip, hip, and knee strength and the risk of all-cause \nmortality: the Women’s Health and Aging Study II. J Am Geriatr Soc \n2010;58(11):2076-84.\n10. Bouchard DR, Janssen I. Dynapenic-obesity and physical function in older \nadults. J Gerontol A Biol Sci Med Sci 2010;65(1):71-7.\n11. Stenholm S, Alley D, Bandinelli S, et al. The effect of obesity combined \nwith low muscle strength on decline in mobility in older persons: results \nfrom the InCHIANTI study. Int J Obes (Lond) 2009;33(6):635-44.\n12. Senechal M, Dionne IJ, Brochu M. Dynapenic abdominal obesity and \nmetabolic risk factors in adults 50 years of age and older. J Aging Health \n2012;24(5):812-26.\n13. Senechal M, Bouchard DR, Dionne IJ, Brochu M. The effects of lifestyle \ninterventions in dynapenic-obese postmenopausal women. Menopause, \n2012;19(9):1015-21.\n14. Brochu M, Malita MF, Messier V, et al. Resistance training does not \ncontribute to improving the metabolic profile after a 6-month weight \nloss program in overweight and obese postmenopausal women. J Clin \nEndocrinol Metab 2009;94(9):3226-33.\n15. Tremblay A, Pelletier C, Doucet E, Imbeault P. Thermogenesis and weight \nloss in obese individuals: a primary association with organochlo rine \npollution. Int J Obes Relat Metab Disord 2004;28(7):936-9.\n16. Krauss RM, Deckelbaum RJ, Ernst N, et al. Dietary guidelines for healthy \nAmerican adults. A statement for health professionals from the Nutrition \nCommittee, American Heart Association. Circulation 1996;94(7):1795-\n800.\n17. Brochu M, Mathieu ME, Karelis AD, et al. Contribution of the lean body \nmass to insulin resistance in postmenopausal women with visceral obesity: \na Monet study. Obesity (Silver Spring) 2008; 16(5):1085-93.\n18. Manini TM, Visser M, Won Park S, et al., Knee extension strength \ncutpoints for maintaining mobility. J Am Geriatr Soc 2007;55(3):451-7.\n19. Alley DE, Shardell MD, Peters KW, et al. Grip strength cutpoints for the \nidentification of clinically relevant weakness. J Gerontol A Biol Sci Med \nSci 2014;69(5):559-66.\n20. Mc Lean RR, Shardell MD, Alley DE, et al. Criteria for clinically \nrelevant weakness and low lean mass and their longitudinal association \nwith incident mobility impairment and mortality: the foundation for the \nNational Institutes of Health (FNIH) sarcopenia project. J Gerontol A Biol \nSci Med Sci 2014;69(5):576-83.\n21. Lauretani F, Russo CR, Bandinelli S, et al. Age-associated changes in \nskeletal muscles and their effect on mobility: an operational diagnosis of \nsarcopenia. J Appl Physiol (1985) 2003;95(5):1851-60.\n22. Friedewald WT, Levy RI, Friedrickson DS, et al. Estimation of the \nconcentration of low-density lipoprotein cholesterol in plasma, without use \nof the preparative ultracentrifuge. Clin Chem1972;18(6):499-502.\n23. DeFronzo RA, Tobin JD, Andres R, et al. Glucose clamp technique: a \nmethod for quantifying insulin secretion and resistance . Am J Physiol \n1979;237(3):E214-23.\n24. Beevers G, Lip GY, O’Brien E. ABC of hypertension. Blood pressure \nmeasurement. Part I-sphygmomanometry: factors common to all \ntechniques. BMJ 2001;322(7292):981-5.\n25. Fox AA, Thompson JL, Butterfield GE, et al. Effects of diet and exercise \non common cardiovascular disease risk factors in moderately obese older \nwomen. Am J Clin Nutr 1996;63(2):225-33.\n26. Villareal DT, Smith GI, Shah K, Mittendorfer B. Mittendorfer, Effect of \nweight loss on the rate of muscle protein synthesis during fasted and fed \nconditions in obese older adults. Obesity (Silver Spring) 2012;20(9): 1780-\n6.\n27. Villareal DT, Apovian CM, Kushner RF, Klein S. Obesity in older \nadults: technical review and position statement of the American Society \nfor Nutrition and NAASO, The Obesity Society. Am J Clin Nutr \n2005;82(5):923-34.\n28. Weinheimer EM, Sands LP, Campbell WW. A systematic review of the \nseparate and combined effects of energy restriction and exercise on fat-\nfree mass in middle-aged and older adults: implications for sarcopenic \nobesity. Nutr Rev 2010;68(7):375-88.\n29. Yarasheski KE. Exercise, aging, and muscle protein metabolism. J \nGerontol A Biol Sci Med Sci 2003;58(10):M918-22.\n30. Frimel TN, Sinacore DR, Villareal DT, et al. Villareal, Exercise attenuates \nthe weight-loss-induced reduction in muscle mass in frail obese old er \nadults. Med Sci Sports Exerc 2008;40(7):1213-9.\n31. Migiano MJ, Vingren JL, Volek JS, et al. Endocrine response patterns to \nacute unilateral and bilateral resistance exercise in men. J Strength Cond \nRes 2010;24(1):128-34.\n32. Hakkinen K, Pakarinen A, Kraemer WJ, Newton RU, Alen M. Ba sal \nconcentrations and acute responses of serum hormones and strength \ndevelopment during heavy resistance training in middle-aged and elderly \nmen and women. J Gerontol A Biol Sci Med Sci 2000;55(2):B95-105.\n33. Dionne IJ, Melancon MO, Brochu M, Ades PA, Poelhman ET. Age-\nrelated differences in metabolic adaptations following resistance training \nin women. Exp Gerontol 2004;39(1):133-8.\n34. Hakkinen K, Pakarinen A. Serum hormones and strength development \nduring strength training in middle-aged and elderly males and females. \nActa Physiol Scand 1994;150(2):211-9.\n\nEFFECTS OF CALORIC RESTRICTION WITH OR WITHOUT RESISTANCE TRAINING\nThe Journal of Frailty & Aging©\nVolume 4, Number 3, 2015\n162\n35. Stephen WC, Janssen I. Sarcopenic-obesity and cardiovascular disease risk \nin the elderly. J Nutr Health Aging 2009;13(5):460-6.\n36. Wang X, Miller CD, Messier SP, Nicklas BJ. Knee strength maintained \ndespite loss of lean body mass during weight loss in older obese adults \nwith knee osteoarthritis. J Gerontol A Biol Sci Med Sci 2007;62(8):866-\n71.\n37. Artero EG, Lee DC, Lavie CJ, et al. Effects of muscular strength on \ncardiovascular risk factors and prognosis. J Cardiopulm Rehabil Prev \n2012;32(6):351-8.\n38. Studenski SA, Peters KW, Alley DE, et al. The FNIH sarcopenia project: \nrationale, study description, conference recommendations, and final \nestimates. J Gerontol A Biol Sci Med Sci 2014;69(5):547-58.\n39. Bohannon RW. Is it legitimate to characterize muscle strength using a \nlimited number of measures? J Strength Cond Res 2008;22(1):166-73.\n40. Karelis AD, Tousignant B, Nantel J, et al. Association of insulin \nsensitivity and muscle strength in overweight and obese sedentary \npostmenopausal women. Appl Physiol Nutr Metab 2007;32(2):297-301.\n41. Visser M. Obesity, sarcopenia and their functional consequences in old \nage. Proc Nutr Soc 2011;70(1):114-8."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "primary_human": "body_comp; muscle_mass; strength; function; cardiometabolic"
  },
  "bucket": "C",
  "notes": "Overweight/obese menopausal women with dynapenia; 6-month caloric restriction ± RT; evaluates body composition, muscle function and cardiometabolic risk."
}