{
  "id": 93,
  "title": "The Effects of Twelve Weeks of Whole-Body Vibration Training and Low-Intensity Resistance Exercise Training on Arterial Function, Muscle Strength, and Physical Performance in Dynapenic Postmenopausal Women",
  "authors": "Harrell J",
  "year": 2017,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "postmenopausal_women",
    "dynapenia",
    "vibration_training",
    "low_intensity_RT"
  ],
  "population": {
    "training_status": "thesis_RCT"
  },
  "sections": {
    "abstract": ".................................................................................................................................. vii \n \nCHAPTER 1:",
    "introduction": "....................................................................................................1 \n \nCHAPTER 2: REVIEW OF LITERATURE ...................................................................................9 \n \nCHAPTER 3: RESEARCH DESIGN AND",
    "methods": "..............................................................40 \n \nCHAPTER 4:",
    "results": "...............................................................................................................49 \n \nCHAPTER 5:",
    "discussion": ".........................................................................................................58 \n \nAPPENDICES ...............................................................................................................................73 \n \nA. IRB APPROVAL ......................................................................................................................73 \nB. INFORMED CONSENT FORM ..............................................................................................75 \nC. HEALTH AND EXERCISE HISTORY QUESTIONNAIRE ..................................................81 \nD. WHOLE-BODY VIBRATION TRAINING LOG ...................................................................86 \nE. LOW-INTENSITY RESISTANCE EXERCISE TRAINING LOG .........................................87 \n \nREFERENCES ..............................................................................................................................88 \n \nBIOGRAPHICAL SKETCH .......................................................................................................110 \n \n\nv \n \nLIST OF TABLES \n1. Current variables to diagnose sarcopenia in women ..................................................................17 \n \n2. Whole-body vibration training protocol ....................................................................................46 \n \n3. Low-intensity resistance exercise training protocol ..................................................................46 \n \n4. Participant characteristics before and after 12 weeks of whole-body vibration training \n(WBVT), low-intensity resistance training (LIRET), or non-exercise control ..............................49 \n \n5. Participant peripheral and central hemodynamics, wave reflection, and arterial stiffness before \nand after 12 weeks of whole-body vibration training (WBVT), low-intensity resistance training \n(LIRET), or non-exercise control ..................................................................................................50 \n \n6. Participant brachial and popliteal artery characteristics at rest and in response to vasodilatory \nstimuli before and after 12 weeks of whole-body vibration training (WBVT), low-intensity \nresistance training (LIRET), or non-exercise control ....................................................................53 \n \n7. Participant leg strength and physical performance before and after 12 weeks of whole-body \nvibration training (WBVT), low-intensity resistance training (LIRET), or non-exercise control .55 \n \n\nvi \n \nLIST OF FIGURES \n1. Shortening velocity and power output during an isotonic contraction ......................................14 \n \n2. Effects of age on power output in accordance to AV Hill’s equation .......................................15 \n \n3. Pulse wave velocity (PWV) in the three main segments of the arterial tree ..............................27 \n \n4. Pulse wave analysis....................................................................................................................29 \n \n5. Endothelial-mediated vasodilation via the endogenous production of nitric oxide (NO) .........31 \n \n6. Changes in wave reflection indices from baseline to 12 weeks of each intervention ................51 \n \n7. Brachial artery flow-mediated dilation (FMD, A) and popliteal artery exercise-mediated \ndilation (EMD, B) at baseline and 12 weeks .................................................................................54 \n \n8. Maximal leg strength at baseline and after 12 weeks of each intervention ...............................56 \n \n9. Relationship between changes in augmented pressure (AP; A) and augmentation index (AIx; \nB) with changes in leg extension strength after 12 weeks of whole-body vibration training ........57 \n \n10. Model depicting the effects of whole-body vibration training on the relationship between \nsedentary aging and skeletal muscle and arterial function .............................................................72 \n \n\nvii \n \nABSTRACT \nCardiovascular disease (CVD) remains the leading cause of death in the modern world, markedly \nin postmenopausal women. Increased arterial stiffness, measured as increased pulse wave \nvelocity (PWV), and endothelial dysfunction are large contributors to the development of CVD \nduring aging. Skeletal muscle mass has an inverse association with arterial stiffness and \nendothelial dysfunction which may illustrate increased risk for CVD in sedentary normal-weight \nwomen. However, age-related loss of strength (dynapenia) greatly exceeds loss of mass \n(sarcopenia) and while not related to increased PWV, it is associated with increased risk for \nCVD, disability, and all-cause mortality. High intensity resistance exercise training (RET) is the \nmost effective exercise modality for prevention and treatment of sarcopenia and dynapenia. \nHowever, previous research has shown detrimental effects to the vascular system. Low-intensity \nRET (LIRET) is an effective form of exercise to increase muscle mass and strength, however \nwith no effect in vascular or endothelial function in sedentary populations. Whole-body vibration \ntraining (WBVT) uses a vibrating platform to increase muscle activity during exercise and has a \nproposed thixotropic effect to increase blood flow to the working muscle. Additionally, WBVT \nreduces blood pressure and arterial stiffness with concurrent increases in muscle mass and \nstrength similar to traditional moderate- and high-intensity RET. However, conventional WBVT \nuses the body weight as the only workload. Thus, to perform an exercise at a similar intensity as \nLIRET, an additional external weight may be needed during WBVT. \nPURPOSE: The aim of this study were; 1) to evaluate the effects of 12 weeks of WBVT and \nLIRET on hemodynamics and arterial stiffness; 2) to evaluate the effects of WBVT and LIRET \non muscle strength as well as physical performance (6-minute walk test); and 3) to evaluate the \n\nviii \n \neffect of 12 weeks of WBVT and LIRET on endothelial function and vasodilatory response to \nexercise. \nMETHODS: Thirty-one postmenopausal women were stratified by age, body mass index \n(BMI), and maximal voluntary contraction (MVC) (age, 65 ± 4 years; BMI, 23.2 ± 2.6 kg/m2; \nMVC, 17.3 ± 2.7 kg) and randomized into 2 experimental intervention groups, WBVT and \nLIRET, or a control group for 12 weeks. WBVT and LIRET consisted of 3 supervised exercise \nsessions per week (4 leg exercises). The following parameters were measured before and after 12 \nweeks of the assigned intervention: brachial and aortic systolic blood pressure (SBP), diastolic \nBP (DBP), mean arterial pressure (MAP), pulse pressure (PP), heart rate, augmented pressure \n(AP), augmentation index (AIx), AIx adjusted to 75 beats per minute (AIx@75), carotid-femoral \nPWV (cfPWV), brachial-ankle PWV (baPWV), femoral-ankle PWV (faPWV), fat mass (FM), \nfat-free mass (FFM), brachial and popliteal diameter, mean blood velocity (MBV), blood flow, \nvascular conductance, active and reactive hyperemia, 6-minute walk test time (6MWT), and leg \nstrength including leg press (LP), flexion (LFlex), and extension (LExt). \nRESULTS: There were no significant differences between groups for any variables except for \nHR and 6MWT distance, which were lower and higher, respectively, in the WBVT compared to \nthe other two groups at baseline. There were no significant changes in peripheral or central \npressures over the 12-week intervention period. The WBVT group had significant reductions in \nAIx (-4.2 ± 1.5%, P = 0.016), AIx@75 (-4.2 ± 1.7 %, P = 0.033), and cfPWV (-.42 ± .18 m/s, P \n= 0.041) over the 12-week training protocol. There were significant group-by-time interactions \nfor reductions in AP and AIx (with AIx@75 trending P = 0.051) in the WBVT, but not in LIRET \nor control groups (P < 0.05). Although resting brachial and popliteal characteristics (i.e. diameter \nand flow) were similar at rest between groups, WBVT and LIRET induced greater vasodilatory \n\nix \n \nresponses to flow-mediated dilation compared to control (P < 0.01), illustrating increased \nendothelial function. Additionally, WBVT elicited a greater vasodilatory response immediately \npost-exercise in the popliteal artery (4.9 ± 1.4 %, P = 0.007) compared to no change in control. \nBoth, WBVT and LIRET elicited significant increases in LP, LFlex, and LExt over time (P < \n0.01). These increases were significantly greater than no change in the control group. \nAdditionally, WBVT induced a greater increase (19.2 ± 3.7%) in LExt strength compared to the \nincrease (8.4 ± 2.6%) observed in the LIRET group (P = 0.007). The increase in LExt strength in \nthe WBVT group was strongly associated with decreased AP (r= -.586, P = 0.045) and AIx (r=-\n.713, P = 0.009).",
    "conclusion": "We show that WBVT significantly reduced AIx and increased leg extension \nstrength following 12 weeks of training compared to LIRET and control. The present study \ndemonstrates that WBVT decreases central pressure wave reflection, an effect that was not \naccomplished by LIRET, despite similar increases in LP and LFlex strength. Interestingly, both \nWBVT and LIRET increased endothelial function as measured by brachial artery flow-mediated \ndilation (systemic effect). WBVT increasing exercise-induced vasodilation in the popliteal artery \n(local effect) following a 6MWT with no changes in LIRET or control. While WBVT and \nLIRET induced similar changes in leg strength and systemic endothelial function, only WBVT \nreduced known indices of left ventricle afterload that are associated with cardiovascular \nmorbidity and mortality. Therefore, while LIRET may be a feasible modality to attenuate \ndynapenia, it is not effective in addressing the cardiovascular risk associated with reduced \nmuscle mass and strength in apparently healthy postmenopausal women. WBVT may be the \nmost efficacious modality to address these concerns. \n\n1 \n \nCHAPTER ONE \nINTRODUCTION \nOlder adults (> 55 years of age) are currently the largest growing population in the United States. \nThe trend of exponential growth of older adults will have a drastic impact on the US economy as \ncardiovascular disease (CVD), the current leading cause of death in the US, accounts for \napproximately $149 billion of the overall national health expenditures and primarily effects the \ngrowing elderly population [1,2]. Non-pharmacological strategies are imperative to reduce the \neconomic burden of diseases related to aging and sedentary lifestyles. \nThe physiological changes that occur with menopause have been accepted as important risk \nfactors for the development of vascular dysfunction (e.g. atherosclerosis and arterial stiffness) \n[3,4]. Arteries exhibit an increase in reactive oxygen species and inflammation which contributes \nto reductions in endothelial nitric oxide (NO) bioavailability [5–7]. Age-related endothelial \nvasodilatory dysfunction is characterized by reduced NO and increased endothelin-1 production \n[8]. These detrimental functional changes, in addition to structural alterations in the arterial wall, \nincrease systemic arterial stiffness. The most detrimental changes seem to occur in the aorta, \nwhich is assessed by pulse wave velocity (PWV). Elevated aortic PWV is an independent \npredictor of CVD [9,10] and is recognized as an important surrogate endpoint for the prevention \nof CVD [11,12]. Increased PWV and total peripheral resistance consequentially leads to an early \nreturn of the reflected pressure wave to the aorta during late systole instead of diastole [11]. \nThese changes augment aortic systolic blood pressure (SBP) and pulse pressure (PP), which may \nreduce coronary artery perfusion. These detrimental changes may lead to increases in left \nventricular afterload, negatively effecting the arterial wall and left ventricular function [13]. \nAdditionally, these negative changes in the vasculature reduce blood flow to the skeletal muscle \n\n2 \n \naffecting anabolic processes necessary for the maintenance of muscle mass and function [14,15]. \nThus, arterial stiffness may play important roles in the development of sarcopenia (age-related \nloss in muscle mass), as previous studies have reported a negative association between low leg \nmuscle mass and aortic [16] or systemic PWV in older individuals [14,17]. The reduction in leg \nmuscle mass and walking capacity explain the increased mortality risk in seemingly healthy lean \n(normal-weight) older adults [18]. The age-related losses in muscle mass and strength, as well as \nthe reduction in walking ability, recently coined as sarcopenia by the European Working Group \non Sarcopenia in Older People [19]. Currently, the criteria for the diagnosis of sarcopenia are \nlow muscle mass, strength, and physical performance. However, because losses in muscle \nstrength occur at a significantly higher rate than losses in muscle mass [20], those without losses \nin muscle mass may not be identified as having an increased physical impairment and risk in \ncardiovascular mortality [21–24]. Therefore, it has been argued [25] that age-related losses in \nmuscle strength (dynapenia) should be separated from the all-encompassing sarcopenia term. \nNonetheless, these detrimental changes in skeletal muscle structure and function may have \nimplications in the development of CVD as reduced muscle mass and strength have been \nassociated with reduced insulin sensitivity and glucose tolerance, and increased arterial stiffness, \nblood pressure, and all-cause mortality [22,23,26]. \nStrength training improves muscle mass and strength which are strongly associated with \nbeneficial cardiovascular health outcomes in older adults [23]. However, it has been previously \nreported that whole-body high-intensity strength training may increase aortic and systemic \narterial stiffness [27,28]. Additionally, these adverse effects appear to be produced by high-\nintensity and upper-body but not lower-body exercises [27]. Alternatively, whole-body vibration \ntraining (WBVT) and low-intensity strength training (LIRET) decrease arterial stiffness with \n\n3 \n \nconcurrent increases in endothelial function [29,30] in young healthy adults while improving \nmuscle mass and strength similar to high-intensity strength training [31,32]. However, little \nresearch has been done reporting the effects of LIRET on arterial function in older adults. \nAlthough aerobic training, at higher intensities, may reduce arterial stiffness and body weight, \nthis modality of exercise does not improve strength and muscle mass [28] and may not be \nappropriate for older women at risk for sarcopenia. Therefore, identifying a strength training \nmodality that benefits both arterial and muscle function is of great clinical importance. WBVT \nand LIRET may be suitable training modalities as they may offer benefits on arterial and muscle \nfunction while suitable for special populations who cannot perform high-intensity or prolonged \naerobic and resistance exercise. Additionally, this research may offer a safer solution to attenuate \npotential detriments induced by high-intensity resistance exercise. \n \nPurpose \nThe main objective of this proposal was to show the differences between two low intensity \nstrength exercise modalities, WBVT and LIRET, in dynapenic postmenopausal women on \narterial and muscle function. To our knowledge this is the first study to compare WBVT and \nLIRET on arterial stiffness, hemodynamics, reactive and active hyperemic responses, physical \nperformance and muscle function in dynapenic postmenopausal women, who are at an increased \nrisk of sarcopenia, cardiovascular metabolic diseases and mortality. \n \nSpecific Aims and Research Hypotheses \nThis study was designed to answer the following research questions: \nAIM 1: To examine the extent to which WBVT compared to LIRET improves arterial stiffness \n(aortic, leg, and systemic) and aortic hemodynamics. The non-invasive vascular profiling system \n\n4 \n \n(Omnron VP-2000) was used to measure PWV, while a pressure waveform analyzer \n(SphygmoCor) was used to measure aortic blood pressure and wave reflection indices \n(augmentation index [AIx] and augmented pressure [AP]). \nHYPOTHESIS 1: WBVT will improve leg and systemic PWV, wave reflection indices, and \naortic blood pressure compared to LIRET and control. Neither training group will have a \nbeneficial effect on aortic stiffness. \nAIM 2: To examine the extent to which WBVT and/or LIRET alters peripheral artery \nvasodilatory function in response to active (popliteal artery) and reactive hyperemia (brachial \nartery). In this aim a Doppler ultrasound system (Philips HD11XE) was used to measure the \ndiameter at rest in the brachial artery and in response to flow-mediated dilation. Additionally, to \nmeasure blood flow and diameter of the popliteal artery at rest and in response to a six-minute \nwalk test. \nHYPOTHESIS 2: WBVT and LIRET will have equivalent effects on brachial artery flow-\nmediated dilation. WBVT will have a greater effect on active hyperemic response in the popliteal \nartery compared to LIRET or control. \nAIM 3: To examine the extent to which WBVT compared to LIRET alters muscle function by \nassessing lean (muscle) mass, strength, and physical performance. Body composition was tested \nusing a bioelectrical impedance analyzer (Tanita Body Composition Analyzer, Tokyo, Japan), \nwhile muscle function was tested using 1 repetition maximum (1RM) for leg press, flexion, and \nextension, and a six-minute walk test. \nHYPOTHESIS 3: WBVT and LIRET will have similar increases in muscle mass, strength, and \nphysical performance. These increases will be significantly greater compared to the control \ngroup. \n\n5 \n \nAssumptions \nAssumptions needed for the present study are the following: \n1. All participants complied with the twelve-week training intervention. \n2. All participants followed instructions given to maintain their current lifestyle (activity \nlevel and diet) throughout the study participation. \n3. All laboratory equipment yielded accurate and repeatable measurements over the course \nof twelve weeks. \nDelimitations \nDelimitations for the present study are following: \n1. Only postmenopausal women between the ages of 55-75 years, with no chronic diseases, \nwere included in this study. \n2. Only women with handgrip strength of less than 20kg and a BMI less than 27 kg/m2 were \nincluded in this study. \n3. Women with lower joint replacements or movement limiting orthopedic issues were \nexcluded from this study. \n4. Women who currently have type 2 diabetes or cancer or are cancer survivors were not \neligible to participate in the study. \n5. Women who were on more than one vasoactive medication were not eligible to \nparticipate in the study. \n6. Women who were participating in a regular exercise training program were not eligible to \nparticipate in the study. \n \n\n6 \n \nLimitations \nLimitations for the present study are following: \n1. Participant’s adherence to the exercise modalities or lifestyle maintenance. \n2. Participant’s individual experiences of resistance training and may have progressively \nincreased at a varying rate. \n3. WBVT and LIRET used different factors to increase the progressive intensity of the \nexercise prescription. Additionally, the main determinant of increasing intensity was \nbased on the ability to complete load but also perceived exertion, which may have \ndiffered between modalities. \n4. The population recruited was absent of chronic disease and vasoactive medication, thus \nmay not be representative of the general population. \n5. Participant nutritional habits and physical activity were not logged or quantified. \nAlthough we expected no change in exercise or diet, we cannot confirm. \nDefinition of Terms \n• Amplitude – Maximum displacement of the vibrating platform from its resting position. \n• Augmentation Index (AIx) – A function of the first and second systolic peaks and pulse \npressure (P2-P1/PP*100) [33]. \n• Augmented pressure (AP) – The difference between the first and second systolic peaks \n[33]. \n• Bioelectrical impedance analysis (BIA) – Non-invasive method to measure body fat, fat-\nfree mass, and total body water via impedance of a small electrical current through the \nbody. \n\n7 \n \n• Body mass index (BMI) – Total body mass relative to height in meters squared (kg/m2) \nused to evaluate classification of normal (< 25 kg/m2), overweight (25-29.9 kg/m2), and \nobese (≥ 30 kg/m2) individuals. \n• Brachial-ankle pulse wave velocity (baPWV) – An index of systemic arterial stiffness \nusing the time it takes for a pulse wave to reach the brachial and posterior-tibialis arteries. \n• Carotid-femoral pulse wave velocity (cfPWV) – An index of aortic arterial stiffness using \nthe time it takes for a pulse wave to reach the carotid and femoral arteries. \n• Dynapenia – An age-related loss in skeletal muscle strength [34]. \n• Endothelin-1 (ET-1) – A potent vasoconstrictor produced by vascular endothelial cells \n[8]. \n• Endothelial nitric oxide synthase (eNOS) – An enzyme found in endothelial cells that \nproduces endogenous nitric oxide [35]. \n• Exercise-mediated dilation (EMD) – The artery response to an increase in shear stress \nand other metabolic processes for adequate blood flow distribution and adequate oxygen \ndelivery to the working muscle. \n• First systolic peak (P1) – The forward pressure wave caused by the ejection of the stroke \nvolume [36]. \n• Femoral-ankle pulse wave velocity (faPWV) – An index of aortic arterial stiffness using \nthe time it takes for a pulse wave to reach the femoral and posterior-tibialis arteries. \n• Flow-mediated dilation (FMD) – The artery response to an increase in shear stress after a \nperiod of occlusion necessary to determine the efficacy of the endothelium to produce \nnitric oxide [37]. \n• Frequency – The number of cycles/oscillations completed per second. \n\n8 \n \n• Maximal voluntary contraction (MVC) – A measure of total strength for a muscle group. \nMaximal exertion of force produce by a voluntary muscular contraction. \n• Nitric oxide (NO) – A metastable potent vasodilator produced in response to increases in \nshear stress along the endothelium [38]. \n• Pulse pressure (PP) – The pressure produced by ventricular contraction. The difference \nbetween systolic and diastolic blood pressure. \n• Sarcopenia – The age-related loss in skeletal muscle mass [39]. \n• Second systolic peak (P2) – The reflected pressure wave caused by the deflection of the \nforward pressure wave at the peripheral sites of bifurcation in the arterial tree. Also \nconsidered a marker of vascular tone [36]. \n• Whole body vibration – A low-intensity resistance training modality which induces \nadditional micro-contractions via reflex stimulation to increase gains in muscle mass and \nstrength, while simultaneously benefitting the vascular system [40]. \n \n\n9 \n \nCHAPTER TWO \nREVIEW OF LITERATURE \nCurrently, 13.7% of the population is aged over 65 years. By the year 2030, the growth of \nthe largest working population in the United States (US) will exceed the age of 65 years, shifting \nthe older population to 20.3% [41]. Presently, the youngest “baby-boomers” have reached 50 \nyears of age. The prevalence of hypertension, primarily preceded by increased aortic PWV was \n65% among adults in the US over the age of 60 years [42]. The economical cost of health care \nfor the elderly older than 65 years of age accounted for 34% of all US personal health care \nexpenses and exceeded a staggering $740 billion dollars in 2010 [43]. This illustrates the \nimportance of implementing preventative measures in order to reduce the amount of \nhospitalization and increase quality of life in the aging population. Aging is associated with \nincreased prevalence in non-communicable illnesses including cardiovascular, metabolic, \nrespiratory, and cognitive/mental diseases as well as cancer, musculoskeletal impairments and \ndisabilities, and all-cause mortality [44,45]. The risk of developing these detrimental health \noutcomes, along with reduced independence and quality of life, is significantly increased with \nsedentary behavior [46]. It is becoming increasingly important to elucidate the mechanistic links \nassociated with aging, arterial and muscle dysfunction. More specifically, how strength training \ncan be utilized to improve arterial and muscle function that may contribute to reduce the \ndevelopment of CVD. \nCVD is still the leading cause of mortality and morbidity in the modern world [47]. The \nnatural process of aging is a strong risk factor for the development of CVD and physical \ndisabilities [47]. While the prevalence of CVD in men (aged 40-59 years) is 5% higher than \nwomen until middle age, this prevalence changes after menopause [3,4,47,48]. The physiological \n\n10 \n \nchanges that occur with menopause, such as increased arterial stiffness and reduced endothelial \nfunction [3,49], are well-known risk factors for the development of vascular dysfunction [48]. \nThe association between advancing age and physiological detriments are due to a wide variety of \nstructural and functional changes in several systems, more specifically the cardiovascular and \nmusculoskeletal systems. Within the cardiovascular system, aging greatly effects both the large-\nconduit and resistance arteries [50,51]. Structurally, arteries undergo increases in lumen size, \nintimal and medial thickening, and increased collagen and reduced elastin fiber content within \nthe arterial extracellular matrix [50]. Functionally, arteries exhibit an increase in reactive oxygen \nspecies (ROS) and inflammation which contributes to reductions in endothelial NO \nbioavailability [5–7,50]. These negative age-associated changes in the vasculature, which will be \ndiscussed in further detail, leads to atherosclerosis and increased arterial stiffness, which may \nprecede hypertension [52–56]. Additionally, these negative changes in the vasculature may \nreduce blood flow to skeletal muscle attenuating anabolic processes necessary for the \nmaintenance of muscle mass [57]. Skeletal muscle serves an important metabolic role as the \nmain site for glucose disposal [58]. There is a significant loss of skeletal muscle mass or strength \nwith advancing age, termed sarcopenia and dynapenia, respectively [20,23,25,59,60]. These \ndetrimental effects to the musculoskeletal system can have implications in the development of \nCVD as reduced muscle mass and strength have been associated with reduced insulin sensitivity, \nglucose tolerance, arterial stiffness, hypertension, and all-cause mortality [16,23,26,59,61]. \nWhile the prevalence of obesity is increasing across all age groups worldwide, its \nprevalence reaches a staggering 42.3% in women over the age of 60 [62]. Controversy exists \nabout the causal nature of obesity on all-cause mortality. However evidence suggests that obesity \nis associated with type 2 diabetes [63], hypertension [64], dyslipidemia, coronary artery disease, \n\n11 \n \nheart failure [65], stroke [66], and cancer [67]. Taking obesity’s increased risk of disease \ndevelopment, substantially larger costs of health care [68], as well as a rising prevalence, obesity \nremains a leading cause of health concern in regards to all-cause morbidity and mortality. \nInterestingly, there is evidence suggesting a paradoxical preservation of vascular function in \nadults who are obese [69]. Additionally, there is an increased risk of mortality associated with \ndiabetes and CVD in normal weight older adults (66-96 years old) compared to their overweight \nand obese counterparts [18]. This topic of excess weight is appropriately termed the obesity \nparadox and is associated, at least in part, by muscle mass. Murphy et al. [18] reported that \nreduced muscle mass mediates approximately 46% of mortality risk in normal weight older \ndiabetics. Body weight tends to increase throughout adulthood peaking at approximately 65-70 \nyears then decreases with advancing age [70]. Interestingly, the Baltimore Longitudinal Study of \nAging that demonstrated increasing central adiposity throughout the lifespan [71]. In short, \nalthough there is a decrease in overall weight with advancing age it likely results from a \nreduction of muscle mass and not fat mass. \nPrevious research regarding physical activity provides strong evidence in the reduction of \nseveral chronic syndromes and diseases related to aging and obesity, such as hypertension, \nmetabolic syndrome, depression, stroke, type 2 diabetes, cancers, and all-cause mortality [72–\n74]. It is also associated with increases in cardiorespiratory and muscular fitness as well as bone \nand cognitive health [74]. Additionally, physical inactivity is estimated to cause 6-10% of the \nmajor non-communicable diseases (CVD, type 2 diabetes, cancer) as well as 9% of premature \nmortality [75]. Several of the physiological detriments of aging and obesity have been \nindependently associated with a sedentary behavior, or a lack of physical activity [75]. When \ncompared to the other modifiable risk factors for poor health (e.g. smoking), physical inactivity \n\n12 \n \nseems to have as strong effect on life expectancy [75]. Physical activity also maintains vascular \nreactivity in older adults, a key function of the endothelium which has been shown to reduce the \ndevelopment of CVD [6,76,77]. \nHowever, because physical activity can only provide as much benefit as adherence, the \nuse of exercise training programs that provide the largest health benefits with minimal time \nrequired is often the most successful for the general population. WBVT is a recent form of \nstrength training used to increase skeletal muscle mass and strength in young healthy and older \nclinical populations [78]. However, the impact on muscle and vascular function as a result of \nWBVT may lead to widespread use in less frail or diseased population as a form of preventative \nmedicine. Recently, we have reported significant benefits in leg muscle strength and vascular \nfunction in both young and postmenopausal overweight and obese females [30,79,80]. However, \ngiven the nature of the obesity paradox, the use of WBVT has not been investigated in normal-\nweight dynapenic postmenopausal women at risk for the development of sarcopenia. \nThe purpose of this review of literature is to elucidate how aging and physical inactivity \ncontribute to the development of CVD and subsequent mortality in postmenopausal women with \nlow muscle strength. Additionally, we seek to address how WBVT may be a useful intervention \nto reduce the risk factors associated with aging and physical inactivity. \nThe Skeletal Muscle System \nHistory of skeletal muscle physiology \nArchibald Vivian Hill, also known as AV Hill in the scientific community, was a well-\nknown English physiologist and in our field is colloquially addressed as an original pioneer of \nexercise, but more specifically, muscle physiology. Dr. Hill is most famously recognized for his \nexperiments on frog muscle that rivaled the experiments of his German counterpart, Otto \n\n13 \n \nMeyerhof. Eventually, the two would be awarded the 1922 Nobel Prize in Physiology or \nMedicine [81]. Using isolated frog muscles in a sensitive and controlled experiment, Dr. Hill was \nable to closely link the heat produced from the muscle’s energy metabolism to the mechanics of \nmuscle contraction [82]. With this previous knowledge, he was able to describe muscle force \nversus shortening velocity using the following hyperbolic equation where F and V are force and \nvelocity, respectively, and a, b, and c are constants: \n(force + a)(velocity + b) = c, \nWhile this equation has been controversial in nature due to its’ empirical support without \nregard to any molecular mechanisms [83], its use has been widespread and has advanced the \nfield of muscle physiology and will aid us in understanding the relationship between force \nproduction, contraction velocity, and power output. Prior to a rapid isotonic release, the muscle is \nprimed and activated to a fixed length (isometric). During the quick release, the muscle responds \nto the change in load and shortens, followed by a quick set of temporary changes in velocity, \nbefore settling for a steady velocity [84]. It is the slope of this steady velocity that is taken as the \nshortening velocity to its analogous load. Civan and Podolsky [84] were able to use Dr. Hill’s \nhyperbolic equation in order to plot the data points from different isotonic loads in order to fit the \ndata to observe the maximum velocity of shortening (Vmax, which occurs at zero load) and \nmaximum force (Fmax, which occurs at zero velocity). Figure 1 illustrates an example of a normal \nhuman skeletal muscle, though similar relationships are seen in both cardiac and smooth muscle \nas well. Interestingly, the hyperbolic equation fails to accurately measure Vmax at low (<5% Fmax) \nand high (>80% isometric force) loads [85–87]. \n\n14 \n \n \nFigure 1. Shortening velocity and power output during an isotonic contraction. \nVmax, maximum velocity of shortening; Fmax, maximum force production. [88] \n \n \nThough the cross-bridge (or sliding filament) theory was originally proposed in 1957, the \nconnection between the characteristics of force-velocity and kinetics of muscle contraction has \nbeen long overdue [89]. Due to more recent studies on the molecular mechanisms of muscle \ncontraction and cross-bridge kinetics [90–92], we are now able to provide mechanistic support to \nthe hyperbolic equation. Piazzesi et al. [90] determined that muscular performance and efficiency \nis not due to motor unit force nor the length of the power stroke, but rather the number of myosin \nheads. Individual myosin heads perform at the same work rate (6pN x 6nm) even though they \nperform in a wide range of shortening velocities [90], though recently it has been reported that at \neither end of the shortening velocity spectrum, the number of motors is modulated in proportion \nto the load [93]. \nSkeletal muscle has different fiber types in order to modulate Vmax, which is determined \nby the enzymatic properties of the differing myosin isoforms [94]. Muscles containing \npredominant fast-twitch glycolytic (type II) fibers have a greater power output due to a more \ndirect relationship between force and velocity [88]. A similar relationship is observed in different \n\n\n15 \n \nmyosin heavy chain isoforms in cardiac myocytes [95]. This becomes increasingly important \nbecause as we age there is a downward trend in regular physical activity consequently causing a \nreduction in type II fibers which reduces the power output in skeletal muscle. These effects \nultimately contribute to a heightened risk for falls, disability, and a reduced quality of life [96] all \nof which have been associated with reductions in muscular power (Figure 2) [97–99]. \nInterestingly, reduced muscular power is not solely due to the aging process, but rather the \ndecline in physical activity as the main contributor to reduced muscle mass [100]. \n \n \n \nFigure 2. Effects of age on power output in accordance to AV Hill’s equation. [101] \n \n \nThis understanding of a force-velocity relationship in muscle may provide more insight to \npotential therapeutic targets to increase muscular force. For example, Delbono et al. [102] \nreported age-impaired efficiency for muscle contraction. This reduction in efficiency has been \nlinked to (A) a reduction in calcium release from the sarcoplasmic reticulum [103] and (B) \ndecreased voltage-gated calcium channel α1 subunit (Cav1.1) [102,104]. Zhang et al. [105] \nobserved a reduction in full-length troponin T isoform (TnT3) in old mice and have recently \n\n\n16 \n \nshown that the inhibition of calpains (protein family associated with arterial stiffening) reduces \nTnT3 fragmentation and upregulates Cav1.1 [106]. \nFrom historical perspectives and mathematical equations explaining the complex force-\nvelocity relationship to molecular mechanisms and therapeutic targets to increase force \nproduction in aging muscle, AV Hill was certainly a pioneer for modern science. These \nmechanisms are becoming increasingly important due to the increasing aging population and \ntrends of physical inactivity and obesity, all of which provide detrimental effects to both skeletal \nand cardiac muscle mass and function. \nSarcopenia \n The age-related loss in muscle mass (sarcopenia) results in approximately $18.5 \nbillion in direct health costs in the US [107]. Sarcopenia is distinct from both wasting and \ncachexia as the latter two are primarily driven by inadequate food intake and cytokine-driven \nloss of lean mass, respectively [108]. According to the combined data from several longitudinal \nstudies, the declination of muscle mass begins at the age of approximately 45 years [109]. The \naccelerated rate of muscle loss is approximately 6% per decade resulting in a 25% loss of total \nmuscle mass by the time the average person reaches 85 years of age [109]. More importantly, the \nloss of appendicular skeletal muscle mass (ASM, lean mass of arms and legs) seems to have a \ngreater clinical importance as they are primarily the muscle groups used for locomotion and \nactivities of daily living. Therefore, reduced ASM is used for the definition of sarcopenia. Aside \nfrom the primary factor (aging) there are several other elements that play an important part in the \ndevelopment of sarcopenia, such as muscular disuse, chronic diseases, endocrine dysfunction, \nneuro-degenerative diseases, and inadequate protein consumption [19]. Sarcopenia is related \nwith a reduced quality of life and increased risk of falls and fractures, disability, and death \n\n17 \n \n[110,111]. Janssen et al. [107] observed a 1.5 and 3.2-fold increase in risk for physical disability \nfor women (>60 years) with moderate (1-2 standard deviations [SD] under the norms) and severe \nsarcopenia (2+ SD under the norms), respectively. Furthermore, the excess healthcare \nexpenditure for every sarcopenic woman is approximately $933, totaling an estimate $7.7 billion \nper year in the US alone [107]. Additionally, sarcopenia has been previously associated with the \ndevelopment of other aging-related diseases such as osteoporosis and type 2 diabetes [112–114]. \nDue to the increased population above the age of 60 years, sarcopenia is an important geriatric \ncondition that deserves attention. Sarcopenia has recently been reclassified to also include loss in \nmuscle strength and/or physical performance [19] in order to avoid confusion in the separation of \nterms. Currently, the categories used to define sarcopenia in women are as follows: \n \n \nTable 1. Current variables to diagnose sarcopenia in women \nVariable Methods Cutoff points \nMuscle mass DXA \nBIA \n*SMI < 5.67 kg/m2 \n**SMI < 6.42 kg/m2 \nMuscle strength Handgrip dynamometer \nWomen \n \n≤ 20 kg \nPhysical performance SPPB \nGait speed \n≤ 8 \n< 0.8 m/s \nDXA, dual energy X-ray absorptiometry; BIA, bioimpedance analysis; SMI, skeletal muscle index; SPPB, short \nphysical performance battery. \n*SMI calculated using appendicular skeletal muscle mass \n**SMI calculated using total skeletal muscle mass \n \n \nSarcopenia is divided into 3 categories, presarcopenia (low muscle mass), sarcopenia \n(low muscle mass + low muscle strength or physical performance), and severe sarcopenia (all \nthree factors listed in Table 1) [19]. When sarcopenia was initially coined as a medical term, \nmuch attention was diverted to elucidate the mechanisms surrounding the aging muscle [60]. \nAdvances in technology, such as muscle biopsies, ultrasound, and computed tomography, \n\n18 \n \nresearchers were able to gain a better insight into how exactly the muscle was changing during \naging. By comparing young (20 years) and old (70 years) men, Young et al. [115] observed \napproximately 30% reduction in cross-sectional area of the quadriceps muscle, which was \nassociated with altered muscle quality. Overend et al. [116] noted an increase in non-muscle \ntissue (fat and connective tissue) in elderly quadriceps (59%) and hamstrings (127%) when \ncomparing young to old men. Interestingly, not only does a declination in muscle mass occur \nwith aging, but also fat infiltration greatly reduces muscle contractile tissue. \nFat infiltration \n Increases in ectopic fat mass (skeletal muscle and liver) may not be quiescent but rather \nindependently regulated, negatively affecting muscle tissue. Manini et al. [117] reported reduced \nphysical activity, due to unilateral limb suspension, significantly increased intramuscular adipose \ntissue (IMAT) and reduced lean mass (calf and thigh muscles) in a group of young healthy adults \nafter a short period (30 days). Following 4 weeks of a severe reduction in physical activity in the \nsuspended limb, thigh and calf muscle mass were reduced by 7.4% and 7.7%, respectively. \nThigh and calf muscle mass reductions were associated with the 20.0% and 14.5% increases in \nIMAT, respectively. Additionally, the strength losses reported in these muscle groups (knee \nextension, 20.4% and planter flexion, 15.0%) were associated with the increases in IMAT. It has \nbeen hypothesized that reduction in muscle mass is facilitated by the increased concentration of \ntumor necrosis factor α (TNF-α) [117]. Increased IMAT, and therefore TNF- α, has been \npreviously associated with reductions in muscle mass and physical performance [118,119]. \nAdditionally, the lack of physical activity may lead to a cyclic trend of IMAT accumulation via \nthe down-regulation of lipoprotein lipase (LPL) activity [120,121], while exercise training \nincreases LPL concentration [122]. LPL is an enzyme secreted by parenchymal cells that \n\n19 \n \nhydrolyzes triglycerides, carried within lipoproteins, into free fatty acids and glycerol on the \nintimal surface of the vascular endothelium for utilization by peripheral tissues [123]. LPL \nmutations, which reduce LPL activity, are related with low HDL levels and elevated plasma \ntriglyceride concentration [122,124]. In addition to physical inactivity, aging produces a \npronounced reduction in LPL activity in oxidative, but not glycolytic, muscles [125]. LPL \nactivity is regulated by the amount of contractile activity in the specific muscle [122]. Reduced \nlow-intensity ambulation during aging, may explain why postural muscles are affected to a \ngreater degree. \nMuscle fiber and molecular adaptations to aging \nWhile it is easy to understand, and notice the changes in body composition that occur in \nmuscle and fat tissue during aging and physical inactivity, several detrimental changes also \ntranspire on the microstructural level. The age-related loss in muscle mass (atrophy, reduced \nsize in myofibrils and myofibers) occurs in two main stages. Between the ages of 25-50 years, \nthere is a minimal but significant decrease in whole muscle size (10%). However, between the \nages of 50-80 years, the rate of muscular atrophy increases significantly (30%) [126]. The causes \nof muscle atrophy is a combination of both a reduction in the number and atrophy of muscle \nfibers [126,127]. A shift in muscle fiber type during aging occurs by a significantly greater rate \nof decline of fast motor units compared with the slow motor units [128,129]. This occurs due to \nthe aging muscle adapting to the denervation of fast motor units as the slow motor units expand \ntheir motor domain and adopt the denervated fibers, which consequently convert the once fast-\ntwitch (type II) to slow-twitch fibers (type I) effectively reducing the generation of power and \nforce [128,130–132]. This likely occurs due to a reduced recruitment and utilization of the type \nII fibers reducing the need to maintain the tissue. At the molecular level, type II muscle fibers \n\n20 \n \ncontain mostly myosin heavy chain (MHC) IIA transcripts [133]. Recent reports have shown that \nthe myosin light chain-2f (MLC-2f) isoform is abundantly present in both MHC I and IIA [134]. \nMLC-2f isoforms are important for maintaining tonic force production between myosin and \nactin. A decreased phosphorylation of MLC-2f has been hypothesized as a primary mechanism \nfor a reduction in myosin force production because this alteration in the single fibers would \nmaintain the myosin heads closer to the thick filament reducing the amount of myosin-actin \nattachment [135]. Effectively, due to the abundance of MLC-2f in both MHC I and IIA, a \ndecrease in function would have broad implications. Additionally, these alterations in MHC IIA \nare significantly higher in older women compared to men [136]. Interestingly, the effects of \naging on skeletal muscle mass are greatly diminished and almost nonexistent in individuals that \npartake in regular lifelong exercise habits [100]. \nDynapenia \nWhile the European consensus is to combine muscle mass and function for the definition \nof sarcopenia, the age-associated loss in muscle strength (dynapenia) has been proposed to be \ntreated as a separate condition [25,34] due to its independent association with mortality and \nmorbidity. Recent evidence shows that loss of motor unit recruitment and contractile protein \nphosphorylation, and therefor dynapenia, may be a more important issue regarding the diseases \nassociated with the normal decline in physical activity in the aging population. Although the age-\nrelated loss in muscle mass is associated with decreases in muscle strength, loss in muscle \nfunction can occur without changes in muscle mass due to said alterations in myofilament \nproteins [135]. The rates of dynapenia are as little as 0.8%-2.0% to as much as 3-4% per year \nbeginning in the fourth decade, according to previous cross-sectional and longitudinal studies \n[20,137,138]. When comparing young and old males (20 vs. 70 years of age), Young et al. [115] \n\n21 \n \nobserved a 39% decrease in quadriceps muscle strength. Furthermore, muscle mass is not the \nonly factor regulating strength as a reported 3-fold loss in strength (adults 70+ years of age) was \nassociated with only 1% loss in muscle mass per year in previous research [20,126,137]. Thus, \nthere is a clear difference between losses in both strength and mass during the natural aging \nprocesses. Manini et al. [139] reported leg extension strength cutoff points to determine low- and \nhigh-risk for the development of severe mobility limitation and death. Women with knee \nextensor strength less than 1.01 Nm/kg are regarded as high-risk for severe mobility limitation \n(162%) and death (111%) compared to those with low-risk (>1.34 Nm/kg) even after adjustment \nfor age, sex, race, smoking, BMI, and previous diseases [139]. Possible mechanisms surrounding \nthe loss in muscle strength include reduced number of type I and II motor units, alterations in \nlight chain phosphorylation and cross-bridge kinetics, detrimental alterations to neural responses, \nand reduced blood flow to the skeletal muscle tissue [137]. Even in participants who gained lean \nmass over a three-year follow up, their losses in strength were comparable to those who lost or \nmaintained weight [140]. These particular findings are important as they provide greater \nevidence suggesting that losses in muscle function (strength and power) may not be explained by \nthe losses in muscle mass. Although the current classifications for sarcopenia include both mass \nand strength, it may be beneficial to separate the terms to allow for greater sensitivity when \nscreen participants for risk factors. \nWhile sarcopenia and dynapenia are interrelated, recent research has shown that muscle \nstrength and quality is superior to muscle mass in detecting early-onset physical impairment. As \nmentioned previously, less than 5% of the strength lost due to advancing age is explained by age-\nrelated declines in muscle mass [141]. In regards to physical performance, previous studies have \nshown significant association (90%) between strength and poor physical performance in the \n\n22 \n \nelderly, compared to 35% with muscle mass [34]. Additionally, muscle strength (both absolute \nand relative to body weight) have shown to be more important to determine insulin sensitivity in \nyoung obese boys [142], overweight and obese postmenopausal women [16,143], younger and \nolder men [144,145], and type 2 diabetes patients [146]. \nInsulin has several functions in the human body including skeletal muscle glucose uptake \nand arteriole vasodilation [58,147]. The development of insulin resistance is associated with type \n2 diabetes, increased arterial stiffness, and sarcopenia. In fact, older adults (70-79 years of age) \nwith type 2 diabetes not only have a reduced strength level at baseline, but also lose muscle \nstrength 4.5% faster than their non-diabetic counterparts after 3 years [148]. While there are \nseveral factors that affect insulin sensitivity, muscle strength has been suggested as an \nindependent indicator of insulin sensitivity. In young obese boys, Lee et al. [142] observed a \nstrong negative association between muscle strength and quality with intramuscular adipose \ntissue and insulin sensitivity. These findings may suggest that muscle mass and strength may be \na greater mediator for insulin sensitivity than adipose tissue alone. These associations were not \nsolely noted in adolescents as Abbatecola et al. [26] and Karelis et al. [143] found that muscle \nstrength (both hand grip and leg) has a strong positive correlation with insulin sensitivity in \noverweight and obese postmenopausal women. These findings were not significant for men, \nhowever other researchers have shown that strength training has beneficial effects on insulin \nsensitivity in young men [144] and glucose tolerance in old men [145]. A reduction in insulin \nsensitivity leads to a greater risk for CVD due to a reduction in of insulin-mediated nitric oxide \nproduction and an increase in endothelin-1 production (ET-1) [149]. Insulin resistance increases \narterial stiffness, which has been shown to contribute to the prevalence of hypertension in elderly \nwomen [150]. \n\n23 \n \nIn 2013, approximately 20% of deaths in the United States were attributed to high blood \npressure [47]. Although cardiorespiratory fitness (CRF) has a well-known inverse association \nwith blood pressure; recently, reduced muscle strength has also been associated with increased \nincidence of hypertension in middle-aged men (~43 years of age) [24]. In this large cohort \n(n=4147) of normotensive and prehypertensive men, Maslow et al. [24] saw an inverse \nrelationship between muscle strength and hypertension after two decades from 43 to 63 years. \nAfter classifying men by overall muscle strength level, those with middle to high muscle strength \nhad a lower risk of developing hypertension than those with low muscle strength. This \nrelationship was only seen in males who were prehypertensive at baseline. However, after \nextensive control for CRF this association was no longer significant. Additionally, Artero et al. \n[23] analyzed the association of muscle strength and mortality in normal- and overweight men \nwith hypertension. They observed that men (> 60 years) in the high-strength group had a 56% \nreduced risk of mortality compared to the low-strength group. Interestingly, when they adjusted \nfor CRF level, the lowest risk of mortality was in the high-strength group regardless of CRF \nlevel. As expected, the high-CRF and high-strength group had the lowest risk of death (51%). \nPossibly the most important outcome to these findings are that while alterations in CRF seem to \nbe a very important mediator in hypertension-related mortality, muscle-strengthening exercises \ncan be beneficial in reducing incidence of hypertension and mortality. \nIn short, during the aging process there is a reduction in muscle mass with an increase in \nfat infiltration. However, although the reduction in muscle mass is significant with age, this does \nnot always explain the loss in muscle strength. Muscle strength may be a more sensitive marker \nfor the development of CVD in older populations who are physically inactive. \n \n\n24 \n \nThe Cardiovascular System \nAging is associated with several changes in human physiology which impact mobility, \nindependence, quality of life, and overall health. Several of these changes are due to adaptations \nto physical activity. During the normal aging process, there is a decline in physical activity, both \nin intensity and duration. While we have reviewed the declines in muscle mass and strength, \nunderstanding what is happening to the cardiovascular system through these adaptations is vital. \nApproximately 80% of deaths associated with CVD have been due to dysfunction within the \nvasculature [47]. \nIndeed, aging is a major risk factor for the development of CVD since it is widely known \nto increase ventricular dilation, wall thickness, and progressively stiffening the major elastic \narteries [151–153]. Two primary mechanisms cause the stiffening of the arteries: structural and \nfunctional changes. Structural changes occur within the tunica intima and media layers, while \nfunctional changes induce increases in vasomotor tone. Both structural and function changes \nreduce the hemostatic fluctuations of the vasculature. Studies done in animals, a drastic increase \nin collagen types I and III fibers was observed within the thickening of the tunica intima layer \n[50,51,154,155]. It has been hypothesized that the age-associated increase of collagen fibers in \nthe intima is the result of a migration/proliferation of vascular smooth muscle cells from the \ntunica media to the intima [154]. Although non-human primates are seen as a good model to \nunderstand age-associated changes, in humans over the age of 65, aortic intimal cells show a \ngreater sign of infiltration and deposition of collagen fibers compared to young healthy aortas \n(~20 years of age) [155]. In addition to the increases in collagen deposition in the intima, there is \nalso a significant reduction in elastic fibers effectively reducing the compliance of the elastic \narteries [50]. Elastin makes up approximately one-third of arterial weight. During aging, elastin \n\n25 \n \nlevels decrease due to attenuated synthesis and accelerated degradation of its precursor [50]. \nThese structural changes are accelerated by the upregulation of the renin-angiotensin system \n(RAS), calpain-1, matrix metalloproteinase types 2 and 9, and transforming growth factor-beta 1 \n[155,156]. These age-related changes in the cardiovascular system greatly affect the mechanics \nof the cardiovascular system altering PWV, wave reflection, and peripheral (brachial) and central \n(aortic) blood pressures. \nHemodynamics and arterial mechanics \nFrom a mechanical perspective, the cardiovascular system is an essential pump and \ndelivery unit providing nutrients and oxygen to the body tissues. Unlike the skeletal muscle \nsystem, much of the mechanical motions in the cardiovascular system are involuntary. Arterial \nstiffness is the hardening of the arteries and is accepted as a principle cause of CVD [157]. The \nage-associated stiffening of the large elastic arteries (also known as Windkessel vessels due to \ntheir pulsatile-to-continuous flow properties) decreases the Windkessel function by reducing \ntheir compliance. The dampening of the Windkessel vessels is known as arterial (aortic) stiffness \nwhich results in a further decrease in central arterial compliance, and a shift in the ventricular \nwall-to-chamber ratio. This detrimental shift in ventricular coupling is associated with increases \nin SBP and PP [150,158–160]. Although there are methods to directly measure arterial stiffness, \nmost common are non-invasive measures such as applanation tonometry and ultrasound. Briefly, \napplanation tonometry utilizes known distances between two tonometers (arterial segment \ntargeted for measurement) and measuring the foot of the wave created by the ejection of the \nstroke volume as it reaches both arterial sites [161]. It is then possible to calculate the PWV \nthroughout various arterial segments such as brachial-ankle PWV (baPWV; systemic), carotid-\nfemoral PWV (cfPWV; aortic), and femoral-ankle PWV (faPWV; leg) (Figure 3). It has been \n\n26 \n \npreviously reported that PWV through these 3 segments increases with age [11,151,162] \nhowever cfPWV and baPWV seem the most clinically relevant when referring to cardiovascular \nevents [3,163]. Increases in cfPWV [163] and baPWV [164] by 1m/s is associated with a 14% \nand 12% increase in cardiovascular mortality, respectively. Additionally, cfPWV has been \naccepted as an early prognostic marker of atherosclerotic CVD, and while the increases are \ngenerally seen earlier in men [165], during menopause women have an exponential increase in \nrisk for developing CVD [3]. It was postulated that while estrogen protects women prior to \nmenopause from the development of CVD, the loss of endogenous estrogen production reduces \nthe previous cardioprotection observed prior to menopause. Although hormone replacement \ntherapy may be a viable and effective treatment, several researchers have reported detrimental \neffects [166,167]. Due to the substantiated evidence surrounding the clinical implications of \nelevated cfPWV and baPWV, these are primary targets of intervention. faPWV has not been \nclearly associated with clinical pathologies, however understanding the mechanism of leg arterial \nstiffness its potential importance should not be overlooked. It is within reason that this marker \nmay predict blood flow and tissue oxygenation to the leg skeletal muscle. Although baPWV has \npreviously been associated with walking distance in patients with peripheral arterial disease \n[168], approximately 23% of the age-related increases in baPWV come from increases in faPWV \n[10]. Therefore, it is reasonable to hypothesize increases in faPWV may be associated with \ndevelopment of peripheral arterial diseases. Gonzales et al. [169] observed an association \nbetween lower-limb (femoral) arterial stiffness as a predictor of fatigability during a walking test, \nillustrating that higher leg arterial stiffness may cause lower tissue perfusion. Additionally, \nbecause the wave reflection returns from the periphery, a faster return from the leg arteries can \naugment the central pressures as it has been previously demonstrated. Recently, it has been \n\n27 \n \nreported that faPWV is strongly related with increases in augmentation pressure and central \npressures during metaboreflex activation in young overweight men [170] and obese \npostmenopausal women [171]. \n \n \nFigure 3. Pulse wave velocity (PWV) in the three main segments of the arterial tree. \ncfPWV, carotid-femoral PWV (aortic); faPWV, femoral-ankle PWV (leg); baPWV, brachial-\nankle PWV (systemic). \n \n \nMeasurements of arterial stiffness are based on the principle mechanics of the cardiac \ncycle. However, the pulse waves that are measured only tell part of the story. We cannot separate \nthe incident wave from the reflected wave by solely using PWV. Therefore, this concept of wave \nseparation is the basis of pulse wave analysis (PWA) allowing researchers the ability to calculate \n\n\n28 \n \nan aortic pressure wave form [33]. Invasive measurement of central (aortic) blood pressures is \nnot a practical option, so in order to noninvasively measure central blood pressures, a validated \ntransfer function using peripheral (brachial) pressures was created [172]. Central pressures are \nmore sensitive as central SBP can vary up to 80mmHg from peripheral SBP [173]. In a normal \naorta, as the stroke volume is ejected the aorta distends to comply with the increased volume \nwhich allows for a reduced velocity. The pressure wave created by the influx of blood travels to \nthe periphery and returns during diastole. The reflected wave increases aortic pressure during \ndiastole thus aiding in coronary filling and can be represented as augmentation index (AIx) \n(Figure 4). As the aorta stiffens, the reflected wave returns earlier augmenting the central SBP \nrather than central DBP. This results not only in an increasing central SBP, but subsequently a \ndecreasing central DBP and widening central PP [174,175]. \nAn increase in central PP is clinically relevant, an throughout aging the increases are \nmore pronounced in women compared to men [158]. Mitchell et al. [11] reported a widening of \ncentral PP and plateau of AIx after the fifth decade, effectively reducing the AIx’s representation \nof wave reflection after the age of 60 years. Thus the age-related progressive increase of AP \n(augmented pressure) is considered a more sensitive marker of wave reflection [176,177]. \nCecelja et al. [160] observed that age-related widening of PP is primarily due to increased height \nof the first shoulder of the central pulse wave (P1) and AP caused by a faster reflected wave from \nthe periphery [178]. Interestingly, the associated increases in P1 across the ten-year period was \nassociated with increased cfPWV, while AP had no relation to arterial stiffness. The increase in \nAP can be reversed by the dilation of muscular arteries (via administration of nitroglycerin, an \nNO donor), which illustrates that increasing pressures can be reversed by NO similar to those a \ndecade younger [160]. \n\n29 \n \nAlthough it is important to understand the age-associated changes that occur within the \narterial layers, structural alterations may only be attenuated rather than reversed. Current \nresearch suggests that endothelial dysfunction (functional alterations) plays a crucial role in the \ndevelopment of CVD in the aging population [153,179,180]. \n \n \n \nFigure 4. Pulse wave analysis. \nSBP, systolic blood pressure; DBP, diastolic blood pressure; P1, first systolic peak; P2, second \nsystolic peak; AP, augmented pressure; AIx, augmentation index; Tr, reflection time; TTI, \ntension time index (area under curve during systole); DTI, diastolic time index (area under curve \nduring diastole). \n \n \nEndothelial dysfunction \nThe endothelium is located on the intima, the inner layer of the vascular wall, and is \ncomposed of specialized cells. Historically, it was considered a barrier between the blood and the \nvascular wall, however now it is widely accepted as a tissue responsible for the secretion of \nendothelium-derived relaxing factor (EDRF) or vasoconstrictors in health and pathological \nconditions, respectively. This metastable humoral substance has since been identified as NO and \nis a potent vasodilator which plays a key role in the reduction of platelet aggregation and \nvasomotor tone [181,182]. While NO has received much attention due to its extraordinary \n\n\n30 \n \ncapacity to induce vasodilation, the endothelium releases various other vasodilators such as \nprostacyclin and endothelium derived hyperpolarizing factor, as well as vasoconstrictors such as \nthromboxane and ET-1 [183]. Despite its free radical structure, NO is crucial for the prevention \nof CVD and acknowledged as a potent vasodilator mediated by cyclic guanosine-3’, 5-\nmonophosphate (cGMP) [184]. Briefly, increases in blood flow velocity augments the shear \nstress on the endothelium. This shear-stress-induced increase in intracellular Ca2+ increases \nprotein kinase B (Akt) and subsequently phosphorylation of eNOS. Increased eNOS activity \nincreases the production of endogenous NO from the substrate L-arginine [185–187]. Soluble \nguanylyl cyclase (sGC), a key enzyme for the conversion of guanosine triphosphate (GTP) to \ncGMP, is activated by the diffusion of NO from the endothelial cell to the vascular smooth \nmuscle cell. Consequently, this causes an accumulation of cGMP which increases the resorption \nof Ca2+ by the sarcoplasmic reticulum [188] leading to smooth muscle relaxation (Figure 5) as \nwell as inhibition of platelet aggregation/adhesion [182,189]. \nThe bioavailability of NO is the primary function of the endothelium. In \nhypercholesterolemic adults, a known pathology associated with endothelial dysfunction, \nintravenous administration of L-arginine improved indices of endothelial function [190]. \nAdditionally, endothelial dysfunction has been reported to precede atherosclerotic lesions in the \nlarge coronary arteries [191]. Aging is reported to be associated with impaired endothelial \nfunction [192], and is markedly reduced after menopause [49]. Increasing rates of insulin \nresistance and inflammatory profiles, as well as a reduction in lean mass, also have detrimental \neffects on endothelial function [193–196]. \n \n \n\n31 \n \n \nFigure 5. Endothelial-mediated vasodilation via the endogenous production of nitric oxide \n(NO). Briefly, increase in blood flow augments the shear stress on the endothelial cells. This \nstimulates an increase in protein kinase B (Akt) action and intracellular Ca2+ phosphorylates \nendothelial NO synthase (eNOS) to produce NO. NO diffuses into the smooth muscle where it \nactivates soluble guanylyl cyclase (sGC) which increases the rate of conversion of guanosine \ntriphosphate (GTP) to cyclic guanosine-3’, 5-monphosphate (cGMP). This results in a reduction \nof smooth muscle intracellular Ca2+ and relaxation (vasodilation). \n \n \nInterestingly, the causal relationship between obesity and endothelial function has not \nbeen elucidated as endothelial function is preserved in states of severe obesity [69]. Gamboa et \nal. [195] reported that the endothelial function in adults with obesity-induced hypertension was \nprimarily caused by an overactive sympathetic nervous system, a state which is seen with \nincreasing age. While endothelial-dependent vasodilation was blunted, an autonomic blockade \nrestored the reduced endothelial function in this population. Interestingly, Beijers et al. [196] \nreported that reduced endothelial function is not only associated with increased central fat mass, \nbut also reduced peripheral lean mass. Thus, sympathetic tone may override pharmacological \ninterventions targeted to improve NO-mediated vasodilation in populations with endothelial \ndysfunction, although it is likely a combination of both structural and function changes in the \n\n\n32 \n \narterial wall. Regardless, these findings are highly important because while endogenous \nproduction of NO is essential, in populations with an upregulated sympathetic activity (e.g. \naging), interventions that target different risk factors should be cautious not to induce a higher \nsympathetic tone. \nInsulin resistance poses another risk factor for endothelial dysfunction. In normal \nindividuals, insulin stimulates eNOS to increase NO production in an effort to increase its own \ndelivery to target tissues via vasodilation [197]. However, under conditions of insulin resistance, \nvasoconstrictor effect due to the subsequent release of ET-1 as a result of reduced NO [198]. \nType 2 diabetics have a blunted blood flow response to exercise [199] potentially reducing \nadherence to exercise training programs due to increased perceived exertion. Interestingly, \nexercise with or without weight loss is reported to improve insulin sensitivity [200]. \nA reduction of both muscle mass and strength has been shown to be independent risk \nfactors for CVD [23,110,111,201]. Regarding the endothelium, reduced muscle mass and \nstrength may be an indirect indicator of physical inactivity which is well-documented to be \nassociated with endothelial dysfunction, oxidative stress, and atherosclerosis [202,203]. Much \nlike many other homeostatic mechanisms, there are opposite physiological adaptations to training \nstimuli and sedentary behavior. Exercise training induces increased eNOS expression [204,205] \nwhich subsequently increases NO bioavailability. In a mouse model, Suvorava et al. [202] \nseparated young healthy mice into active and sedentary groups. They reported a significant \ndecrease in eNOS expression and consequently impaired endothelium-dependent vasodilation in \nthe sedentary group confirming the detrimental effects of a sedentary lifestyle on the \nendothelium. Nevertheless, whether this response is due to muscular contraction stimuli or \nincreases in muscle mass or strength have not been elucidated in humans. Qiu et al. [206] \n\n33 \n \nhypothesized that an increase in muscle mass may reverse the endothelial dysfunction seen in \nsedentary-induced sarcopenia. Interestingly, they reported that myostatin inhibition increased \nmuscle mass by 40-60% and 80-115% in lean and obese mice, respectively. Myostatin inhibition \nimproves endothelium-dependent vasodilation in the obese mice to a greater extent compared to \nobese mice without myostatin inhibition. It was postulated that a decrease in ROS, an NO \nscavenger, was downregulated due to the increase in muscle mass and strength. These results \nelucidate the importance of muscle function for endothelial function, even when obesity is \npresent. However, it is plausible to hypothesize that endothelial function is in fact the key to \nincreasing muscle mass due to increased blood flow and nutrient and oxygen delivery. \nIt is possible that improvement in endothelial vasodilatory function may increase muscle \nfunction due to the increased nutrient delivery to the skeletal muscle. Therefore, due to the role \nof endothelial-mediated vasodilation in muscle blood flow regulation, improvement of \nendothelial function is an attractive therapeutic target to reduce incidence and prevalence of \nsarcopenia, dynapenia, CVD and mortality. \nIn conclusion, sedentary aging not only causes detrimental changes in the structural \nintegrity of the arterial system, but also affects the functional aspects of vasomotor tone and \nventricular coupling. Arterial stiffness, wave reflection, and endothelial function are sensitive \ntargets for intervention in this population to reduce the prevalence of CVD risk factors. \nExercise Intervention \nIn a society where approximately 1/3 of the adult population worldwide are currently \nphysically inactive, exercise has been proposed as the only true “polypill” against the \ndevelopment of CVD [207,208]. Exercise is associated with a 35% reduction in CVD mortality \ncompared to a sedentary lifestyle [209]. Physical inactivity is the primary reason for sarcopenia \n\n34 \n \nand dynapenia, which in turn are associated with decreased mobility and increased risk for \nhospitalization in older adults [210–212]. Even more concerning is the problems associated with \nhospitalization. As reported by Alley et al. [96] just 8 days of bed rest results in a significant \ndecrease in muscle mass and strength in both males and females. Thus, in an effort to combat \nthese vicious cycles, efficient exercise interventions should be targeted for geriatric research. \nTraditional exercise interventions \nAerobic and strength training ensure a multitude of physiological benefits. However, for \nthe sake of this review, aerobic exercise will be explored first as many clinical papers associated \nwith CVD tend to focus on this modality due to its ease-of-access and low-risk. Aerobic exercise \nimproves endothelial function via increased phosphorylation of eNOS [213,214]. This \nmechanism is important due to the increased blood flow (thus increasing shear stress) that \ninduces endothelial-mediated vasodilation and attenuate the pressure needed to sustain tissue \nperfusion during exercise. This is a potential mechanism that may explain why patients with \nendothelial dysfunction or increased arterial stiffness may have a lower adherence to exercise as \nthey will have lower tissue perfusion at the same exercise intensity, significantly increasing \nfeelings of muscle ischemia, fatigue, and perceived exertion [169]. Another mechanism by which \nexercise reduces arterial stiffness is via the reduction of plasma ET-1 [215,216]. Although \naerobic exercise has been shown to decrease cfPWV and baPWV in young overweight and obese \nadults [217], the effects are more significant for baPWV across a variety of demographics [218]. \nIn fact, an extensive meta-analysis evaluating the effects of aerobic training on PWV reported \nthat a 0.63 m/s reduction in baPWV translates into an 8% reduction in cardiovascular events and \n9% reduction in cardiovascular mortality [218]. Interestingly, while aerobic exercise seems to \nhave a beneficial effect on PWV due to its increased shear stress, endothelial-stimulating effects, \n\n35 \n \nand caloric expenditure, this alone does not answer the multifactorial problem of sarcopenia \nand/or dynapenia in older adults. \nThe effects of aerobic training on muscle hypertrophy and strength have been \ncontroversial. While there are data reporting increases in muscle mass after aerobic training in \nuntrained young (20 years of age) men and older (70+ years of age) men and women [219,220], \nthe magnitude of these changes are not as large as the increases in mass, strength, and power as a \nresult of high-intensity strength training (>75% 1 repetition max; 1RM) [221]. The hypothesis is \nthat aerobic and strength training appear to activate conflicting cellular pathways. Aerobic \ntraining activates the AMPK-peroxisome proliferator-activated receptor-γ (PPARγ) coactivator-\n1α (PGC-1α) pathway which induces angiogenesis and mitochondrial biogenesis [222,223]. On \nthe other hand, strength training causes the activation of the Akt-tuberous sclerosis complex 2-\nmammilian target of rapamycin (mTOR) pathway which induces translational regulation of \nprotein synthesis and cellular (muscle) growth [222,224]. These signaling pathways act as a \ncomplex switch in that when one pathway is activated, its activation inhibits the other pathway \nvia negative feedback. Thus, it is clear that strength training is the most efficient way to increase \nmuscle mass and function. \nThe strength gains as a result of strength training are typically evident earlier and exceed \nthe rate of hypertrophy due to the neural adaptations involved in the recruitment of MHC IIA \n(127-135) and synergistic agonists (133-136). The effects of strength training on muscle mass \nand function are clear, it is notable to mention that high-intensity strength training has been \nshown to increase cfPWV, faPWV, and baPWV [27,225–227], although these results are \nproposed to be caused by primarily high-intensity and/or upper-body resistance exercises [27]. \nNascimento et al. [137] observed prolonged (14 weeks) beneficial effects of moderate-intensity \n\n36 \n \nstrength training on blood pressure. Thus for populations who may be averse to aerobic training \n(e.g., obese individuals), strength training may provide a significant and prolonged \ncardioprotective effect. In clinical populations with moderate-high risk factors, this may not be a \nfeasible intervention. LIRET has received attention as a possible alternate for strength training in \nolder adults since it is as effective as high-intensity training in increasing muscle size and \nfunction as well as improving endothelial function and arterial compliance in young healthy \nuntrained men [29,31]. Interestingly, Okamoto et al. [228] reported that individuals who \nperformed 2-sets of LIRET after 3-sets of high-intensity resistance exercise for 10 weeks show \nreduced cfPWV compared to those who performed the LIRET sets before the high-intensity sets \neven when using upper-body exercises. However, given that this was done in young healthy \nindividuals, these results cannot be generalized to older clinical populations. Given the benefits \nshown in younger populations, LIRET may be a feasible intervention to improve baPWV, \nendothelial function, and wave reflection characteristics. Recently, our group has reported \nsimilar increases in leg strength after 12 weeks of LIRET in overweight/obese postmenopausal \nwomen (48-60 years of age), with no effect on baPWV, leg PWV, or wave reflection \ncharacteristics [229,230]. Currently, this is the only published research examining the effects of \ntraditional LIRET and arterial function in older adults. \n \nWhole-body vibration training: Training for functional capacity \nDue to the possible detrimental effects of high-intensity strength training and no effect of \nmoderate-intensity strength training [231] and LIRET on arterial stiffness in older adults, \nstrength training modalities that target both functional and structural improvements in the \nmuscular and vascular systems is crucial for the prevention of CVD in populations with \nincreased risk (e.g. sedentary postmenopausal women). Whole-body vibration training (WBVT) \n\n37 \n \nhas emerged as an alternative strength exercise modality to RT. Fitting exercise modalities \ntargeting functional/structural improvements of the vascular and muscular systems are \nfundamental in the prevention and treatment of cardiovascular risk factors and events. When \nintegrating lifestyle modifications to decrease or attenuate the likelihood of CVD risk factors, \nindividuals should not only consider their overall health benefit expectations, but also the \npracticality to adhere to the program (e.g. motivation, time-commitment, effort perception). \nDuring the past 15-20 years, whole-body vibration (WBV) exercise has become an attractive \nmodality for many health-care providers, since its incorporation in clinical treatment and \nperformance-based settings has surged as an alternate modality to conventional strength exercise. \nAdditionally, the incorporation of a vibration-stimulus through passive or whole-body vibration \nin populations that are unable or limited in their performance of rigorous or elaborate exercise \nmodalities fits as a time-efficient alternative for reducing their risk for cardiovascular events. \nPassive vibration reduces baPWV, faPWV, and AIx in post-stroke patients [232] in which the \nvibration stimulus is hypothesized to be beneficial due to the increase of involuntary muscular \ncontractions caused by the spinal reflex via muscle spindles and α-motor neurons [233] and/or \nincreasing blood flow via a reduction in blood viscosity [234]. Although passive vibration is an \nattractive option due to a low-level of effort, passive vibration has little-to-no effect on muscle \nstrength despite lessening arterial stiffness. Active vibration training, otherwise known as \nWBVT, has shown promise as an alternative form of strength training as some studies have \nprevious reported similar increases in muscle strength compared to traditional strength training in \nhealthy younger and older adults [32,235–238]. During this modality of exercise, participants are \nasked to complete static or dynamic exercises on a plate that vibrates at a set frequency and \namplitude. This vibration, in addition to stimulating involuntary muscular contractions, increases \n\n38 \n \nblood flow in the working muscle which leads to increased vasodilation and reduced arterial \nstiffness [234,239,240]. As the current issue is eliciting benefits in both skeletal muscle and the \nvasculature, reductions in arterial stiffness and increases in muscle strength have been reported in \nyounger and older (postmenopausal) sedentary overweight and obese women in response to \nWBVT [30,79,80,241,242]. Previously, work from out lab has shown that 12 weeks of WBVT \ndecreases brachial, aortic, and ankle SBP while increasing leg strength by 21% in obese \npostmenopausal women with high blood pressure [134,135]. Furthermore, WBVT training \nreduced leg and systemic PWV. Even just 6 weeks of WBVT reduced brachial and aortic SBP, \nDBP, and AIx in overweight/obese women [80]. The aforementioned effects in conjunction with \nthe faster time for session completion and lower perceived exertion, makes WBVT an attractive \nalternative to traditional strength training or LIRET in older adults. \n \nConcluding Remarks \nThe aging population is the largest growing population in the US. Rates of sarcopenia, \nand more importantly dynapenia, are drastically increasing in this population. Postmenopausal \nwomen are at an increased risk for developing CVD and with the added risk factors of sarcopenia \nand dynapenia, preventative measures are of utmost importance. It is essential that therapeutic \ninterventions involve both gains in muscle strength with a concurrent increase in lean mass. \nAerobic training has beneficial effects on the cardiovascular system as well as fat mass, however \nit does not sufficiently increase muscle strength and mass. While traditional strength training \nincreases muscle strength, it has either no or detrimental effects on arterial function. WBVT has \nbeen shown to be effective in increasing muscle strength comparable to traditional strength \ntraining and LIRET, however much of these results have been shown in overweight/obese \nwomen with varying degrees of blood pressure. Women who are normal or slightly overweight \n\n39 \n \nmay not receive similar benefits due to a reduced intensity during dynamic exercises. \nAdditionally, there is no data on effects of WBVT on blood pressures, arterial stiffness, wave \nreflection, or peripheral artery function in normal and slightly overweight postmenopausal \nwomen with dynapenia. \n \n\n40 \n \nCHAPTER THREE \nRESEARCH DESIGN AND METHODS \nStudy Overview \n The study protocol was approved by the Florida State University Human Subject \nCommittee (2016.20031). The present study was a stratified and randomized clinical trial aimed \nto compare the effects of two modalities of strength training on arterial function, muscle mass \nand strength, and physical performance in dynapenic postmenopausal women from the \nTallahassee area over a 12-week period. Final measurements were taken > 72 hours after the last \ntraining session. \nInclusion Criteria \nPostmenopausal women aged 55 to 75 years of age at risk for sarcopenia, defined as a \nbody mass index (BMI) less than 27 kg/m2 and an isometric handgrip maximal voluntary \ncontraction (MVC) less than 20 kg, respectively. Female participants were postmenopausal for at \nleast 1 year. Participants who met the inclusion criteria were considered for the study regardless \nof ethnicity and race. \nExclusion Criteria \nParticipants were excluded from the study if they had symptoms of peripheral artery \ndisease, symptomatic coronary artery diseases (angina), SBP > 160 mmHg, current smokers, \ncritical leg ischemia/ulceration, heart failure, post-stroke patients, renal/pulmonary/metabolic \ndiseases, inability to walk the 6-min walk test without stopping, cardiac arrhythmias, women \nrecently prescribed hormone replacement therapy within the last 6 months, and \ncoronary/peripheral/cerebrovascular revascularization during the last 6 months. Subjects were \nexcluded from the study if they had knee osteoarthritis, joint implants, recent thrombosis, recent \n\n41 \n \noperative wounds, intense migraines, tumors, and hernias. Participants were excluded if they \nwere taking beta blockers or anti-inflammatory drugs and if they were participating in regular \nresistance training. \nSample Size and Attrition \nUsing the G*Power analysis software, an estimation of an appropriate sample size was \nconducted using previous data from our lab. Our two main variables that have the most clinical \nimportance regarding vascular function are baPWV and aortic PP. Given these two variables a \npriori power calculation determined that, with an effect size of 0.41 (baPWV) and 0.28 (aPP), 11 \nsubjects per group would enable us to observe a difference of 9-10% for baPWV and aPP \nbetween the treatments (WBVT and/or LIRET vs control) with a power of 80% [79,80]. \nSignificance was set at P < 0.05. In order to protect from possible attrition, our end goal was to \nrecruit 13 subjects per group. \nFamiliarization – Visit 1 \nAfter an initial telephone screening, all participants were requested to report to the study \nsite for their first visit. During the first visit in the cardiovascular laboratory potential participants \nwere provided a verbal and written explanation of the project and answered any questions \nregarding the study. Subjects voluntarily signed an informed consent document after given \nenough time to read and comprehend the document. Thereafter, subjects were screened, \nfamiliarized to the study protocols, and filled out a health and exercise questionnaire (Appendix \nB). Arm SBP was measured by using blood pressure monitor after 5 min of rest in the supine \nposition, followed by measurements of height, weight, waist circumference (midpoint between \nlowest rib and iliac crest), and MVC using an handgrip dynamometer. Waist circumference was \ntaken in duplicate with less than 5mm difference between measures, scored were averaged. MVC \n\n42 \n \nwas taken 3 times per hand with the highest score recorded from each hand. Subjects then \nperformed a 6-minute walk test and 1RM in order to be familiarized with the protocol. \nData Collection – Visit 2 & 4 \nDuring visit 2 (0-week) and 4 (12-week) the measurements were be conducted in the \nmorning after at least 8 hours of overnight fast and abstinent of strenuous exercise, vasoactive \nmedication, vitamins, and alcohol. Participants parked in the participant lot where a parking pass \nwas provided to minimize ambulation prior to measurements. Participants voided their bladder \nthen entered the lab for MVC confirmation and body composition analysis using a BIA (Tanita). \nThese steps were considered our preparation protocol after which they lay supine on the bed. \nHydration status was not be controlled for, however participants reported to the vascular health \nlaboratory in the morning reducing the variation in fluid consumption prior to the measurements. \nAll data collection at 12 weeks was carried out at least 48 h after the last training session (to \navoid the influence of acute exercise), at the same time of day (± 1 h) and under the same \nconditions to avoid the effects of diurnal variation. Measurements were taken in a dark, quiet, \ntemperature controlled room (23° C). Following 10 minutes of supine rest, PWV was be \nrecorded by a semi-automatic device (VP-2000; Omron Healthcare, Vernon Hills, IL), which \nuses blood pressure cuffs around both arms (brachial artery), and ankles (posterior-tibial artery) \nand tonometers over the right carotid and femoral arteries to obtain baPWV, cfPWV, and \nfaPWV. The feet of the pulse waves are related to the ECG’s R-wave to calculate transit time. \nThe distance between sampling points for cfPWV was measured with a segmometer, whereas for \nbaPWV and faPWV, this value was calculated automatically according to the subject’s height \n[162]. PWV was calculated as distance/transit time [162] while HR was obtained from the ECG. \nPWV measurements were taken in duplicate with less than 5% difference between measures. A \n\n43 \n \nthird measurement was recorded when the difference was greater than 5%. Radial applanation \ntonometry assessed wave reflection through pulse wave analysis (PWA). Brachial pressures, \nmeasured in duplicate with an automated device (Omron HEM-907XL Pro Healthcare, Vernon \nHills, IL), was used to calibrate radial waveforms obtained from a 10-second epoch using a high-\nfidelity tonometer (SPT-301B; Millar Instruments, Houston, TX). Aortic pressure wave forms \nwere derived using a generalized validated transfer function (SphygmoCor, AtCor Medical, \nSydney, Australia). Measurements were taken in duplicate with less than 5% difference and an \noperator index > 80. Subjects then performed the 6-minute walk test by covering as much \ndistance as possible at their own pace for 6 minutes. Following the 6-minute walk test, the \nparticipant’s muscle strength was assessed via 1RM, defined as the maximum weight that can be \nmoved one time through full range of motion, for the leg press, flexion, and extension machines. \nThese performance tests served as a second familiarization during visit 2. \nData Collection – Visit 3 & 5 \nDuring visit 3 (0-week) and 5 (12-week) the participants returned to the lab (within 72 \nhours of their previous visit) following the same preparation protocol (e.g. fasted, void bladder, \nMVC, etc…). Flow-mediated dilation (FMD), a marker of endothelial function induced by \nreactive hyperemia, was obtained from measurements of the right brachial artery diameter by B-\nmode ultrasound images with the use of a high resolution linear array transducer positioned 2-5 \ncm proximal to the antecubital fossa. Following baseline measurements, FMD was assessed by \ninflating a cuff on the forearm 2-5 cm distal from the antecubital fossa to at least 50 mmHg \nabove SBP for 5 minutes. The cuff is placed distal to the antecubital fossa as the vasodilation \ninduced by this technique is due to a 100% contribution of NO, compared to the 40% \ncontribution from the proximal cuff placement [37]. Measurements were recorded continuously \n\n44 \n \nfrom 30 seconds prior to the release of the occlusion cuff to 3 minutes after the cuff deflation. \nFMD was calculated as the maximal post-occlusion diameter relative to the averaged pre-\nocclusion diameter and is the gold standard for the measurement of endothelial function. \nFollowing the FMD, popliteal artery blood flow was assessed using Doppler ultrasound (Philips \nHD11XE; Philips Ultrasound, Bothell, WA, USA). A 12-2 MHz linear array probe was held in \nplace on the popliteal fossa at an insonation angle < 60° to image the popliteal artery. The \nlocation was marked on the skin to ensure a constant placement after the 6MWT. Popliteal artery \ndiameter and mean blood velocity (MBV) recordings were obtained at end-diastole in triplicate \nat rest, immediately-post, and 5-minutes post-6MWT cessation. Subjects then performed the 6-\nminute walk test by covering as much distance as possible at their own pace for 6 minutes for \nphysical performance and active hyperemia measurements in the popliteal artery. Immediately \nafter the 6-minute walk test, participants returned to the laboratory as quickly, and safely, as \npossible and resumed a prone position. Popliteal artery mean blood velocity and diameter was \nmeasured 5 minutes after exercise cessation. Popliteal artery diameter was analyzed in late \ndiastole using an ECG-gated automated edge-detection and wall-tracking software (Medial \nImaging Applications; Coralville, IA, USA). Each sequence of images was visually reviewed to \nensure that diameters were continually tracked from the intima-lumen interface at the distal and \nproximal vessel wall. Velocity was measured by full-width pulsed wave gate, positioning the \ncursor mid vessel, and detecting the peak of the waveform. Popliteal artery blood flow (ml/min) \nwas calculated as π × (vessel diameter / 2)2 × MBV × 60 [243–245]. The rationale to assess the \npopliteal artery blood flow, β stiffness (local), and leg PWV (tonometry) is due to recent \nevidence observing the relationship between resting femoral β stiffness and fatigability in older \n\n45 \n \nadults [169]. Following the 6-minute walk test, the participant’s muscle strength was re-\nassessed. All visits (2-5) will have a duration of approximately 1.5 hours. \nExercise Interventions \nFollowing visit 3, the participants were randomly assigned into one of two groups \n(WBVT or LIRET) for 12-weeks. Participants were instructed to maintain their normal lifestyle \n(diet and exercise) during the 12-week study period. \nParticipants in both groups attended supervised exercise sessions 3 times a week for a \nperiod of 12 weeks. The participants performed dynamic exercises for the legs (full squats, high-\nsquats, wide-squats, and calf raises) on the vibration platform (pro6 AIRdaptive; Health \nPerformance International, Northbrook, IL, USA). Dynamic exercises were performed starting \nfrom an upright position into a 90- and 120-degree knee flexions (squat) and maximal heel \nelevation (toe stand). The training volume was increased progressively over the 12-week training \nperiod by increasing the intensity of vibration (24-40 Hz), number of sets per exercise, total \nduration of the training session (15-35 min), and increasing the external load using a weight vest \n(Table 2). The vest (1 lb) was worn during the first 2 weeks without external weight. The low-\nintensity resistance training session consisted on leg press, leg extension, leg flexion, and calf \nraises exercises at 40% of the 1RM (Table 3). The dynamic WBV exercises and low-intensity \nresistance exercises were performed with slow controlled contractions (2-second concentric and \n3-second eccentric contractions). Both groups began with 2 weeks of a shorter session duration \n(20 minutes) while the rest of the training intervention had sessions of 30-35 minutes. In both \ngroups, the weight was progressively increased 5-10% provided that the participant was able to \ncomplete 15 repetitions with a rating of perceived exertion below 7 (modified Borg 1-10) in 2 \nconsecutive sessions. While RPE-based comparisons has its limitations, it was the most \n\n46 \n \nefficacious method for us as we lacked portable metabolic analyzers. The training logs used for \nboth interventions can be seen in the appendices (D & E). \n \n \nTable 2. Whole-body vibration training protocol \n Volume Intensity \n \n Week \nFrequency \n(sessions/ \nweek) \nNumber of sets per exercise External \nResistance \n(lbs) \nAmplitude \n(mm) \nFrequency \n(Hz) \nRest \n(s) Full \nSquat \nSemi-\nSquat \nWide \nSquat \nCalf \nRaises \n1 3 2 2 2 2 1 1 25 60 \n2 3 2 2 2 2 1 1 25 60 \n3 3 3 3 3 3 3-7 1 25 60 \n4 3 3 3 3 3 3-7 1 30 60 \n5 3 3 3 3 3 7-11 1 30 60 \n6 3 3 3 3 3 7-11 1 30 60 \n7 3 3 3 3 3 11-15 1 35 60 \n8 3 3 3 3 3 11-15 1 35 60 \n9 3 3 3 3 3 15-19 1 35 60 \n10 3 3 3 3 3 15-19 1 40 60 \n11 3 3 3 3 3 19-23 1 40 60 \n12 3 3 3 3 3 19-23 1 40 60 \n \n \nTable 3. Low-intensity resistance exercise training protocol \n Volume Intensity \nWeek \nFrequency \n(sessions/ \nweek) \nNumber of sets per exercise Load \n(%1RM) \nRepetitions \n(#) \nRest \n(s) Leg \nPress \nLeg \nFlexion \nLeg \nExtension \nPlantar \nFlexion \n1 3 2 2 2 2 40 12-15 60 \n2 3 2 2 2 2 40 12-15 60 \n3 3 3 3 3 3 40-45 12-15 60 \n4 3 3 3 3 3 40-45 12-15 60 \n5 3 3 3 3 3 45-50 12-15 60 \n6 3 3 3 3 3 45-50 12-15 60 \n7 3 3 3 3 3 50-55 12-15 60 \n8 3 3 3 3 3 50-55 12-15 60 \n9 3 3 3 3 3 55-60 12-15 60 \n10 3 3 3 3 3 55-60 12-15 60 \n11 3 3 3 3 3 60-65 12-15 60 \n12 3 3 3 3 3 60-65 12-15 60 \n \n \n \n\n47 \n \nParticipant Recruitment, Retention, and Compliance \nParticipants were recruited through flyers, world-wide web (e.g. email, social media, and \ncraigslist), newspaper advertisements, public presentations, and activity fairs. The subjects were \nrecruited from the FSU and general Tallahassee community. Retention and compliance were \nmonitored through training logs and constant communication with participants. \nAnticipated Risks and Solutions \n Anticipated risks include use of private records, discomfort with the occlusion protocol \n(FMD), and fatigue/soreness during or after WBVT or LIRET sessions. The risks were \nminimized by using trained technicians and by using proper testing and training techniques. \nTechnicians had extensive knowledge on testing and training procedures. All participants were \nunder medical control. They were excluded if they have one or more of the exclusion criteria. \nThere were minimal risks or discomforts with answering the enclosed questionnaires, testing \nprocedures, and low-intensity exercise training. Participants had the choice to not complete the \nquestionnaires and were still be able to participate in the study, although no participant opted out \nof the questionnaires. A discomfort or pain in arm may be experienced due to cuff inflation \nduring the vasodilatory reactivity test. \nAlthough skeletal muscle and cardiovascular risk is directly related to the intensity of \nexercise, it has been demonstrated that resistance exercise does not pose a greater risk than \naerobic exercise. We used a low intensity (40% of 1 repetition maximum) resistance exercise \ntraining protocol to minimize such possible risk in our study population. The intensity of the \nWBVT will correspond to the intensity used for the resistance training. The American Heart \nAssociation and the American College of Sports Medicine have endorsed moderate-intensity \nstrength training for the prevention, treatment, and control of hypertension. Subjects may have \n\n48 \n \nexperienced fatigue and soreness during or after WBVT and LIRET sessions, however nothing \nlasting was reported. Although rare, the most common side effects of whole-body vibration \nexercise appear to be erythema (redness of the skin due to increased local blood flow), itching, \nand edema (swelling) of the legs. If the effects were severe, the frequency and or the amplitude \nof WBVT or LIRET was reduced. \nStatistical Analyses \n Normal distribution was tested using the Shapiro-Wilk test for all variables at baseline. \nOne-way ANOVA was used to detect possible differences between the groups at baseline. A \ntwo-way ANOVA with repeated measures with Fisher’s adjustments was used to determine \ndifferences between the treatments over time followed by appropriate post-hoc tests when a \nsignificance was observed. Statistical significance was considered at P < 0.05. SPSS 21.0 was \nused to analyze the data. \n \n\n49 \n \nCHAPTER FOUR \nRESULTS \nAll data are presented as mean ± SD in the text and tables and SEM in the figures. A total of 31 \npostmenopausal women participated in the study. Participant characteristics before and after the \nassigned intervention are found in Table 4. Compliance to the assigned intervention, WBVT or \nLIRET, was 94.2% ± 6.7% and 95.7% ± 3.4%, respectively. All subjects in the exercise \nintervention groups completed at least 80% of the designated training protocol, which consisted \nof 36 training sessions. \n \n \nTable 4. Participant characteristics before and after 12 weeks of whole-body vibration training (WBVT), \nlow-intensity resistance training (LIRET), or non-exercise control. \nVariable WBVT (n= 12) LIRET (n=11) Control (n=8) \nBefore After Before After Before After \nAge (years) 63 ± 5 - 65 ± 3 - 67 ± 2 - \nHeight (m) 1.61 ± 0.07 - 1.58 ± 0.05 - 1.62 ± 0.05 - \nWeight (kg) 59.7 ± 8.6 60.1 ± 8.8 59.5 ± 7.8 59.8 ± 8.0 58.6 ± 5.8 58.4 ± 6.2 \nBMI \n(kg/m2) \n23.0 ± 3.1 23.1 ± 3.1 23.9 ± 2.2 24.0 ± 2.3 22.5 ± 2.5 22.4 ± 2.7 \nMVC (kg) 18.3 ± 2.2 19.6 ± 3.3* 16.9 ± 3.1 17.7 ± 4.4 16.6 ± 2.6 16.9 ± 3.8 \nWC (cm) 75.8 ± 8.0 75.6 ± 8.1 78.6 ± 9.2 77.3 ± 9.8 73.5 ± 6.2 73.9 ± 8.2 \nData are mean ± SD. \nBMI, body mass index; MVC, maximal voluntary contraction; WC, waist circumference. \n*P < 0.05 different than baseline. \n \n \nThere were no significant differences between groups for all baseline characteristics. Following \n12 weeks of training, the WBVT group significantly increased their MVC (P = 0.024) (Table 4). \nThere were no significant changes following 12 weeks of training for the other variables in any \nof the three groups. \n \n\n50 \n \nHemodynamics, Wave Reflection, and Arterial Stiffness \nPeripheral BP, central hemodynamics, wave reflection, and arterial stiffness values before and \nafter 12 weeks of the assigned interventions are presented on Table 5. HR was significantly \nlower at baseline in the WBVT group compared to LIRET and control groups (P < 0.05). All \nother vascular measures were similar at baseline across all groups. AIx (Fig 6B), AIx@75 (Fig \n6C), and cfPWV (Table 5) significantly decreased in the WBVT over time (P < 0.05). The \nmagnitude of change for AP (Fig 6A) (P = 0.041) and AIx (P = 0.035) were significantly \ndifferent in the WBVT compared to LIRET. Additionally, the magnitude of change for AIx@75 \nin WBVT compared to LIRET approached significance (P = 0.051). There were no significant \ndifferences in faPWV or baPWV over time for any of the groups. \nTable 5. Participant peripheral and central hemodynamics, wave reflection, and arterial stiffness before \nand after 12 weeks of whole-body vibration training (WBVT), low-intensity resistance training (LIRET), \nor non-exercise control. \nVariable WBVT (n= 12) LIRET (n=11) Control (n=8) \nBefore After Before After Before After \nBrachial (mmHg) \n SBP 121 ± 14 119 ± 13 124 ± 18 123 ± 17 130 ± 13 122 ± 14 \n DBP 67 ± 7 67 ± 6 67 ± 9 66 ± 10 68 ± 5 67 ± 4 \nAortic (mmHg) \n SBP 116 ± 15 112 ± 13 116 ± 16 116 ± 17 121 ± 10 114 ± 13 \n DBP 68 ± 7 67 ± 6 67 ± 10 67 ± 10 69 ± 5 68 ± 4 \n MAP 89 ± 9 86 ± 8 88 ± 12 88 ± 12 92 ± 8 88 ± 7 \n PP 48 ± 11 45 ± 8 49 ± 10 49 ± 10 52 ± 8 46 ± 12 \nAP (mmHg) 18 ± 5 15 ± 5a 15 ± 6 18 ± 6 18 ± 3 17 ± 6 \nAIx (%) 37.0 ± 5.3 32.8 ± 5.9†,a 31.3 ± 9.2 35.4 ± 8.2 35.1 ± 7.8 36.3 ± 9.0 \nAIx@75 (%) 29.1 ± 7.0 24.9 ± 6.2† 25.4 ± 8.4 29.0 ± 7.5 30.6 ± 7.1 30.5 ± 9.4 \ncfPWV (m/s) 11.0 ± 1.0 10.6 ± 0.9† 12.5 ± 3.0 11.9 ± 3.0 12.6 ± 3.1 12.8 ± 3.7 \nfaPWV (m/s) 10.4 ± 1.2 10.2 ± 1.5 10.8 ± 1.2 10.5 ± 1.2 10.6 ± 1.4 10.4 ± 1.3 \nbaPWV (m/s) 13.8 ± 1.8 13.4 ± 2.0 15.0 ± 2.7 14.9 ± 2.8 15.8 ± 3.2 15.8 ± 3.8 \nHR (bpm) 56 ± 5* 56 ± 6 63 ± 7 62 ± 9 63 ± 4 60 ± 4 \nData are mean ± SD. \nSBP, systolic blood pressure; DBP, diastolic blood pressure; MAP, mean arterial pressure; PP, pulse pressure; \nAP, augmented pressure; AIx, augmentation index; AIx@75, AIx standardized at 75 bpm; cfPWV, carotid-\nfemoral pulse wave velocity; faPWV, femoral-ankle PWV; baPWV, brachial-ankle PWV; HR, heart rate. \n*P < 0.05 different from LIRET and control. \n†P < 0.05 different from baseline (time effect). \naP < 0.05 magnitude of change from baseline different from LIRET (group-x-time interaction). \n \n\n51 \n \n \nFigure 6. Changes in wave reflection indices from baseline to 12 weeks of each intervention. \nValues are mean and SEM for augmented pressure (AP; A), augmentation index (AIx; B), AIx \nstandardized at 75 bpm (AIx@75; C). \n*P < 0.05 time effect. \n†P < 0.05 different than LIRET (group-x-time interaction effect). \n \n\n\n52 \n \nResting and Vasodilatory Arterial Characteristics \nMean resting and post-exercise arterial characteristics for the brachial and popliteal arteries \nbefore and after 12 weeks of the assigned interventions are presented in Table 6. There were no \ndifferences at rest between groups for brachial artery characteristics at baseline. The control \ngroup had a significantly higher resting popliteal MBV (P = 0.013) and greater popliteal \nvasodilatory response to the exercise (P = 0.005) compared to WBVT group at baseline. \nFollowing 12-weeks of the assigned intervention, both the WBVT and LIRET groups showed a \nsignificant increase in endothelial-dependent vasodilatory response during the FMD test (Fig 7A; \nP = 0.03 and 0.004, respectively). Additionally, the WBVT had a significantly greater \nvasodilatory response to the acute exercise test (exercise-mediated dilation, EMD) (Fig 7B; P = \n0.007). There was a group-by-time interaction for the change in the increased vasodilatory \nresponse to both stimuli after 12 weeks in FMD and immediate EMD in the WBVT and LIRET \ngroups compared to the control group. All groups had significantly greater popliteal artery flow \ncharacteristics 5-minutes post-exercise compared to resting values, however there was no impact \nof training on these responses. \nStrength, Physical Performance, and Body Composition \nMean leg strength, physical performance, and body composition values before and after 12 \nweeks of the assigned interventions are presented on Table 7. Maximal leg press (Fig 8A), \nflexion (Fig 8B), and extension (Fig 8C) strength increased significantly in both training groups \nover the 12 week interventions compared to the control group. WBVT had a greater increase in \nleg extension strength compared to the increase observed in the LIRET group (P = 0.007). The \nchanges in leg extension strength in the WBVT group was negatively associated with changes in \nboth AP (Fig 9A; r= -.586, P = 0.045) and AIx (Fig 9B; r= -.713, P = 0.009) after the 12-week \n\n53 \n \ntraining period. Walking distance and speed significantly increased in the LIRET group and the \nmagnitude of increase was significantly greater compared to the WBVT and control groups (P = \n0.014 and 0.05, respectively). There were no significant changes in any of the body composition \nvariables among any of the groups over the 12-week period. \nTable 6. Participant brachial and popliteal artery characteristics at rest and in response to vasodilatory \nstimuli before and after 12 weeks of whole-body vibration training (WBVT), low-intensity resistance \ntraining (LIRET), or non-exercise control. \nVariable WBVT (n= 12) LIRET (n=11) Control (n=8) \nBefore After Before After Before After \nBrachial \n FMD (%) 7.6 ± 3.2 11.5 ± \n5.1†,a 8.8 ± 4.2 14.4 ± \n5.0‡,a 11.0 ± 5.1 7.4 ± 3.8 \nPopliteal – Pre \n Diameter (cm) 0.58 ± \n0.11 0.61 ± \n0.09 0.54 ± \n0.12 0.52 ± \n0.09 0.53 ± \n0.10 0.54 ± \n0.09 \n MBV (cm/s) 3.0 ± 1.3 3.4 ± 1.2 4.2 ± 1.6 4.3 ± 2.6 5.0 ± 2.1* 3.9 ± 2.6 \n BF (ml/min) 51.9 ± \n34.9 60.2 ± \n25.8 58.8 ± \n32.0 49.6 ± \n28.7 65.5 ± 30 50.7 ± \n26.6 \n VC \n(ml/min*mmHg) \n0.59 ± \n0.39 0.69 ± \n0.33 0.66 ± \n0.42 0.56 ± \n0.31 0.75 ± \n0.36 0.59 ± \n0.35 \nImmediately \nPost EMD (%) \n7.7 ± 4.4 11.8 ± \n2.9‡,a 10.9 ± 6.0 14.9 ± \n10.4 11.9 ± 3.7 9.0 ± 3.6 \nPopliteal – 5-\nmin Post# \n Diameter (cm) 0.62 ± \n0.11 0.65 ± \n0.09 0.58 ± \n0.12 0.58 ± \n0.08 0.59 ± \n0.13 0.56 ± \n0.10 \n MBV (cm/s) 22.1 ± \n10.7 20.0 ± \n11.5 19.0 ± \n10.1 22.3 ± \n12.1 15.5 ± 7.9 17.1 ± 7.1 \n BF (ml/min) 381.5 ± \n182.2 388.4 ± \n235.3 301.2 ± \n191.6 359.0 ± \n242.9 244.8 ± \n143.3 260.7 ± \n159.8 \n VC \n(ml/min*mmHg) \n4.07 ± \n1.62 4.19 ± \n2.25 3.28 ± \n2.25 3.96 ± \n2.80 2.55 ± \n1.20 2.74 ± \n1.50 \nData are mean ± SD. \nMBV, mean blood velocity; BF, blood flow; VC, vascular conductance; FMD, flow-mediated vasodilation \n(relative change in diameter); EMD, exercise-mediated dilation (relative change in diameter from rest to \nimmediately post-exercise). \n*P < 0.05 different from WBVT at baseline. \n†P < 0.05, ‡P < 0.01 different from baseline (time effect). \naP < 0.01 magnitude of change from baseline different than control (group-x-time interaction). \n#P < 0.01 different than Popliteal – Pre. \n \n\n54 \n \n \nFigure 7. Brachial artery flow-mediated dilation (FMD, A) and popliteal artery exercise-\nmediated dilation (EMD, B) at baseline and 12 weeks. \nValues are mean and SEM. \n*P < 0.01 different than WBVT at baseline. \n†P < 0.01, ‡P < 0.001 different than baseline (time effect). \naP < 0.01 different than control (group-x-time interaction). \n \n \n\n\n55 \n \nTable 7. Participant leg strength, physical performance, and body composition before and after 12 weeks of \nwhole-body vibration training (WBVT), low-intensity resistance training (LIRET), or non-exercise control. \nVariable \nWBVT (n= 12) LIRET (n=11) Control (n=8) \nBefore After Before After Before After \nLeg Press (kg) 105 ± 21 121 ± 22‡,c 100 ± 22 111 ± 24*,b 111 ± 22 112 ± 29 \nLeg Flexion (kg) 66 ± 10 71 ± 10†,a 59 ± 11 65 ± 8†,b 67 ± 14 65 ± 15 \nLeg Extension \n(kg) \n70 ± 12 82 ± 12‡,b,d 70 ± 17 75 ± 15*,a 71 ± 18 68 ± 18 \n6MWT (m) 706 ± 62# 702 ± 72 631 ± 33 655 ± 42*,e 656 ± 64 655 ± 67 \nWalking Speed \n(m/s) \n1.96 ± \n0.17 1.95 ± \n0.20 1.75 ± \n0.09 1.82 ± \n0.12*,a,e 1.82 ± \n0.18 1.82 ± \n0.19 \nFM (%) 31.7 ± 8.2 31.8 ± 8.0 33.2 ± 4.3 33.3 ± 4.3 32.6 ± 5.3 32.3 ± 6.1 \nFM (kg) 19.5 ± 7.0 19.7 ± 7.1 20.0 ± 4.8 20.1 ± 4.9 19.3 ± 4.8 19.1 ± 5.2 \nFFM (kg) 40.2 ± 2.2 40.4 ± 2.3 39.6 ± 4.1 39.6 ± 4.1 39.3 ± 2.7 39.3 ± 3.1 \nSkMM (kg) 18.6 ± 1.8 18.9 ± 1.9 17.7 ± 3.3 17.9 ± 3.6 17.9 ± 2.9 17.9 ± 3.6 \nSMI (kg/m2) 7.2 ± 0.7 7.3 ± 0.9 7.1 ± 1.2 7.2 ± 1.3 6.8 ± 1.2 6.8 ± 1.4 \nData are mean ± SD. \n6MWT, six-minute walk test; FM, fat mass; FFM, fat-free mass; SkMM, skeletal muscle mass; SMI, skeletal \nmuscle mass index. \n#P < 0.01 different from LIRET and control at baseline. \n*P < 0.05, †P < 0.01, ‡P < 0.001 different than baseline (time effect). \naP < 0.05, bP < 0.01, cP < 0.001 magnitude of change from baseline different than control (group-x-time \ninteraction). \ndP < 0.01 magnitude of change from baseline different than LIRET (group-x-time interaction). \neP < 0.05 magnitude of change from baseline different than WBVT (group-x-time interaction). \n \n\n56 \n \n \nFigure 8. Maximal leg strength at baseline and after 12 weeks of each intervention. \nValues are mean and SEM for leg press (A), leg flexion (B), and leg extension (C). \n*P < 0.05, †P < 0.01, ‡P < 0.001 different than baseline (time effect). \naP < 0.05, bP < 0.01 magnitude of change different than control (group-x-time interaction). \ncP < 0.01 magnitude of change from baseline different than LIRET (group-x-time interaction). \n \n\n\n57 \n \n \nFigure 9. Relationship between changes in augmented pressure (AP; A) and augmentation \nindex (AIx; B) with changes in leg extension strength after 12 weeks of whole-body \nvibration training. \n \n\n\n58 \n \nCHAPTER FIVE \nDISCUSSION \nThe primary purpose of this study was to determine the effectiveness of dynamic WBVT with an \nexternal load and LIRET to improve vascular function and leg muscle strength and performance. \nOur goal was to determine a vascular advantage of WBVT over a traditional LIRET model to \nreduce CVD risk in a population of increased risk. To accomplish this, we evaluated peripheral \nand central hemodynamics, wave reflection, arterial stiffness, and endothelial function in \nresponse to shear stress and exercise, body composition, and leg strength before and after 12 \nweeks of WBVT, LIRET, and a control sedentary group. The primary findings of the present \nstudy are as follows: 1) WBVT and LIRET did not reduce peripheral or central pressures, \nalthough WBVT reduced measures of wave reflection (AIx and AIx@75) and central arterial \nstiffness (cfPWV), 2) both WBVT and LIRET significantly increased brachial artery endothelial-\nmediated vasodilatory function, while only WBVT increased popliteal artery vasodilatory \nresponse to exercise, 3) both WBVT and LIRET significantly increased leg strength (leg press, \nflexion, and extension), although the increases in leg extension were greater after WBVT, and 4) \nWBVT elicited increases in leg extension strength were strongly associated with decreases in AP \nand AIx. \nTogether these results suggest that WBVT with an external weight is a more efficacious modality \nto improve aortic stiffness and wave reflection indices, while concurrently increasing leg muscle \nstrength in postmenopausal women with dynapenia. LIRET provided significant increases in leg \nmuscle strength as well as increased brachial artery vasodilatory capacity in response to \nincreased shear stress compared to WBVT. LIRET was not effective in improving popliteal \n\n59 \n \nartery vasodilation after exercise or in reducing aortic wave reflection characteristics associated \nwith cardiovascular disease in this population. \nPeripheral and Central Hemodynamics \nCurrent epidemiological data suggests that hypertension is the leading contributor to increased \nmorbidity and cardiovascular mortality in the modern world [47]. Additionally, in older women \nincreased prevalence of hypertension is exaggerated following menopause [246,247]. \nInterestingly, isolated systolic hypertension is the most prevalent form in older adults and may \nhave the most clinical implication. In this study, target a specific blood pressure range and \nconsequently neither training intervention group significantly changed resting brachial or aortic \nBP. Therefore, given the present results, 12 weeks of WBVT or LIRET has no effect on brachial \nor aortic SBP, DBP, MAP, or PP in a group of postmenopausal women with dynapenia and \nvarying blood pressure profiles. Although the benefits of WBVT and LIRET on strength are well \ndocumented in various populations, only WBVT has elicited vascular benefits in older adults. \nContrast to our findings, our previous work has shown significant reductions in central and \nperipheral SBP in young overweight/obese normotensive women after 6 weeks of WBVT [241]. \nAdditionally, our lab has reported similar decreases in central and peripheral SBP and DBP after \n6 [80], 8 [248], and 12 [79] weeks of WBVT in obese postmenopausal women. While these \nprevious studies utilized WBVT, the protocols were significantly different from the present \nstudy. The most recent study by Alvarez-Alvarado et al. [30] observed significant decreases in \nperipheral and central pressures after dynamic WBVT in young overweight and obese women. \nThe lack of change in our population in response to dynamic WBVT can likely be attributed to a \nfew potential factors. Previous research has focused on grouping variables such as \nprehypertensive or hypertensive subjects; however, given that our main variable was low muscle \n\n60 \n \nstrength (dynapenia), there was a high BP variability at baseline (SBP 97-151 mmHg). This led \nto our population consisting of 41.9% normotensive, 38.7% prehypertensive, and 19.4% stage-1 \nhypertensive. While there were no between-group differences in SBP at baseline, there was a \nhigh intragroup variability. Previous research was conducted in prehypertensive or hypertensive \npopulations which may explain the conflicting results regarding the effectiveness of WBVT to \nreduce peripheral and central pressures. Additionally, in an effort to normalize intensity with \nLIRET we utilized only dynamic exercises and an external weight vest. While this verified its \neffectiveness on leg strength, we were unable to discern whether or not this added external \nweight negatively impacted the capability of WBVT to reduce peripheral or central pressures. \nThese changes in aortic BP with sedentary aging are primarily driven by augmented wave \nreflection characteristics, such as increased AP and AIx due to an increased reflected waves from \narteria in the lower extremities effectively amplifying systolic blood pressure and left ventricular \nafterload [11]. In a normal arterial system, wave reflection is an integral component to coronary \nperfusion as the reflected wave returns to the aorta during diastole in healthy young adults [11]. \nInterestingly, the widening of central PP associated with aging is largely caused via increased \nAP, independent of arterial stiffness [160,178]. In addition to aging, reduced muscle mass and \nstrength have been associated with dysfunction in wave reflection characteristics [249,250] \nwhich are associated with end-organ damage and unfavorable clinical outcomes [251]. \nTherefore, while decreases in peripheral and central pressures are important, targeting the \nunderlying factors contributing to the increased aortic pressures (increased AP and AIx) are \nessential in order to attenuate the increasing risk of CV mortality in this population. While there \nwere no changes in BP, the WBVT group had significant reductions in AP (-3 mmHg), AIx (-\n4.2%), and AIx@75 (-4.2%) over time and AIx decreased compared to the LIRET group. Wong \n\n61 \n \net al. [248] observed significant decreases in AP (-5 mmHg), AIx (-5.4%), and AIx@75 (-6.5%) \nin obese postmenopausal women with high blood pressure after 8 weeks of WBVT. \nAdditionally, consistent with previous research from our lab [80] has previously shown similar \ndecreases in AP and AIx (5 mmHg and 10%, respectively) as well as a negative association \nbetween changes in leg strength and AP over the 6 week WBVT protocol. Conversely, there \nwere no changes in wave reflection characteristics in the LIRET group of the present study, \nwhich is consistent with previous research in obese postmenopausal women. Previously, we have \nshown observed no reduction in wave reflection indices with LIRET alone; however, they \nreported significant decreases in wave reflection when combined with a hypocaloric diet [229]. \nSimilarly, Casey et al. [252] and Taaffe et al. [253] examined the effects of moderate-intensity \nresistance training for 18 and 20 weeks in older adults and found no reductions in wave \nreflection indices. In healthy adults, the reflected wave returns to the aorta from the periphery \nduring ventricular diastole which aids in providing coronary perfusion pressure [254]. However, \nwith sedentary aging the reflected wave returns during late systole resulting in an augmented \nafterload, reduction in coronary perfusion and stroke volume [254], and increased magnitude of \nAP and AIx. Augmented central pressures, induced by sedentary age-associated increases in AP \nand AIx, are strongly associated with end-organ damage (heart, brain, kidneys) [255] and \ncardiovascular events [256]. \n \nArterial Stiffness \nIncreased arterial stiffness is a contributing factor to the development of isolated systolic \nhypertension due to a reduced pressure buffering capacity of the aortic reservoir and early return \nof reflected waves [11,150]. A steady and progressive increase in baPWV follows menopause, in \n\n62 \n \nthe 5th or 6th decade, and is composed mainly of cfPWV and faPWV [3]. Reduced aortic \ndistensibility, due to the loss of wall elastic properties, consequently increases systolic and pulse \npressures in the aorta which are closely associated with end-organ (i.e. brain, kidney) damage \n[36]. Low muscle mass, especially in the legs, is associated with increases in PWV \n[14,16,250,257,258]. Stiffening of the elastic arteries related to advancing age primarily occurs \nin the aorta (carotid-femoral PWV, cfPWV) and is a strong predictor of future CV events \n[11,259,164]. Each 1 m/s increase in cfPWV and baPWV is associated with a 14% and 12% \nincrease in CV events, respectively [259,164]. Previous research examining the effects of WBVT \non arterial stiffness in postmenopausal women have been conducted in our lab. We reported \ndecreases in baPWV and faPWV after 8 (6.9%) [79] and 12 (9.2 and 6.9%, respectively) [242] \nweeks of WBVT in obese prehypertensive and hypertensive postmenopausal women. \nImportantly, these studies were conducted in obese populations which have increased body mass \ncompared to their lean counterparts. This may have influenced the beneficial effect of WBVT \ncompared to lean postmenopausal women, which is the reason for using an external weighted \nvest in the present study. In contrast to previous studies [79,79,241,242], WBVT decreased \ncfPWV; however, it did not affect baPWV or faPWV in postmenopausal women with dynapenia. \nSimilarly, Alvarez-Alvarado et al. [30] was the first study to demonstrate a reduction in cfPWV \n(-0.2 m/s) after 6 weeks of WBVT in young overweight and obese women. Most studies \nmeasuring the effects of WBVT on PWV have found significant reductions in baPWV, likely \ndue to its combination of cfPWV and faPWV potentially acting synergistically to reduce \nbaPWV. Although we observed no significant decreases in baPWV or faPWV in the present \nstudy, the significant reduction in cfPWV (-0.4 m/s) may be of greater importance due to its \nstrong independent association with cardiovascular events and mortality in older adults [157]. \n\n63 \n \nConsistent with the only known previous study observing the effects of LIRET on PWV in \npostmenopausal women [229], LIRET had no statistically significant effect on cfPWV in this \npopulation. Although the effects of LIRET on muscle strength are well established, the present \nstudy is in agreeance with the previous research illustrating a null effect of LIRET on arterial \nstiffness. Previous research has demonstrated increased cfPWV in response to high intensity \nRET [225] therefore these results may be clinically important as the increases in muscle strength \noccur without detrimental cfPWV changes. Because of the increased cfPWV following \nmenopause is associated to the increased prevalence of hypertension, [260] our findings may \nhave important clinical significance as exercise protocols must address the elevated arterial \nstiffness associated with reduced muscle mass and strength [16]. \n \nPeripheral Vasodilatory Function \nAs stated previously, the prevalence of hypertension as a leading contributor to morbidity and \nmortality is an important concern. However, the development of hypertension and the \nprogression to adverse CV events has not yet been fully elucidated. It is known that CV factors, \nsuch as the development of hypertension, is associated with endothelial dysfunction [261]. \nMeasuring the capability of the endothelium to respond to stimuli and produce NO is considered \na useful tool to noninvasively evaluate endothelial function. NO is released in response to \nphysical stimuli (increased shear stress) and is essential to increase the efficiency of oxygen \ndelivery to the working tissue (i.e. muscle). As the “gold standard” method to noninvasively \nmeasure endothelial-dependent vasodilatory function, brachial artery FMD is considered a strong \nprognostic tool to predict future CV events [37]. Aging and menopause attenuate FMD in older \nwomen [49,262]. Additionally, reduced muscle mass is associated with endothelial dysfunction \n\n64 \n \nin older adults [196]. In the present study, our resting brachial and popliteal artery characteristics \nwere similar to those reported in the literature in postmenopausal women, which are markedly \nlower compared to premenopausal counterparts [263]. However, as in most cardiovascular \nvariables, resting values may not always reveal functional adaptations to exercise training. The \nresponses to brachial FMD in our data set (8.90 ± 0.76 %) are similar to early perimenopausal \nwomen (~8%) and about twice as responsive as postmenopausal women (~4%) as observed by \nMoreau et al. [49]; however, they are similar to that reported by Parker et al. (8.1%) [263]. \nWhile there is a wealth of data regarding the effects of resistance exercise training on arterial \npressures and stiffness, there is little on FMD. Bleeker et al. [264] reported that vibration stimuli \nin patients during 51 days of bedrest was more effective in attenuating the reduction in leg \nconduit artery diameter compared to resistance exercise without vibration or control. \nInterestingly, this previous study showed a marked increase in FMD capacity in the control \ngroup, with vibration exercise attenuating FMD response. The authors hypothesized that these \nresults were observed due to a drastic reduction in leg artery diameter in the control group, \ntherefore greatly increasing its vasodilatory capacity compared to an artery with unchanged \ndiameter. Additionally, it is important to mention that the bedrest changes were induced in a \ngroup of young healthy adults who may not have developed endothelial dysfunction even after \nprolonged bedrest compared to older sedentary adults. Wong et el. [248] reported an increase in \nendothelial function, as measured by the increased plasma concentration of NO metabolites, in \nobese postmenopausal women who underwent 8 weeks of WBVT to the same extent as those \nwho supplemented with L-citrulline, a precursor to the endogenous NO production. In the \npresent study, the WBVT group significantly increased FMD capacity (3.9 ± 1.6%) which is \nconsistent to increases seen in other studies using aerobic or RET [29,265–267]. However, while \n\n65 \n \nOkamoto et al. [29,268] has consistently observed increases in endothelial function in younger \npopulations, this is the first study observing increases in endothelial function, as measured by \nFMD, after 12 weeks of LIRET in this population. A novel finding of the present study is that \nboth WBVT and LIRET are effective means to normalize endothelial function in \npostmenopausal women with dynapenia. Because these interventions exercised only the leg \nmuscles, the improved brachial artery vasodilatory capacity was caused by a systemic effect. \nAlthough exercise-induced improvements in FMD has been well documented [216,267,269], \nthere is an underwhelming amount of data measuring the effects of exercise training on EMD. \nThe onset of exercise induces systemic sympathetic-induced vasoconstriction to redistribute the \nblood away from the splanchnic tissue to the contracting muscle. The exercising skeletal muscle \nand endothelium produce vasodilatory substances (i.e. adenosine, NO, prostaglandins, etc…) to \noverride this sympathetic activation and blunt vasoconstriction and induce local vasodilation \nknown as “functional sympatholysis”. Declines in exercise hyperemia have been reported with \naging as impaired leg vasodilation (femoral artery) during dynamic cycling exercise in older, \ncompared to younger, women [270]. Consistent with previous research, Tinken et al. [271] \nobserved a 3.3% increase in popliteal artery vasodilatory capacity in young healthy adults after \nan 8-week aerobic exercise intervention. Our 4.9% increase in popliteal vasodilatory capacity \npost-exercise (walking) observed in the WBVT group can be attributed to an expected lower \ncapacity at baseline (7.7% vs. 8.9%) compared to that published in younger adults. \nIn the present study, the increases in popliteal EMD seen in the WBVT group could be attributed \nto the increased chronic level of shear stress subjected to the arterial tree as a response to the \nvibration stimulus, compared to resistance exercise without vibration. Previous research has \nindicated that shear stress level influences structural remodeling of the vascular wall, and more \n\n66 \n \nspecifically, increased endothelial gene expression via increased eNOS [272]. While traditional \nknee extensor exercise has previously been reported to elicit increases femoral artery blood flow \nand MBV [273], the vibration stimulus results in greater EMG activity in both the active and \ninactive muscles [233,274] without increased cardiovascular stress [275]. Passive vibration \ncombined with electrical stimulation on the calf muscles for 12 weeks improved resting popliteal \nartery diameter and blood flow in patients with spinal cord injury and severe skeletal muscle \nmass atrophy [276]. It is proposed that this vibration stimuli yields a hypothesized thixotropic \neffect on blood [234], both of which will increase the level of shear stimulus in the arterial tree. \nThis potential volumetric increase of shear stimuli may have induced beneficial vascular \nremodeling which presents itself as a greater vasodilatory response to exercise. \n \nStrength, Physical Performance, and Body Composition \nReductions in muscle strength may be a sensitive marker for CV risk and increased risk for \ndisability [139,277]. Additionally, reduced muscle strength is an independent predictor of \nmortality in women over the age of 50 years [278]. While the European Working Group on \nSarcopenia in Older People (EWGSOP) has defined sarcopenia as the combination of low \nmuscle mass and muscle strength or physical performance, the disparities between the changes of \nmuscle mass and strength (greater loss of strength than mass) with age [140] illustrates the \nimportance for separate terms. Therefore, Clark and Manini [25] have suggested the use of \ndynapenia to define the age-related loss of muscle strength. Conversely, high muscle strength \nhas an inverse association with mortality among individuals over the age of 50 years [23,59,278]. \nThese observations may suggest the importance of muscle strength in attenuating progressive CV \nrisk with age. \n\n67 \n \nThe criteria set forth by the EWGSOP to define low muscle strength in older women was a \nhandgrip MVC below 20kg [19], was followed in our study. Although our population (SMI 7.06 \n± 1.00 kg/m2) did not meet the criteria for low muscle mass (SMI < 6.42 kg/m2), previous \nliterature on the rapid reduction of muscle strength compared to mass in older individuals [20] \nsuggests that our population could be diagnosed as dynapenic but not sarcopenic. Interestingly, \nthe WBVT group increased their MVC over the 12-week training intervention (1.3 ± 1.8 kg) \nwith no change in the LIRET or control groups. While we did not include any upper-body or grip \nstrengthening exercises, we can hypothesize that this increase was likely due to a combination of \nthe necessity to grip the handles of the vibration device to aid in maintenance of balance during \nthe WBVT. \nConsistent with other studies, WBVT [79,80,236–238,242,279,280] increased indices of muscle \nstrength in previously untrained older adults. Although both WBVT and LIRET have been \nshown to significantly increase muscle strength compared to high-intensity resistance training in \nuntrained sedentary adults [32,281] WBVT induced a greater magnitude of leg extension \nstrength (19.2%) compared to the LIRET group (8.4%). Roelants et al. [280] reported similar \nincreases in leg extension (16.1%) in postmenopausal women following 24 weeks of WBVT. It \nis important to note that the majority of the leg extension strength increases were seen following \nthe initial 12 weeks, which aligns with our results. Interestingly, our results are similar to \nprevious research in our lab in overweight and obese postmenopausal women [79,80,242] which \nmay illustrate the necessity for the inclusion of an external weight in postmenopausal women \nwho are normal or slightly overweight, as seen in the present study, in order to observe similar \nstrength gains. The current literature suggests that loss of strength is a strong independent \npredictor of reduced mobility and increased physical disability, both of them contribute to \n\n68 \n \nincreased mortality rates [210]. While handgrip MVC is a useful tool to easily screen a large \npopulation, leg extension strength may have a higher sensitivity. Manini et al. [139] developed \nknee extensor strength and walking speed cutoff points to identify risk of future mobility \nlimitation, and subsequently mortality associated with this reduced ambulatory capacity. \nAlthough we cannot compare our leg extension strength values to theirs due to different \nmethodologies and devices, we can appreciate the increases in strength elicited by WBVT that \nmay be clinically relevant. However, given that our participants had a significantly higher \nwalking speed capacity (1.85 m/s) compared to those at high risk (< 1.22 m/s) in previous \nstudies, the results here may not be generalized to sarcopenic or frail populations. Nonetheless, \nleg extension strength is a crucial target for exercise interventions in populations at risk for \ndisability and mortality, such as dynapenic adults. WBVT was observed to be more effective to \nincrease leg extension strength compared to LIRET and control, which may provide evidence for \nmiddle-aged and older adults to utilize this strength training modality. Additionally, the \nassociation between increases in leg extension strength and reductions in AP and AIx in the \nWBVT group elucidates a potential common pathway to increase muscle strength while \nconcurrently decreasing wave reflection indices associated with cardiovascular events. \nOur results in the present study do not give support to WBVT as an effective modality to \nimprove lean mass, measured by BIA, in postmenopausal women with dynapenia. Our original \nintention was 12-weeks of intervention to elicit changes in body composition, as previous \nresearch has shown little effect in studies after 6 [80] and 8 [238,248] weeks in overweight/obese \nand postmenopausal women. Conversely, Milanese et al. [282] and our lab [241] reported \nincreases in lean mass following 6 (3%) and 8 (2%) weeks of training, respectively. Although it \nis important to note that these results were observed in young non-obese and obese women and \n\n69 \n \nbody composition was measured via dual-energy X-ray absorptiometry (DXA), both of which \nmay explain the observed difference. Additionally, Machado et al. [279] found increases in thigh \nmuscle mass following 10-weeks of WBVT in postmenopausal women using computed \ntomography, a superior method for localized (vastus lateralis and biceps femoris) muscle \nhypertrophy than DXA. Therefore, while we observed no differences in lean mass, this may be \ndue to the low sensitive methodology utilized to detect changes in older women or the duration \nof training was simply too short. Although fat mass was not a primary concern in this population, \nour results are consistent with previous research in that there were no changes over 12 weeks of \nWBVT. Furthermore, studies observing 8 [238,248] and 12 [79] weeks of WBVT in \npostmenopausal women observed no changes in fat mass following the training interventions. \n \nLimitations \nIn order to observe differences between WBVT and a traditional LIRET modality, we designed \nlow-intensity strength training programs that would be similar across two different modalities. \nWhile we were unable to maintain a matched load between the two modalities (WBVT based on \nbody weight and some external weight while LIRET used traditional weight machines), we were \nable to progressively increase the intensity on an individual basis using an RPE scale. While we \ncannot compare absolute load, this is a strong limitation in our study. Although BIA is a suitable \nmethod to measure body composition, we were unable to delineate whether or not there were \nsignificant changes in appendicular muscle mass. Therefore, while there may have been \nincreases in leg muscle mass we could not differentiate from whole-body skeletal muscle mass. \nAdditionally, we did not record dietary or physical activity logs which may shroud our data as \nparticipants could have fluctuated their nutritional or exercise habits during the study. Although \n\n70 \n \nwe explicitly requested no change in the dietary or physical habits, we understand that the \nparticipants may not have heeded our requests. Lastly, the groups, while not different at baseline, \nhad a large variance in hemodynamic variables which may have reduced the power of the \ninterventions and therefor reducing the ability to observe the potential vascular impact of the \nexercise training. \n \nFuture Research \nPrevious studies have illustrated the effectiveness of WBVT on vascular function and both \nWBVT and LIRET on muscle function in various populations. What our study adds to the \ncurrent literature is that dynapenia may be a marker for vascular dysfunction in postmenopausal \nwomen, as the rate of decrement is substantially greater than muscle loss. Additionally, that these \nmarkers of vascular and muscular dysfunction can be ameliorated by vibration stimuli concurrent \nto skeletal muscle contractions, a result not seen with traditional resistance training. Although \nour study utilized external weights to increase intensity, future research can investigate the \ndifferences in WBVT progression (i.e. solely frequency, volume, or intensity) on arterial and \nmuscle function. Future studies can combine the use of non-pharmacological nitric oxide donors \nin conjunction with vibration training to enhance the increase in vascular function in various \npopulations [242]. Additionally, although strength losses with aging are significantly greater than \nlosses in mass, loss of power (as explained previously) is significantly greater than loss in \nstrength. Hypothetically, power reduction may be a more sensitive marker for vascular and \nmuscle dysfunction undetected by any change in strength or mass in older adults. \n \n \n\n71 \n \nConclusion \nThe present study was designed to elucidate hemodynamic, wave reflection, arterial stiffness, \nendothelial function, and leg strength responses to 12 weeks of either WBVT with an added \nexternal weight or LIRET protocols in dynapenic postmenopausal women. Given the \nmultifactorial nature of sedentary aging, the main variables affected by WBVT with an external \nweight are simplified in Figure 10. We showed that while both WBVT and LIRET had no effect \non peripheral or central pressures, and significant increases in muscle strength, but only WBVT \nelicited reductions in wave reflection characteristics and central arterial stiffness. Maintenance of \nvascular function has been associated with decreased risk of cardiovascular morbidity and \nmortality in older populations. Additionally, both WBVT and LIRET improved endothelial \nfunction, while WBVT induced greater responses to exercise-induced vasodilation, which may \nresult in increased muscle perfusion and tolerance to exercise. Although none of the training \nmodalities had any effect on body composition, our study illustrates the benefits of WBVT on \nvascular function and muscle strength in postmenopausal women with dynapenia. \n\n72 \n \n \nFigure 10. Model depicting the effects of whole-body vibration training on the relationship \nbetween sedentary aging and skeletal muscle and arterial function. Gold boxes represent \nfactors that were positively influenced by whole-body vibration training with an external weight \nin postmenopausal women with dynapenia. \n\n\n73 \n \nAPPENDIX A \nIRB APPROVAL \nOffice of the Vice President For Research \nHuman Subjects Committee \nTallahassee, Florida 32306-2742 \n(850) 644-8673 · FAX (850) 644-4392 \nAPPROVAL MEMORANDUM \nDate: 01/13/2017 \nTo: Arturo Figueroa <afiguero@fsu.edu> \nAddress: 120 Convocation Way 1493 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \nFrom: Thomas L. Jacobson, Chair \nRe: Use of Human Subjects in Research \nEffects of two strength training modes on arterial function and physical performance in postmenopausal women at \nrisk for low muscle mass/strength (sarcopenia) \nThe application that you submitted to this office in regard to the use of human subjects in the research proposal \nreferenced above has been reviewed by the Human Subjects Committee at its meeting on \nYour project was approved by the Committee. \nThe Human Subjects Committee has not evaluated your proposal for scientific merit, except to weigh the risk to \nthe human participants and the aspects of the proposal related to potential risk and benefit. This approval does \nnot replace any departmental or other approvals which may be required. \nIf you submitted a proposed consent form with your application, the approved stamped consent form is attached \nto this approval notice. Only the stamped version of the consent form may be used in recruiting research \nsubjects. \nIf the project has not been completed by 01/10/2018 you must request a renewal of approval for continuation \nof the project. As a courtesy, a renewal notice will be sent to you prior to your expiration date; however, it is \nyour responsibility as the Principal Investigator to timely request renewal of your approval from the Committee. \nYou are advised that any change in protocol for this project must be reviewed and approved by the Committee \nprior to implementation of the proposed change in the protocol. A protocol change/amendment form is required \nto be submitted for approval by the Committee. In addition, federal regulations require that the Principal \nInvestigator promptly report, in writing, any unanticipated problems or adverse events involving risks to \nresearch subjects or others. \nBy copy of this memorandum, the chairman of your department and/or your major professor is reminded that \nhe/she is responsible for being informed concerning research projects involving human subjects in the \ndepartment, and should review protocols as often as needed to insure that the project is being conducted in \ncompliance with our institution and with DHHS regulations. \nThis institution has an Assurance on file with the Office for Human Research Protection. The Assurance \nNumber is IRB00000446. \nCc: Chester Ray <caray@fsu.edu>, Chair \nHSC No. 2016.20031 \n \n\n74 \n \n \n\n\n75 \n \nAPPENDIX B \nINFORMED CONSENT FORM \n1. I freely and voluntarily and without element of force or coercion, consent to be a participant in \nthe research study entitled “Effects of two strength training modes on arterial function, \ninflammation, and physical performance in postmenopausal women at risk for low muscle \nmass/strength (sarcopenia).” This study is being conducted by Dr. Arturo Figueroa, a researcher \nfrom Florida State University and associated to the Departments of Nutrition, Food & Exercise \nSciences. The Principal Investigator may be contacted via telephone (850) 644-8089 or by email \nafiguero@fsu.edu. \n2. The purpose of the study is to examine the effects 12 weeks of whole-body vibration (WBV) \ntraining and low-intensity resistance training on leg and systemic arterial function at rest and \nafter a single bout of walking in individuals at risk for sarcopenia, defined as a body mass index \n(BMI= body weight/height2) less than 27 kg/m2 and maximal voluntary contraction (MVC) less \nthan 20 kg using the isometric handgrip test. Forty-five postmenopausal women aged 55 to 75 \nyears will be recruited in this study. Participants will be postmenopausal for at least 1 year and \nwill not be on hormone replacement therapy. \n3. My participation in this study will require coming to the Cardiovascular Physiology and Body \nComposition Laboratory at the Florida State University on 7 different days to complete the \nexperiments described below. On the first visit, I will be oriented to the study, answer questions \non my medical history, and sign an informed consent if I qualify. I will have my arm blood \npressures, height, weight, waist circumference, and MVC assessed. I will also be familiarized \nwith all testing procedures that I will be a part of. This will include practicing the 6-minute walk \ntest and leg muscle strength tests. The first visit should take approximately one hour. \n\n76 \n \nOn visit 2, I will come in the morning after at least 8 hours of overnight fast. I will undergo body \ncomposition measurements by bioelectrical impedance analysis (BIA). I will have my \ncardiovascular function evaluated after 15 min of lying down on a table. Four blood pressure \ncuffs with sensors for arterial waveforms will be wrapped around both of my arms and ankles, \nand two tonometers (sensors applied to the skin) will be placed over my carotid (neck) and \nfemoral (inner thighs) arteries to obtain pulse wave velocity (arterial stiffness measurements) in \n3 arterial segments. In addition, pressure waveforms will be obtained from placing a pencil-like \ntonometer over my radial artery in order to obtain aortic blood pressures at rest, during 3 min of \nlow-intensity exercise, and during 3 min of recovery with arm cuff inflation. I will then practice \n6-minute walk test and confirm MVC. I will then perform the leg muscle strength tests. A \nresearcher will progressively increase the weight until I reach the maximum amount of weight \nthat I can move through a full range of motion (1RM) \nOn visit 3 my brachial artery (arm) blood flow will be measured in the right arm using \nultrasound which will be positioned on my skin in the supine position (lying down). Following \nthe blood flow measurements, a pneumatic cuff will be placed around the upper third of my \nforearm and inflated at least 50 mmHg above my systolic blood pressure for 5 minutes. After \ndeflation of an arm cuff, I will rest for 3 more minutes for post-deflation blood flow \nmeasurements. My popliteal artery (back of the knee) blood flow will be measured using \nvascular ultrasound positioned on my skin at rest. I will then perform a 6-min walk test which \nconsists on walking in a hallway as much distance in 6 minutes. Immediately after I stop the \nwalking test, my leg arterial measurements and popliteal artery blood flow will be measured \nwithin 15 min post-exercise. Afterwards, my leg muscle strength will be confirmed. \n\n77 \n \nVisit 4 (12 weeks and end of study), I will have my measures of anthropometry and body \ncomposition by BIA, cardiovascular function, and muscle strength taken using the same \nprocedures conducted on visit 2. \nDuring visit 5 (12 weeks and end of study) and 72 hours apart from visit 4, I will undergo all \ntesting procedures conducted on visit 3. \nFollowing 4 weeks of detraining (end of study at 16 weeks), I will assist visits 6 and 7 that will \nconsist of the same measurements as visits 4 and 5. Visits 2-7 will take approximately one hour \nand 30 min. \nIf I am in the exercise training groups, I will attend supervised exercise sessions 3 times a week \nfor a period of 12 weeks. Each vibration training session will consist on static and dynamic \nbilateral leg exercises: squats (high, deep, and wide stand) and calf raises on the vibration \nplatform. The intensity of vibration and amplitude will also be increased progressively (25-35 Hz \nof frequency and 2.5-5.0 mm of amplitude). The low-intensity resistance training session will \nconsist on leg press, leg extension, leg flexion, and calf raises exercises at 40% of 1RM. The \ndynamic vibration exercises and low-intensity resistance exercises will be performed with slow \ncontrolled movements (2 seconds down and 3 seconds up). The amount of weight will be \nincreased to achieve an exercise intensity of 40% of 1RM. \nDuring the 16 weeks, I will not be involved in any other exercise program or make changes in \nmy lifestyle. \n4. I understand there is a possibility of a minimal level of risk involved if I agree to participate in \nthis study. I will complete a medical history before I can participate in the study. I am aware that \nI cannot participate in this study if I answered yes to any of the exclusion criteria. The risks \n\n78 \n \nassociated with the non-invasive cardiovascular tests are minimal because they are obtained \nusing devices applied on the skin. Blood pressure cuff inflation to 50 mmHg over my resting \nblood pressure may cause discomfort numbness, bruising, tingling and pain. These possible \neffects will disappear within a few minutes after the termination of the test. I may stop the test at \nany time and I may choose not to complete a task if I feel uncomfortable. The risk associated \nwith body composition measurements by BIA is minimal and with no biological effects because \nthe electrical signal used for the measurement is of low magnitude and imperceptible. The risks \nassociated with whole body vibration training are minimal and the selected amplitudes have been \npreviously used in other studies using human subjects. These include erythema (redness of the \nskin due to increased local blood flow), itching, and edema (swelling) of the legs. If the effects \nare severe, the frequency and or the amplitude of WBV may be reduced. There is the possibility \nof muscle fatigue or soreness related with exercise or testing. The risk will be minimized by \nusing trained technicians and by strict supervision of the training and testing sessions. I \nunderstand that to reduce muscle fatigue and soreness my trainer will make adjustments to my \ntraining program. I also understand that it is my responsibility to report my health status, changes \nin status or any other feelings of discomfort to aid the investigator in providing me with the \nproper attention. \n5. The possible benefits of my participation in this study include learning about my \ncardiovascular health and how WBV training and low-intensity resistance training may improve \nmy vascular function and blood pressure. I will also be given arterial function evaluations after \nexercise, muscular strength, and body composition analysis free of charge and the results will be \ngiven to me if I wish. I will also be given a number of training sessions at no charge if I am \nincluded in one of the training groups. \n\n79 \n \n6. The result of this study may be published but my name or identity will not be revealed. \nInformation obtained during the course of the study will remain confidential, to the extent \nallowed by law. My name will not appear on any of the results. No individual responses will be \nreported. Only group responses will be reported in the publications. Confidentiality will be \nmaintained by assigning each subject a code number and recording all data by code number. The \nonly record with the subject’s name and code number will be kept by the investigator, Dr. Arturo \nFigueroa, in a locked drawer in his office. Data will be kept for 10 years and then destroyed. \n7. I will be paid for my participation in this study. In case of an injury, first aid (free of charge) \nwill be provided to me by the laboratory personnel working on the research project. However, \nany other treatment or care will be provided at my expense. \n8. Any questions I have concerning the research study or my participation in it, before or after \nmy consent, will be answered by the investigators or they will refer me to a knowledgeable \nsource. I understand that I may contact Salvador Jaime (503) 621-6422 (sjj13d@my.fsu.edu), \nArun Maharaj (954) 937-9130 (am16ab@my.fsu.edu), and Dr. Figueroa (850) 644-8089 \n(afiguero@fsu.edu) for answers to questions about this research study or my rights. Group results \nwill be sent to me upon my request. \n9. In case of an injury, or if I have questions about my rights as a subject/participant in this \nresearch, or I feel I have been placed at risk, I can contact the chair of the human subject \ncommittee (humansubjects@fsu.edu), Institutional Review Board, through the office of the Vice \nPresident of Research at (850) 644-8633 (humansubjects@magnet.fsu.edu). \n10. The nature, demands, benefits and risks of the study have been explained to me. I knowingly \nassume any risk involved. \n\n80 \n \n11. I have read the above informed consent form. I understand that my participation is voluntary \nand I may discontinue participation at any time without penalty or loss of the benefits to which I \nmay otherwise be entitled. In signing this consent form, I am not waiving my legal claims, rights \nor remedies. \n_________________________________________________ \nSubject Date \n\n81 \n \nAPPENDIX C \nHEALTH AND EXERCISE HISTORY QUIESTIONNAIRE \nCARDIOVASCULAR/ EXERCISE HISTORY \n \n ID# __________ \n DATE __________ \n \nAnswer the following questions, indicating the month and year of the event or diagnosis where \nappropriate. \n \n Yes No Month/Year \n1. Has a doctor ever told you that you have \n heart disease? ___ ___ ____/____ \n \n2. Do you experience leg/foot pain while \nwalking? ___ ___ \n \n3. Do you experience leg pain at rest? ___ ___ \n \n4. Do you experience foot numbness while \nwalking? ___ ___ \n \n5. Do you experience foot numbness at rest? ___ ___ \n \n6. Have you ever had a heart attack? ___ ___ ____/____ \n \n7. Have you ever had chest pain? ___ ___ ____/____ \n \n8. Do you have any heart arrhythmias? ___ ___ ____/____ \n \n9. Have you ever had cardiac \n catheterization? ___ ___ ____/____ \n \n10. Have you ever had balloon angioplasty? ___ ___ ____/____ \n \n11. Have you had coronary artery bypass graft \n surgery? ___ ___ \n \n If yes, list date and number of grafts: \n \n ____/____ # grafts: ___ 1 ___ 2 ___ 3 ___ 4 + \n Mo. Yr. \n \n\n82 \n \n12. Have you ever had leg artery revascularization? ___ ___ ____/____ \n \n13. Have you ever had a stroke? ___ ___ ____/____ \n \n Yes No Month/Year \n \n14. Do you have hypertension (high blood pressure)? ___ ___ ____/____ \n \n If yes, how long have you had hypertension? \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n _____ more than 10 years \nWas the first number (systolic) greater \nthan 180? ___ ___ \n \n15. Do you have diabetes mellitus? ___ ___ ____/____ \n \n16. Do you take insulin for diabetes? ___ ___ \n \n If yes, how long have you taken insulin? \n \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n _____ more than 10 years \n \n17. Do you take oral hypoglycemics for \n diabetes? ___ ___ \n \n18. Do you have a cardiac pacemaker? ___ ___ \n \n If yes, how long have you had a cardiac \n pacemaker? \n \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n _____ more than 10 years \n \n19. Have you had a carotid endarterectomy? ___ ___ ____/____ \n \n20. Has your doctor ever told you that you \n have a heart valve problem? ___ ___ ____/____ \n \n21. Have you had heart valve replacement \n\n83 \n \n surgery? ___ ___ ____/____ \n \n If yes, what heart valves were replaced? ___ mitral ___ aortic \n \n Yes No Month/Year \n \n22. Have you had cardiomyopathy? ___ ___ ____/____ \n \n23. Have you had a heart aneurysm? ___ ___ ____/____ \n \n24. Have you had heart failure? ___ ___ ____/____ \n \n25. Have you ever suffered cardiac arrest? ___ ___ ____/____ \n \n26. Do you smoke? Yes ___No ____ \n If yes, how long have you smoked _____ years \n How many cigarettes per day _____ per day \n If you stopped smoking, when did you do it? _____ years ago \n \n27. Are you absent of menstrual bleeding? \n Yes___ No____ \n \n28. Are you using hormonal replacement therapy? Yes___ No ____ \n \n29. Have you had vasculitis problems or Raynaud’s phenomenon (finger blanching with cold \nexposure) \n \n ___ ___ ____/____ \n \n30. Are you taking medications for high blood pressure \n(beta blockers) or anti-inflammatory drugs? \n Yes___ No____ \n \nName of drug Dosage Times/Day Duration of use \n \n \n \n \n \n \n \n \n \n \n \n \n\n84 \n \n \n \n \n31. Other medical problems: Indicate if you have had any of the following medical problems: \n Past Now \n ____ ____ Allergies \n ____ ____ Anemia \n ____ ____ Arthritis \n ____ ____ Asthma \n ____ ____ Back injury or problem \n ____ ____ Blood clots \n ____ ____ Bronchitis \n ____ ____ Cirrhosis \n ____ ____ Claudication \n ____ ____ Elbow or shoulder problems \n ____ ____ Emotional disorder \n ____ ____ Gall bladder disease \n ____ ____ Glaucoma \n ____ ____ Gout \n ____ ____ Headaches \n ____ ____ Hemorrhoids \n ____ ____ Hernia \n ____ ____ Herpes simplex \n ____ ____ Hip, knee, or ankle problems \n ____ ____ Intestinal disorders \n ____ ____ Joint implants \n ____ ____ Kidney disease \n ____ ____ Knee osteoarthritis \n ____ ____ Liver disease \n ____ ____ Lung disease \n ____ ____ Mental illness \n ____ ____ Migraines \n ____ ____ Neck injury or problem \n ____ ____ Neuralgic disorder \n ____ ____ OB/GYN problems \n ____ ____ Obesity/overweight \n ____ ____ Osteoporosis \n ____ ____ Parkinson's disease \n ____ ____ Phlebitis \n ____ ____ Prostate trouble \n ____ ____ Rheumatic fever \n ____ ____ Seizure disorder \n ____ ____ Stomach disease \n ____ ____ Thrombosis \n ____ ____ Thyroid disease \n ____ ____ Tumors or cancer - List type: _______________ \n\n85 \n \n ____ ____ Foot Ulcers \n ____ ____ Other - specify: ________________ \nList other medications / supplements you are taking below: \n \nName of Drug Dosage Times/day Duration of drug use \n \n \n \n \n \n \n \n \nExercise \n \n32. Do you exercise with weights regularly? Yes ___ No ___ \n \n33. How long have you trained with weights?_______________________________ \n \n34. Do you experience fatigue at the end of the set? Yes ___ No ___ \n \n35. Do you do whole body routines? Yes ___ No ___ \n \nIf no, how do you divide your body to exercise with weights?_______________ \n _________________________________________________________________ \n _________________________________________________________________ \n \n36. How many days per week do you train with weights?______________________ \n \n \n37. How much aerobic (cardiovascular) exercise (walking, running, cycling, swimming, etc) \ndo you do? \n Days/week:____________________________ \n Duration in min/day:_____________________ \nIntensity of the workouts: low, moderate, high \n \n38. Are you able to walk on a treadmill faster than 2 miles \nper hour? Yes ___ No ___ \n \n39. How long have you trained with cardiovascular activities? \n________________________________________________________________ \n \n40. Have you interrupted your training for more than 2-3 weeks in the last year? \nYes ___ No ___ \n \nIf yes, when was it?________________________________________________ \n\n86 \n \nAPPENDIX D \nWHOLE BODY VIBRATION TRAINING LOG \n \nWeek # 1 \nDate / / / / / / \nDay of the week \nResistance \nClouds \nExercises Performed \n( ) \n(1) Squat Dynamic \n(1) High Squat Dynamic \n(1) Wide squat Dynamic \n(1) Toestand Dynamic \n(1) Squat Dynamic \n(1) High Squat Dynamic \n(1) Wide squat Dynamic \n(1) Toestand Dynamic \n(1) Squat Dynamic \n(1) High Squat Dynamic \n(1) Wide squat Dynamic \n(1) Toestand Dynamic \nFrequency (Hz) (x) 25-Hz ( ) 35-Hz \n( ) 30-Hz ( ) 40-Hz \n(x) 25-Hz ( ) 35-Hz \n( ) 30-Hz ( ) 40-Hz \n(x) 25-Hz ( ) 35-Hz \n( ) 30-Hz ( ) 40-Hz \nAmplitude (mm) ( x ) -Low \n( ) -High \n( x ) -Low \n( ) -High \n( x ) -Low \n( ) -High \nRest Time (s) _60____seconds _60____seconds _60____seconds \nRepetitions (#) \n# Sets (circle) 1 2 3 4 \n \n5 6 7 8 \n1 2 3 4 \n \n5 6 7 8 \n1 2 3 4 \n \n5 6 7 8 \nTrainer \n \n \n \n \n\n87 \n \nAPPENDIX E \nLOW-INTENSITY RESISTANCE EXERCISE TRAINING LOG \nWeek # 1 \nDate / / / / / / \nDay \nLeg Press \n%1RM:_________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nWeight Reps Weight Reps Weight Reps Weight Reps Weight Reps Weight Reps \n \nLeg Flex. \n%1RM:_________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nWeight Reps Weight Reps Weight Reps Weight Reps Weight Reps Weight Reps \n \nLeg Ext. \n%1RM:_________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nWeight Reps Weight Reps Weight Reps Weight Reps Weight Reps Weight Reps \n \nCalf Raises \n%1RM:_________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nSet 1 \nRPE:________ \nSet 2 \nRPE:________ \nWeight Reps Weight Reps Weight Reps Weight Reps Weight Reps Weight Reps \n \nTrainer \n \n \n \n\n88 \n \nREFERENCES \n[1] Trogdon JG, Finkelstein EA, Nwaise IA, Tangka FK, Orenstein D. The Economic Burden \nof Chronic Cardiovascular Disease for Major Insurers. Health Promot Pract 2007;8:234–\n42. doi:10.1177/1524839907303794. \n[2] Heidenreich PA, Trogdon JG, Khavjou OA, Butler J, Dracup K, Ezekowitz MD, et al. \nUnited States A Policy Statement From the American Heart Association. Circulation \n2011;123. doi:10.1161/CIR.0b013e31820a55f5. \n[3] Zaydun G, Tomiyama H, Hashimoto H, Arai T, Koji Y, Yambe M, et al. Menopause is an \nindependent factor augmenting the age-related increase in arterial stiffness in the early \npostmenopausal phase. Atherosclerosis 2006;184:137–42. \ndoi:10.1016/j.atherosclerosis.2005.03.043. \n[4] Suzuki H, Kondo K. Pulse Wave Velocity in Postmenopausal Women. Pulse 2013;1 :4–13. \ndoi:10.1159/000348416. \n[5] Zhao Y, Vanhoutte PM, Leung SWS. Vascular nitric oxide: beyond eNOS. J Pharmacol \nSci 2015;129:83–94. doi:10.1016/j.jphs.2015.09.002. \n[6] Umans JG, Levi R. Nitric oxide in the regulation of blood flow and arterial pressure. Annu \nRev Physiol 1995;57:771–90. doi:10.1146/annurev.ph.57.030195.004011. \n[7] Watson T, Lip GH. Endothelial Dysfunction. Encycl Mol Mech Dis 2009:579 –81. \ndoi:10.1007/978-3-540-29676-8_556. \n[8] Donato AJ, Gano LB, Eskurza I, Silver AE, Gates PE, Jablonski K, et al. Vascular \nendothelial dysfunction with aging: endothelin-1 and endothelial nitric oxide synthase. \nAm J Physiol - Hear Circ Physiol 2009;297:H425-32. doi:10.1152/ajpheart.00689.2008. \n[9] Mceniery CM, Wallace S, Mackenzie IS, Mcdonnell B, Newby DE, Cockcroft JR, et al. \nEndothelial function is associated with pulse pressure, pulse wave velocity, and \naugmentation index in healthy humans. Hypertension 2006;48:602–9. \ndoi:10.1161/01.HYP.0000239206.64270.5f. \n[10] Sugawara J, Hayashi K, Yokoi T, Cortez-Cooper MY, DeVan AE, Anton MA, et al. \nBrachial-ankle pulse wave velocity: an index of central arterial stiffness? J Hum \nHypertens 2005;19:401–6. doi:10.1038/sj.jhh.1001838. \n[11] Mitchell GF, Parise H, Benjamin EJ, Larson MG, Keyes MJ, Vita J a, et al. Changes in \narterial stiffness and wave reflection with advancing age in healthy men and women: the \nFramingham Heart Study. Hypertension 2004;43:1239–45. \ndoi:10.1161/01.HYP.0000128420.01881.aa. \n[12] Sako H, Miura S, Kumagai K, Saku K. Associations between augmentation index and \nseverity of atheroma or aortic stiffness of the descending thoracic aorta by transesophageal \nechocardiography. Circ J 2009;73:1151–6. \n[13] Nichols WW, O’Rourke MF, Avolio AP, Yaginuma T, Murgo JP, Pepine CJ, et al. Effects \nof age on ventricular-vascular coupling. Am J Cardiol 1985;55:1179–84. \n\n89 \n \n[14] Ochi M, Kohara K, Tabara Y, Kido T, Uetani E, Ochi N, et al. Arterial stiffness is \nassociated with low thigh muscle mass in middle-aged to elderly men. Atherosclerosis \n2010;212:327–32. doi:10.1016/j.atherosclerosis.2010.05.026. \n[15] Timmerman KL, Volpi E. Endothelial function and the regulation of muscle protein \nanabolism in older adults. Nutr Metab Cardiovasc Dis 2012;23:S44–50. \ndoi:10.1016/j.numecd.2012.03.013. \n[16] Abbatecola AM, Chiodini P, Gallo C, Lakatta E, Sutton-Tyrrell K, Tylavsky FA, et al. \nPulse wave velocity is associated with muscle mass decline: Health ABC study. Age \n(Omaha) 2012;34:469–78. doi:10.1007/s11357-011-9238-0. \n[17] Sanada K, Miyachi M, Tanimoto M, Yamamoto K, Murakami H, Okumura S, et al. A \ncross-sectional study of sarcopenia in Japanese men and women: reference values and \nassociation with cardiovascular risk factors. Eur J Appl Physiol 2010;110:57–65. \ndoi:10.1007/s00421-010-1473-z. \n[18] Murphy RA, Reinders I, Garcia ME, Eiriksdottir G, Launer LJ, Benediktsson R, et al. \nAdipose Tissue, Muscle, and Function: Potential Mediators of Associations Between \nBody Weight and Mortality in Older Adults With Type 2 Diabetes. Diabetes Care \n2014;37:3213–9. doi:10.2337/dc14-0293. \n[19] Cruz-Jentoft AJ, Baeyens JP, Bauer JM, Boirie Y, Cederholm T, Landi F, et al. \nSarcopenia: European consensus on definition and diagnosis: Report of the European \nWorking Group on Sarcopenia in Older People. Age Ageing 2010;39:412–23. \ndoi:10.1093/ageing/afq034. \n[20] Goodpaster BH, Park SW, Harris TB, Kritchevsky SB, Nevitt M, Schwartz A V, et al. The \nloss of skeletal muscle strength, mass, and quality in older adults: the health, aging and \nbody composition study. Journals Gerontol 2006;61:1059–64. \ndoi:10.1093/gerona/61.10.1059. \n[21] Newman AB, Kupelian V, Visser M, Simonsick EM, Goodpaster BH, Kritchevsky SB, et \nal. Strength, but not muscle mass, is associated with mortality in the health, aging and \nbody composition study cohort. J Gerontol A Biol Sci Med Sci 2006;61:72–7. \n[22] Artero EG, Lee DC, Lavie CJ, Espana-Romero V, Sui X, Church TS, et al. Effects of \nmuscular strength on cardiovascular risk factors and prognosis. J Cardiopulm Rehabil \nPrev 2012;32:351–8. doi:http://dx.doi.org/10.1097/HCR.0b013e3182642688. \n[23] Artero EG, Lee D, Ruiz JR, Sui X, Ortega FB, Church TS, et al. A prospective study of \nmuscular strength and all-cause mortality in men with hypertension. J Am Coll Cardiol \n2011;57:1831–7. doi:10.1016/j.jacc.2010.12.025. \n[24] Maslow AL, Sui X, Colabianchi N, Hussey J, Blair SN. Muscular strength and incident \nhypertension in normotensive and prehypertensive men. Med Sci Sports Exerc \n2010;42:288–95. doi:10.1249/MSS.0b013e3181b2f0a4. \n[25] Clark BC, Manini TM. Sarcopenia ≠ Dynapenia. Med Sci 2008;63:829–34. \n \n\n90 \n \n[26] Abbatecola AM, Ferrucci L, Ceda G, Russo CR, Lauretani F, Bandinelli S, et al. Insulin \nResistance and Muscle Strength in Older Persons. Journals Gerontol Ser A Biol Sci Med \nSci 2005;60:1278–82. doi:10.1093/gerona/60.10.1278. \n[27] Okamoto T, Masuhara M, Ikuta K. Upper but not lower limb resistance training increases \narterial stiffness in humans. Eur J Appl Physiol 2009;107:127–34. doi:10.1007/s00421-\n009-1110-x. \n[28] Collier S, Kanaley J, Carhart RJ, Frechette V, Tobin M, Hall A. Effect of 4 weeks of \naerobic or resistance exercise training on arterial stiffness, blood flow and blood pressure \nin pre- and stage-1 hypertensives. J Hum Hypertens 2008;22:678–86. \ndoi:10.1038/jhh.2008.36. \n[29] Okamoto T, Masuhara M, Ikuta K. Effects of low-intensity resistance training with slow \nlifting and lowering on vascular function. J Hum Hypertens 2008;22:509–11. \ndoi:10.1038/jhh.2008.12. \n[30] Alvarez-Alvarado S, Jaime SJ, Ormsbee MJ, Campbell JC, Post J, Pacilio J, et al. Benefits \nof whole-body vibration training on arterial function and muscle strength in young \noverweight/obese women. Hypertens Res 2017:1–6. doi:10.1038/hr.2016.178. \n[31] Tanimoto M, Ishii N. Effects of low-intensity resistance exercise with slow movement and \ntonic force generation on muscular function in young men. J Appl Physiol \n2006;100:1150–7. doi:10.1152/japplphysiol.00741.2005. \n[32] Delecluse C, Roelants M, Verschueren S. Strength increase after whole-body vibration \ncompared with resistance training. Med Sci Sports Exerc 2003;35:1033–41. \ndoi:10.1249/01.MSS.0000069752.96438.B0. \n[33] Nichols WW, Singh BM. Augmentation index as a measure of peripheral vascular disease \nstate. Curr Opin Cardiol 2002;17:543–51. \n[34] Clark BC, Manini TM. What is dynapenia? Nutrition 2012;28:495 –503. \ndoi:10.1016/j.nut.2011.12.002. \n[35] Luiking YC, Engelen MPKJ, Deutz NEP. Regulation of nitric oxide production in health \nand disease. Curr Opin Clin Nutr Metab Care 2010;13:97–104. \ndoi:10.1097/MCO.0b013e328332f99d. \n[36] Nichols WW. Clinical measurement of arterial stiffness obtained from noninvasive \npressure waveforms. Am J Hypertens 2005;18:3S–10S. \ndoi:10.1016/j.amjhyper.2004.10.009. \n[37] Green DJ, Jones H, Thijssen D, Cable NT, Atkinson G. Flow-mediated dilation and \ncardiovascular event prediction: Does nitric oxide matter? Hypertension 2011;57:363–9. \ndoi:10.1161/HYPERTENSIONAHA.110.167015. \n[38] Umans JG. NITRIC OXIDE IN THE REGULATION OF BLOOD 1995. \n[39] Baumgartner RN, Koehler KM, Gallagher D, Romero L, Heymsfield SB, Ross RR, et al. \nEpidemiology of sarcopenia among the elderly in New Mexico. Am J Epidemiol \n1998;147:755–63. \n\n91 \n \n[40] Figueroa A, Jaime SJ, Alvarez-Alvarado S. Whole-body vibration as a potential \ncountermeasure for dynapenia and arterial stiffness. Integr Med Res 2016;5:204–11. \ndoi:10.1016/j.imr.2016.06.004. \n[41] Ortman BJM, Velkoff VA, Hogan H. An aging nation: The older population in the United \nStates. Econ Stat Adm US Dep Commer 2014;1964:1–28. \n[42] Nwankwo T, Yoon SS, Burt V, Gu Q. Hypertension among adults in the United States: \nNational Health and Nutrition Examination Survey, 2011-2012. NCHS Data Brief \n2013:1–8. \n[43] Lassman D, Hartman M, Washington B, Andrews K, Lassman BD, Hartman M, et al. US \nhealth spending trends by age and gender: selected years 2002-10. Health Aff \n2014;33:815–22. doi:10.1377/hlthaff.2013.1224. \n[44] de Rezende LFM, Rey-López JP, Matsudo VKR, do Carmo Luiz O. Sedentary behavior \nand health outcomes among older adults: a systematic review. BMC Public Health \n2014;14:333. doi:10.1186/1471-2458-14-333. \n[45] Gorman E, Hanson HM, Yang PH, Khan KM, Liu-Ambrose T, Ashe MC. Accelerometry \nanalysis of physical activity and sedentary behavior in older adults: A systematic review \nand data analysis. Eur Rev Aging Phys Act 2014;11:35–49. doi:10.1007/s11556-013-\n0132-x. \n[46] Wullems JA, Verschueren SMP, Degens H, Morse CI, Onambélé GL. A review of the \nassessment and prevalence of sedentarism in older adults, its physiology/health impact and \nnon-exercise mobility counter-measures. Biogerontology 2016;17:547–65. \ndoi:10.1007/s10522-016-9640-1. \n[47] Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, et al. Heart \nDisease and Stroke Statistics-2016 Update: A Report From the American Heart \nAssociation. vol. 131. 2015. doi:10.1161/CIR.0000000000000350. \n[48] Witteman JC, Grobbee DE, Kok FJ, Hofman A, Valkenburg HA. Increased risk of \natherosclerosis in women after the menopause. BMJ Br Med J 1989;298:642–4. \n[49] Moreau KL, Hildreth KL, Meditz AL, Deane KD, Kohrt WM. Endothelial function is \nimpaired across the stages of the menopause transition in healthy women. J Clin \nEndocrinol Metab 2012;97:4692–700. doi:10.1210/jc.2012-2244. \n[50] Lakatta EG, Wang M, Najjar SS. Arterial aging and subclinical arterial disease are \nfundamentally inter twined at macroscopic and molecular levels. Med Clin North Am \n2009;93:583–608. doi:10.1016/j.mcna.2009.02.008.Arterial. \n[51] Hanna MA, Taylor CR, Chen B, La H-S, Maraj JJ, Kilar CR, et al. Structural remodeling \nof coronary resistance arteries: effects of age and exercise training. J Appl Physiol \n2014;117:616–23. doi:10.1152/japplphysiol.01296.2013. \n[52] Asmar R, Benetos A, Topouchian J, Laurent P, Pannier B, Brisac AM, et al. Assessment \nof arterial distensibility by automatic pulse wave velocity measurement. Validation and \nclinical application studies. Hypertens (Dallas, Tex 1979) 1995;26:485–90. \n\n92 \n \n[53] Blacher J, Asmar R, Djane S, London GM, Safar ME. Aortic Pulse Wave Velocity as a \nMarker of Cardiovascular Risk in Hypertensive Patients. Hypertension 1999;33:1111–7. \ndoi:10.1161/01.HYP.33.5.1111. \n[54] van Popele NM, Grobbee DE, Bots ML, Asmar R, Topouchian J, Reneman RS, et al. \nAssociation between arterial stiffness and atherosclerosis: the Rotterdam Study. Stroke \n2001;32:454–60. \n[55] Laurent S, Boutouyrie P, Asmar R, Gautier I, Laloux B, Guize L, et al. Aortic Stiffness Is \nan Independent Predictor of All-Cause and Cardiovascular Mortality in Hypertensive \nPatients. Hypertension 2001;37:1236–41. doi:10.1161/01.HYP.37.5.1236. \n[56] Cohn JN. Arterial compliance to stratify cardiovascular risk: more precision in therapeutic \ndecision making. Am J Hypertens 2001;14:258S–263S. \n[57] Timmerman KL, Lee JL, Dreyer HC, Dhanani S, Glynn EL, Fry CS, et al. Insulin \nstimulates human skeletal muscle protein synthesis via an indirect mechanism involving \nendothelial-dependent vasodilation and mammalian target of rapamycin complex 1 \nsignaling. J Clin Endocrinol Metab 2010;95:3848–57. doi:10.1210/jc.2009-2696. \n[58] DeFronzo RA, Gunnarsson R, Bjorkman O, Olsson M, Wahren J. Effects of insulin on \nperipheral and splanchnic glucose metabolism in noninsulin-dependent (type II) diabetes \nmellitus. J Clin Invest 1985;76:149–55. doi:10.1172/JCI111938. \n[59] Artero EG, Lee DC, Lavie CJ, Espana-Romero V, Sui X, Church TS, et al. Effects of \nmuscular strength on cardiovascular risk factors and prognosis. J Cardiopulm Rehabil \nPrev 2012;32:351–8. doi:http://dx.doi.org/10.1097/HCR.0b013e3182642688. \n[60] Rosenberg IH. Summary comments. Am J Clin Nutr 1989;50:1231 –3. \n[61] Cheung CL, Nguyen USDT, Au E, Tan KCB, Kung AWC. Association of handgrip \nstrength with chronic diseases and multimorbidity: A cross-sectional study. Age (Omaha) \n2013;35:929–41. doi:10.1007/s11357-012-9385-y. \n[62] Flegal KM. Prevalence of Obesity and Trends in the Distribution of Body Mass Index \nAmong US Adults, 1999-2010. JAMA J Am Med Assoc 2012;307:491. \ndoi:10.1001/jama.2012.39. \n[63] Steppan C, Bailey S, Bhat S, Brown E, Banerjee R, Wright C, et al. The hormone resistin \nlinks obesity to diabetes. Nature 2001;409:307–12. doi:10.1016/j.reuma.2008.12.003. \n[64] Manicardi V, Camellini L, Bellodi G, Coscelli C, Ferrannini E. Evidence for an \nassociation of high blood pressure and hyperinsulinemia in obese man. J Clin Endocrinol \nMetab 1986;62:1302–4. \n[65] Must A, Spadano J, Coakley EH, Field AE, Colditz G, Dietz WH. The Disease Burden \nAssociated With Overweight and Obesity. JAMA 1999;282:1523–9. \n[66] Song Y-M, Sung J, Smith GD, Ebrahim S. Body Mass Index and Ischemic and \nHemorrhagic Stroke: A Prospective Study in Korean Men. Stroke 2004;35:831–6. \ndoi:10.1161/01.STR.0000119386.22691.1C. \n\n93 \n \n[67] Bianchini F, Kaaks R, Vainio H. Overweight, obesity, and cancer risk. Lancet Oncol \n2002;3:565–74. doi:10.1016/S1470-2045(02)00849-5. \n[68] Thompson D, Brown JB, Nichols G a, Elmer PJ, Oster G. Body mass index and future \nhealthcare costs: a retrospective cohort study. Obes Res 2001;9:210–8. \ndoi:10.1038/oby.2001.23. \n[69] Biasucci LM, Graziani F, Rizzello V, Liuzzo G, Guidone C, De Caterina AR, et al. \nParadoxical preservation of vascular function in severe obesity. Am J Med 2010;123:727–\n34. doi:10.1016/j.amjmed.2010.02.016. \n[70] Lissner L. Causes, diagnosis and risks of obesity. Pharmacoeconomics 1994;5:8 –17. \n[71] Shimokata H, Tobin JD, Muller DC, Elahi D, Coon PJ, Andres R. Studies in the \ndistribution of body fat: I. Effects of age, sex, and obesity. J Gerontol 1989;44:M66-73. \n[72] U.S. Department of Health and Human Services. 2008 Physical activity guidelines for \nAmericans. Pres Counc Phys Fit Sport Res Dig 2008;9:1–8. doi:10.4085/1062-6050-\n44.1.5. \n[73] Who WHO. Global recommendations on physical activity for health. Geneva World Heal \nOrgan 2010:60. doi:10.1080/11026480410034349. \n[74] Warburton DE, Charlesworth S, Ivey A, Nettlefold L, Bredin SS. A systematic review of \nthe evidence for Canada’s Physical Activity Guidelines for Adults. Int J Behav Nutr Phys \nAct 2010;7:39. doi:10.1186/1479-5868-7-39. \n[75] Lee IM, Shiroma EJ, Lobelo F, Puska P, Blair SN, Katzmarzyk PT, et al. Effect of \nphysical inactivity on major non-communicable diseases worldwide: An analysis of \nburden of disease and life expectancy. Lancet 2012;380:219–29. doi:10.1016/S0140-\n6736(12)61031-9. \n[76] Olive J, DeVan A, McCully K. The effects of aging and activity on muscle blood flow. \nDyn Med 2002;1:2. doi:10.1186/1476-5918-1-2. \n[77] Sandoo A, van Zanten JJCSV, Metsios GS, Carroll D, Kitas GD. The endothelium and its \nrole in regulating vascular tone. Open Cardiovasc Med J 2010;4:302–12. \ndoi:10.2174/1874192401004010302. \n[78] Figueroa A, Jaime SJ, Alvarez-Alvarado S. Whole-body vibration as a potential \ncountermeasure for dynapenia and arterial stiffness. Integr Med Res 2016;5:204–11. \ndoi:10.1016/j.imr.2016.06.004. \n[79] Figueroa A, Kalfon R, Madzima TA, Wong A. Whole-body vibration exercise training \nreduces arterial stiffness in postmenopausal women with prehypertension and \nhypertension. Menopause 2014;21:131–6. doi:10.1097/GME.0b013e318294528c. \n[80] Figueroa A, Kalfon R, Madzima T, Wong A. Effects of whole-body vibration exercise \ntraining on aortic wave reflection and muscle strength in postmenopausal women with \nprehypertension and hypertension. J Hum Hypertens 2014;28:118–22. \ndoi:10.1038/jhh.2013.59. \n\n94 \n \n[81] Bassett DR. Scientific contributions of AV Hill: exercise physiology pioneer. J Appl \nPhysiol 2002;93:1567–82. doi:10.1643/OT-08-021. \n[82] Hill A V. The heat of shortening and the dynamic constants of muscle. Proc R Soc Biol \nSci 1938;126:136–96. \n[83] Abbott B, Wilkie D. The relation between velocity of shortening and the tension-length \ncurve of skeletal muscle. J Physiol 1953;120:214–23. \n[84] Civan MM, Podolsky RJ. Contraction kinetics of striated muscle fibres following quick \nchanges in load. J Physiol 1966;184:511–34. \n[85] Edman KA, Mulieri LA, Scubon-Mulieri B. Non-hyperbolic force-velocity relationship in \nsingle muscle fibres. Acta Physiol Scand 1976;98:143–56. doi:10.1111/j.1748-\n1716.1976.tb00234.x. \n[86] Julian FJ, Rome LC, Stephenson DG, Striz S. The maximum speed of shortening in living \nand skinned frog muscle fibres. J Physiol 1986;370:181–99. \n[87] Lannergren J. The force-velocity relation of isolated twitch and slow muscle fibres of \nXenopus laevis. J Physiol 1978;283:501–21. \n[88] Seow CY. Hill’s equation of muscle performance and its hidden insight on molecular \nmechanisms. J Gen Physiol 2013;142:561–73. doi:10.1085/jgp.201311107. \n[89] HUXLEY AF. Muscle structure and theories of contraction. Prog Biophys Biophys Chem \n1957;7:255–318. \n[90] Piazzesi G, Reconditi M, Linari M, Lucii L, Bianco P, Brunello E, et al. Skeletal muscle \nperformance determined by modulation of number of myosin motors rather than motor \nforce or stroke size. Cell 2007;131:784–95. doi:10.1016/j.cell.2007.09.045. \n[91] Elangovan R, Capitanio M, Melli L, Pavone FS, Lombardi V, Piazzesi G. An integrated in \nvitro and in situ study of kinetics of myosin II from frog skeletal muscle. J Physiol \n2012;590:1227–42. doi:10.1113/jphysiol.2011.222984. \n[92] Caremani M, Melli L, Dolfi M, Lombardi V, Linari M. The working stroke of the myosin \nII motor in muscle is not tightly coupled to release of orthophosphate from its active site. J \nPhysiol 2013;591:5187–205. doi:10.1113/jphysiol.2013.257410. \n[93] Caremani M, Melli L, Dolfi M, Lombardi V, Linari M. Force and number of myosin \nmotors during muscle shortening and the coupling with the release of the ATP hydrolysis \nproducts. J Physiol 2015;593:3313–32. doi:10.1113/JP270265. \n[94] Moss RL, Diffee GM, Greaser ML. Contractile properties of skeletal muscle fibers in \nrelation to myofibrillar protein isoforms. Rev Physiol Biochem Pharmacol 1995;126:1–63. \n[95] Herron TJ, Korte FS, McDonald KS. Power output is increased after phosphorylation of \nmyofibrillar proteins in rat skinned cardiac myocytes. Circ Res 2001;89:1184–90. \n \n \n\n95 \n \n[96] Alley DE, Koster A, Mackey D, Cawthon P, Ferrucci L, Simonsick EM, et al. \nHospitalization and change in body composition and strength in a population-based cohort \nof older persons. J Am Geriatr Soc 2010;58:2085–91. doi:10.1111/j.1532-\n5415.2010.03144.x. \n[97] Bean JF, Kiely DK, Herman S, Leveille SG, Mizer K, Frontera WR, et al. The relationship \nbetween leg power and physical performance in mobility-limited older people. J Am \nGeriatr Soc 2002;50:461–7. doi:10.1046/j.1532-5415.2002.50111.x. \n[98] Crozara LF, Morcelli MH, Hallal CZ, Marques NR, Spinoso DH, Goethel MF, et al. \nEffect of age and fall status on lower-extremity muscle activation and joint torque and \npower in physically active women. Isokinet Exerc Sci 2016;24:67–77. doi:10.3233/IES-\n150602. \n[99] Bassey EJ, Fiataronet MA, Neill EFO, Kelly M, Evanst WJ, Llpsltz LA, et al. Leg \nextensor power and functional performance in very old men and women. Clin Sci \n1992;327:321–7. \n[100] Wroblewski AP, Amati F, Smiley MA, Goodpaster B, Wright V. Chronic exercise \npreserves lean muscle mass in masters athletes. Phys Sportsmed 2011;39:172–8. \ndoi:10.3810/psm.2011.09.1933. \n[101] Lim J-Y. Therapeutic Potential of Eccentric Exercises for Age-Related Muscle Atrophy. \nIntegr Med Res 2016;5:176–81. doi:10.1016/j.imr.2016.06.003. \n[102] Delbono O. Expression and regulation of excitation-contraction coupling proteins in aging \nskeletal muscle. Curr Aging Sci 2011;4:248–59. \n[103] Wang ZM, Messi ML, Delbono O. L-Type Ca(2+) channel charge movement and \nintracellular Ca(2+) in skeletal muscle fibers from aging mice. Biophys J 2000;78:1947–\n54. doi:10.1016/S0006-3495(00)76742-7. \n[104] Renganathan M, Messi ML, Delbono O. Dihydropyridine receptor-ryanodine receptor \nuncoupling in aged skeletal muscle. J Membr Biol 1997;157:247–53. \n[105] Zhang T, Birbrair A, Delbono O. Nonmyofilament-associated troponin T3 nuclear and \nnucleolar localization sequence and leucine zipper domain mediate muscle cell apoptosis. \nCytoskeleton (Hoboken) 2013;70:134–47. doi:10.1002/cm.21095. \n[106] Zhang T, Pereyra AS, Wang ZM, Birbrair A, Reisz JA, Files DC, et al. Calpain inhibition \nrescues troponin T3 fragmentation, increases Cav1.1, and enhances skeletal muscle force \nin aging sedentary mice. Aging Cell 2016;15:488–98. doi:10.1111/acel.12453. \n[107] Janssen I, Shepard DS, Katzmarzyk PT, Roubenoff R. The healthcare costs of sarcopenia \nin the United S... [J Am Geriatr Soc. 2004] - PubMed result. J Am Geriatr Soc \n2004;52:80–5. \n[108] Roubenoff R. Sarcopenia —Understanding the Dynamics of Aging Muscle. Jama \n2001;286:1230. doi:10.1001/jama.286.10.1230. \n[109] Janssen I, Ross R. Aging and Muscle Morphology Linking Age-Related Changes in \nSkeletal Muscle Mass and Composition With Metabolism and Disease 2005;9. \n\n96 \n \n[110] Lauretani F, Russo CR, Bandinelli S, Bartali B, Cavazzini C, Di Iorio A, et al. Age-\nassociated changes in skeletal muscles and their effect on mobility: an operational \ndiagnosis of sarcopenia. J Appl Physiol 2003;95:1851–60. \ndoi:10.1152/japplphysiol.00246.2003. \n[111] Rolland Y, Czerwinski S, Abellan Van Kan G, Morley JE, Cesari M, Onder G, et al. \nSarcopenia: its assessment, etiology, pathogenesis, consequences and future perspectives. \nJ Nutr Health Aging 2008;12:433–50. \n[112] Cuthbertson DJ, Bell JA, Ng SY, Kemp GJ, Kivimaki M, Hamer M. Dynapenic obesity \nand the risk of incident Type 2 diabetes: the English Longitudinal Study of Ageing. Diabet \nMed 2015:1–8. doi:10.1111/dme.12991. \n[113] Vellas B, Gillette-Guyonnet S, Nourhashemi F, Rolland Y, Lauque S, Ousset PJ, et al. \n[Falls, frailty and osteoporosis in the elderly: a public health problem]. Rev Med Interne \n2000;21:608–13. \n[114] Lu C-W, Yang K-C, Chang H-H, Lee L-T, Chen C-Y, Huang K-C. Sarcopenic obesity is \nclosely associated with metabolic syndrome. Obes Res Clin Pract 2013;7:e301-7. \ndoi:10.1016/j.orcp.2012.02.003. \n[115] Young A, Stokes M, Crowe M. The size and strength of the quadriceps muscles of old and \nyoung men. Clin Physiol 1985;5:145–54. \n[116] Overend TJ, Cunningham D a, Paterson DH, Lefcoe MS. Thigh composition in young and \nelderly men determined by computed tomography. Clin Physiol 1992;12:629–40. \ndoi:10.1111/j.1475-097X.1992.tb00366.x. \n[117] Manini TM, Clark BC, Nalls MA, Goodpaster BH, Ploutz-Snyder LL, Harris TB. \nReduced physical activity increases intermuscular adipose tissue in healthy young adults. \nAm J Clin Nutr 2007;85:377–84. \n[118] Reid MB, Lännergren J, Westerblad H. Respiratory and limb muscle weakness induced by \ntumor necrosis factor-α: Involvement of muscle myofilaments. Am J Respir Crit Care \nMed 2002;166:479–84. doi:10.1164/rccm.2202005. \n[119] Visser M1, Pahor M, Taaffe DR, Goodpaster BH, Simonsick EM, Newman AB, Nevitt M \nHT. Relationship of interleukin-6 and tumor necrosis factor-alpha with muscle mass and \nmuscle strength in elderly men and women: the Health ABC Study. J Gerontol A Biol Sci \nMed Sci 2002;57:M326-32. \n[120] Bey L, Hamilton MT. Suppression of skeletal muscle lipoprotein lipase activity during \nphysical inactivity: a molecular reason to maintain daily low-intensity activity. J Physiol \n2003;551:673–82. doi:10.1113/jphysiol.2003.045591. \n[121] Zderic TW, Hamilton MT, Theodore W, Physical MTH. Physical inactivity amplifies the \nsensitivity of skeletal muscle to the lipid-induced downregulation of lipoprotein lipase \nactivity. J Appl Physiol 2006;100:249–57. doi:10.1152/japplphysiol.00925.2005. \n[122] Hamilton MT, Etienne J, McClure WC, Pavey BS, Holloway AK, Armstrong RB, et al. \nRole of local contractile activity and muscle fiber type on LPL regulation during exercise. \nAm J Physiol 1998;275:E1016-22. doi:10.1113/jphysiol.1983.sp014933. \n\n97 \n \n[123] Goldberg IJ. Lipoprotein lipase and lipolysis: central roles in lipoprotein metabolism and \natherogenesis. J Lipid Res 1996;37:693–707. \n[124] Reymer PWA, Gagné E, Groenemeyer BE, Zhang H, Forsyth I, Jansen H, et al. A \nlipoprotein lipase mutation (Asn291Ser) is associated with reduced HDL cholesterol \nlevels in premature atherosclerosis. Nat Genet 1995;10:28–34. doi:10.1038/ng0595-28. \n[125] Bey L, Areiqat E, Sano a, Hamilton MT. Reduced lipoprotein lipase activity in postural \nskeletal muscle during aging. J Appl Physiol 2001;91:687–92. \n[126] Lexell J, Taylor CC, Sjöström M. What is the cause of the ageing atrophy? Total number, \nsize and proportion of different fiber types studied in whole vastus lateralis muscle from \n15- to 83-year-old men. J Neurol Sci 1988;84:275–94. \ndoi:10.1017/CBO9781107415324.004. \n[127] Hu Z, Klein JD, Mitch WE, Zhang L, Martinez I, Wang XH. MicroRNA-29 induces \ncellular senescence in aging muscle through multiple signaling pathways. Aging (Albany \nNY) 2014;6:160–75. \n[128] Roos MR, Rice CL, Vandervoort AA. Age-related changes in motor unit function. Muscle \nNerve 1997;20:679–90. \n[129] Vandervoort AA. Aging of the human neuromuscular system. Muscle Nerve 2002;25:17 –\n25. \n[130] Orlander J, Kiessling KH, Larsson L, Karlsson J, Aniansson A. Skeletal muscle \nmetabolism and ultrastructure in relation to age in sedentary men. Acta Physiol Scand \n1978;104:249–61. doi:10.1111/j.1748-1716.1978.tb06277.x. \n[131] Larsson L, Sjodin B, Karlsson J. Histochemical and biochemical changes in human \nskeletal muscle with age in sedentary males, age 22--65 years. Acta Physiol Scand \n1978;103:31–9. doi:10.1111/j.1748-1716.1978.tb06187.x. \n[132] Lang T, Streeper T, Cawthon P, Baldwin K, Taaffe DR, Harris TB. Sarcopenia: Etiology, \nclinical consequences, intervention, and assessment. Osteoporos Int 2010;21:543–59. \ndoi:10.1007/s00198-009-1059-y. \n[133] Lefaucheur L, Hoffman RK, Gerrard DE, Okamura CS, Rubinstein N, Kelly A. Evidence \nfor three adult fast myosin heavy chain isoforms in type II skeletal muscle fibers in pigs. J \nAnim Sci 1998;76:1584–93. \n[134] Miller MS, VanBuren P, LeWinter MM, Braddock JM, Ades PA, Maughan DW, et al. \nChronic heart failure decreases cross-bridge kinetics in single skeletal muscle fibres from \nhumans. J Physiol 2010;588:4039–53. doi:10.1113/jphysiol.2010.191957. \n[135] Miller M, Toth M. Myofilament Protein Alterations Promote Physical Disability in Aging \nand Disease. Exerc Sport Sci Rev 2014;41:93–9. \ndoi:10.1097/JES.0b013e31828bbcd8.Myofilament. \n \n \n\n98 \n \n[136] Miller MS, Bedrin NG, Callahan DM, Previs MJ, Jennings ME, Ades P a, et al. Age-\nrelated slowing of myosin actin cross-bridge kinetics is sex specific and predicts \ndecrements in whole skeletal muscle performance in humans. J Appl Physiol \n2013;115:1004–14. doi:10.1152/japplphysiol.00563.2013. \n[137] Frontera WR, Hughes VA, Fielding RA, Fiatarone MA, Evans WJ, Roubenoff R. Aging \nof skeletal muscle: a 12-yr longitudinal study. J Appl Physiol 2000;88:1321–6. \n[138] Lindle R, Metter E, Lynch N, Fleg J, Fozard J, Tobin J, et al. Age and gender comparisons \nof muscle strength in 654 women and men aged 20 − 93 yr Age and gender comparisons \nof muscle strength in 654 women and men aged 20 – 93 yr. J Appl Physiol 1997;83:1581–\n7. \n[139] Manini TM, Visser M, Won-Park S, Patel K V., Strotmeyer ES, Chen H, et al. Knee \nextension strength cutpoints for maintaining mobility. J Am Geriatr Soc 2007;55:451–7. \ndoi:10.1111/j.1532-5415.2007.01087.x. \n[140] Goodpaster BH, Carlson CL, Visser M, Kelley DE, Scherzinger a, Harris TB, et al. \nAttenuation of skeletal muscle and strength in the elderly: The Health ABC Study. J Appl \nPhysiol 2001;90:2157–65. \n[141] Hughes VA, Frontera WR, Wood M, Evans WJ, Dallal GE, Roubenoff R, et al. \nLongitudinal muscle strength changes in older adults: influence of muscle mass, physical \nactivity, and health. J Gerontol A Biol Sci Med Sci 2001;56:B209-17. \ndoi:10.1093/gerona/56.5.B209. \n[142] Lee S, Kim Y, White D a, Kuk JL, Arslanian S. Relationships between insulin sensitivity, \nskeletal muscle mass and muscle quality in obese adolescent boys. Eur J Clin Nutr \n2012;66:1–7. doi:10.1038/ejcn.2012.142. \n[143] Karelis AD, Tousignant B, Nantel J, Proteau-Labelle M, Malita FM, St-Pierre DH, et al. \nAssociation of insulin sensitivity and muscle strength in overweight and obese sedentary \npostmenopausal women. Appl Physiol Nutr Metab 2007;32:297–301. doi:10.1139/H07-\n002. \n[144] Croymans DM, Paparisto E, Lee MM, Brandt N, Le BK, Lohan D, et al. Resistance \ntraining improves indices of muscle insulin sensitivity and β-cell function in \noverweight/obese, sedentary young men. J Appl Physiol 2013;115:1245–53. \ndoi:10.1152/japplphysiol.00485.2013. \n[145] Frank P, Andersson E, Pontén M, Ekblom B, Ekblom M, Sahlin K. Strength training \nimproves muscle aerobic capacity and glucose tolerance in elderly. Scand J Med Sci Sport \n2015:1–10. doi:10.1111/sms.12537. \n[146] Nomura T, Ikeda Y, Nakao S, Ito K, Ishida K, Suehiro T, et al. Muscle strength is a \nmarker of insulin resistance in patients with type 2 diabetes: a pilot study. Endocr J \n2007;54:791–6. \n[147] Jonk AM, Houben AJHM, Jongh RT De, Serné EH, Schaper NC, Stehouwer CDA. \nMicrovascular Dysfunction in Obesity : A Potential Mechanism in the Pathogenesis of \nObesity-Associated Insulin Resistance and Hypertension 2007. \n\n99 \n \n[148] Park S, Goodpaster B, Strotmeyer E, Kuller L, Broudeau R, Kammerer C, et al. \nAccelerated Loss of Skeletal Muscle Strength in Older Adults With Type 2 Diabetes The \nhealth, aging, and body composition study. Diabetes Care 2007;30:1507–12. \ndoi:10.2337/dc06-2537.Additional. \n[149] Eringa EC, Stehouwer CD a, van Nieuw Amerongen GP, Ouwehand L, Westerhof N, \nSipkema P. Vasoconstrictor effects of insulin in skeletal muscle arterioles are mediated by \nERK1/2 activation in endothelium. Am J Physiol Heart Circ Physiol 2004;287:H2043–8. \ndoi:10.1152/ajpheart.00067.2004. \n[150] Berry KL, Cameron JD, Dart AM, Dewar EM, Gatzka CD, Jennings GL, et al. Large-\nArtery Stiffness Contributes to the Greater Prevalence Systolic Hypertension in Elderly \nWomen. J Am Geriatr Soc 2004;52:368–73. doi:10.1111/j.1532-5415.2004.52107.x. \n[151] Benetos A, Laurent S, Hoeks AP, Boutouyrie PH, Safar ME. Arterial alterations with \naging and high blood pressure. A noninvasive study of carotid and femoral arteries. \nArterioscler Thromb a J Vasc Biol / Am Hear Assoc 1993;13:90–7. \n[152] Boutouyrie P, Laurent S, Benetos A, Girerd XJ, Hoeks AP, Safar ME. Opposing effects of \nageing on distal and proximal large arteries in hypertensives. J Hypertens Suppl \n1992;10:S87-91. \n[153] Lakatta EG, Levy D. Arterial and cardiac aging: Major shareholders in cardiovascular \ndisease enterprises: Part I: Aging arteries: A “set up” for vascular disease. Circulation \n2003;107:139–46. doi:10.1161/01.CIR.0000048892.83521.58. \n[154] Najjar SS, Scuteri A, Lakatta EG. Arterial aging: is it an immutable cardiovascular risk \nfactor? Hypertens (Dallas, Tex 1979) 2005;46:454–62. \ndoi:10.1161/01.HYP.0000177474.06749.98. \n[155] Wang M, Zhang J, Jiang L-Q, Spinetti G, Pintus G, Monticone R, et al. Proinflammatory \nprofile within the grossly normal aged human aortic wall. Hypertens (Dallas, Tex 1979) \n2007;50:219–27. doi:10.1161/HYPERTENSIONAHA.107.089409. \n[156] Jiang L, Wang M, Zhang J, Monticone RE, Telljohann R, Spinetti G, et al. Increased \naortic calpain-1 activity mediates age-associated angiotensin II signaling of vascular \nsmooth muscle cells. PLoS One 2008;3:e2231. doi:10.1371/journal.pone.0002231. \n[157] Vlachopoulos C, Aznaouridis K, Stefanadis C. Prediction of Cardiovascular Events and \nAll-Cause Mortality With Arterial Stiffness. A Systematic Review and Meta-Analysis. J \nAm Coll Cardiol 2010;55:1318–27. doi:10.1016/j.jacc.2009.10.061. \n[158] Franklin SS, Gustin W 4th, Wong ND, Larson MG, Weber MA, Kannel WB, et al. \nHemodynamic patterns of age-related changes in blood pressure. The Framingham Heart \nStudy. Circulation 1997;96:308–15. \n[159] Mitchell GF, Gudnason V, Launer LJ, Aspelund T, Harris TB. Hemodynamics of \nincreased pulse pressure in older women in the community-based age, gene/environment \nsusceptibility-Reykjavik study. Hypertension 2008;51:1123–8. \ndoi:10.1161/HYPERTENSIONAHA.107.108175. \n \n\n100 \n \n[160] Cecelja M, Jiang B, Spector TD, Chowienczyk P. Progression of central pulse pressure \nover 1 decade of aging and its reversal by nitroglycerin a twin study. J Am Coll Cardiol \n2012;59:475–83. doi:10.1016/j.jacc.2011.10.871. \n[161] Kelly R, Hayward C, Avolio A, O’Rourke M. Noninvasive determination of age-related \nchanges in the human arterial pulse. Circulation 1989;80:1652–9. \n[162] Yamashina A, Tomiyama H, Takeda K, Tsuda H, Arai T, Hirose K, et al. Validity, \nreproducibility, and clinical significance of noninvasive brachial-ankle pulse wave \nvelocity measurement. Hypertens Res 2002;25:359–64. \n[163] Vlachopoulos C, Aznaouridis K, Stefanadis C. Prediction of Cardiovascular Events and \nAll-Cause Mortality With Arterial Stiffness. A Systematic Review and Meta-Analysis. J \nAm Coll Cardiol 2010;55:1318–27. doi:10.1016/j.jacc.2009.10.061. \n[164] Vlachopoulos C, Aznaouridis K, Terentes-printzios D, Ioakeimidis N, Stefanadis C. \nPrediction of Cardiovascular Events and All-Cause Mortality With Brachial-Ankle \nElasticity Index A Systematic Review and Meta-Analysis. Hypertension 2012;60:556–62. \ndoi:10.1161/HYPERTENSIONAHA.112.194779. \n[165] Celermajer DS, Sorensen KE, Spiegelhalter DJ, Georgakopoulos D, Robinson J, \nDeanfield JE. Aging is associated with endothelial dysfunction in healthy men years \nbefore the age-related decline in women. J Am Coll Cardiol 1994;24:471–6. \ndoi:10.1016/0735-1097(94)90305-0. \n[166] Rossouw JE, Anderson GL, Prentice RL, LaCroix AZ, Kooperberg C, Stefanick ML, et al. \nRisks and benefits of estrogen plus progestin in healthy postmenopausal women: principal \nresults From the Women’s Health Initiative randomized controlled trial. JAMA \n2002;288:321–33. \n[167] Manson JE, Hsia J, Johnson KC, Rossouw JE, Assaf AR, Lasser NL, et al. Estrogen plus \nprogestin and the risk of coronary heart disease. N Engl J Med 2003;349:523–34. \ndoi:10.1056/NEJMoa030808. \n[168] Amoh-Tonto CA, Malik AR, Kondragunta V, Ali Z, Kullo IJ. Brachial-ankle pulse wave \nvelocity is associated with walking distance in patients referred for peripheral arterial \ndisease evaluation. Atherosclerosis 2009;206:173–8. \ndoi:10.1016/j.atherosclerosis.2009.02.003. \n[169] Gonzales JU, Wiberg M, Defferari E, Proctor DN. Arterial stiffness is higher in older \nadults with increased perceived fatigue and fatigability during walking. Exp Gerontol \n2015;61:92–7. doi:10.1016/j.exger.2014.12.005. \n[170] Figueroa A, Gil R, Sanchez-Gonzalez M a. Whole-body vibration attenuates the increase \nin leg arterial stiffness and aortic systolic blood pressure during post-exercise muscle \nischemia. Eur J Appl Physiol 2011;111:1261–8. doi:10.1007/s00421-010-1746-6. \n[171] Figueroa A, Jaime SJ, Johnson SA, Alvarez-Alvarado S, Campbell JC, Feresin RG, et al. \nImpact of age on aortic wave reflection responses to metaboreflex activation and its \nrelationship with leg lean mass in post-menopausal women. Exp Gerontol 2015;70:119–\n24. doi:10.1016/j.exger.2015.07.010. \n\n101 \n \n[172] Karamanoglu M, O’Rourke MF, Avolio AP, Kelly RP. An analysis of the relationship \nbetween central aortic and peripheral upper limb pressure waves in man. Eur Heart J \n1993;14:160–7. \n[173] Rowell LB, Brengelmann GL, Blackmon JR, Bruce RA, Murray JA. Disparities between \naortic and peripheral pulse pressures induced by upright exercise and vasomotor changes \nin man. Circulation 1968;37:954–64. \n[174] Sutton-Tyrrell K, Najjar SS, Boudreau RM, Venkitachalam L, Kupelian V, Simonsick \nEM, et al. Elevated aortic pulse wave velocity, a marker of arterial stiffness, predicts \ncardiovascular events in well-functioning older adults. Circulation 2005;111:3384–90. \ndoi:10.1161/CIRCULATIONAHA.104.483628. \n[175] Laurent S, Boutouyrie P. Recent advances in arterial stiffness and wave reflection in \nhuman hypertension. Hypertension 2007;49:1202–6. \ndoi:10.1161/HYPERTENSIONAHA.106.076166. \n[176] Fantin F, Mattocks A, Bulpitt CJ, Banya W, Rajkumar C. Is augmentation index a good \nmeasure of vascular stiffness in the elderly? Age Ageing 2007;36:43–8. \ndoi:10.1093/ageing/afl115. \n[177] Namasivayam M, McDonnell BJ, McEniery CM, O’Rourke MF. Does wave reflection \ndominate age-related change in aortic blood pressure across the human life span? \nHypertension 2009;53:979–85. doi:10.1161/HYPERTENSIONAHA.108.125179. \n[178] Cecelja M, Jiang B, McNeill K, Kato B, Ritter J, Spector T, et al. Increased wave \nreflection rather than central arterial stiffness is the main determinant of raised pulse \npressure in women and relates to mismatch in arterial dimensions: a twin study. J Am Coll \nCardiol 2009;54:695–703. doi:10.1016/j.jacc.2009.04.068. \n[179] Donato AJ, Pierce GL, Lesniewski LA, Seals DR. Role of NFkappaB in age-related \nvascular endothelial dysfunction in humans. Aging (Albany NY) 2009;1:678–80. \ndoi:10.18632/aging.100080. \n[180] Assar M El, Angulo J, Santos-Ruiz M, de Adana JCR, Pindado ML, Sánchez-Ferrer A, et \nal. ADMA elevation and arginase up-regulation contribute to endothelial dysfunction \nrelated to insulin resistance in rats and morbid obese humans. J Physiol 2016;11:3045–60. \ndoi:10.1113/JP271836. \n[181] Ignarro LJ, Buga GM, Wood KS, Byrns RE, Chaudhuri G. Endothelium-derived relaxing \nfactor produced and released from artery and vein is nitric oxide. Proc Natl Acad Sci U S \nA 1987;84:9265–9. doi:10.1073/pnas.84.24.9265. \n[182] Azuma H, Ishikawa M, Sekizaki S. Endothelium-dependent inhibition of platelet \naggregation. Br J Pharmacol 1986;88:411–5. \n[183] Sandoo A, van Zanten JJCSV, Metsios GS, Carroll D, Kitas GD. The endothelium and its \nrole in regulating vascular tone. Open Cardiovasc Med J 2010;4:302–12. \ndoi:10.2174/1874192401004010302. \n[184] Murad F. Cyclic guanosine monophosphate as a mediator of vasodilation. J Clin Invest \n1986;78:1–5. doi:10.1172/JCI112536. \n\n102 \n \n[185] Boo YC, Sorescu G, Boyd N, Shiojima I, Walsh K, Du J, et al. Shear stress stimulates \nphosphorylation of endothelial nitric-oxide synthase at Ser1179 by Akt-independent \nmechanisms: role of protein kinase A. J Biol Chem 2002;277:3388–96. \ndoi:10.1074/jbc.M108789200. \n[186] Tran QK, Ohashi K, Watanabe H. Calcium signalling in endothelial cells. Cardiovasc Res \n2000;48:13–22. \n[187] Kuchan MJ, Frangos JA. Role of calcium and calmodulin in flow-induced nitric oxide \nproduction in endothelial cells. Am J Physiol 1994;266:C628-36. \n[188] Twort CHC, van Breemen C. Cyclic guanosine monophosphate-enhanced sequestration of \nCa2+ by sarcoplasmic reticulum in vascular smooth muscle. Circ Res 1988;62:961–4. \n[189] Radomski MW, Palmer RM, Moncada S. Comparative pharmacology of endothelium-\nderived relaxing factor, nitric oxide and prostacyclin in platelets. Br J Pharmacol \n1987;92:181–7. doi:10.1111/j.1476-5381.1987.tb11310.x. \n[190] Creager MA, Gallagher SJ, Girerd XJ, Coleman SM, Dzau VJ, Cooke JP. L-arginine \nimproves endothelium-dependent vasodilation in hypercholesterolemic humans. J Clin \nInvest 1992;90:1248–53. doi:10.1172/JCI115987. \n[191] Zeiher AM, Drexler H, Wollschlager H, Just H. Modulation of coronary vasomotor tone \nin humans. Progressive endothelial dysfunction with different early stages of coronary \natherosclerosis. Circulation 1991;83:391–401. \n[192] Luscher TF, Dohi Y, Tschudi M. Endothelium-dependent regulation of resistance arteries: \nalterations with aging and hypertension. J Cardiovasc Pharmacol 1992;19 Suppl 5:S34-42. \n[193] Steinberg HO, Chaker H, Leaming R, Johnson A, Brechtel G, Baron AD. Obesity/insulin \nresistance is associated with endothelial dysfunction. Implications for the syndrome of \ninsulin resistance. J Clin Invest 1996;97:2601–10. doi:10.1172/JCI118709. \n[194] Moreau KL, Deane KD, Meditz AL, Kohrt WM. Tumor necrosis factor-alpha inhibition \nimproves endothelial function and decreases arterial stiffness in estrogen-deficient \npostmenopausal women. Atherosclerosis 2013;230:390–6. \ndoi:10.1016/j.atherosclerosis.2013.07.057. \n[195] Gamboa A, Figueroa R, Paranjape SY, Farley G, Diedrich A, Biaggioni I. Autonomic \nblockade reverses endothelial dysfunction in obesity-associated hypertension. \nHypertension 2016;68:00–00. doi:10.1161/HYPERTENSIONAHA.116.07681. \n[196] Beijers HJBH, Ferreira I, Bravenboer B, Henry RMA, Schalkwijk CG, Dekker JM, et al. \nHigher central fat mass and lower peripheral lean mass are independent determinants of \nendothelial dysfunction in the elderly: the Hoorn study. Atherosclerosis 2014;233:310–8. \ndoi:10.1016/j.atherosclerosis.2013.12.002. \n[197] Scherrer U, Randin D, Vollenweider P, Vollenweider L, Nicod P. Nitric oxide release \naccounts for insulin’s vascular effects in humans. J Clin Invest 1994;94:2511–5. \ndoi:10.1172/JCI117621. \n \n\n103 \n \n[198] Kobayashi J. Nitric oxide and insulin resistance. Immunoendocrinology 2015;2:1 –9. \ndoi:10.1002/biof.3. \n[199] Kingwell BA, Formosa M, Muhlmann M, Bradley SJ, McConell GK. Type 2 diabetic \nindividuals have impaired leg blood flow responses to exercise: role of endothelium-\ndependent vasodilation. Diabetes Care 2003;26:899–904. \n[200] Ross R. Does exercise without weight loss improve insulin sensitivity? Diabetes Care \n2003;26:944–5. doi:10.2337/diacare.26.3.944. \n[201] Hartman MJ, Fields D a, Byrne NM, Hunter GR. Resistance training improves metabolic \neconomy during functional tasks in older adults. J Strength Cond Res 2007;21:91–5. \ndoi:10.1519/R-19075.1. \n[202] Suvorava T, Lauer N, Kojda G. Physical inactivity causes endothelial dysfunction in \nhealthy young mice. J Am Coll Cardiol 2004;44:1320–7. doi:10.1016/j.jacc.2004.06.030. \n[203] Laufs U, Wassmann S, Czech T, Münzel T, Eisenhauer M, Böhm M, et al. Physical \ninactivity increases oxidative stress, endothelial dysfunction, and atherosclerosis. \nArterioscler Thromb Vasc Biol 2005;25:809–14. \ndoi:10.1161/01.ATV.0000158311.24443.af. \n[204] Sessa WC, Pritchard K, Seyedi N, Wang J, Hintze TH. Chronic exercise in dogs incre ases \ncoronary vascular nitric oxide production and endothelial cell nitric oxide synthase gene \nexpression. Circ Res 1994;74:349–53. \n[205] Kojda G, Cheng YC, Burchfield J, Harrison DG. Dysfunctional regulation of endothelial \nnitric oxide synthase (eNOS) expression in response to exercise in mice lacking one eNOS \ngene. Circulation 2001;103:2839–44. \n[206] Qiu S, Mintz JD, Salet CD, Han W, Giannis A, Chen F, et al. Increasing muscle mass \nimproves vascular function in obese (DB/DB) Mice. J Am Heart Assoc 2014;3:1–19. \ndoi:10.1161/JAHA.114.000854. \n[207] Sanchis-Gomar F, Fiuza-Luces C, Lucia A. Exercise as the master polypill of the 21st \ncentury for the prevention of cardiovascular disease. Int J Cardiol 2015;181:360–1. \ndoi:10.1016/j.ijcard.2014.12.048. \n[208] Fiuza-Luces C, Garatachea N, Berger NA, Lucia A, Abruzzo P, Esposito F, et al. Exercise \nis the real polypill. Physiology (Bethesda) 2013;28:330–58. \ndoi:10.1152/physiol.00019.2013. \n[209] Nocon M, Hiemann T, Muller-Riemenschneider F, Thalau F, Roll S, Willich SN. \nAssociation of physical activity with all-cause and cardiovascular mortality: a systematic \nreview and meta-analysis. Eur J Cardiovasc Prev Rehabil 2008;15:239–46. \ndoi:10.1097/HJR.0b013e3282f55e09. \n[210] Visser M, Goodpaster BH, Kritchevsky SB, Newman AB, Nevitt M, Rubin SM, et al. \nMuscle mass, muscle strength, and muscle fat infiltration as predictors of incident \nmobility limitations in well-functioning older persons. J Gerontol A Biol Sci Med Sci \n2005;60:324–33. doi:10.1093/gerona/60.3.324. \n\n104 \n \n[211] Visser M, Harris TB, Fox KM, Hawkes W, Hebel JR, Yahiro JY, et al. Change in muscle \nmass and muscle strength after a hip fracture: relationship to mobility recovery. J Gerontol \nA Biol Sci Med Sci 2000;55:M434-40. \n[212] Cawthon PM, Fox KM, Gandra SR, Delmonico MJ, Chiou C-F, Anthony MS, et al. Do \nmuscle mass, muscle density, strength, and physical function similarly influence risk of \nhospitalization in older adults? J Am Geriatr Soc 2009;57:1411–9. doi:10.1111/j.1532-\n5415.2009.02366.x. \n[213] Hambrecht R, Adams V, Erbs S, Linke A, Kränkel N, Shu Y, et al. Regular physical \nactivity improves endothelial function in patients with coronary artery disease by \nincreasing phosphorylation of endothelial nitric oxide synthase. Circulation \n2003;107:3152–8. doi:10.1161/01.CIR.0000074229.93804.5C. \n[214] Fleming I, Busse R. Molecular mechanisms involved in the regulation of the endothelial \nnitric oxide synthase. Am J Physiol Regul Integr Comp Physiol 2003;284:R1–12. \n[215] Miyaki A, Maeda S, Yoshizawa M, Misono M, Saito Y, Sasai H, et al. Effect of Habitual \nAerobic Exercise on Body Weight and Arterial Function in Overweight and Obese Men. \nAm J Cardiol 2009;104:823–8. doi:10.1016/j.amjcard.2009.04.057. \n[216] Beck DT, Casey DP, Martin JS, Emerson BD, Braith RW. Exercise training improve s \nendothelial function in young prehypertensives. Exp Biol Med (Maywood) 2013;238:433–\n41. doi:10.1177/1535370213477600. \n[217] Miyaki A, Maeda S, Yoshizawa M, Misono M, Saito Y, Sasai H, et al. Effect of Habitual \nAerobic Exercise on Body Weight and Arterial Function in Overweight and Obese Men. \nAm J Cardiol 2009;104:823–8. doi:10.1016/j.amjcard.2009.04.057. \n[218] Ashor AW, Lara J, Siervo M, Celis-Morales C, Mathers JC. Effects of exercise modalities \non arterial stiffness and wave reflection: A systematic review and meta-analysis of \nrandomized controlled trials. PLoS One 2014;9. doi:10.1371/journal.pone.0110034. \n[219] Harber MP, Konopka a. R, Undem MK, Hinkley JM, Minchev K, Kaminsky L a., et al. \nAerobic exercise training induces skeletal muscle hypertrophy and age-dependent \nadaptations in myofiber function in young and older men. J Appl Physiol 2012;113:1495–\n504. doi:10.1152/japplphysiol.00786.2012. \n[220] Harber MP, Konopka AR, Douglass MD, Minchev K, Kaminsky LA, Trappe TA, et al. \nAerobic exercise training improves whole muscle and single myofiber size and function in \nolder women. Am J Physiol Regul Integr Comp Physiol 2009;47306:1452–9. \ndoi:10.1152/ajpregu.00354.2009. \n[221] Tesch PA. Skeletal muscle adaptations consequent to long-term heavy resistance exercise. \nMed Sci Sports Exerc 1988;20:S132-4. \n[222] Atherton PJ, Babraj JA, Smith K, Singh J, Rennie MJ. Selective activation of AMPK-\nPGC-1alpha or PKB-TSC2-mTOR signaling can explain specific adaptive responses to \nendurance or resistance training-like electrical muscle stimulation. FASEB 2005:1–24. \n \n\n105 \n \n[223] Lira VA, Benton CR, Yan Z, Bonen A. PGC-1alpha regulation by exercise training and its \ninfluences on muscle function and insulin sensitivity. Am J Physiol Endocrinol Metab \n2010;299:E145-61. doi:10.1152/ajpendo.00755.2009. \n[224] Huang J, Manning BD. A complex interplay between Akt, TSC2 and the two mTOR \ncomplexes. Biochem Soc Trans 2009;37:217–22. doi:10.1042/BST0370217. \n[225] Cortez-Cooper MY, DeVan AE, Anton MM, Farrar RP, Beckwith K a, Todd JS, et al. \nEffects of high intensity resistance training on arterial stiffness and wave reflection in \nwomen. Am J Hypertens 2005;18:930–4. doi:10.1016/j.amjhyper.2005.01.008. \n[226] Devan AE, Anton MM, Cook JN, Neidre DB, Cortez-cooper MY, Tanaka H, et al. Acute \neffects of resistance exercise on arterial compliance. J Appl Physiol 2005;53706:2287–91. \ndoi:10.1152/japplphysiol.00002.2005. \n[227] Miyachi M, Kawano H, Sugawara J, Takahashi K, Hayashi K, Yamazaki K, et al. \nUnfavorable effects of resistance training on central arterial compliance: a randomized \nintervention study. Circulation 2004;110:2858–63. \ndoi:10.1161/01.CIR.0000146380.08401.99. \n[228] Okamoto T, Masuhara M, Ikuta K, Physiology S, Sciences S, Sciences C, et al. Low-\nintensity resistance training after high-intensity resistance training can prevent the increase \nof central arterial stiffness. Int J Sport Med 2013;34:385–90. \n[229] Figueroa A, Arjmandi BH, Wong A, Sanchez-gonzalez MA, Simonavice E, Daggy B. \nEffects of hypocaloric diet, low-intensity resistance exercise with slow movement, or both \non aortic hemodynamics and muscle mass in obese postmenopausal women. Menopause \n2013;20:1–6. doi:10.1097/gme.0b013e3182831ee4. \n[230] Figueroa A, Vicil F, Sanchez-gonzalez MA, Wong A, Ormsbee MJ, Hooshmand S, et al. \nEffects of Diet and/or Low-Intensity Resistance Exercise Training on Arterial Stiffness, \nAdiposity, and Lean Mass in Obese Postmenopausal Women. Am J Hypertens \n2013;26:416–23. doi:10.1093/ajh/hps050. \n[231] Yoshizawa M, Maeda S, Miyaki A, Misono M, Saito Y, Tanabe K, et al. Effect of 12 \nweeks of moderate – intensity resistance training on arterial stiffness: a randomised \ncontrolled trial in women aged 32 – 59 years. Br J Sports Med 2008;43:615–8. \ndoi:10.1136/bjsm.2008.052126. \n[232] Koutnik AP, Wong A, Kalfon R, Madzima TA, Figueroa A. Acute passive vibration \nreduces arterial stiffness and aortic wave reflection in stroke survivors. Eur J Appl Physiol \n2014;114:105–11. doi:10.1007/s00421-013-2756-y. \n[233] Cardinale M, Lim J. Electromyography activity of vastus lateralis muscle during whole-\nbody vibrations of different frequencies. J Strength Cond Res 2003;17:621–4. \n[234] Kerschan-Schindl K, Grampp S, Henk C, Resch H, Preisinger E, Fialka-Moser V, et al. \nWhole-body vibration exercise leads to alterations in muscle blood volume. Clin Physiol \n2001;21:377–82. doi:10.1046/j.1365-2281.2001.00335.x. \n \n\n106 \n \n[235] Roelants M, Delecluse C, Goris M, Verschueren S. Effects of 24 weeks of whole body \nvibration training on body composition and muscle strength in untrained females. Int J \nSports Med 2004;25:1–5. doi:10.1055/s-2003-45238. \n[236] Verschueren SMP, Roelants M, Delecluse C, Swinnen S, Vanderschueren D, Boonen S. \nEffect of 6-month whole body vibration training on hip density, muscle strength, and \npostural control in postmenopausal women: a randomized controlled pilot study. J Bone \nMiner Res 2004;19:352–9. doi:10.1359/JBMR.0301245. \n[237] Bogaerts A, Delecluse C, Claessens AL, Coudyzer W, Boonen S, Verschueren SMP. \nImpact of whole-body vibration training versus fitness training on muscle strength and \nmuscle mass in older men: a 1-year randomized controlled trial. J Gerontol A Biol Sci \nMed Sci 2007;62:630–5. \n[238] Tapp LR, Signorile JF. Efficacy of WBV as a modality for inducing changes in body \ncomposition, aerobic fitness, and muscular strength: a pilot study. Clin Interv Aging \n2014;9:63–72. doi:10.2147/CIA.S30048. \n[239] Figueroa A, Vicil F, Sanchez-Gonzalez M a. Acute exercise with whole-body vibration \ndecreases wave reflection and leg arterial stiffness. Am J Cardiovasc Dis 2011;1:60–7. \n[240] Otsuki T, Takanami Y, Aoi W, Kawai Y, Ichikawa H, Yoshikawa T. Arterial stiffness \nacutely decreases after whole-body vibration in humans. Acta Physiol 2008;194:189–94. \ndoi:10.1111/j.1748-1716.2008.01869.x. \n[241] Figueroa A, Gil R, Wong A, Hooshmand S, Park SY, Vicil F, et al. Whole-body vibration \ntraining reduces arterial stiffness, blood pressure and sympathovagal balance in young \noverweight/obese women. Hypertens Res 2012;35:667–72. \n[242] Figueroa A, Alvarez-Alvarado S, Ormsbee MJ, Madzima T, Campbell JC, Wong A. \nImpact of L-citrulline supplementation and whole-body vibration training on arterial \nstiffness and leg muscle function in obese postmenopausal women with high blood \npressure. Exp Gerontol 2015;63:35–40. doi:10.1016/j.exger.2015.01.046. \n[243] Padilla J, Young CN, Simmons GH, Deo SH, Newcomer SC, Sullivan JP, et al. Increased \nmuscle sympathetic nerve activity acutely alters conduit artery shear rate patterns. Am J \nPhysiol Heart Circ Physiol 2010;298:H1128–35. doi:10.1152/ajpheart.01133.2009. \n[244] Richardson RS, Donato AJ, Uberoi A, Wray DW, Lawrenson L, Nishiyama S, et al. \nExercise-induced brachial artery vasodilation: role of free radicals. Am J Physiol Heart \nCirc Physiol 2007;292:H1516–22. doi:10.1152/ajpheart.01045.2006. \n[245] Simmons GH, Padilla J, Young CN, Wong BJ, Lang J a, Davis MJ, et al. Increased \nbrachial artery retrograde shear rate at exercise onset is abolished during prolonged \ncycling: role of thermoregulatory vasodilation. J Appl Physiol 2011;110:389–97. \ndoi:10.1152/japplphysiol.00936.2010. \n[246] Staessen JA, Heijden-spek JJ Van Der, Safar ME, Hond E Den, Gasowski J. Menopause \nand the characteristics of the large arteries in a population study. J Hum Hypertens \n2001;15:511–8. \n \n\n107 \n \n[247] Seo SK, Cho S, Kim HY, Choi YS, Park KH, Cho DJ, et al. Bone mineral density, arterial \nstiffness, and coronary atherosclerosis in healthy postmenopausal women. Menopause \n2009;16:937–43. doi:10.1097/gme.0b013e3181a15552. \n[248] Wong A, Alvarez-Alvarado S, Jaime SJ, Kinsey AW, Spicer MT, Madzima TA, et al. \nCombined whole-body vibration training and L -citrulline supplementation improves \npressure wave reflection in obese postmenopausal women. Appl Physiol Nutr Metab \n2016;41:292–297. \n[249] Lee SW, Youm Y, Kim CO, Lee WJ, Choi W, Chu SH, et al. Association between \nskeletal muscle mass and radial augmentation index in an elderly Korean population. Arch \nGerontol Geriatr 2014;59:49–55. doi:10.1016/j.archger.2014.01.008. \n[250] Ohara M, Kohara K, Tabara Y, Ochi M, Nagai T, Igase M, et al. Sarcopenic obesity and \narterial stiffness, pressure wave reflection and central pulse pressure: the J-SHIPP study. \nInt J Cardiol 2014;174:214–7. doi:10.1016/j.ijcard.2014.03.194. \n[251] Weber T, Wassertheurer S, Rammer M, Haiden A, Hametner B, Eber B. Wave reflections, \nassessed with a novel method for pulse wave separation, are associated with end-organ \ndamage and clinical outcomes. Hypertension 2012;60:534–41. \ndoi:10.1161/HYPERTENSIONAHA.112.194571. \n[252] Casey DP, Pierce GL, Howe KS, Mering MC, Braith RW. Effect of resistance training on \narterial wave reflection and brachial artery reactivity in normotensive postmenopausal \nwomen. Eur J Appl Physiol 2007;100:403–8. doi:10.1007/s00421-007-0447-2. \n[253] Taaffe D, Galvao D, Sharman J, Coombes J. Reduced central blood pressure in older \nadults following progressive resistance training. J Hum Hypertens 2007;21:96–8. \ndoi:10.1038/sj.jhh.1002115. \n[254] Nichols WW, Denardo SJ, Wilkinson IB, McEniery CM, Cockcroft J, O’Rourke MF. \nEffects of arterial stiffness, pulse wave velocity, and wave reflections on the central aortic \npressure waveform. J Clin Hypertens 2008;10:295–303. doi:10.1111/j.1751-\n7176.2008.04746.x. \n[255] Chirinos JA, Zambrano JP, Chakko S, Veerani A, Schob A, Perez G, et al. Relation \nBetween Ascending Aortic Pressures and Outcomes in Patients With Angiographically \nDemonstrated Coronary Artery Disease. Am J Cardiol 2005;96:645–8. \ndoi:10.1016/j.amjcard.2005.04.036. \n[256] Chirinos J a, Kips JG, Jacobs DR, Brumback L, Duprez D a, Kronmal R, et al. Arterial \nwave reflections and incident cardiovascular events and heart failure: MESA (Multiethnic \nStudy of Atherosclerosis). J Am Coll Cardiol 2012;60:2170–7. \ndoi:10.1016/j.jacc.2012.07.054. \n[257] Sampaio RAC, Sewo Sampaio PY, Yamada M, Yukutake T, Uchida MC, Tsuboyama T, \net al. Arterial stiffness is associated with low skeletal muscle mass in Japanese \ncommunity-dwelling older adults. Geriatr Gerontol Int 2014;14:109–14. \ndoi:10.1111/ggi.12206. \n \n\n108 \n \n[258] Kohara K, Ochi M, Tabara Y, Nagai T, Igase M, Miki T. Arterial stiffness in sarcopenic \nvisceral obesity in the elderly: J-SHIPP study. Int J Cardiol 2012;158:146–8. \ndoi:10.1016/j.ijcard.2012.04.033. \n[259] Vlachopoulos C, Aznaouridis K, O’Rourke MF, Safar ME, Baou K, Stefanadis C. \nPrediction of cardiovascular events and all-cause mortality with central haemodynamics: \nA systematic review and meta-analysis. Eur Heart J 2010;31:1865–71. \ndoi:10.1093/eurheartj/ehq024. \n[260] Park JS, Nam JS, Cho MH, Yoo JS, Ahn CW, Jee SH, et al. Insulin resistance \nindependently influences arterial stiffness in normoglycemic normotensive \npostmenopausal women. Menopause 2010;17:779–84. \ndoi:10.1097/gme.0b013e3181cd3d60. \n[261] Widlansky ME, Gokce N, Keaney JF, Vita JA. The clinical implications of endothelial \ndysfunction. J Am Coll Cardiol 2003;42:1149–60. doi:10.1016/S0735-1097(03)00994-X. \n[262] Mendelsohn M, Karas R. The protective effects of estrogen on the cardiovascular system. \nN Engl J Med 1999;340:1801–11. \n[263] Parker BA, Ridout SJ, Proctor DN. Age and flow-mediated dilation: a comparison of \ndilatory responsiveness in the brachial and popliteal arteries. AJP Hear Circ Physiol \n2006;291:H3043–9. doi:10.1152/ajpheart.00190.2006. \n[264] Bleeker MWP, Groot PCE De, Rongen GA, Felsenberg D, Smits P, Hopman MTE, et al. \nVascular adaptation to deconditioning and the effect of an exercise countermeasure : \nresults of the Berlin Bed Rest study. J Appl Physiol 2005;99:1293–300. \ndoi:10.1152/japplphysiol.00118.2005. \n[265] Pierce GL, Eskurza I, Walker AE, Fay TN, Seals DR. Sex specific effects of habitual \naerobic exercise on brachial artery flow-mediated dilation in middle-aged and older adults. \nClin Sci 2011;18:1089–98. doi:10.1038/cdd.2010.172.MicroRNAs. \n[266] Okamoto T, Min S, Sakamaki-Sunaga M. Arterial compliance and stiffness following \nlow-intensity resistance exercise. Eur J Appl Physiol 2014;114:235–41. \ndoi:10.1007/s00421-013-2770-0. \n[267] Beck DT, Martin JS, Casey DP, Braith RW. Exercise training improves endothelial \nfunction in resistance arteries of young prehypertensives. J Hum Hypertens 2014;28:303–\n9. doi:10.1038/jhh.2013.109.EXERCISE. \n[268] Okamoto T, Min S, Sakamaki-Sunaga M. Arterial compliance and stiffness following \nlow-intensity resistance exercise. Eur J Appl Physiol 2014;114:235–41. \ndoi:10.1007/s00421-013-2770-0. \n[269] Green DJ, Maiorana A, Driscoll GO, Taylor R. Effect of exercise training on \nendothelium-derived nitric oxide function in humans. J Physiol 2004;1:1–25. \ndoi:10.1113/jphysiol.2004.068197. \n[270] Proctor DN, Koch DW, Newcomer SC, Le KU, Leuenberger UA. Impaired leg \nvasodilation during dynamic exercise in healthy older women. J Appl Physiol \n2003;95:1963–70. doi:10.1152/japplphysiol.00472.2003. \n\n109 \n \n[271] Tinken TM, Thijssen DHJ, Black MA, Cable NT, Green DJ. Time course of change in \nvasodilator function and capacity in response to exercise training in humans. J Physiol \n2008;586:5003–12. doi:10.1113/jphysiol.2008.158014. \n[272] Tuttle JAYL, Nachreiner RD, Bhuller AS, Condict KW, Connors BA, Herring BP, et al. \nShear level influences resistance artery remodeling : wall dimensions , cell density , and \neNOS expression. Am J Physiol Hear Circ Physiol 2001;2879:1380–9. \n[273] MacDonald MJ, Shoemaker JK, Tschakovsky ME, Hughson RL, Maureen J, Shoemaker \nJK, et al. Alveolar oxygen uptake and femoral artery blood flow dynamics in upright and \nsupine leg exercise in humans. J Appl Physiol 1998;85:1622–8. \n[274] Roelants M, Verschueren SMP, Delecluse C, Levin O, Stijnen V. Whole-body-vibration-\ninduced increase in leg muscle activity during different squat exercises. J Strength Cond \nRes 2006;20:124–9. doi:10.1519/R-16674.1. \n[275] Hazell TJ, Thomas GW, Deguire JR, Lemon PWR. Vertical whole-body vibration does \nnot increase cardiovascular stress to static semi-squat exercise. Eur J Appl Physiol \n2008;104:903–8. doi:10.1007/s00421-008-0847-y. \n[276] Menéndez H, Ferrero C, Figueroa A, Marín PJ, Herrero AJ. Chronic effects of \nsimultaneous electromyostimulation and vibration on leg blood flow in spinal cord injury. \nSpinal Cord 2016;54:1169–75. doi:10.1038/sc.2016.60. \n[277] Heffernan KS, Chal?? A, Hau C, Cloutier GJ, Phillips EM, Warner P, et al. Systemic \nvascular function is associated with muscular power in older adults. J Aging Res \n2012;2012. doi:10.1155/2012/386387. \n[278] Stenholm S, Mehta NK, Elo IT, Heliövaara M, Koskinen S, Aromaa A. Obesity and \nmuscle strength as long-term determinants of all-cause mortality--a 33-year follow-up of \nthe Mini-Finland Health Examination Survey. Int J Obes (Lond) 2014;38:1126–32. \ndoi:10.1038/ijo.2013.214. \n[279] Machado A, García-López D, González-Gallego J, Garatachea N. Whole-body vibration \ntraining increases muscle strength and mass in older women: a randomized-controlled \ntrial. Scand J Med Sci Sports 2010;20:200–7. doi:10.1111/j.1600-0838.2009.00919.x. \n[280] Roelants M, Delecluse ÃC, Verschueren SM. Whole-Body-Vibration Training Increases \nKnee-Extension Strength and Speed of Movement in Older Women. J Am Geriatr Soc \n2004;52:901–8. \n[281] Burd N a, Andrews RJ, West DWD, Little JP, Cochran AJR, Hector AJ, et al. Muscle time \nunder tension during resistance exercise stimulates differential muscle protein sub-\nfractional synthetic responses in men. J Physiol 2012;590:351–62. \ndoi:10.1113/jphysiol.2011.221200. \n[282] Milanese C, Piscitelli F, Simoni C, Pugliarello R, Zancanaro C. Effects of whole-body \nvibration with or without localized radiofrequency on anthropometry, body composition, \nand motor performance in young nonobese women. J Altern Complement Med \n2012;18:69–75. doi:10.1089/acm.2010.0324. \n \n\n110 \n \nBIOGRAPHICAL SKETCH \nSalvador Jaime \nEducation \n2017 Ph.D in Exercise Physiology \nFlorida State University, Tallahassee, Florida \n \n2012 Master of Science in Clinical Exercise Physiology \n University of Wisconsin-La Crosse, La Crosse, Wisconsin \n \n2011 Bachelor of Science in Exercise and Sport Science \n Oregon State University, Corvallis, Oregon \n \nAwards \nThe Federation of American Societies for Experimental Biology/Maximizing Access to Research \nCareers Program Poster/Oral Presentation Travel Award (2016) \nCollege of Human Sciences Research and Creativity Day First Place Award (2015) \nReutlinger and Munn Scholarship (2015) \nFrank and Kristi Cadwell Scholarship (2012) \nUndergraduate Research Award (2011) \n \nScientific Publications \nAlvarez-Alvarado S, Jaime SJ, Ormsbee MJ, Campbell JC, Post J, Pacilio J, Figueroa A. (2017) \nBenefits of whole-body vibration training on arterial function and muscle strength in \nyoung overweight/obese women. Hypertens Res. [Epub ahead of print]. \nFigueroa A, Wong A, Jaime SJ, Gonzales JU. (2016) Influence of L-citrulline and watermelon \nsupplementation on vascular function and exercise performance. Curr Opin Clin Nutr \nMetab Care. 20(1):92-98. \n\n111 \n \nFigueroa A, Jaime SJ, Alvarez-Alvarado S. (2016) Whole-body vibrations as a potential \ncountermeasure for dynapenia and arterial stiffness. Integrative Medicine Research. 5, \n204-211. \nFigueroa A, Alvarez-Alvarado S, Jaime SJ, Johnson SA, Campbell JC, Feresin RG, Elam ML, \nNavaei N, Pourafshar S, Arjmandi BH. (2016) Influence of low and normal appendicular \nlean mass on central blood pressure and wave reflection responses to muscle \nmetaboreflex activation in postmenopausal women. Clin Exp Pharmacol Physiol. \n43(12):1243-1246. \nFigueroa A, Alvarez-Alvarado S, Jaime SJ, Kalfon R. (2016) L-citrulline supplementation \nattenuates hemodynamic and arterial stiffness responses to metaboreflex and cold stress \nin overweight men\n. Br J Nutr. 116, 279-285. \nWong, A, Alvarez-Alvarado, S, Jaime, SJ, Kinsey, AW, Spicer, MT, Madzima, TA, Figueroa, \nA. (2016) Combined whole-body vibration training and L-citrulline supplementation \nimproves pressure wave reflection in obese postmenopausal women. Appl Physiol Nutr \nMetab. 41(3):292-297. \nFigueroa, A, Jaime, SJ, Johnson, SA, Alvarez-Alvarado, S, Campbell, JC, Feresin, RG, Elam, \nML, Arjmandi, BH. (2015) Impact of age on aortic wave reflection responses to \nmetaboreflex activation and its relationship with leg lean mass in post-menopausal \nwomen. Exp Gerontol, 70, 119-124. \n \nPresentations and Abstracts \nJaime SJ, Alvarez-Alvarado S, Post JL, Figueroa A. Florida State University, Tallahassee FL. \nAcute whole-body vibration normalizes leg blood flow in young obese sedentary women. \n(Poster presentation at the annual national meeting of the American College of Sports \nMedicine, June 4th, 2016) \n \nAlvarez-Alvarado S, Pacilio J, Jaime SJ, Campbell JC, Post J, Figueroa A. Florida State \nUniversity, Tallahassee FL. Six-weeks loaded versus unloaded whole-body vibration \ntraining on arterial function and muscle strength in overweight-obese young women. \n\n112 \n \n(Poster presentation at the annual national meeting of the American College of Sports \nMedicine, June 2nd, 2016) \n \nJaime SJ, Arjmandi B, Campbell J, Alvarez-Alvarado S, Johnson S, Feresin R, Figueroa A. \nFlorida State University, Tallahassee FL. Aortic hemodynamic responses during \nmetaboreflex activation in younger and older postmenopausal women. (Poster \npresentation at the annual regional meeting of the American College of Sports Medicine, \nFebruary 13th, 2015) \n \nAlvarez-Alvarado S, Pacilio J, Jaime SJ, Campbell J, Post J, Figueroa A. Florida State \nUniversity, Tallahassee FL. Loaded whole-body vibration training decreases arterial \nstiffness and wave reflection in overweight/obese young women. (Poster presentation \nat the annual national meeting of the American College of Sports Medicine, May 2015) \n \nFigueroa A, Jaime SJ, Campbell J, Alvarez S, Kalfon R. Florida State University, Tallahassee \nFL. L-citrulline supplementation attenuates cardiovascular responses to metaboreflex \nactivation with cold exposure in young overweight men. (Poster presentation at the \nannual national meeting of the American College of Sports Medicine, May 2015) \n \nFeresin RG, Figueroa A, Johnson SA, Pourafshar S, Navaei N, Campbell J, Jaime SJ, Alvarez-\nAlvarado S, Elam ML, Akhavan N, Tenenbaum G, Arjmandi BH. Florida State \nUniversity, Tallahassee FL. Daily consumption of strawberries improves plasma nitric \noxide and adiponectin levels in pre- and stage 1-hypertensive postmenopausal women. J \nAcad Nutr Diet, 2015. Food & Nutrition Conference & Expo. \n \nJaime SJ, Nyberg K, Condello G, Casolino E, Dodge C, Foster C, Marroyo-Rodriguez J, Porcari \nJ. University of Wisconsin-La Crosse, La Crosse WI. The effect of manipulating the pre-\nexercise template on time-trial performance. (Oral presentation at the Annual Congress \nof the European Council of Sports Science, Brugge, Belgium, July 7th, 2012) \n \n\n113 \n \nNyberg K., Jaime SJ, Rodriquez-Marroyo J, Condello G, Casolino E, Dodge C, Mikat R, Wright \nG, Foster C. University of Wisconsin-La Crosse, La Crosse WI. Effect of disparities of \nfeedback on pacing in cycle time trials. (Poster presentation at the Annual Congress of \nthe European Council of Sports Science, Brugge, Belgium, July 9th, 2012) \n \nMoore KJ, Jaime SJ, Gunter KB. Oregon State University, Corvallis OR. Relationships between \nspecific back-fitness tests and the occurrence of back injuries in firefighters. (Poster \npresentation at annual national meeting of the American College of Sports Medicine, \nJune 2nd, 2012) \n \nCourses Taught \nPET 3322L – Human Anatomy and Physiology Laboratory \nPET 3322 – Human Anatomy and Physiology \nPET 4551 – Exercise Testing and Prescription Laboratory \nPET 6387 – Endocrinology in Health and Exercise – Teaching Assistant \nHPR 105L – Creating a Health and Active Lifestyle Lab \n \nForeign Languages \nEnglish: Native speaker \nSpanish: Native speaker \nItalian: Conversational competence"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 24,
    "primary_human": "body_comp; strength; function; vascular"
  },
  "bucket": "C",
  "notes": "FSU doctoral dissertation; dynapenic postmenopausal women assigned to WBV, low-intensity RT, or control; arterial function and performance outcomes."
}