{
  "id": 95,
  "title": "Home-Based Resistance Training With Whey Protein Supplementation in Overweight and Obese Adults: Effects on Body Composition and Muscle Strength",
  "authors": "Binmahfoz A et al.",
  "year": 2025,
  "doi": "10.1186/s12986-025-00986-1",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "overweight_adults",
    "obesity",
    "home_based_RT",
    "whey_protein"
  ],
  "population": {
    "training_status": "RCT_RT+protein",
    "sample_size": 48
  },
  "sections": {
    "abstract": "Background Obesity continues to grow as a public health concern and although dietary interventions can be \neffective at reducing body mass and improving cardiovascular risk factors, they also result in undesirable losses of \nlean tissue. The aim of this randomised controlled pilot trial was to investigate the effects of a home-based resistance \ntraining exercise programme on body composition and muscle function in people living with overweight or obesity \nundergoing dietary weight loss.",
    "methods": "Participants (n = 48) from Glasgow were randomly assigned to either a diet-induced weight loss group \n(WL) or a diet plus home-based resistance training exercise group (RT + WL) for 12-weeks. Body composition, muscle \nstrength, and physical function were assessed at baseline and post-intervention.",
    "results": "There was no effect of the resistance exercise training programme (all p > 0.05) on body composition \nincluding body mass index, total body mass, fat mass, fat free mass or muscle thickness during weight loss. However, \nthe resistance training group showed improvements in muscle and physical function compared to the weight loss \nonly group, resulting in higher grip strength (RT + WL: Δ2.65, 95% CI: 0.44, 4.86; WL: Δ-0.26, 95% CI: -2.04, 1.51:p = 0.046), \nmaximal voluntary contraction force (RT + WL:Δ23.61, 95% CI: 3.39, 43.84 WL: Δ-11.95, 95% CI: -35.37, 11.48;p = 0.019), \nand sit-to-stand test scores (RT + WL:Δ5.9, 95% CI: 4.27, 7.53 WL: Δ1.47, 95% CI: 0.13, 2.82; p < 0.001).",
    "conclusions": "These findings suggest that incorporating home-based resistance training into weight loss \nprogrammes can preserve, or even enhance, muscle function without negatively impacting the effectiveness of \ndietary weight loss interventions, highlighting its potential to mitigate muscle function losses during weight loss in \npeople living with overweight or obese.\nTrial registration Name of the registry: ClinicalTrials.gov. The registration number: NCT05702840. Date of Registry: \n18/01/2023. The registration title: EXerCise wEight Loss (EXCEL).\nThe effects of a home-based resistance \ntraining programme on body composition \nand muscle function during weight loss \nin people living with overweight or obesity: \na randomised controlled pilot trial\nAhmad Binmahfoz1,2, Lynsey Johnston1, Emma Dunning1, Cindy M. Gray3 and Stuart R. Gray1,4*\n\nPage 2 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90",
    "introduction": "Obesity continues to grow as a public health concern \nand is associated with an increased risk of morbidity and \nmortality, and greater health and social care costs [1]. For \nexample, obesity increases the risk of a range of chronic \ndiseases, such as hypertension, type 2 diabetes, coronary \nheart disease, dyslipidaemia and certain cancers [ 2]. The \nprevalence of obesity continues to rise across the world, \nespecially in the Middle East, Central and Eastern Europe \nand North America, with the global burden highest in \nadults (between 45 and 59 years of age) and women [3, 4]. \nDietary interventions are a mainstay of the treatment of \nobesity, and a recent systematic review and meta-analysis \nhas shown they result in significant weight loss of around \n4–5  kg on average [ 5]. This level of weight loss results \nin improvements in cardiovascular risk factors such as \nblood pressure, low density lipoprotein (LDL) and high-\ndensity lipoprotein (HDL) cholesterol and glycaemic con-\ntrol [5]. Furthermore, larger levels of weight loss (~ 10 kg) \nvia more intense dietary intervention, have been shown \nto result in remission of diabetes in almost half of partici-\npants [6].\nWhilst these benefits are a major positive, one of the \nless desirable consequences of weight loss is the con -\ncomitant loss of lean tissue (which is a marker of muscle \nmass). Indeed around ∼20–30% of weight lost is lean tis -\nsue, with a recent meta-analysis showing that weight loss \nis associated with a loss of lean body mass of ~ 1.3 kg on \naverage [ 7–9]. This is important as skeletal muscle has \nboth functional and metabolic roles [ 10], with low mus -\ncle mass/strength recognised as a contributing factor to \ncardiometabolic and other obesity-related diseases [ 11] \nand as being associated with higher mortality and mor -\nbidity [7]. Therefore, although muscle mass and strength \nare generally higher in people with overweight/obesity \n[12], to maximise the benefits of weight loss it is optimal \nto retain muscle mass and strength as much as possible, \nand strategies to maintain lean tissue/muscle mass dur -\ning weight loss are needed.\nThe most effective method to increase or maintain \nmuscle mass is resistance exercise [ 13] which has been \nshown to not only increase muscle mass and strength \nbut also to improve blood lipids and glycaemic control, \nreduce blood pressure and increase cardiorespiratory \nfitness in a variety of populations [ 14, 15]. There is also \nevidence that during weight loss, resistance exercise can \nattenuate the decline in fat free mass, augment fat loss \nand increase muscle strength [ 16, 17]. Thus far, studies \nof resistance exercise interventions have been primarily \nin supervised settings using traditional weight training \nmachines or free weights, which can limit accessibility \nand thus scaling up.\nThe number of people regularly taking part in resis -\ntance exercise is, perhaps unsurprisingly, low [ 18] \nand several studies have reported barriers. For exam -\nple, research with college women found that barriers \nincluded perceived lack of time, not feeling comfortable \nin the gym, as well as lack of knowledge regarding the use \nof free weights and other forms of resistance exercise [19, \n20]. A systematic review reported that barriers to par -\nticipation in resistance exercise for older adults include \nsafety, fear, fatigue, health concerns, pain, and lack of \nsocial support [ 21, 22]. Another recent study found that \n68% of adults with obesity reported difficulty access -\ning gym facilities and discomfort in public exercise set -\ntings [23]. It has also been recently demonstrated that the \nCOVID-19 pandemic has further emphasised the need \nfor accessible, home-based exercise options [24, 25].\nOne potential strategy to increase accessibility is to \ndevelop interventions based on simple resistance exer -\ncises with minimal equipment that can be carried out \nat home. It has been shown, in a variety of populations, \nthat home-based resistance exercises can have positive \neffects on body weight/composition outcomes and mark -\ners of cardiometabolic health [ 26] alongside increases in \nmuscle strength, physical functioning [27] and functional \nmobility [28]. However, the impact of home-based resis -\ntance exercise on body composition and muscle strength \nduring weight loss in people living with overweight or \nobesity has not yet been explored. The aim of the cur -\nrent pilot study, therefore, is to investigate the effects of \nhome-based resistance exercise programme on changes \nin body composition and strength during weight loss in \npeople living with overweight or obesity. This data will \ninform the development of a larger fully powered ran -\ndomised controlled trial.\nMethods\nThis study is reported following the Consolidated Stan -\ndards of Reporting Trials (CONSORT) Checklist [29] and \nregistered on ClinicalTrials.gov (registration number: \nNCT05702840, date of registration January 18, 2023).\nStudy design\nThis study was a 12-week, parallel group pilot ran -\ndomised controlled trial with participants randomly \nassigned (1:1) to either (1) diet induced weight loss (WL) \nor (2) diet induced weight loss plus home-based resis -\ntance training (RT + WL). The study was approved by the \nCollege of Medical Veterinary and Life Sciences Ethics \nKeywords Obesity, Overweight, Resistance exercise, Weight loss\n\nPage 3 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nCommittee at the University of Glasgow and all partici -\npants provided written informed consent.\nSample size\nThe current study is a pilot study and so no formal sam -\nple size calculation was carried out. We aimed to recruit \n50 participants, which is within the recommended range \nof sample size for pilot studies [ 30] and would allow us \nto detect a 0.8 SD difference in outcomes (power 80%, \nalpha = 0.05).\nParticipants\nParticipants were recruited from in and around Glasgow \nby leaving posters and/or flyers at various public places \nand advertising the study online on social media plat -\nforms, such as Facebook and X, from February 2023 to \nDecember 2023. Inclusion criteria were: Body mass \nindex (BMI) ≥ 25  kg/m2; aged 18–65 years; and passing \nthe Physical Activity Readiness Questionnaire (PAR-\nQ+). Exclusion criteria were: currently taking part in \nmore than 1.5 h of structured exercise per week; having \nrecently (< 6 months) taken part in any resistance exer -\ncise training; taking any medications known to affect \nweight loss; being actively engaged in a weight loss pro -\ngramme; having lost more than 2 kg weight in the last 6 \nmonths; and any other reason that would limit ability to \nperform the exercises and outcome measurements safely.\nRandomisation\nRandomisation was conducted upon completion of base -\nline measurements by an independent researcher using \nsealed envelopes [ 31] with participants randomised to \neither the RT + WL group or WL group.\nInterventions\nWeight loss\nAll participants were provided access to the Weight \nWatchers weight loss programme for a 12-week period. \nWeight Watchers is a commercially available pro -\ngramme [ 32], and participants set an initial goal to lose \n5 kg of body mass over the 12 weeks. If 5 kg weight loss \nwas achieved, then the participant could choose further \nweight loss goals. The Weight Watchers programme \nworks on the basis of an individualised points plan that \ncould then be used by the participant to select foods/\nmeals to consume throughout the day.\nHome based resistance training\nParticipants in the RT + WL group also received a resis -\ntance exercise booklet containing instructions for exer -\ncises and links to demonstration videos. A demonstration \nand explanation of the exercises was given face-to-face at \nthe beginning of the intervention, alongside a",
    "discussion": "of the principles of the programme, including starting \nlevel and progression. We asked participants to perform \nthe resistance exercises three times a week throughout \nthe 12-week period. Participants were asked to perform \nthree sets of each exercise, with the goal of reaching a \nRating of Perceived Exertion (RPE) of between 8 and 10 \n(on a scale of 1–10, where 10 represents maximal effort). \nIn order to build up intensity slowly, participants were \nasked to target a lower RPE of 4–6 during the first week \n[33]. The exercises included were press-ups, band lat -\neral raises, band seated low rows, squats, lunges and calf \nraises, with different levels depending on participants’ \nbaseline abilities, and to allow progression.\nOutcomes measures\nPrior to the start of the intervention, height, blood pres -\nsure and heart rate were measured. At baseline and after \nthe 12-week intervention period the following outcomes \nwere measured: body mass, body composition, muscle \nstrength and physical function. Participants were asked \nto avoid strenuous exercise prior to the measurements, \nwhich were performed at the same time of day at each \ntimepoint.\nBody mass and composition\nBMI and body composition were measured using scales \nand a bioelectrical impedance device to quantify fat mass \nand fat free mass [ 34]. We also measured vastus latera -\nlis muscle thickness, as a measure of muscle size, using \nultrasound [35].\nMuscle strength\nKnee extensor maximal torque during a maximum volun-\ntary contraction (MVC) was measured with participants \nstrapped in a chair with their legs at a 90-degree angle. A \nstrap was placed around the right ankle which was con -\nnected to a force transducer. Participants were asked to \ncontract maximally with the leg fixed in position for 10 s. \nParticipants performed three contractions, with 60 s rest \nbetween contractions, and if the 3rd contraction was \n> 10% of the 2nd contraction, then a 4th contraction was \nperformed. The highest value was used in the analysis. \nGrip strength was measured using a Jamar dynamometer, \nwith participants asked to perform three maximal con -\ntractions in each hand. The highest value was used in the \nanalysis.\nPhysical function\nA 30-second sit-to-stand test (STS) was used to assess \nphysical function. Participants were asked to sit in a chair \nwith their hands crossed across their shoulders, rise to \na full standing position, then sit back down again and \nrepeat this for 30 s as quickly as they could. The number \nof full repetitions was recorded and used for analysis.\n\nPage 4 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nStatistical analysis\nDescriptive baseline characteristics of both groups \nare presented as means and standard deviations (SD). \nUsing SPSS 29.0.1.0, differences between the groups in \noutcomes at 12 weeks were assessed using analysis of \ncovariance (one-way ACNOVA) with baseline outcome \nincluded as a covariate. Prior to data analysis, tests of \nnormality by Kolmogorov-Smirnov and assumptions for \nconducting one-way ANCOVA were assessed, with data \nmeeting all necessary assumptions [ 36]. A p value of \n< 0.05 was used for statistical significance.\nResults\nFrom February to December 2023, a total of 48 partici -\npants were recruited and randomised. Of these, 39 indi -\nviduals successfully completed the study (26 males and \n13 females) (Fig.  1 provides the CONSORT diagram of \nFig. 1 CONSORT diagram updated\n \n\nPage 5 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nparticipant recruitment, randomisation, dropout and \nanalysis).\nBaseline demographics characteristics for all partici -\npants, completers and non-completers, are provided \nin Table  1. There were no clear differences between the \ngroups, although the WL group were slightly younger \nand had a slightly higher proportion of female partici -\npants. Comparing completers and non-completers the \nmajority of non-completers were female.\nPost-intervention outcomes\nAfter the 12-week intervention period, there was no \ndifference in BMI ( p = 0.642), body mass ( p = 0.822), \nfat mass ( p = 0.729), fat percentage ( p = 0.797), fat free \nmass (p = 0.739) or muscle thickness ( p = 0.598) between \nthe RT + WL and WL groups (Table  2). The ANCOVA \nrevealed a significant difference in grip strength between \nthe RT + WL and WL groups ( p = 0.046), with a higher \ngrip strength in the RT + WL compared to the WL group \nat 12 weeks. Resistance exercise training during weight \nloss also resulted in a higher knee extensor maximal \ntorque in the RT + WL, compared to the WL, group at \n12 weeks ( p = 0.019). Similarly at 12 weeks, there was a \nhigher STS in the RT + WL, compared to the WL group \n(p < 0.001). Muscle function and strength data are shown \nin Table 3.\nDiscussion\nThe current pilot study aimed to investigate the effects \nof a home-based resistance exercise training programme \non body composition, and muscle function and strength \nduring weight loss in adults living with overweight or \nobesity. We found that home-based resistance exercise \nduring weight loss had no effect on body composition, \nincluding body mass index, body mass, fat mass, fat free \nmass, or muscle thickness, but did lead to improvements \nin muscle strength and function, including grip strength, \nknee extensor maximal torque and sit-to-stand perfor -\nmance. This pilot study provides preliminary efficacy \ndata which can inform the design of a larger, fully pow -\nered randomised controlled trial investigating the effect \nhome-based resistance exercise during weight loss.\nCurrently, there is limited evidence available on the \neffects of home-based resistance exercise training dur -\ning weight loss in adults living with overweight or obe -\nsity. Although our data indicates that this is not sufficient \nto preserve the loss of fat free mass, these losses were \nrelatively small in the current pilot study. This may have \nlimited our ability to detect any effect of home based \nresistance exercise on fat free mass or muscle thick -\nness and further work applying this intervention during \nmore extreme loss of fat free mass, for example with the \nuse of total diet replacement or weight loss medications \nsuch as the glucagon-like peptide 1 (GLP-1) agonists, are \nwarranted [ 37]. In addition, we employed bioelectrical \nimpedance analysis (BIA) to measure fat free mass and \nultrasound to measure vastus lateral thickness, which are \nnot the gold standard methods for assessment of muscle \nmass. Moreover, the relatively low sample size in this \npilot work, it is likely we did not have the sensitivity or \nstatistical power to detect differences in either fat free \nmass or muscle thickness.\nIt is also possible that we did not see effects on body \ncomposition with our intervention due to the resistance \nexercises being home-based and unsupervised. Indeed \nprevious studies of supervised resistance exercise during \nweight loss demonstrated increases in fat free mass [ 16, \n38], decreases in fat mass [ 39, 40] and improved muscle \nstrength [16, 40]. Furthermore, a recent meta-analysis in \nolder adults with obesity found that supervised resistance \nexercise training attenuated the loss of lean mass during \nweight loss (mean difference: 0.8 kg [95% CI: 0.4–1.3 kg]) \n[41]. Also, a recent systematic review and meta-analysis \nconcluded that supervised resistance training combined \nwith caloric restriction was effective for lowering body \nfat percentage (by 2.9–4.7%) in people living with over -\nweight or obesity during weight loss [ 42]. As mentioned, \nthese studies involved supervised, facility-based exercise \ninterventions, and this may have provided a higher train -\ning stimulus compared to our home-based programme \nfor the retention of fat free mass [ 43–46]. There is, to our \nknowledge, only one relevant previous study of home-\nbased resistance exercise, although this was in the weight \nmaintenance phase which, similar to the current study, \nfound that such exercise had no effect on fat free mass \n[47].\nAlthough the current study did not find any effect \nof the intervention on measures of body composition, \nwe did find increases in measures of muscle function, \nincluding grip strength, knee extensor maximal torque \nand sit-to-stand performance, indicative of an increase \nin muscle quality. These results are consistent with pre -\nvious studies of supervised resistance exercise training \nduring weight loss which found that muscle strength was \nincreased. For example, a recent systematic review and \nmeta-analysis found that supervised resistance exercise \ncan improve muscle strength (standardised mean dif -\nference: 1.79, 95% CI: 0.91–2.67) during weight loss in \npeople living with obesity or overweight [ 48]. Further \nresearch also observed improvement in strength with \nresistance exercise during weight loss, including hand -\ngrip strength (+ 1.2 ± 2.5 kg, P < 0.001) and knee extensor \ntorque (+ 7.9 ± 19.1  N-m, P < 0.001) [40]. Other studies \nreported that including resistance exercise during dietary \nweight loss can help maintain muscle function [ 49] as \nassessed by a 4-minute walk test, a 6-minute walk test \nand sit-to-stand (STS) performance, and strength [ 16] \nmeasured by symptom-limited one-repetition maximum \n\nPage 6 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nTable 1 Baseline demographics characteristics. Data are presented as mean (SD)\nRT + WL group (n = 20) \ncompleters\nRT + WL group (n = 5) \nnon-completers\nRT + WL group (n = 25) \nall participants\nWL group (n = 19) \ncompleters\nWL group (n = 4) \nnon-completers\nWL group (n = 23) all \nparticipants\nAge 42 (11.76) 32 (12.55) 40 (12.15) 37 (8.74) 36 (16.47) 37 (9.99)\n*Sex Male (n = 15) (75%) Male (n = 1) (20%) Male (n = 16) (64%) Male (n = 11) (58%) Male (n = 0) (0%) Male (n = 11) (48%)\nFemale (n = 5) (25%) Female (n = 4) (80%) Female (n = 9) (36%) Female (n = 8) (42%) Female (n = 4) (100%) Female (n = 12) (52%)\nHeight (cm) 169 (8.14) 171 (12.07) 169 (8.79) 170 (10.13) 165 (5.598) 170 (9.65)\nSystolic blood pressure (mmHg) 125 (13.83) 135 (15.42) 127 (14.57) 129 (16.04) 122 (16.87) 128 (16.03)\nDiastolic blood pressure (mmHg) 77 (8.96) 87 (6.06) 79 (9.39) 79 (9.88) 81 (8.699) 80 (9.53)\nHeart rate 77 (15.64) 85 (10.26) 79 (14.77) 77 (13.74) 86 (17.269) 79 (14.34)\nWeight (kg) 85.2 (17.5) 96.3 (29.1) 87 (20.1) 86.9 (14.5) 77 (13.1) 85.2 (14.5)\na BMI (kg/m2) 29.9 (6.2) 33.1 (9.9) 30.5 (6.9) 29.8 (3.6) 28.1 (2.9) 29.5 (3.5)\nFat mass (kg) 25.4 (13.4) 39.8 (23.7) 28.3 (16.4) 28.7 (9.6) 28.1 (10.1) 28.6 (9.4)\nFat percentage (%) 29 (10.2) 39 (11.9) 31 (11.1) 32.9 (9) 35.8 (6.9) 33.5 (8.6)\nFat free mass (kg) 59.8 (10.8) 56.6 (9.6) 59.2 (10.4) 58.2 (12.5) 48.9 (5.8) 56.6 (12)\nMuscle thickness (mm) 24.4 (3.4) 23.9 (2.6) 24.4 (3.2) 25.7 (2.9) 27.2 (4.9) 25.9 (3.3)\nKnee extensor maximal torque (N) 491.3 (79.8) 454.4 (82.6) 480.1 (80.9) 492.8 (75.1) 436.6 (107.4) 483 (81.7)\nGrip strength (kg) 37 (8.8) 36.8 (13.3) 36.7 (9.4) 38.2 (9) 25.5 (9.6) 35.9 (10.1)\nb STS 15.9 (3.9) 17 (4.2) 16 (3.9) 16 (2.7) 16.8 (2.2) 16.1 (2.6)\n*Data are presented as n = number of participants (%)\naBMI: Body mass index\nbSTS: 30-second sit-to-stand test\n\nPage 7 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \n(1-RM). Furthermore, despite using different methods for \nassessing muscle strength such as eight-repetition maxi -\nmum (8RM) [ 50] or one-repetition maximum (1RM) \n[51], studies in postmenopausal women living with over -\nweight and obesity research have shown that supervised \nresistance exercise training has a positive impact on \nmuscle strength during weight loss. Overall therefore, \nexisting evidence supports the assertion that resistance \nexercise during weight loss can be beneficial in enhanc -\ning and improving overall muscle strength and physical \nfunction, with the current study demonstrating that this \ncan be achieved by a home based simple and pragmatic \nintervention.\nThe observed improvements in muscular strength and \nfunction, despite no changes in body composition in our \nstudy, could be due to several reasons including neural \nadaptations and improved neuromuscular function that \noccur with resistance training. There is evidence that \nresistance training exercise induces neural adaptations, \nsuch as increased recruitment of motor units, firing \nfrequency, and coordinated movements between mus -\ncles, which can enhance force production and increase \nstrength independent of hypertrophic or body composi -\ntion changes [ 52, 53]. There is also, during weight loss, \nresearch showing that a caloric restriction diet and the \nassociated energy deficit may impair the muscle protein \nsynthesis response to resistance exercise, limiting hyper -\ntrophic adaptations and the resources required to build \nnew muscle tissue [7, 54, 55]. However, these factors may \nhave a lesser impact on the neural adaptations related to \nstrength improvements [56, 57].\nThe home-based nature of our intervention was \ndesigned to address several barriers to resistance exercise \nparticipation commonly cited in the literature, includ -\ning accessibility, cost, time constraints and not feeling \ncomfortable in the gym. However, we acknowledge that \nhome-based programmes may present other challenges, \nsuch as reduced social support and lack of professional \nsupervision, which could impact adherence and effec -\ntiveness. Future larger studies should formally assess \nadherence rates, participant satisfaction and barriers to \ncompletion to better understand the long term feasibility \nof this approach.\nAmong the key strengths of our study is that we used \na randomised controlled design, which is considered the \ngold standard. We also employed a home-based resis -\ntance training programme to raise the ecological validity \nand real-world applicability of the findings. The current \nstudy provides preliminary evidence for the potential \nimpacts of an accessible resistance exercise intervention, \nalthough formal feasibility assessment including adher -\nence measurements and participants feedback would be \nrequired before being applied more widely. This needs \nto be tested in a larger scale, appropriately powered \nrandomised controlled trial. However, before moving on \nwith a larger scale trial, further investigation is needed \nto better replicate the benefits reported in supervised \nresistance training interventions within a home-based \nprogramme.\nIt is important to point out the limitations of our study. \nThis pilot trial had a small sample size which means we \ndid not have the statistical power to detect significant \nchanges in all outcome measures. A key limitation is that, \nalthough participants in the resistance exercise group \nreceived exercise materials and instructions, adherence \nwas not formally assessed, as we aimed to ensure the \nintervention was pragmatic and light touch for the par -\nticipant. This may explain the absence of effects on body \ncomposition measures. Without objective measures of \nexercise compliance, we cannot determine whether par -\nticipants consistently performed the prescribed exer -\ncises with adequate intensity and frequency to elicit the \nphysiological adaptations necessary for body composi -\ntion changes, although it is worth noting that changes in \nstrength and function were observed– implying reason -\nable adherence to the exercise intervention. On top of \nthis, the current study did not explore participant experi-\nences. Together this limits our ability to comment on the \nlong term feasibility of this intervention. Although par -\nticipants were asked to follow a weight loss programme \nfor diet, dietary intake was not strictly controlled or \nmonitored and it is possible that dietary compliance and \nmacronutrient composition could have affected the find -\nings, particularly in terms of body composition changes.\nFurthermore, our use of BIA to assess fat free mass rep-\nresents a significant methodological limitation. BIA has \nlower precision compared to dual-energy X-ray absorp -\ntiometry (DXA), the gold standard for body composition \nassessment used in similar studies [ 58]. Within our lab \nthe coefficient of variation for measurement of fat free \nmass is 1.3% (unpublished data), and previous work has \nreported a minimum detectable change in the order of \n3.5–4 kg for fat free mass [59]. This may contribute to the \nlack of observed effect of the intervention in fat free mass \nand explain the substantial fat free mass loss observed in \nthe RT + WL group, which is larger than expected. This \nfinding likely reflects the limitations of BIA in detect -\ning muscle preserving effects of resistance exercise, \nhighlighting the need for more precise body composi -\ntion assessment in future studies investigating similar \ninterventions. Another limitation was a lack of control \nor assessment of protein intake during the intervention. \nThe Weight Watchers programme encourages lean pro -\ntein consumption through ZeroPoint foods but does not \nspecify minimum protein targets in g/kg body weight, \nwith intake on average ~ 0.9  g/kg/day [ 60]. It has been \ndemonstrated that protein intake ≥ 1.2  g/kg body weight \nis critical for muscle mass preservation during weight \n\nPage 8 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nloss in obese older adults [ 61], and it may be that protein \nintake was not sufficient to, alongside exercise, support \nmaintenance of fat free mass during the intervention. \nFuture studies should include formal protein intake \nassessment and potentially provide specific protein tar -\ngets to optimise muscle preservation during weight loss \ninterventions.\nThe improvements in muscular strength and physical \nfunction observed with resistance exercise training dur -\ning weight loss have important clinical and functional \nimplications [ 49, 62]. Preserving or increasing muscle \nstrength and functional capacity can improve quality of \nlife [63] and independence in everyday tasks, and lower \nthe risk of falls and disabilities linked with ageing and \nobesity [ 64, 65]. Resistance exercise training has also \nbeen found to have major metabolic health benefits, such \nas enhanced insulin sensitivity and better glucose man -\nagement, which are vital for controlling and avoiding \ntype 2 diabetes and other metabolic disorders [ 66–68]. \nAlthough weight loss can sometimes decrease muscle \nstrength due to the reduction in body mass [ 7], it often \nimproves physical function by reducing the mechanical \nload on the body [69]. However, the further enhancement \nof muscle strength and physical function observed with \nresistance exercise training is still a positive outcome for \nlong-term health, as it helps mitigate the potential loss of \nstrength and enhances functional capacity beyond what \nis achieved through weight loss alone. Therefore, com -\nbining weight loss with a home-based resistance train -\ning programme seems to have further benefits for overall \nhealth and may be an effective way for people living with \noverweight and obesity to engage in an exercise inter -\nvention that is accessible and addresses several common \nbarriers to resistance exercise participation, although \nadherence rates and long-term sustainability require \nfurther investigation. Regular physical activity is signifi -\ncantly challenging for this population, and this approach \ncould facilitate adoption and maintenance of regular \nphysical activity.\nIn",
    "conclusion": ", this pilot randomised controlled trial \nfound that a home-based resistance training programme \nduring weight loss in people living with overweight or \nobesity had no impact body composition measures such \nas BMI, body mass, fat mass, or fat free mass. However, \nimprovements were found in grip strength, knee extensor \nmaximal torque and sit-to-stand performance. Overall, \nthis study highlights the potential value of incorporat -\ning home based resistance training into weight loss pro -\ngrammes for adults living with overweight or obesity, as it \ncan assist in maintaining strength and physical capability.\nTable 2 Differences in body weight and composition between groups before and after 12 weeks. Data are presented as mean (SD)\nOutcome Variable RT + WL group (n = 20) WL group (n = 19) \na Post intervention mean \ndifference (ANCOVA)\n95% Confidence Interval for \nDifference\nbp \nvalue \n(AN-\nCOVA)Pre Post *Change (95%CI) Pre Post *Change (95%CI) Lower bound Upper bound\nc BMI(kg/m2) 29.9 (6.2) 29 (5.6) -0.9 (-1.33, -0.41) 29.8 (3.6) 28.8 (3.1) -1 (-1.61, -0.39) 0.14 − 0.47 0.75 0.642\nWeight (kg) 85.2 (17.5) 82.8 (15.8) -2.4 (-3.77, -1.13) 86.9 (14.5) 84.1 (13.9) -2.8 (-4.63, -1.03) 0.22 -1.71 2.15 0.822\nFat mass (kg) 25.4 (13.4) 24.2 (12.4) -1.2 (-2.48, 0.02) 28.7 (9.6) 26.8 (8.3) -1.9 (-3.59, -0.29) 0.31 -1.49 2.11 0.729\nFat percentage (%) 29 (10.2) 28.4 (9.8) -0.6 (-1.87, 0.68) 33 (9) 31.8 (8.4) -1.2 (-2.44, 0.11) 0.22 -1.49 1.94 0.797\nFat free mass (kg) 59.8 (10.8) 58.6 (9.6) -1.2 (-2.41, -0.03) 58.2 (12.5) 57.3 (11.9) -0.9 (-1.62, -0.14) − 0.21 -1.45 1.04 0.739\nMuscle thickness (mm) 24.4 (3.4) 24.3 (3.2) -0.1 (-1.3, 1.15) 25.7 (2.9) 25 (3.7) -0.7 (-1.75, 0.27) 0.41 -1.14 1.95 0.598\n*Change data are presented as mean (95%) CI (lower, upper)\na. Adjusted mean differences for the post-outcome variable when controlling the pre-outcome variable\nb. Significant difference for the ANCOVA test\nc. BMI: Body mass index\n\nPage 9 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nAbbreviations\nLDL Low density lipoprotein\nHDL High-density lipoprotein\nCONSORT Consolidated Standards of Reporting Trials Checklist\nWL Diet induced weight loss\nRT + WL Diet induced weight loss plus home-based resistance training\nBMI Body mass index\nPAR-Q+ Physical Activity Readiness Questionnaire\nRPE Rating of Perceived Exertion\nMVC Maximum voluntary contraction\nSTS 30-second sit-to-stand test\nSD Standard deviations\nGLP-1 Glucagon-like peptide 1\n1-RM Symptom-limited one-repetition maximum\n8RM Eight-repetition maximum\n1RM One-repetition maximum\nAcknowledgements\nThe authors appreciate all the participants so much for taking apart in this \nstudy. We appreciate their time and commitment.\nAuthor contributions\nAB and SRG planned the study. AB carried out recruitment and collected \nthe data with LJ and ED. AB carried out data analysis with supervision from \nSRG and CMG. AB and SRG drafted the manuscript which was then critically \nreviewed and edited by CMG, LJ and ED. All authors contributed to the work, \nand have read and approved the final manuscript.\nFunding\nThis study was supported by University of Glasgow.\nData availability\nThe datasets used and/or analysed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the College of Medical Veterinary and Life \nSciences Ethics Committee at the University of Glasgow (Project No: \n200220112) and all participants provided written informed consent.\nConsent for publication\nNot applicable.\nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1School of Cardiovascular and Metabolic Health, University of Glasgow, \nGlasgow, UK\n2Department of Public Health, College of Health Sciences at Al-Leith, \nUmm Al-Qura University, Al-Leith, Kingdom of Saudi Arabia\n3School of Social and Political Sciences, University of Glasgow, Glasgow, \nUK\n4Institute of Sports Science and Innovation, Lithuanian Sports University, \nKaunus, Lithuania\nReceived: 9 November 2024 / Accepted: 22 July 2025\nReferences\n1. Upadhyay J, Farr O, Perakakis N, Ghaly W, Mantzoros C. Obesity as a disease. \nMed Clin N Am. 2018;102(1):13–33.\n2. An R, Ji M, Zhang S. Global warming and obesity: a systematic review. Obes \nRev. 2018;19(2):150–63.\n3. James PT, Leach R, Kalamara E, Shayeghi M. The worldwide obesity epidemic. \nObes (Silver Spring Md). 2001;9(11S):S228–33.\n4. Siervo M, Montagnese C, Mathers JC, Soroka KR, Stephan BCM, Wells JCK. \nSugar consumption and global prevalence of obesity and hypertension: an \necological analysis. Public Health Nutr. 2014;17(3):587–96.\n5. Ge L, Sadeghirad B, Ball GDC, da Costa BR, Hitchcock CL, Svendrovski A, et al. \nComparison of dietary macronutrient patterns of 14 popular named dietary \nprogrammes for weight and cardiovascular risk factor reduction in adults: \nsystematic review and network meta-analysis of randomised trials. BMJ \n(Online). 2020;369:m696–m.\n6. Lean MEJ, Leslie WS, Barnes AC, Brosnahan N, Thom G, McCombie L, et al. \nPrimary care-led weight management for remission of type 2 diabetes \n(DiRECT): an open-label, cluster-randomised trial. Lancet (British edition). \n2018;391(10120):541–51.\n7. Cava E, Yeat NC, Mittendorfer B. Preserving healthy muscle during weight \nloss. Advances in nutrition (Bethesda. Md). 2017;8(3):511–9.\n8. Enriquez Guerrero A, San Mauro Martin I, Garicano Vilar E, Camina Martin \nMA. Effectiveness of an intermittent fasting diet versus continuous energy \nrestriction on anthropometric measurements, body composition and lipid \nprofile in overweight and obese adults: a meta-analysis. Eur J Clin Nutr. \n2021;75(7):1024–39.\n9. Pellegrini M, Cioffi I, Evangelista A, Ponzo V, Goitre I, Ciccone G, et al. Effects of \ntime-restricted feeding on body weight and metabolism. A systematic review \nand meta-analysis. Reviews Endocr Metabolic Disorders. 2019;21(1):17–33.\n10. Wolfe RR. Underappreciated role of muscle in health and disease. Am J Clin \nNutr. 2006;84(3):475–82.\n11. Sajoux I, Lorenzo PM, Gomez-Arbelaez D, Angeles Zulet M, Abete I, Castro \nA, et al. Effect of a Very-Low-Calorie ketogenic diet on Circulating myokine \nlevels compared with the effect of bariatric surgery or a Low-Calorie diet in \npatients with obesity. Nutrients. 2019;11(10):2368.\n12. Tomlinson DJ, Erskine RM, Morse CI, Winwood K, Onambélé-Pearson G. The \nimpact of obesity on skeletal muscle strength and structure through adoles-\ncence to old age. Biogerontology. 2016;17:467–83.\nTable 3 Differences in muscle function and strength between groups before and after 12 weeks. Data are presented as mean (SD)\nOutcome Variable RT + WL group (n = 20) WL group (n = 19) a Post interven-\ntion mean differ-\nence (ANCOVA)\n95% Confidence \nInterval for \nDifference\nbp \nvalue \n(AN-\nCOVA)Pre Post *Change \n(95%CI)\nPre Post *Change \n(95%CI)\nLower \nbound\nUpper \nbound\nKnee extensor maximal \ntorque (N)\n491.3 \n(79.8)\n514.9 \n(72.2)\n23.6 (3.39, \n43.84)\n492.8 \n(75.1)\n480.8 \n(86.9)\n-12 (-35.37, \n11.48)\n35.35 6.05 64.65 0.019\nGrip strength (kg) 37 (8.8) 39.7 \n(9.5)\n2.7 (0.44, \n4.86)\n38.1 (9) 37.9 \n(8.8)\n-0.2 (-2.04, \n1.51)\n2.82 0.05 5.58 0.046\nc STS 15.9 \n(3.9)\n21.8 \n(4.9)\n5.9 (4.27, \n7.53)\n16 (2.7) 17.5 \n(3.9)\n1.5 (0.13, \n2.82)\n4.42 2.35 6.49 < 0.001\n*Change data are presented as mean (95%) CI (lower, upper)\na. Adjusted mean differences for the post-outcome variable when controlling the pre-outcome variable\nb. Significant difference for the ANCOVA test\nc. 30-second sit-to-stand test\n\nPage 10 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \n13. Westcott WL. Resistance training is medicine: effects of strength training on \nhealth. Curr Sports Med Rep. 2012;11(4):209–16.\n14. Ashton RE, Tew GA, Aning JJ, Gilbert SE, Lewis L, Saxton JM. Effects of short-\nterm, medium-term and long-term resistance exercise training on cardio-\nmetabolic health outcomes in adults: systematic review with meta-analysis. \nBr J Sports Med. 2020;54(6):341–8.\n15. Cornelissen VA, Fagard RH, Coeckelberghs E, Vanhees L. Impact of resistance \ntraining on blood pressure and other cardiovascular risk factors: A Meta-\nAnalysis of randomized, controlled trials. Hypertension (Dallas, Tex 1979). \n2011;58(5):950–8.\n16. Avila JJ, Gutierres JA, Sheehy ME, Lofgren IE, Delmonico MJ. Effect of moder-\nate intensity resistance training during weight loss on body composition \nand physical performance in overweight older adults. Eur J Appl Physiol. \n2010;109(3):517–25.\n17. Hunter GR, Fisher G, Neumeier WH, Carter SJ, Plaisance EP . Exercise train-\ning and energy expenditure following weight loss. Med Sci Sports Exerc. \n2015;47(9):1950–7.\n18. Strain T, Fitzsimons C, Kelly P , Mutrie N. The forgotten guidelines: cross-\nsectional analysis of participation in muscle strengthening and balance & \nco-ordination activities by adults and older adults in Scotland. BMC Public \nHealth. 2016;16:1–12.\n19. Hurley KS, Flippin KJ, Blom LC, Bolin JE, Hoover DL, Judge LW. Practices, per-\nceived benefits, and barriers to resistance training among women enrolled in \ncollege. Int J Exerc Sci. 2018;11(5):226.\n20. Peters NA, Schlaff RA, Knous JL, Baruth M. Barriers to resistance training \namong college-aged women. J Am Coll Health. 2019;67(1):4–9.\n21. Burton E, Farrier K, Lewin G, Pettigrew S, Hill A-M, Airey P , et al. Motivators \nand barriers for older people participating in resistance training: a systematic \nreview. J Aging Phys Act. 2017;25(2):311–24.\n22. Cavill NA, Foster CEM. Enablers and barriers to older people’s participation in \nstrength and balance activities: A review of reviews. J Frailty Sarcopenia Falls. \n2018;3(2):105.\n23. Schvey NA, Sbrocco T, Bakalar JL, Ress R, Barmine M, Gorlick J, et al. The expe-\nrience of weight stigma among gym members with overweight and obesity. \nStigma Health. 2017;2(4):292.\n24. Nyenhuis SM, Greiwe J, Zeiger JS, Nanda A, Cooke A. Exercise and fitness in \nthe age of social distancing during the COVID-19 pandemic. J Allergy Clin \nImmunol Pract. 2020;8(7):2152.\n25. Kaur H, Singh T, Arya YK, Mittal S. Physical fitness and exercise during the \nCOVID-19 pandemic: A qualitative enquiry. Front Psychol. 2020;11:590172.\n26. Plotnikoff RC, Eves N, Jung M, Sigal RJ, Padwal R, Karunamuni N. Multicompo-\nnent, home-based resistance training for obese adults with type 2 diabetes: a \nrandomized controlled trial. Int J Obes. 2010;34(12):1733–41.\n27. Mikesky AE, Topp R, Wigglesworth JK, Harsha DM, Edwards JE. Efficacy of a \nhome-based training program for older adults using elastic tubing. Eur J Appl \nPhysiol Occup Physiol. 1994;69:316–20.\n28. Zion AS, De Meersman R, Diamond BE, Bloomfield DM. A home-based \nresistance-training program using elastic bands for elderly patients with \northostatic hypotension. Clin Auton Res. 2003;13:286–92.\n29. Schulz KF, Altman DG, Moher D, the CG. CONSORT 2010 statement: updated \nguidelines for reporting parallel group randomised trials. BMC Med. \n2010;8(1):18.\n30. Whitehead AL, Julious SA, Cooper CL, Campbell MJ. Estimating the sample \nsize for a pilot randomised trial to minimise the overall trial sample size for \nthe external pilot and main trial for a continuous outcome variable. Stat \nMethods Med Res. 2016;25(3):1057–73.\n31. Friedman LM, Furberg CD, DeMets DL, Reboussin DM, Granger CB. Funda-\nmentals of clinical trials: Springer; 2015.\n32. Gudzune KA, Doshi RS, Mehta AK, Chaudhry ZW, Jacobs DK, Vakil RM, et al. \nEfficacy of commercial weight-loss programs: an updated systematic review. \nAnn Intern Med. 2015;162(7):501–12.\n33. Lagally KM, Robertson RJ. Construct validity of the OMNI resistance exercise \nscale. J Strength Conditioning Res. 2006;20(2):252–6.\n34. National Institutes of Health. Office of Medical Applications of Research. Bio-\nelectrical impedance analysis in body composition measurement: National \nInstitutes of health technology assessment conference statement, December \n12–14, 1994: US Department of Health and Human Services, Public Health \nService, National &#8230.\n35. Ismail AD, Alkhayl FFA, Wilson J, Johnston L, Gill JMR, Gray SR. The effect of \nshort-duration resistance training on insulin sensitivity and muscle adapta-\ntions in overweight men. Exp Physiol. 2019;104(4):540–5.\n36. Huitema B. The analysis of covariance and alternatives: statistical methods for \nexperiments, quasi-experiments, and single-case studies. Wiley; 2011.\n37. Conte C, Hall KD, Klein S. Is Weight Loss–Induced Muscle Mass Loss Clinically \nRelevant? JAMA. 2024.\n38. Campbell WW, Haub MD, Wolfe RR, Ferrando AA, Sullivan DH, Apolzan \nJW, et al. Resistance training preserves fat-free mass without impacting \nchanges in protein metabolism after weight loss in older women. Obesity. \n2009;17(7):1332–9.\n39. Miller T, Mull S, Aragon AA, Krieger J, Schoenfeld BJ. Resistance training com-\nbined with diet decreases body fat while preserving lean mass independent \nof resting metabolic rate: a randomized trial. Int J Sport Nutr Exerc Metab. \n2018;28(1):46–54.\n40. Straight CR, Dorfman LR, Cottell KE, Krol JM, Lofgren IE, Delmonico MJ. Effects \nof resistance training and dietary changes on physical function and body \ncomposition in overweight and obese older adults. J Phys Activity Health. \n2012;9(6):875–83.\n41. Sardeli AV, Komatsu TR, Mori MA, Gáspari AF, Chacon-Mikahil MPT. Resistance \ntraining prevents muscle loss induced by caloric restriction in obese elderly \nindividuals: a systematic review and meta-analysis. Nutrients. 2018;10(4):423.\n42. Lopez P , Taaffe DR, Galvão DA, Newton RU, Nonemacher ER, Wendt VM, et \nal. Resistance training effectiveness on body composition and body weight \noutcomes in individuals with overweight and obesity across the lifespan: A \nsystematic review and meta-analysis. Obes Rev. 2022;23(5):e13428.\n43. Coleman M, Burke R, Benavente C, Piñero A, Augustin F, Maldonado J, et al. \nSupervision during resistance training positively influences muscular adapta-\ntions in resistance-trained individuals. J Sports Sci. 2023;41(12):1207–17.\n44. Hunter GR, Byrne NM, Sirikul B, Fernández JR, Zuckerman PA, Darnell BE, et al. \nResistance training conserves fat-free mass and resting energy expenditure \nfollowing weight loss. Obesity. 2008;16(5):1045–51.\n45. Fisher J, Steele J, Wolf M, Korakakis PA, Smith D, Giessing J. The role of supervi-\nsion in resistance training; an exploratory systematic review and meta-analy-\nsis. Int J Strength Conditioning. 2022;2(1).\n46. Hurst C, Robinson SM, Witham MD, Dodds RM, Granic A, Buckland C, et al. \nResistance exercise as a treatment for sarcopenia: prescription and delivery. \nAge Ageing. 2022;51(2):afac003.\n47. Dunstan DW, Daly RM, Owen N, Jolley D, Vulikh E, Shaw J, et al. Home-based \nresistance training is not sufficient to maintain improved glycemic control \nfollowing supervised training in older individuals with type 2 diabetes. Diabe-\ntes Care. 2005;28(1):3–9.\n48. Liu X, Gao Y, Lu J, Ma Q, Shi Y, Liu J, et al. Effects of different resistance exercise \nforms on body composition and muscle strength in overweight and/or \nobese individuals: a systematic review and meta-analysis. Front Physiol. \n2022;12:791999.\n49. Orange ST, Madden LA, Vince RV. Resistance training leads to large improve-\nments in strength and moderate improvements in physical function in \nadults who are overweight or obese: a systematic review. J Physiotherapy. \n2020;66(4):214–24.\n50. Figueroa A, Vicil F, Sanchez-Gonzalez MA, Wong A, Ormsbee MJ, Hooshmand \nS, et al. Effects of diet and/or Low-Intensity resistance exercise training on \narterial stiffness, adiposity, and lean mass in obese postmenopausal women. \nAm J Hypertens. 2013;26(3):416–23.\n51. Hintze LJ, Messier V, Lavoie M-E, Brochu M, Lavoie J-M, Prud’homme D, et al. A \none-year resistance training program following weight loss has no significant \nimpact on body composition and energy expenditure in postmenopausal \nwomen living with overweight and obesity. Physiol Behav. 2018;189:99–106.\n52. Folland JP , Williams AG. Morphological and neurological contributions to \nincreased strength. Sports Med. 2007;37:145–68.\n53. Škarabot J, Brownstein CG, Casolo A, Del Vecchio A, Ansdell P . The knowns \nand unknowns of neural adaptations to resistance training. Eur J Appl Physiol. \n2021;121:675–85.\n54. Hector AJ, Marcotte GR, Churchward-Venne TA, Murphy CH, Breen L, von \nAllmen M, et al. Whey protein supplementation preserves postprandial myo-\nfibrillar protein synthesis during short-term energy restriction in overweight \nand obese adults. J Nutr. 2015;145(2):246–52.\n55. Murphy C, Koehler K. Caloric restriction induces anabolic resistance to resis-\ntance exercise. Eur J Appl Physiol. 2020;120:1155–64.\n56. Murlasits Z, Reed J. Muscular adaptations to periodized resistance-training in \nolder adults. Sci Sports. 2020;35(4):216–22.\n57. Sale DG. Neural adaptation to resistance training. Med Sci Sports Exerc. \n1988;20(5 Suppl):S135–45.\n58. Verreijen AM, Verlaan S, Engberink MF, Swinkels S, de Vogel-van den Bosch \nJ, Weijs PJM. A high Whey protein–, leucine-, and vitamin D–enriched \n\nPage 11 of 11\nBinmahfoz et al. Nutrition & Metabolism (2025) 22:90 \nsupplement preserves muscle mass during intentional weight loss in obese \nolder adults: a double-blind randomized controlled trial. Am J Clin Nutr. \n2015;101(2):279–86.\n59. Koch B, Miller A, Glass NA, Owen E, Kirkpatrick T, Grossman R, et al. Reliability \nof multifrequency bioelectrical impedance analysis to quantify body compo-\nsition in patients after musculoskeletal trauma. Iowa Orthop J. 2022;42(1):75.\n60. Palacios AM, Lee AM, Parker C, Watts CQ, Dickinson SL, Henschel B et al. \nEffectiveness of a digital weight management program on diet quality: A \nrandomized controlled trial. Am J Clin Nutr. 2025.\n61. Weijs PJM, Wolfe RR. Exploration of the protein requirement during weight \nloss in obese older adults. Clin Nutr. 2016;35(2):394–8.\n62. Khodadad Kashi S, Mirzazadeh ZS, Saatchian V. A systematic review and \nmeta-analysis of resistance training on quality of life, depression, muscle \nstrength, and functional exercise capacity in older adults aged 60 years or \nmore. Biol Res Nurs. 2023;25(1):88–106.\n63. Shaughnessy KA, Hackney KJ, Clark BC, Kraemer WJ, Terbizan DJ, Bailey \nRR, et al. A narrative review of handgrip strength and cognitive function-\ning: bringing a new characteristic to muscle memory. J Alzheimers Dis. \n2020;73(4):1265–78.\n64. Billot M, Calvani R, Urtamo A, Sánchez-Sánchez JL, Ciccolari-Micaldi C, Chang \nM et al. Preserving mobility in older adults with physical frailty and sarcope-\nnia: opportunities, challenges, and recommendations for physical activity \ninterventions. Clin Interv Aging. 2020: 15, 1675–90.\n65. Hillsdon M, Foster C. What are the health benefits of muscle and bone \nstrengthening and balance activities across life stages and specific health \noutcomes? J Frailty Sarcopenia Falls. 2018;3(2):66.\n66. Abou Sawan S, Nunes EA, Lim C, McKendry J, Phillips SM. The health benefits \nof resistance exercise: beyond hypertrophy and big weights. Exerc Sport Mov. \n2023;1(1):e00001.\n67. Strasser B, Schobersberger W. Evidence for resistance training as a treatment \ntherapy in obesity. J Obes. 2011;2011(1):482564.\n68. Pesta DH, Goncalves RLS, Madiraju AK, Strasser B, Sparks LM. Resistance train-\ning to improve type 2 diabetes: working toward a prescription for the future. \nNutr Metabolism. 2017;14:1–10.\n69. Santanasto AJ, Glynn NW, Newman MA, Taylor CA, Brooks MM, Goodpaster \nBH, et al. Impact of weight loss on physical function with changes in strength, \nmuscle mass, and muscle fat infiltration in overweight to moderately obese \nolder adults: a randomized clinical trial. J Obes. 2011;2011(1):516576.\nPublisher’s note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 12,
    "primary_human": "body_comp; muscle_mass; strength; cardiometabolic"
  },
  "bucket": "C",
  "notes": "Overweight/obese adults performed home-based RT plus whey vs control; examines changes in body composition and strength (Nutrition & Metabolism)."
}