{
  "id": 98,
  "title": "Resistance Training and Weight Loss in Older Adults: A Scoping Review",
  "authors": "Buskard A & Petrella R",
  "year": 2023,
  "doi": "10.1186/s40798-023-00613-4",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_adults",
    "obesity",
    "weight_loss",
    "RT_scoping"
  ],
  "population": {
    "training_status": "scoping_review",
    "sample_size": 13
  },
  "sections": {
    "abstract": "Resistance training (RT) is one of the most effective interventions available to older adults wishing to slow the pro-\ngressive loss of muscle size and strength known to occur with age. Less is known about the ability of RT to resist \nthe onset of an equally problematic condition related to increased age: obesity. The objective of this scoping review \nwas to characterize current research associated with RT and weight loss in older adults, including protocols, feasibility, \nand gaps in current knowledge. We searched six databases using variations of the terms \"resistance training,\" \"weight \nloss,\" and \"older adults\" for experimental or quasi-experimental studies published in the year 2009 or later. Studies \nwere included if they featured at least one treatment group with a mean age of > 65 years that engaged in an RT-only \nexercise protocol with no aerobic or high-intensity interval component. Of the 6102 references identified by the initial \ndatabase search, 24 were retained for analysis. Older women and older adults with obesity or sarcopenic obesity were \nthe most studied groups (n = 13), followed by healthy community-dwelling older adults (n = 11) and studies involving \nolder adults and some aspect of either dietary control or pharmaceutical intervention (n = 8). Significant between-\nstudy heterogeneity was observed in the RT characteristics researchers thought optimal for improving body composi-\ntion measures in older adults. Changes in body composition, rather than total body mass, were found to be the essen-\ntial variables to consider when evaluating the effectiveness of an RT intervention aimed at reducing chronic disease \nin older adults. Weight loss alone appears to be an incomplete and problematic outcome measure for older adults, \nwith changes in body composition (ratio of fat mass to lean mass) being the more appropriate variable to emphasize \nin this population. However, it is important to note that only one study, showing questionably reproducible findings, \nfound a significant lean body mass gain. The lack of abundant high-quality evidence demonstrating combined RT \nand a healthy diet can lead to significant fat loss and lean body mass gain, coupled with high attrition rates observed \nin many of the studies reviewed, highlight the need for further rigorous research.\nKeywords Older adults, Resistance training, Weight loss\n*Correspondence:\nRobert J. Petrella\nrobert.petrella@ubc.ca\n1 Department of Family Practice, Faculty of Medicine, University of British \nColumbia, Vancouver, BC, Canada\n2 Centre for Studies in Family Medicine, Department of Family Medicine, \nWestern University, London, ON, Canada\n3 School of Kinesiology, Western University, London, ON, Canada\n4 School of Kinesiology, Faculty of Education, University of British \nColumbia, Vancouver, BC, Canada\n5 Department of Cardiovascular Medicine, Mayo Clinic and Foundation, \nRochester, MN, USA\n\nPage 2 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nKey Points\n• Changes in body composition, rather than total BM, \nare the essential variables to consider when evaluat -\ning the effectiveness of an RT intervention aimed \nat attenuating the onset of chronic disease in older \nadults\n• Significant heterogeneity exists across the available \nliterature regarding RT characteristics thought to be \nmost effective at improving body composition meas -\nures in older adults.",
    "introduction": "While completely arresting the progression of strength \nand muscle mass losses with age is currently impossible, \nexercise provides a potent vehicle for significantly delay -\ning the point at which they become a critical threat to an \nindividual’s capacity for independent living. Age-related \nloss of skeletal muscle mass and function, termed sarco -\npenia, is associated with physical frailty and increased \nrisk of disability and morbidity. [1] Muscle mass losses \ntypically begin in middle age at approximately − 1% per \nyear, [1] and in severe instances, can accelerate to a total \nreduction of − 50% by the eighth decade of life. [2] Addi -\ntionally, the rapidly aging population in most Western \ncountries has increased risk factors for chronic disease, \n[3] in particular obesity, the rates of which have dou -\nbled in older adults since 1980 and continue to increase \nworldwide. [4] Obesity represents a clear and present \ndanger to an individual’s ability to grow healthfully into \ntheir later years. It can aptly be described as a ’gateway \ncondition’ that, if left unchecked, can lead to a constella -\ntion of debilitating chronic diseases such as hypertension, \ndyslipidemia, hyperlipidemia, type 2 diabetes, hypergly -\ncemia and cardiovascular disease. [5] A logical exten -\nsion of the high rates of obesity and sarcopenia currently \npresent in older adults in developed countries is that a \ncertain proportion of individuals will become affected \nby both conditions. Termed sarcopenic obesity (SO), the \ntwo contributing conditions (sarcopenia and obesity) \noften combine synergistically to create a more significant \noverall negative health impact than the total of the two \ncombined [5].\nAccordingly, the two highest priority outcomes for an \nobese older adult’s exercise program are to increase LBM \n(thus attenuating sarcopenia) and decrease FM (thus \nresisting obesity). To date, substantial research has been \nconducted on how best to achieve the first objective in \nolder adults, but little is known about how best to address \nthe second, specifically how best to incorporate RT. The \nimplication of this information for exercise profession -\nals, and subsequently the reason for this review, is that \nexercise interventions for obese older adults that target \nindiscriminate reductions in BM may cause unintended \nharm if said losses result from a reduction in both FM \nand LBM. In other words, novel exercise interventions \nthat facilitate significant reductions in BM in obese older \nadults are only valuable insofar as they are reductions in \nFM. This explains why body composition evaluations are \na staple outcome measure in almost all applied exercise \nstudies on this topic.\nDespite an apparent recognition of this fact in the avail-\nable literature, surprisingly few studies have investigated \nthe optimal way to include RT in an exercise program \nfocused on weight loss (WL) in obese older adults. The \nbody of the literature addressing how best to incorporate \nRT into weight loss programs for older adults is sparse \nand heterogeneous concerning optimal parameters with \nwhich to apply it. Delineating the current state of knowl -\nedge on this topic is crucial as it will illuminate the areas \nmost in need of study and provide an overall blueprint \nof enquiry for researchers to advance knowledge on the \nsubject. Determining which modes of RT are likely to \nhave the most significant effect and are also tolerable \nand feasible in older adults is an essential step toward \nimproving the health of these individuals.\nThis scoping review aims to identify and characterize \nexisting research on the use of RT exercise interventions \nas a modality to promote weight loss in older adults with \nthe goal of knowledge translation and making recom -\nmendations about further areas of study. Specifically, we \nwill describe populations that have been studied, how RT \nhas been applied, what can be deduced about the feasi -\nbility and tolerability of RT used in said manner, what \nprimary outcomes have been addressed and what gaps in \nthe current knowledge have become evident.\nMethodological Framework\nScoping reviews can be creatively described in simple \nterms as the less-complex younger sibling of meta-anal -\nyses and systematic literature reviews. As the name sug -\ngests, scoping reviews are a way to obtain an initial ’lay \nof the land’ of the existing literature on a given topic and \noften serve as precursors to more thorough and precisely \ndefined meta-analysis or systematic review. [6, 7] Scop -\ning reviews follow an established five-step framework, \ndescribed elsewhere in summary [8] and expanded [7] \nform.\nThe research question was as follows: What is known in \nthe literature about RT and WL in older adults, including \ndominant protocols, outcomes, feasibility and safety con-\ncerns, and what are the current gaps in the knowledge?\nWe searched six databases (Scopus, Medline, Embase, \nCINAHL, SPORTDiscus, and Google Scholar) for arti -\ncles published up to May 2022. Search terms included \n\nPage 3 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \ncombinations and variations of the following terms: \n\"resistance training,\" \"strength training,\" \"weight loss,\" \n\"older adult,\" and \"senior.\" A description of the complete \nsearch strategy is included in supplemental materials \n(https:// short url. at/ mnsA4). These searches identified \n6102 potential studies. Of these, 2671 references were \nremoved as duplicates. Titles and, if necessary, the \nabstract of the 3431 remaining studies were revised for \nobviously disqualifying information such as the phrase \n\"systematic review\" in the title, a publication date prior \nto 2009, publication forum other than a peer-reviewed \nacademic journal. Lastly, author AB conducted a full-text \nreview of the remaining 909 studies against a checklist \nof established inclusion/exclusion criteria. Articles were \nrequired to score a perfect 6/6 and 4/4, respectively.\nInclusion criteria: (1) mean participant age > 65  years, \nor one mean cohort age > 65  years and not statistically \ndifferent from the other groups; (2) experimental or semi-\nexperimental design; (3) original source, peer-reviewed; \n(4) published as full-text in English; (5) exercise protocol \nwas exclusively resistance training (no combined aerobic \nor HIT); and (6) weight loss a primary outcome measure. \nExclusion criteria: (1) published before 2009; (2) review \npaper or not peer-reviewed; (3) did not use human sub -\njects; and (4) mean age < 50 years.\nGuided by the methodology reported in a recent scop -\ning review on a similar topic by colleagues at a Cana -\ndian partner university, [9] eligible studies were grouped \ninto four sub-groups for analysis. Data from these stud -\nies were extracted and charted by AB, including the \npopulation(s) studied, the study design, and the primary \noutcomes measured. Details of the RT protocol inter -\nvention were also charted. If noted, information related \nto participants’ perceptions of exercise feasibility and \ntolerance was also extracted. Potential outcome vari -\nables recorded if present included attendance, adherence, \ndropouts/withdrawals, \"enjoyability\" or acceptance of \nprotocol, and adverse events.",
    "results": "The initial search yielded 6102 references. After remov -\ning 2671 duplicate studies and two screening stages, 24 \nstudies were identified for inclusion in the analysis. Lack \nof orientation to exercise (n = 764) was one of the most \ncommon reasons for exclusion in the first screening \nphase, and a publication date before 2009 (n = 169) was \none of the most common reasons for exclusion in the \nsecond screening phase. We present a detailed overview \nof the study selection procedure in Fig. 1.\nStudies selected for inclusion were sub-divided \naccording to the following key themes observed in \nthe literature: studies involving healthy, community-\ndwelling older adults (n = 11), studies involving healthy, \ncommunity-dwelling older women (n = 13), studies \ninvolving overweight, obese, or sarcopenic older adults \n(n = 13), and studies involving either dietary control or \nsupplementation with a novel therapeutic drug (n = 8). \nWe placed no limitations on the number of sub-groups \nto which a study could be allocated, provided the crite -\nria for inclusion were satisfied. We report details about \nthe experimental design, sample size, population(s), and \nbaseline characteristics of the included studies in Table 1. \nSample sizes ranged from 16 [10] to 451 [11] participants \n(mean [SD] = 96.5 [98.0]) and data from a total of 2438 \nindividuals were considered across all studies. The mean \nages of the study participants ranged from 60.0 [12] to \n86.5  years [13] (mean [SD] = 67.1 [14.9] years). Twenty \nstudies were randomized controlled, or crossover designs \nand 4 were quasi-experimental.\nTables 2, 3, 4, 5 detail each study’s exercise protocols \nand relevant WL-related outcome measures. Feasibility \nand tolerability information is provided if reported. Stud-\nies are grouped according to the four general categories \nof investigation present in the literature. Intervention \nlengths ranged from 8  weeks [14] to one year [11] at a \nfrequency of either 2 or 3 training sessions per week in \nalmost every case. Low homogeneity in RT modality uti -\nlized across all studies was observed, with",
    "methods": "rang -\ning from elastic tubing and bodyweight exercises [13] to \nmaximum-intensity efforts on computerized resistance \nexercise machines. [12] However, selectorized resistance \nexercise machines similar to those found in ordinary fit -\nness centers were the most commonly utilized. Numer -\nous methods were used to monitor exercise intensity, \nincluding but not limited to: specified percentages of \nthe one-repetition maximum (1RM), [15] ratings of per -\nceived exertion, [16] number of repetitions completed \nbefore failure [8] and prescribed entirely in advance by \nthe study protocol. [17] Measures of feasibility and tol -\nerability were rarely reported, in contrast with program \nadherence and dropout information, which was com -\nmonly reported and included values ranging from 52% \ndropout rate and 51% adherence [13] to 0 dropouts [18] \nand 94% adherence rate [14].\nHealthy, Community‑Dwelling Older Adults\nStudies included in this sub-group (n = 11) investigated \nvarious RT approaches to WL and, more importantly, \nfat mass (FM) reduction while preserving lean muscle \nmass (LMM) in community-dwelling older adults with \nno overt co-morbidity (Table  2). All studies except one \n[13] utilized selectorized resistance exercise machines, \nand common to all investigations was the recognition \nthat WL alone is an inappropriate marker of RT effective-\nness in this population and that RT interventions lead -\ning to reduced BM are only of value if researchers can \n\nPage 4 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nFig. 1 Flow chart of study selection procedures\n\nPage 5 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \ndemonstrate LBM was preserved in the process. Accord -\ningly, the gold standard for a RT protocol designed for \nhealthy older adults is one that is oriented to changes in \nbody composition, where FM decreases, LMM increases, \nand total BM might remain unchanged.\nTable 1 Study design, sample size, and participant characteristics of included studies\n1RM one-repetition maximum, ADP air-displacement plethysmography, AT aerobic training, BF body fat, BIA bioelectrical impedance analysis, BM body mass, BMI \nbody mass index, CH care home, CR caloric restriction, CRP creatine phosphate supplementation, CT combined training, D drug trial, DASH Dietary Approaches to \nStop Hypertension, DEXA dual X-ray absorptiometry, ES effect size, FFM fat-free mass, FM fat mass, H healthy, HRT heavy resistance training, MRT moderate intensity \nresistance training, NPRT non-periodized resistance training, NR not reported, NPRT non-periodized resistance training, O overweight or obese, P postmenopausal, PRT \nperiodized resistance training, QE quasi-experimental, RCT randomized-controlled trial, RT resistance training, SO sarcopenic obesity, W women only, WL weight loss, \nWPS wide pyramid system\nStudy Study design Population Sample N Age (years + SD) Females N (%)\nAguiar et al. [18] RCT; creatine supplementation vs. \ncontrol\nHealthy older women 18 64.9 (5.0) 18 (100)\nAvila et al. [28] RCT; DASH diet sedentary vs. Dash \ndiet + MRT\nOverweight and obese men \nand women\n31 67.0 (4.0) 16 (51)\nBalachandran et al. [32] RCT; strength/hypertrophy vs. high-\nspeed circuit training\nCommunity-dwelling older adults \nwith SO\n21 71.8 (8.0) 16 (76)\nBardstu et al. [13] RCT; RT vs. non-exercising control Community and assisted-living older \nadults\n104 86.5 64 (61)\nBeavers et al. [29] RCT; WL only vs. aerobic exercise \ntraining + WL vs. RT + WL\nObese, community-dwelling older \nadults\n252 66.9 (4.7) 179 (71)\nBocalini et al. [30] RCT; six arm based on BMI Healthy, community-dwelling older \nwomen\n78 65.3 (8.0) 78 (100)\nBrochu et al. [15] RCT; CR vs. RT + CR Overweight and obese older women 137 58.0 (5.0) 137 (100)\nCampbell et al. [10] QE; Single cohort repeated measures Postmenopausal, overweight \nwomen\n16 68.0 (1.0) 16 (100)\nCavalcante et al. [26] RCT; RT (3 × weekly) vs. RT \n(2 × weekly) vs. non-exercising \ncontrol\nIndependent-living obese and over-\nweight women\n57 66.9 (5.3) 53 (100)\nChen et al. [33] RCT; RT vs. CT vs. AT. Vs. non-exercis-\ning control\nCommunity-dwelling older adults \nwith SO\n93 69.0 (3.1) 50 (54)\nCoelho et al. [36] RCT; NPRT vs. PRT. Vs. non-exercising \ncontrol\nCommunity-dwelling older women 42 67.0 (5.0) 42 (100)\nCunha et al. [27] RCT; 1 set RT vs. 3 set RT vs. non-\nexercising control\nCommunity-dwelling older women \nwith SO\n62 68.0 (4.3) 62 (100)\nde Oliviera Silva et al. [3] QE; 2 group design: participants \nwith SO with vs. without SO\nCommunity-dwelling older women \nwith and without SO\n49 > 60 49 (100)\nDib et al. [12] RCT: 3 groups (various exercise \norder)\nCommunity-dwelling older women 45 > 60 45 (100)\ndos Santos et al. [14] RCT: WPS RT vs. NPS RT vs. non-\nexercising control\nCommunity-dwelling older women 59 67.3 (4.4) 59 (100)\nGadelha et al. [17] RCT: RT vs. non-exercising control Community-dwelling older women \nwith SO\n243 67.0 (5.2) 243 (100)\nGambassi et al. [8] RCT: RT vs. non-exercising control Community-dwelling older women 26 65.0 (3.0) 26 (100)\nGylling et al. [11] RCT: heavy RT vs. moderate RT vs. \nnon-exercising control\nCommunity-dwelling older adults 451 66.0 (2.5) 275 (61)\nHanson et al. [37] RCT; RT vs. non-exercising control Healthy, sedentary older adults 81 70.5 (5.0) 16 (20)\nLeenders et al. [24] QE; 2 group RT program: men vs. \nwomen\nHealthy, community-dwelling older \nadults\n60 70.0 (1.0) 29 (48)\nShea et al. [34] RCT 2 × 3 factorial; RT vs. no RT, piogl-\nitazone\nOlder, non-diabetic men and women 88 69.8 (2.0) 40 (45)\nStraight et al. [16] QE; Single cohort repeated measures Overweight and obese community-\ndwelling older adults\n109 69.1 (6.2) 80 (73)\nVerreijin et al. [31] RCT; 2 × 2 factorial Overweight and obese community-\ndwelling older adults\n100 62.4 (5.4) 64 (64)\nVieira et al. [38] RCT: two group RT differing \nby supervision style\nCommunity-dwelling postmenopau-\nsal women\n20 64.0 (3.7) 20 (100)\n\nPage 6 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nTable 2 RT studies in healthy, community-dwelling older adults\nStudy Exercise protocol WL‑related outcome (s) Feasibility/tolerability\nAguiar et al. [18] Frequency: 3x/wk for 12 weeks\nModality: Eight whole-body exercises primarily using \nselectorized exercise machines (2 sets of 10–15 repeti-\ntions per exercise per session)\nNo change in BM or %BF (via DEXA) in either group \n(CRP vs. placebo) relative to baseline. CRP group gained \nsignificantly more (p < 0.05) FFM (+ 3.2%) and muscle \nmass (+ 2.8%) than the placebo group over the course \nof the intervention. Results suggest creatine phosphate \nsupplementation may be an effective dietary adjunct \nfor older women participating in a structured RT \nprogram\nDropouts: 0\nAEs: NR\nTolerability: see Table 5\nFeasibility: NR\nBardstu et al. [13] Frequency: 2x/wk for 8 months\nModality: Easily available, low-cost equipment such \nas elastic bands, body weight, and water canes aimed \nto strengthen the muscle groups most important \nfor daily living activities; 2 sets of 10–12 repetitions \n(Weeks 1–5 progressing to 4 sets of 8–10 repetitions \nper exercise\nNo significant changes observed in BMI, %BF (via BIA), \nor FFM over the course of the study between the RT \nintervention group and the non-exercising control\nDropouts: 31 (52%)\nAdherence to intervention: 51%\nAEs: 0\nTolerability: medium-to-low based on high dropout rate \nand low adherence rate\nFeasibility: authors conclude their protocol is \"feasible \nand possible to implement in real-life settings of older \nadults\"\nCoelho et al. [36] Frequency: 2x/wk for 22 weeks\nModality: Nine selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nof 8–12 repetitions per exercise, ’difficult’ perceived \nintensity corresponding to a perceived exertion of 5–6 \nout of 10)\nNo significant differences in any body composition \nmeasure relative to baseline were observed in any \ngroup. Results indicate periodization strategies \ndo not substantially influence the effectiveness of RT \non WL on healthy, community-dwelling older adults\nDropouts: 6 (20%)\nAdherence to intervention: 89%\nAEs: 0\nTolerability: NR\nFeasibility: NR\nde Oliviera Silva et al. [19] Frequency: 2x/wk for 16 weeks\nModality: Ten selectorized resistance exercise machines \ntargeting whole-body muscle groups (3 sets per exer-\ncise progressing from 12–14 repetitions in Weeks 1–4 \nto 6–8 repetitions in Weeks 13–16)\nSignificant changes in post-intervention %BF (− 2.2%, \np = 0.006; via DEXA) and FM (F = 5.22, p = 0.03) observed \nin non-SO group but not SO-group. Results sug-\ngest that adaptations induced by 16 weeks of RT are \nattenuated in elderly woman with SO, compromising \nimprovements in adiposity indices and gains in LMM\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nDib et al. [12] Frequency: 3x/wk for 24 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nof 10–15 repetitions in Weeks 1–12, 1 set each of 15, 10, \n5 repetitions in Weeks 13–24)\nSignificant reduction in BF across all subjects in Weeks \n1–12 (26.4 + 8.1 kg to 25.1 + 8.2 kg, p < 0.001; via DEXA). \nNo significant change in BF across Weeks 13–24 for any \ngroup. Results suggest exercise order is not a major \nfactor influencing the effectiveness of RT of WL in older \nwomen\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\ndos Santos et al. [14] Frequency: 3x/wk for 8 weeks\nModality: Combination of free weights and machines \ntargeting whole-body musculature (3 sets per exercise \nat either 12/10/8RM or 15/10/5RM\nSignificant (p < 0.05) improvements in body composi-\ntion (total BF, android BF, gynoid BF) were observed \nin both intervention groups. Results suggest pyramidal \nloading strategies are not a primary determinant of RT \nprogram effectiveness in older women\nDropouts: 4 (7%)\nAdherence to intervention: 94% of participants com-\npleted > 85% of all exercise sessions\nAEs: 0\nTolerability: NR\nFeasibility: NR\n\nPage 7 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \n1RM one-repetition maximum, ADP air-displacement plethysmography, AT aerobic training, BF body fat, BIA bioelectrical impedance analysis, BM body mass, BMI body mass index, CH care home, CR caloric restriction, \nCRP creatine phosphate supplementation, CT combined training, D drug trial, DASH Dietary Approaches to Stop Hypertension, DEXA dual X-ray absorptiometry, ES effect size, FFM fat-free mass, FM fat mass, H healthy, HRT \nheavy resistance training, MRT moderate intensity resistance training, NPRT non-periodized resistance training, NR not reported, NPRT non-periodized resistance training, O overweight or obese, P postmenopausal, PRT \nperiodized resistance training, QE quasi-experimental, RCT randomized-controlled trial, RT resistance training, SO sarcopenic obesity, W women only, WL weight loss, WPS wide pyramid system\nTable 2 (continued)\nStudy Exercise protocol WL‑related outcome (s) Feasibility/tolerability\nGambassi et al. [8] Frequency: 2x/wk for 12 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nat moderate intensity per exercise, aiming to reach \ntemporary muscular failure at ~ 8 repetitions)\nRT protocol led to significant (p < 0.05) improvements \nin FM (pre: 23.0 ± 1.2 kg vs. post: 20.0 ± 1.1 kg; via BIA) \nand FFM (pre: 38.0 ± 1.5 kg vs. post: 42.0 ± 1.4 kg; \nvia BIA); relative to baseline. Results support existing \nliterature that RT is an effective strategy during WL \nin older adults to attenuate concomitant loss of LBM\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nGylling et al. [11] Frequency: 3x/wk for 52 weeks\nModality: Whole-body strength training program \nusing either weight machines (HRT) or rubber bands \nand bodyweight (MRT). HRT group: three sets of 6–12 \nrepetitions per exercise at approx. 70–85% 1RM. MRT \ngroup: three sets of 10–18 repetitions per exercise \nat approx. 50–60% 1RM\nThe HRT cohort demonstrated significant improve-\nments in %BF and visceral FM relative to baseline \n(p < .0001; via DEXA), as well as to 12-month values \nin the MRT group (p < .01, ES: 0.41) and non-exercising \ncontrol (p < .0001, ES: 0.53). Authors highlight the main \nfinding that HRT appears to be more effective \nthan MRT at eliciting improvements in LM and FM \nin older adults\nDropouts: 6 (1.9%)\nAdherence to intervention: 83% of participants com-\npleted training > 2x/wk\nAEs: NR\nTolerability: NR\nFeasibility: NR\nHanson et al. [37] Phase 1\nFrequency: 3x/wk for 10 weeks\nModality: Unilateral training of the dominant leg knee \nextensor (near-maximal effort; pneumatic resistance \nmachine)\nPhase 2\nFrequency: 3x/wk for 12 weeks\nModality: Six pneumatic resistance exercise machines \ntargeting whole-body muscle groups (one warm up set \nof 5 repetitions @ 50%1RM followed by 15 repeti-\ntions at 5RM load for each exercise). An additional 1–2 \nrepetitions were completed immediately after the 5RM \nrepetitions by reducing the load on the machine\nOverall cohort (p < 0.01) and men (p < 0.05) dem-\nonstrated a significant increase in FFM (via DEXA) \nover the course of the study. Results support existing \nliterature that RT is an effective strategy during WL \nin older adults to attenuate concomitant loss of LBM\nDropouts: 31 (38.8%)\nAdherence to intervention: 93.3 ± 1.3% (Phase 1), \n87.6 ± 1.1% (Phase 2)\nAEs: pain and discomfort from pre-existing condition \n(n = 9)\nTolerability: NR\nFeasibility: NR\nLeenders et al. [24] Frequency: 3x/wk for 6 months\nModality: Selectorized resistance exercise machines. \nLeg-press and leg-extension: 4 sets of 10–15 repetitions \nat 60% 1RM (Week 1–4) progressing to 8 repetitions \nat 75–80% 1RM (Week 5 onward). Upper-body exer-\ncises: as above except always one less set\nSignificant post-intervention improvement in whole-\nbody LM and FM (both via DEXA) was observed \nin both women (1.2 ± 0.2 kg, 5% ± 2%; p < .001) and men \n(1.2 ± 0.3 kg, 6% ± 1%; p < .001). Results suggest struc-\ntured RT may equally benefit older men and women \nin terms of counteracting the loss of muscle mass \nand strength that occurs with age\nDropouts: 7 (11.6%)\nAEs: 2 cardiac events experienced away from study \nfacility\nTolerability: NR\nFeasibility: NR\nVieira et al. [38] Frequency: 2x/wk for 16 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups. 2 sets \nper exercise; intensity: daily undulating between 12–14 \nRM, 10–12 RM, 8–10 RM, and 6–8 RM\nReduced BF and %BF (p < 0.05; via DEXA) were \nobserved in the high-supervision group only. Authors \nconclude a greater supervision ratio during RT may \ninduce more improvements in muscle strength \nand body composition than lower supervision ratio\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\n\nPage 8 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nTable 3 RT studies in older women\nStudy Exercise protocol WL‑related outcome(s) Feasibility/tolerability\nAguiar et al. [18] Frequency: 3x/wk for 12 weeks\nModality: Eight whole-body exercises primarily using \nexercise machines (2 sets of 10–15 repetitions per exer-\ncise per session)\nNo change in BM or %BF (via DEXA) observed \nin either group (CRP vs. placebo) relative to baseline. \nCRP group gained significantly more (p < 0.05) FFM \n(+ 3.2%) and muscle mass (+ 2.8%) than the placebo \ngroup over the course of the study. Results suggest \ncreatine phosphate supplementation may be an effec-\ntive dietary adjunct for older women participating \nin a structured RT program\nDropouts: 0\nAEs: NR\nTolerability: see Table 5\nFeasibility: NR\nBocalini et al. [30] Frequency: 3x/wk for 12 weeks\nModality: Whole body RT using elastic bands and free \nweights\nSignificant post-intervention reductions were observed \nin BM (overweight: − 4.5 ± 1.0%, obese: − 8.0 ± 0.8%), \n%BF (via skinfold analysis; overweight: − 11.0 ± 2.2%, \nobese: − 21.4 ± 2.1%) and FM (overweight: − 16.1 ± 3.2%, \nobese: − 31.2 ± 3.0%). No significant body composition \nchanges were observed in participants with a healthy \nbaseline BMI (18.5–24.9 kg/m^2). Results support \nexisting literature regarding the beneficial effect of RT \nin obese and overweight women\nDropouts: 2\nAEs: 0\nTolerability: NR\nFeasibility: NR\nBrochu et al. [15] Frequency: 3x/wk for 6 months\nModality: Seven exercises targeting the whole body \n(leg press, chest press; lateral pull downs; shoulder \npress; arm curls, triceps extensions). 2–3 sets (15 repeti-\ntions, 65% 1RM) per exercise in Phase 1 progressing \nto 3–4 sets (10–12 repetitions, 75% 1RM) per exercise \nin Phase 4\nBoth CR and CR + RT were found to facilitate significant \nimprovements in BM, %FM (via DEXA), and total FM. \nResults reinforce the complementary role exercise \nand diet play in healthy weight loss and upper limit \nof RT-alone to effect body composition\nDropouts: 30 (21.9%)\nAEs: 3\nTolerability: NR\nFeasibility: NR\nAdherence to intervention: 100%: n = 2, > 90% or more \nof the training sessions: n = 6\nCampbell et al. [10] Frequency: 3x/wk for 16 weeks\nModality: Pneumatic resistance exercise machines \ntargeting the whole body (2–3 sets of 8–12 repetitions \nper exercise @ approx. 80% 1RM)\nRT did not lead to any additional in weight loss or %BF \nchanges compared to the non-exercising control. \nResults reinforce the complementary role exercise \nand diet play in healthy weight loss and upper limit \nof RT-alone to effect body composition\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nCavalcante et al. [26] Frequency: 2x/wk vs. 3x/wk for 12 weeks\nModality: Combination of machines and free weights \ntargeting whole body muscle groups (one set of 10–15 \nrepetitions per exercise)\nBoth exercise frequencies (2 × weekly, 3 × weekly) led \nto significant (p < 0.05) reductions in %BF (–1.7%, –2.7%, \nrespectively; via DEXA) over the course of the study. No \nsignificant changes in BM were observed in either RT \ngroup or the non-exercising control. Results suggest \n2 days per week may be the optimal RT frequency \nfor obese older women\nDropouts: 4 (9.5%)\nAEs: NR\nTolerability: NR\nFeasibility: NR\nCoelho et al. [36] Frequency: 2x/wk for 22 weeks\nModality: Nine selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nof 8–12 repetitions per exercise, ’difficult’ perceived \nintensity corresponding to a perceived exertion of 5–6 \nout of 10)\nNo significant differences in any body composition \nmeasure relative to baseline were observed in any \ngroup. Results indicate periodization strategies \ndo not substantially influence the effectiveness of RT \non WL on healthy, community-dwelling older adults\nDropouts: 6 (20%)\nAdherence to intervention: 89%\nAEs: 0\nTolerability: NR\nFeasibility: NR\n\nPage 9 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \n1RM one-repetition maximum, ADP air-displacement plethysmography, AT aerobic training, BF body fat, BIA bioelectrical impedance analysis, BM body mass, BMI body mass index, CH care home, CR caloric restriction, \nCRP creatine phosphate supplementation, CT combined training, D drug trial, DASH Dietary Approaches to Stop Hypertension, DEXA dual X-ray absorptiometry, ES effect size, FFM fat-free mass, FM fat mass, H healthy, HRT \nheavy resistance training, MRT moderate intensity resistance training, NPRT non-periodized resistance training, NR not reported, NPRT non-periodized resistance training, O overweight or obese, P postmenopausal, PRT \nperiodized resistance training, QE quasi-experimental, RCT randomized-controlled trial, RT resistance training, SO sarcopenic obesity, W women only, WL weight loss, WPS wide pyramid system\nTable 3 (continued)\nStudy Exercise protocol WL‑related outcome(s) Feasibility/tolerability\nCunha et al. [27] Frequency: 3x/wk for 12 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups \n(either 1 set or 3 sets of 10–15 repetitions per exercise, \ndepending on intervention group)\nSignificant reductions in %BF (− 6.3%, p < 0.05; \nvia DEXA) were observed in the 3 sets/exercise group \nbut not the 1 set/exercise group or non-exercising con-\ntrol. Results indicate higher training volumes of RT may \nlead to greater improvements in body composition\nDropouts: 5 (10/8%)\nAdherence to intervention: ≥ 85% of the total sessions \nfor all participants\nAEs: NR\nTolerability: NR\nFeasibility: NR\nde Oliviera Silva et al. [19] Frequency: 2x/wk for 16 weeks\nModality: Ten selectorized resistance exercise machines \ntargeting whole-body muscle groups (3 sets per exer-\ncise progressing from 12–14 repetitions in Weeks 1–4 \nto 6–8 repetitions in Weeks 13–16)\nSignificant changes in post-intervention %BF (− 2.2%, \np = 0.006; via DEXA) and FM (F = 5.22, p = 0.03) were \nobserved in non-SO group but not SO-group. Results \nsuggest that adaptations induced by 16 weeks of RT are \nattenuated in elderly woman with SO, compromising \nimprovements in adiposity indices and gains in LMM\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nDib et al. [12] Frequency: 3x/wk for 24 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nof 10–15 repetitions in Weeks 1–12, 1 set each of 15, 10, \n5 repetitions in Weeks 13–24)\nSignificant reduction in BF across all subjects in Weeks \n1–12 (26.4 + 8.1 kg to 25.1 + 8.2 kg, p < 0.001; via DEXA). \nNo significant change in BF across Weeks 13–24 for any \ngroup. Results suggest exercise order is not a major \nfactor influencing the effectiveness of RT of WL in older \nwomen\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\ndos Santos et al. [14] Frequency: 3x/wk for 8 weeks\nModality: Combination of free weights and machines \ntargeting whole-body musculature (3 sets per exercise \nat either 12/10/8RM or 15/10/5RM\nSignificant (p < 0.05) improvements in body composi-\ntion (total BF, android BF, gynoid BF) were observed \nin both intervention groups. Results suggest pyramidal \nloading strategies are not a primary determinant of RT \nprogram effectiveness in older women\nDropouts: 4 (7%)\nAdherence to intervention: 94% of participants com-\npleted > 85% of all exercise sessions\nAEs: 0\nTolerability: NR\nFeasibility: NR\nGadelha et al. [17] Frequency: 3x/wk for 24 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nprogressing from 12 repetitions at 60% 1RM in Weeks \n1–4 to 8 repetitions at 80% 1RM in weeks 9–12)\nSignificant increase in fat-free mass (0.6 + 0.15 kg, \np < 0.01), but no change in BM or %BF (all via DEXA). \nAuthors conclude RT is an effective approach to pro-\nmote body composition alterations in older women, \nparticularly those with SO\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nGambassi et al. [8] Frequency: 2x/wk for 12 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nat moderate intensity per exercise, aiming to reach \ntemporary muscular failure at ~ 8 repetitions)\nRT protocol led to significant (p < 0.05) improvements \nin FM (pre: 23.0 ± 1.2 kg vs. post: 20.0 ± 1.1 kg; via BIA) \nand FFM (pre: 38.0 ± 1.5 kg vs. post: 42.0 ± 1.4 kg; \nvia BIA); relative to baseline. Results support existing \nliterature that RT is an effective strategy during WL \nin older adults to attenuate concomitant loss of LBM\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nVieira et al. [38] Frequency: 2x/wk for 16 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups. 2 sets \nper exercise; intensity: daily undulating between 12–14 \nRM, 10–12 RM, 8–10 RM, and 6–8 RM\nReduced BF and %BF (p < 0.05; via DEXA) were \nobserved in the high-supervision group only. Authors \nconclude a greater supervision ratio during RT may \ninduce more improvements in muscle strength \nand body composition than lower supervision ratio\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\n\nPage 10 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nTable 4 RT studies in obesity/sarcopenic obesity\nStudy Exercise protocol WL‑related outcome (s) Feasibility/tolerability\nAvila et al. [28] Frequency: 3x/wk for 10 weeks\nModality: selectorized resistance exercise machines \n(six upper and lower body; 4 sets × 8–12 repeti-\ntions) + stretching\nSignificant reductions relative to baseline were \nobserved in BM (− 3.3 + 0.8 kg, p < 0.001) and FM \n(− 4.1 + 0.9 kg, p < 0.001) in the DASH + RT group, \nwhile significant reductions in BM were observed \nin the DASH-only group (− 1.7 + 0.9 kg, p = 0.044). \nResults support existing knowledge that exercise + diet \napproaches to WL are generally more effective \nthan diet-only approaches\nDropouts: 1 (96% adherence)\nAEs: 1 × minor hip extensor strain\nTolerability: NR\nFeasibility: NR\nBalachandran et al. [32] Frequency: 2x/wk for 15 weeks\nModality: 5 lower body and 6 upper body pneumatic \nexercise machines (3 sets of 10–12 repetitions using \n70% of their 1RM)\nNo significant between or within-group differences \nwere observed on any body composition outcome \nmeasure\nDropouts: 1\nAdherence to intervention: 85%\nAEs: 1 × shoulder pain due to pre-existing injury\nTolerability: NR\nFeasibility: NR\nBeavers et al. [29] Frequency: 4x/wk (2 × upper body, 2 × lower body) \nfor 18 months\nModality: eight selectorized resistance exercise \nmachines (3 sets of 10–12 repetitions)\nTotal BM loss was greatest when WL was com-\nbined with exercise (WL: − 5.7 + 0.7 kg, WL + AT: \n− 8.5 + 0.7 kg, WL + RT: − 8.7 + 0.7 kg; p < 0.01). LM \nloss was greatest in WL + AT (− 1.6 + 0.3 kg, − 3.1%) \ncompared with WL + RT (− 0.8 + 0.3 kg, − 1.5%) or WL \n(− 1.0 + 0.3 kg; − 2.0%); both p = 0.02. Results confirm \nexisting literature WL + RT is preferable to WL + AT \nwith respect to exercise aimed at improving body com-\nposition in obese and overweight older adults\nDropouts: 14 (17%)\nAEs: 2 × dropout due to medical complication\nTolerability: NR\nFeasibility: NR\nBocalini et al. [30] Frequency: 3x/wk for 12 weeks\nModality: whole body RT using elastic bands and free \nweights\nSignificant post-intervention reductions were observed \nin BM (overweight: − 4.5 ± 1.0%, obese: − 8.0 ± 0.8%), \n%BF (via skinfold analysis; overweight: − 11.0 ± 2.2%, \nobese: − 21.4 ± 2.1%) and FM (overweight: − 16.1 ± 3.2%, \nobese: − 31.2 ± 3.0%). No significant body composition \nchanges were observed in participants with a healthy \nbaseline BMI (18.5–24.9 kg/m^2). Results support \nexisting literature regarding the beneficial effect of RT \nin obese and overweight women\nDropouts: 2\nAEs: 0\nTolerability: NR\nFeasibility: NR\nBrochu et al. [15] Frequency: 3x/wk for 6 months\nModality: Seven exercises targeting the whole body \n(leg press, chest press; lateral pull downs; shoulder \npress; arm curls, triceps extensions). 2–3 sets (15 repeti-\ntions, 65% 1RM) per exercise in Phase 1 progressing \nto 3–4 sets (10–12 repetitions, 75% 1RM) per exercise \nin Phase 4\nBoth CR and CR + RT were found to facilitate significant \nimprovements in BM, %FM (via DEXA), and total FM. \nResults reinforce the complementary role exercise \nand diet play in healthy weight loss and upper limit \nof RT-alone to effect body composition\nDropouts: 30 (21.9%)\nAEs: 3\nTolerability: NR\nFeasibility: NR\nAdherence to intervention: see Table 3\nCampbell et al. [10] Frequency: 3x/wk for 16 weeks\nModality: Pneumatic resistance exercise machines \ntargeting the whole body (2–3 sets of 8–12 repetitions \nper exercise @ approx. 80% 1RM)\nRT did not lead to any additional in weight loss or %BF \nchanges compared to the non-exercising control. \nResults reinforce the complementary role exercise \nand diet play in healthy weight loss and upper limit \nof RT-alone to effect body composition\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\n\nPage 11 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \n1RM one-repetition maximum, ADP air-displacement plethysmography, AT aerobic training, BF body fat, BIA bioelectrical impedance analysis, BM body mass, BMI body mass index, CH care home, CR caloric restriction, \nCRP creatine phosphate supplementation, CT combined training, D drug trial, DASH Dietary Approaches to Stop Hypertension, DEXA dual X-ray absorptiometry, ES effect size, FFM fat-free mass, FM fat mass, H healthy, HRT \nheavy resistance training, MRT moderate intensity resistance training, NPRT non-periodized resistance training, NR not reported, NPRT non-periodized resistance training, O overweight or obese, P postmenopausal, PRT \nperiodized resistance training, QE quasi-experimental, RCT randomized-controlled trial, RT resistance training, SO sarcopenic obesity, W women only, WL weight loss, WPS wide pyramid system\nTable 4 (continued)\nStudy Exercise protocol WL‑related outcome (s) Feasibility/tolerability\nCavalcante et al. [26] Frequency: 2x/wk vs. 3x/wk for 12 weeks\nModality: Combination of machines and free weights \ntargeting whole body muscle groups (one set of 10–15 \nrepetitions per exercise)\nBoth exercise frequencies (2 × weekly, 3 × weekly) led \nto significant (p < 0.05) reductions in %BF (–1.7%, –2.7%, \nrespectively; via DEXA) over the course of the study. No \nsignificant changes in BM were observed in either RT \ngroup or the non-exercising control. Results suggest \n2 days per week may be the optimal RT frequency \nfor obese older women\nDropouts: 4 (9.5%)\nAEs: NR\nTolerability: NR\nFeasibility: NR\nChen et al. [33] Frequency: 2x/wk (Week 1–8), 0x/wk (Week 9–12)\nModality: Selectorized weight training machines target-\ning large systemic muscle groups (shoulder press, bicep \ncurl, triceps curl, bench press, deadlift, leg swing, squat, \nstanding row, unilateral row, and split front squat) \nat 60–70% 1RM (three sets of 8–12 repetitions)\nTotal body weight and FM significantly lower than non-\nexercising control at Weeks 8 and 12 (p < 0.05). No sig-\nnificant differences in any body composition measure \nat study",
    "conclusion": "between RT-only group and AT-\nonly and AT-AT combined groups\nDropouts: 7 (31.8%)\nAEs: NR\nTolerability: NR\nFeasibility: NR\nCunha et al. [27] Frequency: 3x/wk for 12 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups \n(either 1 set or 3 sets of 10–15 repetitions per exercise, \ndepending on intervention group)\nSignificant reductions in %BF (− 6.3%, p < 0.05; \nvia DEXA) were observed in the 3 sets/exercise group \nbut not the 1 set/exercise group or non-exercising con-\ntrol. Results indicate higher training volumes of RT may \nlead to greater improvements in body composition\nDropouts: 5 (10/8%)\nAdherence to intervention: ≥ 85% of the total sessions \nfor all participants\nAEs: NR\nTolerability: NR\nFeasibility: NR\nde Oliviera Silva et al. [19] Frequency: 2x/wk for 16 weeks\nModality: Ten selectorized resistance exercise machines \ntargeting whole-body muscle groups (3 sets per exer-\ncise progressing from 12–14 repetitions in Weeks 1–4 \nto 6–8 repetitions in Weeks 13–16)\nSignificant changes in post-intervention %BF (− 2.2%, \np = 0.006; via DEXA) and FM (F = 5.22, p = 0.03) observed \nin non-SO group but not SO-group. Results sug-\ngest that adaptations induced by 16 weeks of RT are \nattenuated in elderly woman with SO, compromising \nimprovements in adiposity indices and gains in LMM\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nGadelha et al. [17] Frequency: 3x/wk for 24 weeks\nModality: Eight selectorized resistance exercise \nmachines targeting whole-body muscle groups (3 sets \nprogressing from 12 repetitions at 60% 1RM in Weeks \n1–4 to 8 repetitions at 80% 1RM in weeks 9–12)\nSignificant increase in fat-free mass (0.6 + 0.15 kg, \np < 0.01), but no change in BM or %BF (all via DEXA). \nAuthors conclude RT is an effective approach to pro-\nmote body composition alterations in older women, \nparticularly those with SO\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nStraight et al. [28] Frequency: 2x/wk for 8 weeks\nModality: Combination of free weights, elastic tubing \nand ankle weights targeting whole body muscle \ngroups (three sets of 8–12 repetitions per exercise)\nExercise intervention facilitated significant improve-\nments in BM (–1.0 ± 1.8 kg, p < 0.001), BMI (–0.4 ± 0.8 kg/\nm2, p < 0.001; via BIA), %FM (–0.5 ± 1.4%, p < 0.001; \nvia BIA), and FM (–0.8 ± 1.6 kg, p < 0.001; via BIA) relative \nto baseline\nDropouts: 14 (12.8%)\nAEs: 1 (strained muscle leading to dropout\nTolerability: potentially enhanced by use of RPE to moni-\ntor RT intensity [39]\nFeasibility: enhanced by use of portable and inexpensive \nRT modalities such as ankle weights, elastic tubing\nVerreijin et al. [31] Frequency: 3x/wk for 10 weeks\nModality: Squats, lunges, chest press, shoulder press, \nbiceps curls, triceps extensions, standing rows, step-ups \nand crunches (2 sets per exercise progressing to 3 sets)\nSignificant decrease in BM and FM across all groups \n(p < 0.05; both via ADP), highest in exercise cohorts \nalthough the between-group difference was non-\nsignificant. There was no significant effect of high \nprotein and exercise on change in FFM and FM, but RT \nsignificantly decreased body fat percentage with 0.8% \n(p = 0.048)\nDropouts: 32 (32%)\nAdherence to intervention: mean adherence = 2.8 ± 0.3 \ntimes/week\nAEs: 1\nTolerability: low considering high dropout rate\nFeasibility: low considering degree of exercise supervi-\nsion and dietary control required\n\nPage 12 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nTable 5 RT + supplement or dietary control studies\nStudy Exercise protocol WL‑related outcome(s) Feasibility/tolerability\nAvila et al. [28] Frequency: 3x/wk for 10 weeks\nModality: selectorized resistance exercise machines \n(six upper and lower body; 4 sets × 8–12 repeti-\ntions) + stretching\nSignificant reductions relative to baseline were observed \nin BM (− 3.3 + 0.8 kg, p < 0.001) and FM (− 4.1 + 0.9 kg, \np < 0.001) in the DASH + RT group, while significant \nreductions in BM were observed in the DASH-only group \n(− 1.7 + 0.9 kg, p = 0.044). Results support existing knowl-\nedge that exercise + diet approaches to WL are generally \nmore effective than diet-only approaches\nDropouts: 1 (96% adherence)\nAEs: 1 × minor hip extensor strain\nTolerability: NR\nFeasibility: NR\nAguiar et al. [18] Frequency: 3x/wk for 12 weeks\nMedication: Creatine monohydrate (5.0 g/day vs. placebo)\nWL outcome measure: Δ body mass, Δ %BF using DEXA\nNo change in BM or %BF (via DEXA) observed \nin either group (CRP vs. placebo) relative to baseline. CRP \ngroup gained significantly more (p < 0.05) FFM (+ 3.2%) \nand muscle mass (+ 2.8%) than the placebo group \nover the course of the study. Results suggest creatine \nphosphate supplementation may be an effective dietary \nadjunct for older women participating in a structured RT \nprogram\nDropouts / AEs: see Table 2\nTolerability: CR supplementation appears to increase toler-\nable volume of RT\nFeasibility: see Table 2\nBeavers et al. [29] Frequency: 4x/wk (2 × upper body, 2 × lower body) \nfor 18 months\nModality: eight selectorized resistance exercise machines \n(3 sets of 10–12 repetitions)\nTotal BM loss was greatest when WL was combined \nwith exercise (WL: − 5.7 + 0.7 kg, WL + AT: − 8.5 + 0.7 kg, \nWL + RT: − 8.7 + 0.7 kg; p < 0.01). LM loss was greatest \nin WL + AT (− 1.6 + 0.3 kg, − 3.1%) compared with WL + RT \n(− 0.8 + 0.3 kg, − 1.5%) or WL (− 1.0 + 0.3 kg; − 2.0%); \nboth p = 0.02. Results confirm and existing literature \nWL + RT is preferable to WL + AT with respect to exer-\ncise aimed at improving body composition in obese \nand overweight older adults\nDropouts: 14 (17%)\nAEs: 2 × dropout due to medical complication\nTolerability: NR\nFeasibility: NR\nBrochu et al. [15] Frequency: 3x/wk for 6 months\nModality: Seven exercises targeting the whole body (leg \npress, chest press; lateral pull downs; shoulder press; arm \ncurls, triceps extensions). 2–3 sets (15 repetitions, 65% \n1RM) per exercise in Phase 1 progressing to 3–4 sets \n(10–12 repetitions, 75% 1RM) per exercise in Phase 4\nBoth CR and CR + RT were found to facilitate signifi-\ncant improvements in BM, %FM (via DEXA), and total \nFM. Results reinforce the complementary role exercise \nand diet play in healthy weight loss and upper limit of RT-\nalone to effect body composition\nDropouts: 30 (21.9%)\nAEs: 3\nTolerability: NR\nFeasibility: NR\nAdherence to intervention: see Table 3\nCampbell et al. [10] Frequency: 3x/wk for 16 weeks\nModality: Pneumatic resistance exercise machines target-\ning the whole body (2–3 sets of 8–12 repetitions per exer-\ncise @ approx. 80% 1RM)\nRT did not lead to any additional in weight loss or %BF \nchanges compared to the non-exercising control. Results \nreinforce the complementary role exercise and diet \nplay in healthy weight loss and upper limit of RT-alone \nto effect body composition\nDropouts: 0\nAEs: NR\nTolerability: NR\nFeasibility: NR\nShea et al. [34] Frequency: 3x/wk for 16 weeks\nModality: 2 × pneumatic resistance exercise machines \n(lower body) + combination of Nautilus resistance \nmachines and dumbbells (upper body). Progression \nfor all exercises was as follows. Week 1: two sets of 8–10 \nreps at 40–50% of 1RM; Week 2: three sets of 8–10 reps \nat 50–60% of 1RM; Weeks 3–16: three sets of 8–10 reps \nat 70% of 1RM\nMen who were given pioglitazone lost more visceral \nabdominal fat than men who were not given pioglita-\nzone (p = 0.007), while women who were given piogl-\nitazone lost less thigh subcutaneous fat (p = 0.002). RT \ndiminished thigh muscle loss in men and women (RT vs. \nno RT men: p = 0.005, women: p = 0.04). In overweight/\nobese older men undergoing weight loss, pioglitazone \nincreased visceral fat loss and RT reduced skeletal muscle \nloss\nDropouts: 7 (8%)\nAEs: 0\nTolerability:\nFeasibility\n\nPage 13 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \n1RM one-repetition maximum, ADP air-displacement plethysmography, AT aerobic training, BF body fat, BIA bioelectrical impedance analysis, BM body mass, BMI body mass index, CH care home, CR caloric restriction, \nCRP creatine phosphate supplementation, CT combined training, D drug trial, DASH Dietary Approaches to Stop Hypertension, DEXA dual X-ray absorptiometry, ES effect size, FFM fat-free mass, FM fat mass, H healthy, HRT \nheavy resistance training, MRT moderate intensity resistance training, NPRT non-periodized resistance training, NR not reported, NPRT non-periodized resistance training, O overweight or obese, P postmenopausal, PRT \nperiodized resistance training, QE quasi-experimental, RCT randomized-controlled trial, RT resistance training, SO sarcopenic obesity, W women only, WL weight loss, WPS wide pyramid system\nTable 5 (continued)\nStudy Exercise protocol WL‑related outcome(s) Feasibility/tolerability\nStraight et al. [28] Frequency: 2x/wk for 8 weeks\nModality: Combination of free weights, elastic tubing \nand ankle weights targeting whole body muscle groups \n(three sets of 8–12 repetitions per exercise)\nSignificant reductions observed in BM (–1.0 ± 1.8 kg, \np < 0.001), BMI (–0.4 ± 0.8 kg/m2, p < 0.001; via BIA), %FM \n(–0.5 ± 1.4%, p < 0.001; via BIA), and FM (–0.8 ± 1.6 kg, \np < 0.001; via BIA)\nDropouts: 14 (12.8%)\nAEs: 1 (strained muscle leading to dropout\nTolerability: potentially enhanced by use of RPE to monitor \nRT intensity [39]\nFeasibility: enhanced by use of portable and inexpensive \nRT modalities such as ankle weights, elastic tubing\nVerreijin et al. [31] Frequency: 3x/wk for 10 weeks\nModality: Squats, lunges, chest press, shoulder press, \nbiceps curls, triceps extensions, standing rows, step-ups \nand crunches (2 sets per exercise progressing to 3 sets)\nSignificant decrease in BM and FM across all groups \n(p < 0.05; both via ADP), highest in exercise cohorts \nalthough the between-group difference was non-\nsignificant. There was no significant effect of high \nprotein and exercise on change in FFM and FM, but RT \nsignificantly decreased body fat percentage with 0.8% \n(p = 0.048)\nDropouts: 32 (32%)\nAdherence to intervention: mean adherence = 2.8 ± 0.3 \ntimes/week\nAEs: 1\nTolerability: low considering high dropout rate\nFeasibility: low considering degree of exercise supervision \nand dietary control required\n\nPage 14 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nAn investigation that appears to have most effec -\ntively reached this target is that of Gambassi et  al. [8], \nin which the researchers’ experimental RT protocol \nwas able to facilitate both a significant increase in FFM \n(pre: 38.0 ± 1.5  kg vs. post: 42.0 ± 1.4  k, p < 0.05) and a \nsignificant decrease in FM (pre: 23.0 ± 1.2  kg vs. post: \n20.0 ± 1.1  kg, p < 0.05) in a cohort of older adults per -\nforming 12 weeks of twice-weekly RT. Of particular note \nwas the researchers’ decision to utilize repetitions per -\nformed to temporary muscular failure and a high overall \nexercise intensity (80% maximum load) at this popula -\ntion’s upper recommended [19] limit. It must be noted, \nhowever, that the author’s observed LBM increase of \napproximately four kilograms in the experimental group \nover the 12-week intervention is significantly higher than \nthose reported in similar studies [40, 41]. Given the rela -\ntively low sample size of the author’s intervention group \n(n = 13), it may be prudent to consider this response \nmagnitude an outlier until an appropriately powered rep-\nlication study can be conducted.\nOlder Women\nSimilar to RT programming for healthy older adults dis -\ncussed above, the guiding principle underlining the gold \nstandard of RT programs designed for older women is \nnot the attainment of BM losses as a sole end goal, but \nrather the achievement of reductions in FM while main -\ntaining or increasing LBM [10, 12, 17, 20, 21]. The major \ndistinction between the previous sub-group and the cur -\nrent population is the need to ensure, at minimum, the \nmaintenance of LBM in structured exercise programs is \nelevated in older women compared to older men. [21, 22] \nThe relative loss of muscle mass and strength with age \nhas been reported to be similar for men and women. [23] \nHowever, the loss of LBM and strength may represent a \nmore significant health concern for women. [24] Com -\npared to men, women typically have more frequent and \nsevere problems with sarcopenia, functional capacity, \nfrailty and disability. [25]\nWe evaluated 13 RT studies examining WL and body \ncomposition changes in older women (Table  3). Hetero-\ngeneity concerning RT modality, intervention duration \nand frequency, body composition, feasibility, tolerance, \nand adherence mirrored those found in the total cohort. \nOne particular outcome of interest is the finding from \nBrochu et al. ’s [15] and Campbell et al. ’s [10] investigations \nof RT performed in conjunction with dietary restric -\ntion in which an upper limit was detected for the abil -\nity of RT-alone to mediate meaningful changes in body \ncomposition. Their findings underscore the fundamen -\ntal principle that diet and exercise must be considered \nin conjunction to create the most effective intervention \nfor older women. A particular outcome of interest is that \nthere may be no additional benefit on body composition \noutcomes from a 3x/weekly RT program compared to a \n2x/weekly program. [26] Two other particular outcomes \nof note are creatine phosphate supplementation may be \nan effective pharmaceutical strategy to maximize LBM \nresponses to RT, [18] and higher training volumes may \nlead to more significant improvements in body composi -\ntion. [27]\nSarcopenia and Obesity\nOlder adults face both an elevated risk of developing \nsarcopenia as they age as well as developing obesity; a \nproportion of individuals will develop both conditions. \nRather than the overall health impact of sarcopenic obe -\nsity equaling the sum of the two contributing conditions \ncombined, a synergistic negative effect can often occur, \nleading to an overall health impact greater than the indi -\nvidual sum of its parts. [5] Persons with concomitant \nsarcopenia and obesity face the combined metabolic \nand cardiovascular challenges of obesity, plus the loss \nof physical functioning and ability to perform activities \nof daily living associated with decreases in skeletal mus -\ncle mass. As with the previous sub-groups, the objective \nof effective RT programming for obese and sarcopenic \nobese older adults is to maximize reductions in FM while \nmaintaining or, if possible, increasing LBM. We present \ndetails of the 13 studies included in this sub-group analy -\nsis in Table 4.\nEight studies of obese/overweight older adults, [10, 15, \n16, 26, 28–31] four studies of older adults with sarco -\npenic obesity (SO), [17, 27, 32, 33] and one mixed study \ncomparing older adults with and without SO [3] were \nanalyzed. Selectorized resistance exercise machines were \nthe most common RT modality employed, and study \ndurations lasted between 8  weeks [16] and 18  months. \n[29] None of the RT protocols studied in obese and sar -\ncopenic obese adults attained the gold standard of simul -\ntaneous reductions in %BF and increases in LBM. Ten \nstudies reported significant changes in %BF with any sig -\nnificant change in LBM. [3, 15, 16, 26–31, 33] One study \nreported significant improvements in LBM, with no sig -\nnificant change in %BF. [17] Two studies reported no sig-\nnificant improvement in either parameter. [10, 32] These \nfindings clarify the gaps in current knowledge regarding \nthe optimal application of RT toward the overall goal of \nimproved body composition in obese and sarcopenic \nobese older adults.\nPharmaceuticals and Dietary Control\nWe reviewed eight studies involving RT in older adults \nand an element of dietary control or pharmaceutical \napplication (Table  5). Two studies [16, 28] investigated \n\nPage 15 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \ndifferences in body composition between individuals \nengaged in the Dietary Approaches to Stop Hyperten -\nsion (DASH) diet and individuals engaged in the DASH \ndiet plus RT. Aguilar and colleagues [18] investigated the \nergogenic effects of creatine phosphate supplementation \non LBM responses to RT, while Kritchkevsky and Shea \n[34] evaluated the therapeutic impact of pioglitazone on \nFM losses when RT combined with a structured RT pro -\ngram. Campbell et al. [10] Brochu et al. [15] and Beavers \net al. [29] investigated all the effects of caloric restriction \nvs. caloric restriction plus RT on measures of body com -\nposition. At the same time, Verrieijin and colleagues [31] \nevaluated the degree to which a high-protein diet can \nattenuate LBM losses in obese older adults participating \nin a structured RT program while following a hypocaloric \ndiet.\nThe finding by Beavers et al. [35] that dietary restriction \nplus AT led to a significant loss in LBM (− 1.6 + 0.3 kg, \n− 3.1%) compared to dietary restriction plus RT (− 1.5%, \np = 0.02) and dietary restriction alone (−  2.0%, p = 0.02) \nunderscores what is known about the importance of RT \nas a mechanism to mediate LBM losses during periods \nof WL. It demonstrates how all exercise-induced reduc -\ntions in BM cannot be considered equal in terms of the \noverall benefit to health. Results of the caloric restriction \nplus RT studies [10, 15, 29] also highlight the existence \nof a ceiling-effect concerning the ability of RT-alone to \nfacilitate healthy bodyweight changes. The finding that \ncreatine supplementation led to significantly greater \nincreases in LBM compared to the placebo in older adults \nafter a period of RT [18] has apparent implications for \nfuture study in this population, given their susceptibil -\nity to developing sarcopenia and, in general, slowing the \nreductions in muscle mass and strength known to occur \nwith age. Pioglitazone increased visceral fat loss, while \nthe RT element of the study was credited with facilitating \nthe attenuated reductions in skeletal muscle mass. [34] \nOverall, however, additional research is needed to eluci -\ndate more information about sex differences and how its \nimpact on body composition influences functional status. \n[34]",
    "discussion": "This scoping review characterized the existing literature \non RT and weight loss and body composition changes in \nhealthy older adults, healthy older women, older adults \nwith obesity and sarcopenic obesity and the effect of vari-\nous dietary and therapeutic approaches. The purpose of \nthis study was to provide a survey of existing literature \non the topic, particularly regarding the degree of simi -\nlarity in methodological approaches used and outcomes \nreported. Given the limited high-quality evidence we \nfound showing that resistance training (RT) coupled with \na healthy diet results in substantial fat loss and lean mus -\ncle gain, it may be too early to label our findings as an \nevidence-based strategy for weight loss through RT in \nolder adults. The main findings and recommendations \nare summarized below.\nRT Protocols Used for Weight Loss in Older Adults\nThe main takeaway message from this review is that the \ntrue value of RT as it relates to WL is not that it leads to \nmore significant reductions in total BM than other exer -\ncise approaches such as AT or circuit resistance train -\ning, but rather that it is an adjunct modality leading to \nthe right kind of weight loss, namely reductions in FM \nonly. As explained throughout this review, older adults \nare already facing a decline in their skeletal muscle mass \nand strength, which is critical for these individuals to \nmaintain as they age. The pursuit of body weight reduc -\ntions via exercise should undoubtedly be recommended \nto obese and sarcopenic obese older adults. However, \nconsideration of the form said exercise should take is of \ncritical importance lest individuals inadvertently trade \nreduction in one age-related chronic disease (obesity) \nfor the accelerated onset of another (sarcopenia). Body -\nweight reductions through exercise are undoubtedly an \nessential objective for obese older adults. Higher exercise \nintensities and training volumes facilitate more signifi -\ncant improvements in LBM. [8, 27] However, they also \ntend to require specific exercise machines located in a \nfitness facility and a level of supervision for many older \nadults. Lower-intensity modalities such as body weight, \nresistance bands and hand weights may not facilitate the \nsame level of improvement in muscular size and strength \nbut have the benefit of being inexpensive, portable and \neasy to use.\nOlder Women\nWomen are at greater risk for age-related reductions in \nmuscle mass and strength than men [21, 22], meaning \nthere is added importance to ensuring exercise modali -\nties that they engage in and are recommended to them \ntake into consideration the need to maintain LBM. Stud -\nies reviewed indicate the existence of multiple suitable \napproaches in this regard [3, 8] and the task of exercise \nprofessionals is to translate this knowledge out of aca -\ndemic journals and into the broader population. The \nimpact of RT on positive changes in body composition \nin older women seems greatest at higher intensities and \nwhen selectorized exercise machines are used. Exploring \nways to make members of this population group comfort-\nable with the idea of regularly attending an exercise facil -\nity for their RT exercise, rather than doing it at home with \nlow-complexity modalities such as body weight and elas -\ntic bands, may be worthwhile. In time, recommendations \n\nPage 16 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nmay expand to include using ergogenic aids such as cre -\natine and pioglitazone.\nRole of Diet in Achieving Healthy Body Weight Changes\nA consequence of a detailed analysis of RT and the most \neffective implementations to effect positive body compo -\nsition changes is that it can be easy to lose sight of the \nfact that exercise is only one-half of the equation neces -\nsary to achieve maximum results in this domain. Mul -\ntiple studies in this review remind us that regardless of \nhow effective particular RT approaches may be at facili -\ntating healthy body composition changes, there is an \nupper limit to their effectiveness and that proper dietary \nhabits must also be present to obtain the greatest possi -\nble result for changes in body weight. Beavers et al. [35] \nshowed that even an elevated protein intake and regular \nRT participation cannot wholly attenuate the loss of LBM \nin the presence of a hypocaloric diet. Explained broadly, \nthe concept of anabolic resistance refers to older adults’ \ndecreased responsiveness of muscle tissue to anabolic \nstimuli leading to decreased muscle mass and strength \nand a reduced ability to repair and build new muscle \ntissue. [42] In addition to regular structured resistance \nexercise, daily protein intakes of approximately 1.6  g/kg \nof body weight may be necessary to overcome this addi -\ntional challenge of aging. [42–44]\nFeasibility and Tolerability of RT as an Exercise Modality \nto Promote Weight Loss\nNone of the studies retained for analysis directly com -\nmented on the feasibility or tolerability of their proto -\ncol. However, several",
    "conclusions": "can be drawn from the \nstudies reporting the highest dropout rates. In the study \nby Chen et al. [33], only 60 of the 93 participants enrolled \nat baseline completed the final post-test (36% dropout \nrate). Aside from a single sentence in which the authors \nindicate reasons for discontinuation included loss of \nmotivation, family factors, and difficulty in time arrange -\nment, no further discussion was provided, limiting the \ndegree to which valuable lessons from their experience \ncan be carried forward. Reasonable speculation may be \nthat the scheduled four-week interval between comple -\ntion of the final exercise session and the first post-testing \nsession reduced the ultimate number of participants who \ncompleted the study.\nBardstu and colleagues [13] recorded a 44% drop -\nout rate across their 8-month RT in older adults. The \nauthors indicated the rate may have been partially due to \nthe higher median age of their participants (86.0  years) \nrelative to the vast majority of exercise studies in older \nadults, where > 65 years is used as the standard minimum \nenrollment age. The authors attributed the high observed \ndropout rate partly to their participants’ advanced age \nand low health status and suggested that future studies \nshould include strategies aimed at maximizing compli -\nance, such as strengthening older adults’ self-efficacy \nand motivation. The authors also suggested that future \nresearch should also evaluate the effect of earlier imple -\nmentation and the cost-effectiveness of implementing \nlong-term RT in older adults’ real-life settings.\nAn additional key area of concern for the future is \nhow the importance of WL with minimal FFM loss can \nbecome more widely known in medicine, public health, \nand in the general population. We propose four possi -\nble ways this may be achieved: (1) Education and aware -\nness: By educating healthcare professionals, public health \nadvocates, and the general population about the dangers \nof losing muscle mass during weight loss, people can be \nmade aware of the importance of preserving muscle mass \nwhile losing weight. This can be done through health \nseminars, workshops, and public health campaigns; (2) \nPromoting healthy weight loss strategies: Encouraging \nthe use of healthy weight loss strategies, such as a bal -\nanced diet and regular exercise, can help to minimize \nmuscle loss during weight loss. This can be done through \npartnerships between public health organizations \nand nutrition and fitness experts; (3) Media coverage: \nEncouraging media outlets to report on the importance \nof weight loss with minimal muscle loss can help to raise \nawareness of this issue. This can include articles in health \nand fitness magazines and news segments on television \nand radio; (4) Government involvement: Governments \ncan promote weight loss with minimal muscle loss by \nfunding research and public health initiatives focused \non this issue. They can also encourage health insurance \ncompanies to cover treatments and interventions that \nprioritize the preservation of muscle mass during weight \nloss.\nRecommendations and Future Directions\nThis review highlights the need for more comprehensive \nresearch on the combined effects of resistance train -\ning (RT) and a healthy diet for significant fat loss and \nlean body mass gain in older adults. Ideal future stud -\nies should incorporate systematic integration of RT and \ndietary interventions and include rigorous monitoring of \nparticipants’ dietary adherence and exercise regimens. \nIt is essential to emphasize a well-rounded evaluation \nof body composition changes, extending focus beyond \nweight loss to include preservation and enhancement \nof lean body mass. Addressing the high attrition rates \nobserved in some studies, the development of feasible \nand tolerable RT protocols for older adults is crucial. \nPotential strategies could involve tailored exercise pro -\ngrams, motivational support, and addressing logistical \n\nPage 17 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \nissues that could hinder adherence. Future ideal studies \nalso should focus on reducing heterogeneity in RT meth -\nods and body composition evaluation measures, though \nwe acknowledge the challenging practicalities of stand -\nardizing practices across this research field.\nTwo promising areas for future research, illuminated \nby this review, include the development of RT protocols \nthat effectively increase lean body mass while reduc -\ning fat mass in obese and sarcopenic obese older adults. \nAdditionally, there is potential merit in exploring the \nuse of supplements, such as creatine monohydrate, as an \nergogenic aid for older adults participating in RT. This \nis based on sound theoretical rationale and a significant \nbody of preliminary research, providing a robust founda -\ntion for future exploration.\nConclusion\nThe purpose of this scoping review was to identify and \ncharacterize existing research on the use of RT exercise \ninterventions as a modality to promote weight loss in \nolder adults with the end goal of knowledge translation \nand recommendation to further areas of study. While it is \nclear that changes in body composition are a crucial out -\ncome measure for this population, the current literature \nprovides limited evidence demonstrating that RT, along -\nside a healthy diet, results in significant fat loss and lean \nbody mass gain. Furthermore, high attrition rates in some \nof the analyzed studies highlight the need for well-struc -\ntured and feasible protocols. Thus, the endorsement of \na specific ’evidence-based approach’ is premature at this \nstage. Our findings underline the need for more rigorous, \nadequately powered studies to explore these relationships \nfurther. We aimed to describe populations that have been \nstudied, how RT has been applied, what can be deduced \nabout the feasibility and tolerability of RT used in said \nmanner, what primary outcomes have been addressed \nand what gaps in the current knowledge have become \nevident. The two most important takeaway messages we \nhope to convey from this review are an understanding of \nwhy WL changes alone are an incomplete and problem -\natic outcome measure to use with an older population \nand why changes in body composition (ratio of fat mass \nto lean body mass) are the appropriate measure to con -\nsider for these individuals.\nAbbreviations\n1RM One-repetition maximum\nADP Air-displacement plethysmography\nAT Aerobic training\nBF Body fat\nBIA Bioelectrical impedance analysis\nBM Body mass\nBMI Body mass index\nCH Care home\nCINAHL Cumulative Index to Nursing and Allied Health Literature\nCR Caloric restriction\nCRP Creatine phosphate supplementation\nCT Combined training\nD Drug trial\nDASH Dietary approaches to stop hypertension\nDEXA Dual X-ray absorptiometry\nES Effect size\nFFM Fat-free mass\nFM Fat mass\nH Healthy\nHIT High intensity interval training\nHRT Heavy resistance training\nLBM Lean body mass\nLMM Lean muscle mass\nMRT Moderate intensity resistance training\nNPRT Non-periodized resistance training\nNR Not reported\nNPRT Non-periodized resistance training\nO Overweight or obese\nP Postmenopausal\nPRT Periodized resistance training\nQE Quasi-experimental\nRCT Randomized-controlled trial\nRT Resistance training\nSD Standard deviation\nSO Sarcopenic obesity\nW Women only\nWL Weight loss\nWPS Wide pyramid system\nAcknowledgements\nWe would like to thank the following individuals for their efforts authoring \nHigh-Intensity Interval Training in Older Adults: a Scoping Review [9], published \nrecently in this journal and used as a vital point of reference at all stages of \nstudy design, execution, and manuscript preparation: Catherine F.S. Marriott, \nAndrea F.M. Petrella, Emily C.S. Marriott and Narlon C.B.S. Silva.\nAuthor Contributions\nBoth authors contributed to the review of concept & design, search strategy \nand implementation, development of inclusion criteria, screening of abstracts \nand full texts, extraction of results, interpretation of results, and drafting \nof the manuscript. RJP contributed to review, concept and design, and in \nparticular, managing the ’big-picture’ direction of the study and oversight of \nthe incremental tasks required to complete such a review. RJP made the final \ndetermination about inclusion/exclusion criteria, results interpretation, and \nthe manuscript’s critical review. Both authors read and approved the final \nmanuscript.\nFunding\nNo direct funding was involved with this research besides the regular salary \ncosts associated with the first author’s position as a post-doctoral research \nfellow under the corresponding author.\nAvailability of Data and Materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nCode Availability\nNot applicable.\nDeclarations\nEthics Approval and Consent to Participate\nNot applicable.\nConsent for Publication\nNot applicable.\n\nPage 18 of 19Buskard and Petrella Sports Medicine - Open (2023) 9:67 \nCompeting Interests\nThe authors declare that they have no competing interests with the content \nof this review.\nReceived: 11 October 2022 Accepted: 13 July 2023\nReferences\n 1. Wilkinson DJ, Piasecki M, Atherton PJ. The age-related loss of skeletal \nmuscle mass and function: measurement and physiology of muscle fibre \natrophy and muscle fibre loss in humans. Ageing Res Rev. 2018;47:123–\n32. https:// doi. org/ 10. 1016/j. arr. 2018. 07. 005.\n 2. Mitchell WK, Williams J, Atherton P , Larvin M, Lund J, Narici M. Sarcopenia, \ndynapenia, and the impact of advancing age on human skeletal muscle \nsize and strength; a quantitative review. Front Physiol. 2012;3:260. https:// \ndoi. org/ 10. 3389/ fphys. 2012. 00260.\n 3. de Oliveira-Silva A, Dutra MT, de Moraes WMAM, Funghetto SS, Lopes \nde Farias D, dos Santos PHF, et al. Resistance training-induced gains \nin muscle strength, body composition, and functional capacity are \nattenuated in elderly women with sarcopenic obesity. Clin Interv Aging. \n2018;13:411–7. https:// doi. org/ 10. 2147/ CIA. S1561 74.\n 4. Yang L, Colditz GA. Prevalence of overweight and obesity in the United \nStates, 2007–2012. JAMA Intern Med. 2015;175(8):1412–3. https:// doi. org/ \n10. 1001/ jamai ntern med. 2015. 2405.\n 5. Yang J-M, Ye H, Zhu Q, Zhang J-H, Liu Q-Q, Xie H-Y, et al. Effects of \nresistance training on body composition and physical function in \nelderly patients with osteosarcopenic obesity: a systematic review and \nmeta-analysis. Arch Osteoporos. 2022;17(1):82. https:// doi. org/ 10. 1007/ \ns11657- 022- 01120-x.\n 6. Decaria JE, Sharp C, Petrella RJ. Scoping review report: obesity in older \nadults. Int J Obes. 2012;36(9):1141–50. https:// doi. org/ 10. 1038/ ijo. 2012. \n29.\n 7. Arksey H, O’Malley L. Scoping studies: towards a methodological frame-\nwork. Int J Soc Res Methodol. 2005;8(1):19–32. https:// doi. org/ 10. 1080/ \n13645 57032 00011 9616.\n 8. Gambassi BB, Rodrigues B, Feriani DJ, do Jesus-Furtado-Almeida F, Sauaia \nBA, Schwingel PA, et al. Effects of resistance training of moderate intensity \non heart rate variability, body composition, and muscle strength in \nhealthy elderly women. Sport Sci Health. 2016;12(3):389–95. https:// doi. \norg/ 10. 1007/ s11332- 016- 0303-z.\n 9. Marriott CFS, Petrella AFM, Marriott ECS, Boa Sorte Silva NC, Petrella RJ. \nHigh-intensity interval training in older adults: a scoping review. Sports \nMed Open. 2021;7(1):49. https:// doi. org/ 10. 1186/ s40798- 021- 00344-4.\n 10. Campbell WW, Haub MD, Wolfe RR, Ferrando AA, Sullivan DH, Apolzan \nJW, et al. Resistance training preserves fat-free mass without impact-\ning changes in protein metabolism after weight loss in older women. \nObesity. 2009;17(7):1332–9. https:// doi. org/ 10. 1038/ oby. 2009.2.\n 11. Gylling AT, Eriksen CS, Garde E, Wimmelmann CL, Reislev NL, Bieler T, \net al. The influence of prolonged strength training upon muscle and \nfat in healthy and chronically diseased older adults. Exp Gerontol. \n2020;136:110939. https:// doi. org/ 10. 1016/j. exger. 2020. 110939.\n 12. Dib MM, Tomeleri CM, Nunes JP , Cunha PM, Ribeiro AS, Schiavoni D, et al. \nEffects of three resistance exercise orders on muscular function and body \ncomposition in older women. Int J Sports Med. 2020;41(14):1024–31. \nhttps:// doi. org/ 10. 1055/a- 1192- 5205.\n 13. Bårdstu HB, Andersen V, Fimland MS, Aasdahl L, Raastad T, Cumming KT, \net al. Effectiveness of a resistance training program on physical func-\ntion, muscle strength, and body composition in community-dwelling \nolder adults receiving home care: a cluster-randomized controlled \ntrial. Eur Rev Aging Phys Act. 2020;17(1):11. https:// doi. org/ 10. 1186/ \ns11556- 020- 00243-9.\n 14. dos Santos L, Ribeiro AS, Nunes JP , Tomeleri CM, Nabuco HCG, \nNascimento MA, et al. Effects of pyramid resistance-training system \nwith different repetition zones on cardiovascular risk factors in older \nwomen: a randomized controlled trial. Int J Environ Res Public Health. \n2020;17(17):6115–25. https:// doi. org/ 10. 3390/ ijerp h1717 6115.\n 15. Brochu M, Malita MF, Messier V, Doucet E, Strychar I, Lavoie J-M, et al. \nResistance training does not contribute to improving the metabolic \nprofile after a 6-month weight loss program in overweight and obese \npostmenopausal women. J Clin Endocrinol Metab. 2009;94(9):3226–33. \nhttps:// doi. org/ 10. 1210/ jc. 2008- 2706.\n 16. Straight CR, Dorfman LR, Cottell KE, Krol JM, Lofgren IE, Delmonico MJ. \nEffects of resistance training and dietary changes on physical function \nand body composition in overweight and obese older adults. J Phys Act \nHealth. 2012;9(6):875–83. https:// doi. org/ 10. 1123/ jpah.9. 6. 875.\n 17. Gadelha AB, Paiva FML, Gauche R, de Oliveira RJ, Lima RM. Effects of resist-\nance training on sarcopenic obesity index in older women: a randomized \ncontrolled trial. Arch Gerontol Geriatr. 2016;65:168–73. https:// doi. org/ 10. \n1016/j. archg er. 2016. 03. 017.\n 18. Aguiar AF, Januário RSB, Junior RP , Gerage AM, Pina FLC, do Nascimento \nMA, et al. Long-term creatine supplementation improves muscular per-\nformance during resistance training in older women. Eur J Appl Physiol. \n2013;113(4):987–96. https:// doi. org/ 10. 1007/ s00421- 012- 2514-6.\n 19. Fragala MS, Cadore EL, Dorgo S, Izquierdo M, Kraemer WJ, Peterson MD, \net al. Resistance training for older adults: position statement from the \nnational strength and conditioning association. J Strength Cond Res. \n2019;33(8):2019–52. https:// doi. org/ 10. 1519/ JSC. 00000 00000 003230.\n 20. Theodorakopoulos C, Jones J, Bannerman E, Greig CA. Effectiveness of \nnutritional and exercise interventions to improve body composition and \nmuscle strength or function in sarcopenic obese older adults: a system-\natic review. Nutr Res. 2017;43:3–15. https:// doi. org/ 10. 1016/j. nutres. 2017. \n05. 002.\n 21. Ransdell LB, Wayment HA, Lopez N, Lorts C, Schwartz AL, Pugliesi K, et al. \nThe impact of resistance training on body composition, muscle strength, \nand functional fitness in older women (45–80 years): a systematic review \n(2010–2020). Women Basel Switz. 2021;1(3):143–68. https:// doi. org/ 10. \n3390/ women 10300 14.\n 22. Thomas E, Gentile A, Lakicevic N, Moro T, Bellafiore M, Paoli A, et al. The \neffect of resistance training programs on lean body mass in postmeno-\npausal and elderly women: a meta-analysis of observational studies. \nAging Clin Exp Res. 2021;33(11):2941–52. https:// doi. org/ 10. 1007/ \ns40520- 021- 01853-8.\n 23. Lindle RS, Metter EJ, Lynch NA, Fleg JL, Fozard JL, Tobin J, et al. Age and \ngender comparisons of muscle strength in 654 women and men aged \n20–93 yr. J Appl Physiol Bethesda Md. 1997;83(5):1581–7. https:// doi. org/ \n10. 1152/ jappl. 1997. 83.5. 1581.\n 24. Leenders M, Verdijk LB, van der Hoeven L, van Kranenburg J, Nilwik R, \nvan Loon LJC. Elderly men and women benefit equally from pro-\nlonged resistance-type exercise training. J Gerontol A Biol Sci Med Sci. \n2013;68(7):769–79. https:// doi. org/ 10. 1093/ gerona/ gls241.\n 25. Beard JR, Officer A, de Carvalho IA, Sadana R, Pot AM, Michel J-P , et al. The \nWorld report on ageing and health: a policy framework for healthy age-\ning. Lancet Lond Engl. 2016;387(10033):2145–54. https:// doi. org/ 10. 1016/ \nS0140- 6736(15) 00516-4.\n 26. Cavalcante E, Ribeiro A, do Nascimento M, Silva A, Tomeleri C, Nabuco \nH, et al. Effects of different resistance training frequencies on fat in \noverweight/obese older women. Int J Sports Med. 2018;39(07):527–34. \nhttps:// doi. org/ 10. 1055/a- 0599- 6555.\n 27. Cunha PM, Ribeiro AS, Tomeleri CM, Schoenfeld BJ, Silva AM, Souza MF, \net al. The effects of resistance training volume on osteosarcopenic obe-\nsity in older women. J Sports Sci. 2018;36(14):1564–71. https:// doi. org/ 10. \n1080/ 02640 414. 2017. 14034 13.\n 28. Avila JJ, Gutierres JA, Sheehy ME, Lofgren IE, Delmonico MJ. Effect of \nmoderate intensity resistance training during weight loss on body com-\nposition and physical performance in overweight older adults. Eur J Appl \nPhysiol. 2010;109(3):517–25. https:// doi. org/ 10. 1007/ s00421- 010- 1387-9.\n 29. Beavers KM, Ambrosius WT, Rejeski WJ, Burdette JH, Walkup MP , Sheedy \nJL, et al. Effect of exercise type during intentional weight loss on body \ncomposition in older adults with obesity. Obesity. 2017;25(11):1823–9. \nhttps:// doi. org/ 10. 1002/ oby. 21977.\n 30. Bocalini DS, Lima LS, de Andrade S, Madureira A, Rica RL, dos Santos RN, \net al. Effects of circuit-based exercise programs on the body composition \nof elderly obese women. Clin Interv Aging. 2012;7:551–6. https:// doi. org/ \n10. 2147/ CIA. S33893.\n 31. Verreijen AM, Engberink MF, Memelink RG, van der Plas SE, Visser M, \nWeijs PJM. Effect of a high protein diet and/or resistance exercise on the \npreservation of fat free mass during weight loss in overweight and obese \nolder adults: a randomized controlled trial. Nutr J. 2017;16:10. https:// doi. \norg/ 10. 1186/ s12937- 017- 0229-6.\n\nPage 19 of 19\nBuskard and Petrella Sports Medicine - Open (2023) 9:67 \n \n 32. Balachandran A, Krawczyk SN, Potiaumpai M, Signorile JF. High-speed \ncircuit training vs hypertrophy training to improve physical function in \nsarcopenic obese adults: a randomized controlled trial. Exp Gerontol. \n2014;60:64–71. https:// doi. org/ 10. 1016/j. exger. 2014. 09. 016.\n 33. Chen H-T, Chung Y-C, Chen Y-J, Ho S-Y, Wu H-J. Effects of different types of \nexercise on body composition, muscle strength, and igf-1 in the elderly \nwith sarcopenic obesity. J Am Geriatr Soc. 2017;65(4):827–32. https:// doi. \norg/ 10. 1111/ jgs. 14722.\n 34. Shea MK, Nicklas BJ, Marsh AP , Houston DK, Miller GD, Isom S, et al. The \neffect of pioglitazone and resistance training on body composition in \nolder men and women undergoing hypocaloric weight loss. Obesity. \n2011;19(8):1636–46. https:// doi. org/ 10. 1038/ oby. 2010. 327.\n 35. Beavers KM, Beavers DP , Martin SB, Marsh AP , Lyles MF, Lenchik L, et al. \nChange in bone mineral density during weight loss with resistance \nversus aerobic exercise training in older adults. J Gerontol A Biol Sci Med \nSci. 2017;72(11):1582–5. https:// doi. org/ 10. 1093/ gerona/ glx048.\n 36. Coelho-Júnior HJ, de Oliveira GI, Sampaio RAC, Sewo Sampaio PY, Cadore \nEL, Izquierdo M, et al. Periodized and non-periodized resistance training \nprograms on body composition and physical function of older women. \nExp Gerontol. 2019;121:10–8. https:// doi. org/ 10. 1016/j. exger. 2019. 03. 001.\n 37. Hanson ED, Srivatsan SR, Agrawal S, Menon KS, Delmonico MJ, Wang MQ, \net al. Effects of strength training on physical function: influence of power, \nstrength, and body composition. J Strength Cond Res. 2009;23(9):2627–\n37. https:// doi. org/ 10. 1519/ JSC. 0b013 e3181 b2297b.\n 38. Vieira DCL, Nascimento DC, Tajra V, Teixeira TG, Farias DL, Tibana RA, et al. \nHigh supervised resistance training in elderly women: the role of supervi-\nsion ratio. Int J Exerc Sci. 2020;13(3):597–606.\n 39. Fielding RA, LeBrasseur NK, Cuoco A, Bean J, Mizer K, Fiatarone Singh MA. \nHigh-velocity resistance training increases skeletal muscle peak power \nin older women. J Am Geriatr Soc. 2002;50(4):655–62. https:// doi. org/ 10. \n1046/j. 1532- 5415. 2002. 50159.x.\n 40. Conceição MS, Bonganha V, Vechin FC, Berton PdB, Lixandrão ME, \nNogueira FRD, et al. Sixteen weeks of resistance training can decrease \nthe risk of metabolic syndrome in healthy postmenopausal women. Clin \nInterv Aging. 2013;8:1221–8. https:// doi. org/ 10. 2147/ CIA. S44245.\n 41. Hunter GR, Wetzstein CJ, McLafferty CL, Zuckerman PA, Landers KA, \nBamman MM. High-resistance versus variable-resistance training in older \nadults. Med Sci Sports Exerc. 2001;33:1759–64. https:// doi. org/ 10. 1097/ \n00005 768- 20011 0000- 00022.\n 42. Kim I-Y, Park S, Jang J, Wolfe RR. Understanding muscle protein dynamics: \ntechnical considerations for advancing sarcopenia research. Ann Geriatr \nMed Res. 2020;24:157–65. https:// doi. org/ 10. 4235/ agmr. 20. 0041.\n 43. Kim I-Y, Schutzler S, Schrader A, Spencer H, Kortebein P , Deutz NEP , et al. \nQuantity of dietary protein intake, but not pattern of intake, affects net \nprotein balance primarily through differences in protein synthesis in \nolder adults. Am J Physiol Endocrinol Metab. 2015;308:E21-28. https:// doi. \norg/ 10. 1152/ ajpen do. 00382. 2014.\n 44. Olaniyan ET, O’Halloran F, McCarthy AL. Dietary protein considerations for \nmuscle protein synthesis and muscle mass preservation in older adults. \nNutr Res Rev Cambridge University Press. 2021;34:147–57. https:// doi. \norg/ 10. 1017/ S0954 42242 00002 19.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub-\nlished maps and institutional affiliations."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 52,
    "primary_human": "body_comp; muscle_mass; strength; function; weight_loss"
  },
  "bucket": "C",
  "notes": "Scoping review mapping RT protocols in weight-loss contexts for overweight and obese older adults, including sarcopenic obesity subgroups."
}