{
  "id": 99,
  "title": "Resistance Training and Whey Protein Supplementation During Energy Restriction in Obese Older Adults: Effects on Body Composition and Functional Performance",
  "authors": "Melenberg W et al.",
  "year": 2016,
  "doi": "10.1123/ijsnem.2015-0160",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_women",
    "obesity",
    "energy_restriction",
    "whey_protein"
  ],
  "population": {
    "training_status": "RCT_RT+protein"
  },
  "sections": {
    "results": "in an inability to detect satiety despite having high \nFM (Pan et al., 2014). This leptin resistance contributes \nto obesity, thus negatively influencing metabolic health \nin older individuals (Gabriely et al., 2002).\nAlso, aging is related to an increased inflammatory \nprofile, which can exacerbate the decrease in lean mass. \nTumor necrosis factor α ( TNFα) and interleukin -6 \n(IL- 6) are two inflammatory markers related to \nsarcopenia ( Pedersen et al., 2003). Aging and obesity \nare accompanied by inflammation, which can increase \nmuscle degradation because TNFα can inhibit protein \nsynthesis ( Dirks & Leeuwenburgh, 2006; Li & Reid, \n2000) by stimulating the NF-kB pathway (Li et al., 1998) \nand can induce alterations in muscle proteins independent \nof protein loss (Li et al., 2000). Individuals with high \nlevels of inflammatory markers (TNFα and IL-6) seem \nto have lower muscle mass and strength (Schaap et al., \n2006, 2009).\nConsuming more dairy products has been shown \nto promote fat loss in obese individuals (Zemel et al., \n\nIJSNEM Vol. 26, No. 1, 2016\n72 Maltais et al.\n2004). Studies have indicated that dairy products play \na significant role in lipid oxidation and the inhibition \nof lipid synthesis ( Zemel, 2004; Zemel et al., 2005). \nMoreover, dairy intake intervention studies have shown \na positive effect on weight loss in obese individuals \n(Heaney, 2003; Heaney et al., 2002; Zemel & Miller , \n2004). These positive changes are explained by the \npresence of calcium in dairy products. Many studies \nhave shown that calcium has a direct impact on lipid \nmetabolism. When daily calcium intake is ~1,000 mg/\nday, an acceleration of FM loss seems to occur in obese \nindividuals (Shahar et al., 2010; Zemel et al., 2004), and \ncalcium from dairy products could have a more important \nimpact on FM loss (Schrager, 2005).Thus, whereas dairy \nproducts are a good source of protein and may be effective \nin maintaining lean mass (Phillips et al., 2009), they may \npossibly help improve fat loss in older sarcopenic men, \nalthough the exact mechanisms remain unknown.\nEnergy deficit (through aerobic exercise or caloric \nrestriction) has been shown to effectively decrease FM \nin overweight populations (Larson-Meyer et al., 2006). \nHowever, energy restriction is deleterious to older adults \n(Weinheimer et al., 2010), especially in a context of \nsarcopenia. Although resistance training has long been \nknown to efficiently maintain muscle mass and function \nin older adults (Hunter, McCarthy, & Bamman, 2004), \nadding a dairy supplementation after a resistance training \nsession has been shown to significantly reduce FM \n(Josse et al., 2011) and increase muscle mass (Wilkinson \net al., 2007) in overweight postmenopausal women. \nThis study proposes a new insight into weight loss in \nolder individuals by adding a postexercise shake made \nfrom dairy products (which are rich in calcium) after a \nresistance training session, but without interfering with \ndaily food intake.\nWe speculate that combining resistance exercise with \ndairy products could have a beneficial impact on FM, \nREE, inflammation, and blood lipid profile in healthy \nbut overweight sarcopenic older adults. The objective \nof this study was to evaluate whether 4 months of \nresistance training combined with postexercise dairy milk \nsupplementation could improve metabolic parameters in \nolder sarcopenic men to a greater extent than a nondairy \nprotein and calcium supplement ( commercial protein \npowder) or a control beverage.",
    "methods": "Twenty-six older sarcopenic men (60–75 years old) were \nrecruited in this study. Sarcopenia was determined as an \nappendicular lean mass index lower than 10.75 kg/m2 \n(Janssen et al., 2004). Inclusion criteria were as follows: \nnonsmokers, sedentary for at least 5 years (structured \nexercise less than 3 times per week), body mass index less \nthan 30 kg/m2, no major physical disabilities, no medical \ntreatment influencing metabolism, light drinkers (<15 g \nethanol/day = 1 alcoholic beverage), weight stable (±2 kg) \nfor 6 months, no resistance exercise for the past 3 years, \nand controlled blood pressure ( for at least 6 months, \nrange = 120–130/80–90). In addition, participants had \nno diagnosis or any sign of kidney disease.\nStudy Protocol\nThe experimental design was approved by the Ethics \nCommittee of the Geriatric Institute of the University \nof Sherbrooke at the Research Center on Aging (RCA). \nAll participants gave their written informed consent to \nparticipate in the study during their first visit to the RCA. \nAfter a phone screening, participants were invited for a \nbaseline visit at the RCA. The first visit consisted of three \ntests: body composition measurements, physical activity \nlevel, and dietary intake assessment.\nAnthropometric and Body Composition \nMeasurements\nBody weight (±0.2 kg) was determined with an electronic \nscale ( SECA707; SECA, Hamburg, Germany) and \nstanding height (in meters) was measured using a wall \nstadiometer (Takei, Tokyo, Japan). Body mass index was \ncalculated as body weight in kilograms divided by height \nin meters squared. FM and lean mass (in kilograms) were \nmeasured using the dual-energy x-ray absorptiometry \n(GE Prodigy Lunar; General Electric Healthcare, Little \nChalfont, United Kingdom).\nPhysical Activity Level\nPhysical activity level was measured using the Physical \nActivity Scale for the Elderly ( PASE; Washburn & \nFicker, 1999) such as in past studies from our group \n(Lord et al., 2007). Participants reported their leisure \ntime, household, and work-related activities during the \npast week. Daily activity was scored according to the \nintensity and time of reported activities. The data were \nsummed by the investigator to produce a global score \nrepresenting physical activity energy expenditure (score \nrange = 0–793).\nDietary Intake\nDespite its recognized limitations, the 3-day food record \nremains the best tool to assess dietary intake in the \ncontext of the proposed study ( free-living condition, \nhealthy participants). As such, a 3-day food record has \nbeen shown to be valid and reliable ( representative \nof energy and nutrient intakes) in an older population \nwith no cognitive impairments (Lührmann et al., 1999). \nParticipants were instructed to maintain normal dietary \nhabits throughout the dietary record. They were provided \nwith a 5-kg (11-lb) food scale and were instructed on how \nto complete a 3-day dietary record. Foods and liquids \nwere recorded (detailed and weighted) during 2 weekdays \nand 1 weekend day. A dietary analysis was completed \nusing the Nutrifiq software (Laval University, Quebec \nCity, Québec, Canada).\n\nIJSNEM Vol. 26, No. 1, 2016\nMilk, Resistance Training, and Body Fat Mass 73\nDuring a second visit (12 hr fasted), the completed \n3-day food record was returned and REE ( kcal/day) \nwas measured, followed by a blood draw to measure \nfasting glucose (mmol/L), insulin (pmol/L), triglycerides \n(mmol/L), low-density lipoproteins ( mmol/L), high-\ndensity lipoproteins ( mmol/L), cholesterol ( mmol/L), \nfree fatty acids ( mmol/L), leptin ( ng/mL), creatinine \n(μmol/L), inflammatory markers (IL-6; pg/mL), TNFα \n(pg/mL), and C-reactive protein (CRP; ng/mL).\nResting Energy Expenditure \nand Respiratory Exchange Ratio\nREE and respiratory quotient were determined using \nindirect calorimetry for a 30-min period (15-min rest and \n15-min measurement). During the rest and measurement \nperiods, participants were laying down on a bed in a \ncomfortable room with minimal light and noise. They \nwere asked to remain still, silent, yet awake. REE (kcal/\nday) was calculated using the Weir equation (Weir, 1990).\nMetabolic Health\nBlood samples were collected after a 12-hr overnight fast \nby an experienced nurse while participants were in a sitting \nposition after a 15-min rest. Venous blood (35 ml) was \nwithdrawn and placed in 3-ml and 4-ml Vacutainer tubes \n(Becton-Dickinson, Franklin Lakes, NJ). Plasma lipid \nprofile, that is, total cholesterol, high-density lipoproteins, \nlow-density lipoproteins, and triacylglycerol, along with \nplasma glucose levels, were immediately analyzed at the \nSherbrooke University Hospital Center. Blood was stored \nin a -80 °C freezer for future analyses. Free fatty acids \nwere measured with an automated clinical chemistry \nanalyzer (Dimension Xpand Plus; Siemens, Deerfield, IL) \nusing a commercially available kit (Wako Diagnostics, \nRichmond, VA) at the Geriatric Institute. Leptin values \nwere measured ( spectrophotometry; Victor V; Perkin-\nElmer, Woodbridge, Ontario, Canada) using enzyme-\nlinked immunosorbent assay (ELISA) kits specific for \nhuman leptin ( ALPCO, Salem, NH). The minimum \ndetectable doses were 1 ng/ml.\nSerum IL-6, TNF α, and CRP were measured \n(spectrophotometry; Victor V; Perkin-Elmer, Woodbridge, \nOntario, Canada) using ELISA kits specific for humans \n(IL-6 and TNFα, R&D Systems, Inc., Minneapolis, MN; \nCRP, EMD Millipore Corporation, Billerica, MA). The \nminimum detectable doses were 0.7 pg/mL (IL-6), 0.106 \npg/mL (TNFα), and 0.20 ng/mL (CRP).\nPostexercise Supplements\nSupplements were provided as postexercise shakes. All \nparticipants were asked to drink their shake immediately \nafter the exercise session while still at the RCA. The two \nexperimental groups received approximately 400 mg of \ncalcium. The three types of shakes were as follows:\n• Control: Rice milk was used as a control supplement \n(395 ml, containing 0.6 g protein, 0 g essential \namino acids [ EAA], 59.5 g carbohydrate, 3.75 g \nfat, 0 mg calcium; 280 calories). This beverage \nwas used to mimic the conditions of the two other \nexperimental groups (taking a postexercise bever-\nage). Chocolate syrup was added so that all mixtures \ntasted similar.\n• Dairy shake: To attain the amount of protein, milk \npowder was added to 1% chocolate cow milk (375 \nml, containing 13.53 g protein, 7 g EAA, 37.5 g car-\nbohydrate, 3.8 g fat, 375 mg calcium; 270 calories).\n• Nondairy protein shake: This shake consisted of \nchocolate soy beverage to which commercial EAA \npowder (Nutricia North America) was added (379 \nml, containing 12 g protein, 7 g EAA, 39 g carbo-\nhydrate, 5.3 g fat, 450 mg calcium; 252 calories).\nBecause this study was a double-blind randomized \ncontrolled trial, all cups containing protein shakes \nwere opaque, had the same appearance and the same \nvolume, and were all chocolate flavored to ensure that \nboth participants and investigators were blinded to the \nsupplementation group.\nExercise Program\nThree weekly 1 hr-sessions, including a 10- min \nwarm- up, were held on 3 nonconsecutive days for \n16 weeks. Resistance exercises included free weight \nlifting ( shoulder press, sit ups, and biceps curls) and \nresistance equipment for leg press, bench press, leg \nextension, rowing extensions, and leg curls (three sets \n× eight repetitions). One-repetition maximum (1 RM) \nwas used to determine maximum weight lifted for each \nexercise. Resting periods of 1 min were held between \nseries. A total number of eight repetitions at 80% of 1 \nRM has been selected because it has been shown to be \noptimal to induce muscle hypertrophy in older adults \n(Evans, 1999). Participants had to attend a minimum of \n85% of all exercise sessions, missing a maximum of six \nconsecutive sessions.\nStatistical Methods\nResults are reported as M ± SD ( standard errors in \nfigures). Baseline similarities between groups were \nensured by using the Kruskal–Wallis test. To verify the \neffect of 4 months of exercise in each group separately, \nwe used nonparametric Wilcoxon signed-rank test. The \namplitude of change was compared among groups using \nKruskal-Wallis applied to delta of values. All analysis \nwere performed using SPSS Version 20.0 for Windows \n(SPSS Inc., Chicago, IL). Statistical significance was \nset at p ≤ .05.\nResults\nEleven participants were excluded because they were not \nsarcopenic and were not able to be enrolled in the study. \nHence, of the 41 participants recruited, 26 completed \n\nIJSNEM Vol. 26, No. 1, 2016\n74 Maltais et al.\nthe 4-month intervention (dairy shakes, n = 8; nondairy \nshakes, n = 8; controls, n = 10). The average compliance \nfor all participants was higher than 90%. Four of the 41 \nparticipants withdrew from the study because of a lack \nof interest.\nResistance training significantly increased LM in all \ngroups (all ps ≤ .05) independently of supplementation \n(1.9 kg, nondairy shake; 1.7 kg, dairy shake; 1.4 \nkg, control). However, only the dairy shake group \nsignificantly decreased FM after the intervention ( 0.1 \nkg, nondairy shake; -1.1 kg, dairy shake; -0.9 kg, \ncontrol; p ≤ .05). In addition, we observed a significant \nincrease in muscle mass to FM ratio in the dairy shake \ngroup only ( 0.6 kgLM/kgFM, p ≤ .05). Body weight \nsignificantly increased in the nondairy shake group \nonly (1.9 kg, p ≤ .05). No changes were observed for \nbody mass index.\nFurthermore, we found no significant differences \nbetween energy intake and calcium intake in the study. \nFat, carbohydrates, and protein intake did not change \nbefore and after the intervention.\nNo changes were observed for REE nor for \nrespiratory exchange ratio after the 4-month resistance \ntraining program combined with protein supplementation. \nIn addition, no significant changes were observed \nfor any of the cardiometabolic parameters, such as \ntriacylglycerol, low-density lipoproteins, high-density \nlipoproteins, cholesterol, free fatty acids, leptin, fasting \nglucose and insulin, and inflammatory profile. All results \nare shown in Table 1.",
    "discussion": "The results of this study demonstrate positive adaptations \nof body composition with regard to resistance training \nand milk protein supplementation (a significant decrease \nin FM and a significant increase in LM). Significant \ndecreases in FM were observed only in the dairy shake \ngroup. Although we could not explain these findings \nfrom variables that were measured, this study generates \ninteresting hypotheses.\nOur results are consistent with previous research \nexamining changes in LM after a resistance training \nprogram and milk consumption intervention (Hartman \net al., 2007; Phillips et al., 2009). In addition, other \nstudies have indicated a positive effect of an increased \nconsumption of milk on FM (Anderson & Hoie, 2005; \nLin et al., 2000).\nIt is interesting that although we did not include a \ncaloric restriction intervention, we observed a loss in \nFM in the dairy shake group only. A few studies have \ndemonstrated that dairy products are associated with \ngreater losses in FM during caloric restriction (Josse et al., \n2011; Zemel et al., 2005). Our study demonstrates that fat \nloss is possible with postexercise dairy supplementation \ncombined with resistance training in overweight \nsarcopenic men. This is an interesting avenue because \ncaloric restriction was not present in this study.\nThe lack of change in REE is consistent with two \nstudies that found similar results after a resistance training \nprogram (Broeder et al., 1992; Van Etten et al., 1997). \nEven if LM is significantly related to REE, it does not \ncoincide with increases in REE when LM is increased \nwith resistance training because of small gains of LM \nduring resistance training.\nNo changes were also found for inflammation profile. \nThese results are in disagreement with studies that have \nobserved significant changes in these variables after a \nresistance training program (Calle & Fernandez, 2010; \nFahlman et al., 2002). Nonetheless, it could have been \ndifficult to induce significant changes in these parameters \nbecause our participants were healthy.\nParticipants in the dairy shake group did not decrease \ntheir energy intake or increase their physical activity \ndifferently than other groups. Thus, the decrease in FM \nmay be explained by other potential mechanisms related \nto milk consumption caused by the presence of calcium \nfound in dairy products that is capable of increasing \nlipolysis and lipid oxidation (Gonzalez et al., 2012). Dairy \nmilk has also been suggested to contain an important \nbioactive compound such as angiotensin- converting \nenzyme (ACE) inhibitory activity. ACE inhibitory activity \ncan significantly attenuate obesity in rodents ( Causey \n& Zemel, 2003; Moustaïd-Moussa & Berdanier, 2001). \nThese were not measured in the current study and deserve \nfurther investigation.\nThis study has some limitations. First, our cohort \nincluded healthy older adult individuals, which may \nexplain in part why we did not observe any changes in \nmetabolic profile. Second, this study did not explore \npotential mechanisms that could explain fat loss, such \nas excess postexercise oxygen consumption and the \ncomplete analysis of our dairy supplement. Because of \nthe small number of participants included per group, \nstatistical power to investigate any potential underlying \nmechanisms is limited and may explain the nonsignificant \nchanges in some variables. However, given the small \nsample size, we still observed a significant decrease in \nthe dairy shake group that warrants further examination \nin other studies.\nIn",
    "conclusion": ", resistance training combined with a \nmilk-based postexercise supplementation significantly \nreduced FM and increased LM in overweight sarcopenic \nolder men. However, we could not explain these results by \nchanges in energy metabolism, energy intake, or physical \nactivity. More studies are obviously needed to elucidate \nthe mechanisms underlying the decrease in FM with milk \nand resistance exercise in older overweight sarcopenic \nmen and potentially promote this intervention in the \ncontext of aging and improvements in metabolic health. In \naddition, from a clinical standpoint, there is a reluctance \nto induce caloric restriction in older individuals because \nit can cause a decrease in bone mineral density (Villareal \net al., 2006). Therefore, promoting FM loss through \nresistance exercise and dairy supplementation can be an \ninteresting avenue to pursue with overweight to obese \nolder individuals.\n\nIJSNEM Vol. 26, No. 1, 2016\nMilk, Resistance Training, and Body Fat Mass 75\nAcknowledgments\nWe gratefully thank all participants of this study as well as \nMartine Fisch from the Research Centre on Aging for her \nprofessional support. The study was designed by IJD and MM; \ndata were collected and analyzed by MM, JCL, KP, ACL, \nand AB; data interpretation and manuscript preparation were \nundertaken by MM, KP, AB, and IJD. All authors approved the \nfinal version of the article. IJD holds a Canada Research Chair \non exercise recommendations and healthy aging. All authors \nhave no conflicts of interest to report.\nReferences\nAmati, F., Dube, J.J., Coen, P.M., Stefanovic-Racic, M., Toledo, \nF.G., & Goodpaster, B.H. (2009). Physical inactivity and \nobesity underlie the insulin resistance of aging. Diabetes \nCare, 32, 1547–1549. PubMed doi:10.2337/dc09-0267\nAnderson, J.W., & Hoie, L.H. (2005). Weight loss and lipid changes \nwith low-energy diets: Comparator study of milk-based \nversus soy-based liquid meal replacement interventions. \nJournal of the American College of Nutrition, 24, 210–216. \nPubMed doi:10.1080/07315724.2005.10719467\nTable 1 Effect of Resistance Training and Protein Supplementation on Body Composition, \nCardiometabolic Parameters, Lipid Profile, Inflammation, and Energy Intake, M ± SD\nNondairy Shake (n = 8) Dairy Shake (n = 8) Controls (n = 10)\nCharacteristic T1 T2 T1 T2 T1 T2\nAge (years) 64 ± 4.9 68 ± 5.1 64 ± 4.5\nWeight (kg) 80.6 ± 13.5 82.5 ± 13.4* 76.7 ± 9.0 77.3 ± 9.9 79.5 ± 11.8 79.8 ± 11.9\nBody mass index (kg/m2) 27.0 ± 2.7 27.8 ± 2.7 25.8 ± 3.0 25.9 ± 3.2 25.9 ± 3.1 26.2 ± 3.1\nFM (kg) 20.9 ± 7.1 20.8 ± 6.9 19.5 ± 7.1 18.4 ± 7.8* 20.2 ± 7.8 19.3 ± 7.2\nLM (kg) 56.3 ± 8.1 58.2 ± 7.9* 54.5 ± 5.3 56.2 ± 4.5* 56.2 ± 6.3 57.6 ± 6.8*\nALMI (kg/m2) 9.34 ± 0.86 9.73 ± 0.90* 8.90 ± 0.94 9.17 ± 0.92 8.94 ± 0.94 9.31 ± 1.13*\nLM/FM 2.9 ± 0.9 3.0 ± 0.9 3.1 ± 1.2 3.7 ± 1.8* 2.9 ± 0.9 3.0 ± 0.9\nGlucose (mmol/L) 5.4 ± 0.5 5.3 ± 0.8 5.0 ± 0.4 5.1 ± 0.4 5.2 ± 0.7 5.3 ± 0.6\nInsulin (pmol/L) 58.1 ± 39.0 46.0 ± 39.0 48.8 ± 23.1 51.9 ± 30.7 40.6 ± 17.5 44.8 ± 17.4\nTotal cholesterol 4.6 ± 0.4 4.4 ± 0.4 4.4 ± 1.1 4.2 ± 1.0 5.4 ± 1.0 5.2 ± 1.1\nTG (mmol/L) 1.1 ± 0.4 1.2 ± 0.4 0.9 ± 0.4 0.9 ± 0.4 1.2 ± 0.3 1.1 ± 0.3\nHDL (mmol/L) 1.4 ± 0.3 1.3 ± 0.2 1.3 ± 0.3 1.3 ± 0.2 1.3 ± 0.3 1.3 ± 0.3\nLDL (mmol/L) 2.7 ± 0.3 2.6 ± 0.4 2.6 ± 1.0 2.5 ± 0.9 3.5 ± 0.9 3.4 ± 0.9\nFFA (mmol/L) 0.44 ± 0.11 0.37 ± 0.13 0.50 ± 0.21 0.40 ± 0.07 0.36 ± 0.1 0.47 ± 0.20\nLeptin (ng/ml) 8.3 ± 8.2 6.1 ± 5.5 5.7 ± 5.6 5.8 ± 6.6 5.6 ± 6.5 4.1 ± 4.3\nTNFα (pg/mL) 1.69 ± 0.71 1.76 ± 0.63 1.41 ± 0.28 1.45 ± 0.17 1.82 ± 0.34 1.69 ± 0.32\nIL-6 (pg/ml) 1.86 ± 1.09 1.36 ± 0.42 1.37 ± 0.95 1.13 ± 0.67 1.38 ± 0.29 1.43 ± 0.58\nCRP (ng/ml) 1.37 ± 0.95 1.13 ± 0.67 2.56 ± 2.29 1.44 ± 1.25 2.10 ± 2.04 1.81 ± 2.01\nREE (kcal/day) 1,596 ± 251 1,604 ± 444 1,378 ± 334 1,460 ± 254 1,412 ± 280 1,610 ± 242\nRER 0.83 ± 0.05 0.85 ± 0.05 0.79 ± 0.30 0.82 ± 0.04 0.84 ± 0.03 0.83 ± 0.07\nPASE 165 ± 34 160 ± 35 122 ± 47 118 ± 41 139 ± 72 150 ± 77\nEnergy intake (kcal/day) 2,296 ± 345 2,476 ± 466 2,326 ± 319 2,328 ± 868 2,353 ± 546 2,162 ± 558\nCarbohydrates intake (g/day) 277 ± 58 283 ± 50 297 ± 50 317 ± 161 303 ± 100 257 ± 7\nFat intake (g/day) 124 ± 88 133 ± 94 137 ± 87 104 ± 78 79 ± 17 73 ± 37\nProtein intake (g/day) 92 ± 18 104 ± 32 97 ± 79 164 ± 89 100 ± 26 85 ± 16\nCalcium intake (mg) 774 ± 220 1,005 ± 358 965 ± 342 943 ± 400 955 ± 407 972 ± 439\nNote. ALMI = appendicular lean mass index; ; CRP = C-reactive protein; FFA = free fatty acid; FM = fat mass; HDL = high-density lipoprotein; IL-6 = inter-\nleukin-6; LDL = low-density lipoprotein; LM = lean mass; PASE = Physical Activity Scale for the Elderly; REE = resting metabolic rate; RER = respiratory \nexchange ratio; TG = triglycerides; TNFα = tumor necrosis factor-alpha; T1 = Time 1 baseline results; T2 = Time 2, after 16 weeks of resistance training.\n*Significant difference between T1 and T2 (p ≤ .05).\n\nIJSNEM Vol. 26, No. 1, 2016\n76 Maltais et al.\nBroeder, C.E., Burrhus, K.A., Svanevik, L.S., & Wilmore, J.H. \n(1992). The effects of either high-intensity resistance or \nendurance training on resting metabolic rate. American \nJournal of Clinical Nutrition, 55, 802–810. PubMed\nCalle, M.C., & Fernandez, M.L. (2010). Effects of resistance \ntraining on the inflammatory response. Nutrition Research \nand Practice , 4, 259–269. PubMed doi: 10.4162/\nnrp.2010.4.4.259\nCausey, K., & Zemel, M. (2003). Dairy augmentation of the \nanti-obesity effect of Ca in aP2-agouti transgenic mice. \nFASEB Journal, 17, A746.\nColley, R.C., Garriguet, D., Janssen, I., Craig, C.L., Clarke, J., \n& Tremblay, M.S. (2011). Physical activity of Canadian \nadults: Accelerometer results from the 2007 to 2009 \nCanadian Health Measures Survey. Health Reports, 22, \n7–14. PubMed\nCorpeleijn, E., Saris, W.H., & Blaak, E.E. (2009). Metabolic \nflexibility in the development of insulin resistance and \ntype 2 diabetes: Effects of lifestyle [ Review]. Obesity \nReviews, 10, 178–193. PubMed doi:10.1111/ j.1467-\n789X.2008.00544.x\nCrane, J.D., Devries, M.C., Safdar, A., Hamadeh, M.J., & \nTarnopolsky, M.A. (2010). The effect of aging on human \nskeletal muscle mitochondrial and intramyocellular \nlipid ultrastructure. Journals of Gerontology, Series A: \nBiological Sciences and Medical Sciences, 65, 119–128. \nPubMed doi:10.1093/gerona/glp179\nDirks, A.J., & Leeuwenburgh, C. (2006). Tumor necrosis \nfactor α signaling in skeletal muscle: Effects of age and \ncaloric restriction. Journal of Nutritional Biochemistry, \n17, 501–508. PubMed doi:10.1016/j.jnutbio.2005.11.002\nEnriori, P.J., Evans, A.E., Sinnayah, P., & Cowley, M.A. (2006). \nLeptin resistance and obesity. Obesity , 14(Suppl. 5), \n254S–258S. PubMed doi:10.1038/oby.2006.319\nEvans, W.J. (1999). Exercise training guidelines for the elderly. \nMedicine and Science in Sports and Exercise, 31, 12–17. \nPubMed doi:10.1097/00005768-199901000-00004\nFahlman, M.M., Boardley, D., Lambert, C.P., & Flynn, M.G. \n(2002). Effects of endurance training and resistance \ntraining on plasma lipoprotein profiles in elderly \nwomen. Journals of Gerontology, Series A: Biological \nSciences and Medical Sciences, 57, B54–B60. PubMed \ndoi:10.1093/gerona/57.2.B54\nGabriely, I., Ma, X.H., Yang, X.M., Rossetti, L., & Barzilai, N. \n(2002). Leptin resistance during aging is independent of \nfat mass. Diabetes, 51, 1016–1021. PubMed doi:10.2337/\ndiabetes.51.4.1016\nGonzalez, J., Rumbold, P., & Stevenson, E. (2012). Effect of \ncalcium intake on fat oxidation in adults: A meta‐analysis \nof randomized, controlled trials. Obesity Reviews, 13, \n848–857.\nHartman, J.W., Tang, J.E., Wilkinson, S.B., Tarnopolsky, \nM.A., Lawrence, R.L., Fullerton, A.V., & Phillips, S.M. \n(2007). Consumption of fat-free fluid milk after resistance \nexercise promotes greater lean mass accretion than does \nconsumption of soy or carbohydrate in young, novice, male \nweightlifters. American Journal of Clinical Nutrition, 86, \n373–381. PubMed\nHeaney, R.P. (2003). Normalizing calcium intake: Projected \npopulation effects for body weight. Journal of Nutrition, \n133, 268S–270S. PubMed\nHeaney, R.P., Davies, K.M., & Barger -Lux, M.J. (2002). \nCalcium and weight: Clinical studies. Journal of the \nAmerican College of Nutrition, 21, 152S–155S. PubMed \ndoi:10.1080/07315724.2002.10719213\nHolloszy , J.O. ( 2009 ). Skeletal muscle “ mitochondrial \ndeficiency” does not mediate insulin resistance [Review]. \nAmerican Journal of Clinical Nutrition, 89, 463S–466S. \nPubMed doi:10.3945/ajcn.2008.26717C\nHunter, G.R., McCarthy, J.P., & Bamman, M.M. (2004). Effects \nof resistance training on older adults. Sports Medicine, \n34(5), 329–348.\nJanssen, I., Shepard, D.S., Katzmarzyk, P.T., & Roubenoff, R. \n(2004). The healthcare costs of sarcopenia in the United \nStates. Journal of the American Geriatrics Society, 52, \n80–85. PubMed doi:10.1111/j.1532-5415.2004.52014.x\nJosse, A.R., Atkinson, S.A., Tarnopolsky, M.A., & Phillips, \nS.M. (2011). Increased consumption of dairy foods and \nprotein during diet- and exercise-induced weight loss \npromotes fat mass loss and lean mass gain in overweight \nand obese premenopausal women. Journal of Nutrition, \n141, 1626–1634. PubMed doi:10.3945/jn.111.141028\nKelley, D.E. (2005). Skeletal muscle fat oxidation: Timing \nand flexibility are everything. Journal of Clinical \nInvestigation, 115, 1699–1702. PubMed doi:10.1172/\nJCI25758\nLarson- Meyer , D.E., Heilbronn , L.K., Redman , L.M., \nNewcomer, B.R., Frisard, M.I., Anton, S., . . . Ravussin, \nE. (2006 ). Effect of calorie restriction with or without \nexercise on insulin sensitivity, beta-cell function, fat cell \nsize, and ectopic lipid in overweight subjects. Diabetes \nCare, 29, 1337–1344. PubMed doi:10.2337/dc05-2565\nLi, X., Moody, M.R., Engel, D., Walker, S., Clubb, F.J., Jr., \nSivasubramanian, N., . . . Reid, M. B. (2000). Cardiac-\nspecific overexpression of tumor necrosis factor-alpha \ncauses oxidative stress and contractile dysfunction in \nmouse diaphragm. Circulation, 102, 1690–1696. PubMed \ndoi:10.1161/01.CIR.102.14.1690\nLi, Y.P., & Reid, M.B. (2000). NF-kappaB mediates the protein \nloss induced by TNF-alpha in differentiated skeletal \nmuscle myotubes. American Journal of Physiology: \nRegulatory, Integrative and Comparative Physiology, \n279, R1165–R1170. PubMed\nLi, Y.P., Schwartz, R.J., Waddell, I.D., Holloway, B.R., & Reid, \nM.B. (1998). Skeletal muscle myocytes undergo protein \nloss and reactive oxygen-mediated NF-kappaB activation \nin response to tumor necrosis factor alpha. FASEB Journal, \n12, 871–880. PubMed\nLin, Y.C., Lyle, R.M., McCabe, L.D., McCabe, G.P., Weaver, \nC.M., & Teegarden, D. (2000). Dairy calcium is related to \nchanges in body composition during a two-year exercise \nintervention in young women. Journal of the American \nCollege of Nutrition, 19, 754–760. PubMed doi:10.1080\n/07315724.2000.10718075\nLord, C., Chaput, J.P., Aubertin-Leheudre, M., Labonte, M., \n& Dionne, I.J. (2007). Dietary animal protein intake: \n\nIJSNEM Vol. 26, No. 1, 2016\nMilk, Resistance Training, and Body Fat Mass 77\nAssociation with muscle mass index in older women. \nJournal of Nutrition, Health & Aging, 11, 383–387. \nPubMed\nLührmann, P.M., Herbert, B.M., Gaster, C., & Neuhäuser -\nBerthold, M. (1999). Validation of a self-administered \n3-day estimated dietary record for use in the elderly. \nEuropean Journal of Nutrition, 38, 235–240. PubMed \ndoi:10.1007/s003940050066\nMoustaïd- Moussa, N., & Berdanier , C.D. (Eds.). (2001). \nNutrient-gene interactions in health and disease. Boca \nRaton, FL: CRC Press. doi:10.1201/9781420039108\nPan, H., Guo, J., & Su, Z. (2014). Advances in understanding \nthe interrelations between leptin resistance and obesity. \nPhysiology & Behavior , 130, 157–169 . PubMed \ndoi:10.1016/j.physbeh.2014.04.003\nPedersen, M., Bruunsgaard, H., Weis, N., Hendel, H.W., \nAndreassen, B.U., Eldrup, E., . . . Pedersen, B.K. (2003). \nCirculating levels of TNF-alpha and IL-6-relation to truncal \nfat mass and muscle mass in healthy elderly individuals and \nin patients with type-2 diabetes. Mechanisms of Ageing \nand Development, 124, 495–502. PubMed doi:10.1016/\nS0047-6374(03)00027-7\nPhillips, S.M., Tang, J.E., & Moore, D.R. (2009). The role \nof milk- and soy-based protein in support of muscle \nprotein synthesis and muscle protein accretion in young \nand elderly persons. Journal of the American College of \nNutrition, 28, 343–354. PubMed doi:10.1080/07315724\n.2009.10718096\nRavussin, E., Lillioja, S., Knowler, W.C., Christin, L., Freymond, \nD., Abbott, W.G., . . . Bogardus, C. (1988). Reduced rate \nof energy expenditure as a risk factor for body-weight \ngain. New England Journal of Medicine, 318, 467–472. \nPubMed doi:10.1056/NEJM198802253180802\nSchaap, L.A., Pluijm, S.M., Deeg, D.J., Harris, T.B., \nKritchevsky, S.B., Newman, A.B., . . . Visser, M.; Health \nABC Study. (2009). Higher inflammatory marker levels in \nolder persons: Associations with 5-year change in muscle \nmass and muscle strength. Journals of Gerontology, Series \nA: Biological Sciences and Medical Sciences, 64A, \n1183–1189. PubMed doi:10.1093/gerona/glp097\nSchaap , L. A., Pluijm , S. M., Deeg, D. J., & Visser, M. \n(2006). Inflammatory markers and loss of muscle mass \n(sarcopenia) and strength. American Journal of Medicine, \n119, 526.e9–526.e17.\nSchrager, S. (2005). Dietary calcium intake and obesity. Journal \nof the American Board of Family Practice, 18, 205–210. \nPubMed doi:10.3122/jabfm.18.3.205\nShahar, D.R., Schwarzfuchs, D., Fraser, D., Vardi, H., Thiery, \nJ., Fiedler, G.M., . . . Shai, I.; DIRECT Group (2010). \nDairy calcium intake, serum vitamin D, and successful \nweight loss. American Journal of Clinical Nutrition, 92, \n1017–1022. PubMed doi:10.3945/ajcn.2010.29355\nVan Etten, L.M., Westerterp, K.R., Verstappen, F.T., Boon, B.J., \n& Saris, W.H. (1997). Effect of an 18-wk weight-training \nprogram on energy expenditure and physical activity. \nJournal of Applied Physiology, 82, 298–304. PubMed\nVillareal, D.T., Fontana, L., Weiss, E.P., Racette, S.B., Steger-\nMay, K., Schechtman, K.B., . . . Holloszy, J.O. (2006). Bone \nmineral density response to caloric restriction–induced \nweight loss or exercise-induced weight loss: A randomized \ncontrolled trial. Archives of Internal Medicine , 166, \n2502–2510. PubMed doi:10.1001/archinte.166.22.2502\nWashburn, R.A., & Ficker, J.L. (1999). Physical Activity Scale \nfor the Elderly ( PASE): The relationship with activity \nmeasured by a portable accelerometer. Journal of Sports \nMedicine and Physical Fitness, 39, 336–340. PubMed\nWeinheimer, E.M., Sands, L.P., & Campbell, W.W. (2010). A \nsystematic review of the separate and combined effects of \nenergy restriction and exercise on fat-free mass in middle-\naged and older adults: Implications for sarcopenic obesity. \nNutrition Reviews, 68, 375–388. PubMed doi:10.1111/\nj.1753-4887.2010.00298.x\nWeir, J.B. (1990 ). New methods for calculating metabolic \nrate with special reference to protein metabolism. 1949. \nNutrition, 6, 213–221. PubMed\nWeyer, C., Pratley, R.E., Salbe, A.D., Bogardus, C., Ravussin, \nE., & Tataranni, P.A. (2000). Energy expenditure, fat \noxidation, and body weight regulation: A study of \nmetabolic adaptation to long-term weight change. Journal \nof Clinical Endocrinology and Metabolism, 85, 1087–\n1094. PubMed doi:10.1210/jcem.85.3.6447\nWilkinson, S.B., Tarnopolsky , M.A., Macdonald, M.J., \nMacdonald, J.R., Armstrong, D., & Phillips, S.M. (2007). \nConsumption of fluid skim milk promotes greater muscle \nprotein accretion after resistance exercise than does \nconsumption of an isonitrogenous and isoenergetic soy-\nprotein beverage. American Journal of Clinical Nutrition, \n85, 1031–1040. PubMed\nZemel, M.B. (2004). Role of calcium and dairy products in \nenergy partitioning and weight management. American \nJournal of Clinical Nutrition, 79, 907S–912S. PubMed\nZemel, M.B., & Miller, S.L. (2004). Dietary calcium and dairy \nmodulation of adiposity and obesity risk. Nutrition Reviews, \n62, 125–131. PubMed doi:10.1111/j.1753-4887.2004.\ntb00034.x\nZemel, M.B., Richards, J., Mathis, S., Milstead, A., Gebhardt, \nL., & Silva, E. (2005). Dairy augmentation of total and \ncentral fat loss in obese subjects. International Journal of \nObesity, 29, 391–397. PubMed doi:10.1038/sj.ijo.0802880\nZemel, M.B., Thompson, W., Milstead, A., Morris, K., & \nCampbell, P. (2004). Calcium and dairy acceleration \nof weight and fat loss during energy restriction in \nobese adults. Obesity Research, 12, 582–590. PubMed \ndoi:10.1038/oby.2004.67\n\nCopyright\nof\nInternational\nJournal\nof\nSport\nNutrition\n&\nExercise\nMetabolism\nis\nthe\nproperty\nof\nHuman\nKinetics\nPublishers,\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 16,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Obese older women on hypocaloric diet with RT ± whey; examines preservation of lean mass and functional capacity."
}