{
  "id": 100,
  "title": "Inflammatory Cytokine Responses to Progressive Resistance Training and Fortified Milk in Men Aged 50+ Years: An 18-Month Randomized Controlled Trial",
  "authors": "Peake J M et al.",
  "year": 2018,
  "doi": "10.1371/journal.pone.0197755",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_men",
    "fortified_milk",
    "inflammation",
    "RT"
  ],
  "population": {
    "training_status": "RCT_RT+nutrition",
    "sample_size": 180
  },
  "sections": {
    "abstract": "We examined the effects of progressive resis-\ntance training (PRT) and supplementation with calcium-\nvitamin D 3 fortiﬁed milk on markers of systemic inﬂam-\nmation, and the relationship between inﬂammation and\nchanges in muscle mass, size and strength. Healthy men\naged 50–79 years ( n = 180) participated in this 18-month\nrandomized controlled trial that comprised a factorial\n2 9 2 design. Participants were randomized to (1)\nPRT ? fortiﬁed milk supplement, (2) PRT, (3) fortiﬁed\nmilk supplement, or (4) a control group. Participants\nassigned to PRT trained 3 days per week, while those in the\nsupplement groups consumed 400 ml day -1 of milk con-\ntaining 1,000 mg calcium plus 800 IU vitamin D 3.W e\ncollected venous blood samples at baseline, 12 and\n18 months to measure the serum concentrations of IL-6,\nTNF-a and hs-CRP. There were no exercise 9 supplement\ninteractions, but serum IL-6 was 29% lower (95% CI, -62,\n0) in the PRT group compared with the control group after\n12 months. Conversely, IL-6 was 31% higher (95% CI,\n-2, 65) in the supplement group compared with the non-\nsupplemented groups after 12 and 18 months. These\nbetween-group differences did not persist after adjusting\nfor changes in fat mass. In the PRT group, mid-tibia muscle\ncross-sectional area increased less in men with higher pre-\ntraining inﬂammation compared with those men with lower\ninﬂammation (net difference * 2.5%, p \\ 0.05). In con-\nclusion, serum IL-6 concentration decreased following\nPRT, whereas it increased after supplementation with for-\ntiﬁed milk concomitant with changes in fat mass. Fur-\nthermore, low-grade inﬂammation at baseline restricted\nmuscle hypertrophy following PRT.\nKeywords Resistance training /C1 Calcium /C1 Vitamin D /C1 \nInﬂammation /C1 Elderly men",
    "introduction": "Aging is associated with chronic, low-grade inﬂammation\n(Ferrucci et al. 2005; Penninx et al. 2004). The factors\ncontributing to this chronic inﬂammation in the elderly are\nunclear, but likely involve age-related changes in immune\nfunction, lifestyle and pathological conditions associated\nwith aging (Nicklas and Brinkley 2009). Cross-sectional\nobservations indicate an inverse relationship between\nchronic inﬂammation and disability, muscle weakness and\natrophy in elderly people (Brinkley et al. 2009; Greiwe\net al. 2001; Leger et al. 2008; Penninx et al. 2004; Schaap\net al. 2009; Schaap et al. 2006; Tiainen et al. 2010). More\ndirect evidence from in vitro and in vivo studies also\nCommunicated by William J. Kraemer.\nElectronic supplementary material The online version of this\narticle (doi:10.1007/s00421-011-1942-z) contains supplementary\nmaterial, which is available to authorized users.\nJ. M. Peake\nThe University of Queensland, School of Human Movement\nStudies, Brisbane, Australia\nJ. M. Peake\nThe University of Queensland, Centre for Military and Veterans’\nHealth, Brisbane, Australia\nS. Kukuljan /C1 C. A. Nowson /C1 R. M. Daly ( & )\nCentre for Physical Activity and Nutrition Research,\nSchool of Exercise and Nutrition Sciences, Deakin University,\n221 Burwood Highway, Melbourne, Burwood 3125, Australia\ne-mail: robin.daly@deakin.edu.au\nK. Sanders\nDepartment of Clinical and Biomedical Sciences, Barwon\nHealth, The University of Melbourne, Geelong, Australia\n123\nEur J Appl Physiol (2011) 111:3079–3088\nDOI 10.1007/s00421-011-1942-z\n\n\nindicates that inﬂammatory cytokines, such as IL-6 and\nTNF-a, can inhibit muscle protein synthesis (for review see\nPeake et al. 2010). Collectively, these ﬁndings support the\nnotion that chronic inﬂammation in elderly people can\ncontribute to loss of muscle mass and strength. This com-\nbination of factors likely leads to a perpetual cycle of poor\nfunctional capacity, low physical activity and persistent\ninﬂammation among the elderly population.\nCounteracting chronic, low-grade inﬂammation through\nexercise training is potentially important for maintaining\nmuscle mass and strength, and reducing muscle loss in the\nelderly (Bruunsgaard et al. 2004; Greiwe et al. 2001).\nExercise training—particularly aerobic endurance train-\ning—can reduce systemic and local inﬂammation (Donges\net al. 2010; Greiwe et al. 2001; Kohut et al. 2006; Lambert\net al. 2008; Nicklas et al. 2008; Phillips et al. 2010; Stewart\net al. 2005, 2007; Timmerman et al. 2008). Progressive\nresistance training and aerobic training can also reduce\nlocal and systemic inﬂammation in adults with chronic\ndisease (Castaneda et al. 2004; Gielen et al. 2003; Olson\net al. 2007). However, the long-term effects of progressive\nresistance training on markers of inﬂammation and their\nrelationship to changes in muscle mass and muscular\nstrength in healthy middle-aged and older adults remain\nuncertain.\nDietary interventions beyond caloric restriction alone\nmay also play an important role in reducing chronic low-\ngrade inﬂammation. Some evidence exists to suggest that\nincreased intake of dietary calcium promotes lipid metab-\nolism and loss of body fat, and improves the inﬂammatory\nrisk proﬁle in overweight and obese subjects (Teegarden\net al. 2008; Zemel et al. 2005, 2010). Calcium appears\nto inhibit lipogenesis and induces lipolysis by reducing\n1,25-dihydroxyvitamin D-induced calcium signalling in\nadipocytes (Shi et al. 2001). In contrast with the potential\nobesogenic effects of 1,25-dihydroxyvitamin D, vitamin D\ndeﬁciency is associated with poor musculoskeletal function\nin the elderly (Dawson-Hughes 2008). Accordingly, vita-\nmin D supplementation, alone or in combination with\ncalcium, can improve muscle function (Dawson-Hughes\n2008), and suppress the synthesis of CRP, TNF- a and IL-6\n(Schleithoff et al. 2006; Van den Berghe et al. 2003).\nThe present study is a secondary analysis using archived\nblood samples and existing data from an 18-month ran-\ndomized clinical trial on the effects of progressive resis-\ntance training and calcium-vitamin D\n3 fortiﬁed milk on\nchanges in bone and muscle mass, size and strength in\nhealthy middle-aged and elderly men. We have previously\nreported data from this trial showing that progressive\nresistance training signiﬁcantly improved leg muscle\nstrength by an average of 25%, total body lean mass by\n0.6 kg, and mid-femur muscle cross-sectional area by\n1.8%, and reduced fat mass by 1.1 kg (Kukuljan et al.\n2009). In the present study, we have examined changes in\nsystemic markers of inﬂammation following this trial, and\ninvestigated the relationship between inﬂammation and\nchanges in muscle mass, size and strength.\nWe conducted this secondary analysis for several rea-\nsons. Firstly, relatively few controlled, longitudinal studies\nhave examined the relationship between inﬂammation and\nchanges in muscle mass, size and strength following more\nthan 3 months of resistance training (Bruunsgaard et al.\n2004; Castaneda et al. 2004; Donges et al. 2010; Greiwe\net al. 2001). Secondly, not all studies investigating the\neffects of resistance training on systemic inﬂammation\nhave evaluated changes in muscle strength and size or body\ncomposition (Klimcakova et al. 2006; Kohut et al. 2006;\nPhillips et al. 2010). Lastly, no studies have investigated\nthe combined effects of progressive resistance training and\nsupplementation with calcium-vitamin D\n3 fortiﬁed milk on\nsystemic markers of inﬂammation. We hypothesized that\nprogressive resistance training and supplementation with\nfortiﬁed milk would reduce systemic inﬂammation, and\nthis response would correlate with gains in muscle mass,\nsize and strength.",
    "methods": "Participants\nAs previously described (Kukuljan et al. 2008; Kukuljan\net al. 2009), healthy community dwelling Caucasian men\naged 50 -79 years were recruited from within the local\ncommunity in Geelong and surrounding areas in Victoria,\nAustralia. The exclusion criteria for this study were as\nfollows: (1) supplementation with calcium and/or vitamin\nD in the past 12 months; (2) participation in progressive\nresistance training in the past 12 months, and/or high-\nimpact weight-bearing activities for greater than 30 min\nthree times per week in the preceding 6 months; (3) body\nmass index of [35 kg m\n-2; (4) a history of osteoporotic\nfracture or any medical condition or medication use known\nto affect bone metabolism; (5) lactose intolerance; (6)\nconsumption of more than four standard alcoholic drinks\nper day; (7) current smokers; and (8) any chronic condition\nthat might limit participation in the trial. Men with normal\nto below average bone density (total hip or femoral neck\nT score ?0.4 and -2.4 SD) were included in the study. All\neligible men were required to obtain medical clearance\nfrom their local physician to ensure that they were free of\nany contra-indicated medical conditions to exercise, based\non the American College of Sports Medicine guidelines\n(American College of Sports Medicine 2000). The study\nwas approved by the Deakin University Human Ethics\nCommittee and Barwon Health Research and Ethics\n3080 Eur J Appl Physiol (2011) 111:3079–3088\n123\n\n\nAdvisory Committee, and written consent was obtained\nfrom all participants.\nStudy design\nParticipants were randomly allocated to (1) exer-\ncise ? supplement ( n = 45), (2) exercise alone ( n = 46),\n(3) supplement alone ( n = 45), or (4) a control group\n(n = 44). Prior to randomization, participants were strati-\nﬁed according to age ( \\65 or C65 years) and dietary cal-\ncium intake (\\800 or C800 mg day\n-1) assessed by a food\nfrequency questionnaire. Eight of the 180 men (4.4%)\nwithdrew from the study over the 18 months (exer-\ncise ? supplement n = 2; exercise n = 2; supplement\nn = 2; control n = 2). The reasons for withdrawal inclu-\nded: illness unrelated to the study ( n = 2); work or per-\nsonal commitments (n = 5), and dissatisfaction with group\nallocation (n = 1). Participants assigned to the usual care\ncontrol group were instructed to carry on with their normal\ndietary habits and everyday activities of daily living. Using\nthis design, we were able to assess the independent and\ncombined effects of progressive resistance training and\nsupplementation with calcium-vitamin D\n3 fortiﬁed milk on\nserum cytokine and hs-CRP concentrations. This design\nalso allowed us to investigate the association between\nchanges in these systemic markers of inﬂammation and\nbody composition, muscle strength and muscle size. This\ninformation is important because chronic, low-grade\ninﬂammation can cause negative alterations in body com-\nposition, muscle strength and muscle size, leading to long-\nterm disease and disability in elderly populations.\nExercise training\nParticipants randomized to the exercise program were\nasked to train on three non-consecutive days per week in\none of four community leisure facilities under the super-\nvision of a qualiﬁed exercise trainer. Each exercise session\nlasted 60–75 min, and consisted of warm-up and cool\ndown activities, and a series of progressive resistance\ntraining and moderate impact weight-bearing exercises.\nThe 18-month periodized training program was divided\ninto six distinct 12 week mesocycles, each with three\n4-week microcycles that were designed to be progressively\nmore challenging (Appendix 1). During the ﬁrst 4 weeks of\nthe program, all exercise sessions were supervised to\nensure correct lifting and landing technique and to monitor\nthe appropriate amount of exercise and rest intervals.\nThereafter, one session per week was supervised to provide\nongoing personal attention, tuition and supervision. For the\nremaining two sessions, participants were instructed to\nseek assistance from local trained gymnasium staff when\nneeded. Exercise compliance was computed from daily\nexercise cards completed by the men at the gymnasium and\nchecked by records completed daily by the trainers that\nwere returned to the research staff every month. The\naverage adherence to the exercise program was 63% (95%\nCI 57–69%), and did not differ between the exer-\ncise ? supplement and exercise alone group (65 and 61%).\nThe progressive resistance training was of moderate- to\nhigh-intensity, and included a combination of machine\nand free weights and core muscle stabilization exercises\n(Appendix 2). The key exercises used throughout the\nprogram included: squats (or leg press), lunges, hip\nabduction and adduction, latissimus dorsi pull down (or\nseated row), back extension and a combination of\nabdominal and core stability exercises. During the ﬁrst\n12-week introductory mesocycle, participants completed\nthree sets of 15–20 repetitions at 50–60% of their one\nrepetition maximum (1-RM) strength. Thereafter, the\ntraining volume was set at two sets of 8–12 repetitions at\n60–85% of 1-RM. For the ﬁrst 12 months, all participants\nwere instructed to perform each repetition in a slow,\ncontrolled manner, with a rest of 1–2 min between sets.\nFor the ﬁnal 6 months, the program switched to high\nvelocity, power-based training in which the participants\nwere instructed to perform all repetitions for each exer-\ncise as rapidly as possible during the lifting phase, and\nthen return the weight to the start position in a slow and\ncontrolled speed. Interspersed between the resistance\nexercises were three lower extremity weight-bearing\nimpact exercises. Participants were required to complete\nthree sets of 10–20 repetitions for each impact exercise\n(Appendix 2). The total number of ﬂoor contacts\n(impacts) per session therefore ranged from 90 to 180.\nThe magnitude, rate and direction of these impact loads\nwere also progressively increased throughout the program\nby either increasing the height of jumps and/or by intro-\nducing more complex movement patterns.\nCalcium-vitamin D\n3 supplement\nParticipants assigned to the supplement protocol were\nasked to consume 2 9 200 ml tetra packs of reduced fat\n(* 1%) ultra high temperature (UHT) milk per day, spe-\nciﬁcally formulated by Murray Goulburn Co-operative Co.\nLtd (Brunswick, Australia). All men were asked to main-\ntain their usual dietary habits and were not restricted from\neating other dairy products (e.g., cheese, yoghurt) during\nthe course of the study. Each 200 ml milk tetra pack\ncontained * 500 mg of calcium and 400 IU of vitamin D\n3,\n418 kJ energy, 6.6 g protein, 2.2 g fat, 11 g lactose,\n100 mg sodium and 250 mg phosphorous. The milk was\nfortiﬁed with a calcium salt derived from fresh milk whey.\nThe vitamin D (vitamin D\n3) that was used to fortify the\nmilk was obtained from DSM Nutritional Products Pty Ltd\nEur J Appl Physiol (2011) 111:3079–3088 3081\n123\n\n(NSW, Australia). Six batches of the milk were produced\nover the 18-month intervention, and participants received a\nnew batch every 3 months. The average ( ±SD) amount of\ncalcium was 247 ± 17 mg, and the average amount of\nvitamin D 3 was 190 ± 26 IU per 100 ml for the six bat-\nches. Participants recorded the number of tetra packs\nconsumed per day on compliance calendars, which were\ncollected and checked every 3 months. The average com-\npliance with the supplement was 90% (95% CI 87–93%),\nand was not different between the exercise ? supplement\nand supplement group (92 and 89%).\nInﬂammatory markers\nFasting, morning (8–10 am) blood samples (10 ml) were\nobtained from an antecubital vein at baseline, 12 and\n18 months. Blood was left to clot at room temperature\nbefore serum was aliquoted and stored at -80/C176 C until the\nday of analysis. Serum concentrations of IL-6 and TNF- a\nwere measured using Quantikine\n/C210 High-Sensitivity\nCytokine ELISA kits (R&D Systems, Minneapolis, MN,\nUSA) according to the manufacturer’s instructions.\nAbsorbance was read on a microplate reader (FLUOstar\nOptima, BMG Labtech, Offenburg, Germany). hs-CRP\nwas measured using a high-sensitivity turbidimetric assay\n(Kamiya Biomedical Co., Seattle, WA, USA) conducted\non an automated analyser (Cobas MIRA, Roche Diag-\nnostics, Basel, Switzerland). Because of the large number\nof samples ([500), we performed single assays. The intra-\nassay CV for IL-6 and TNF- a was consistently \\6%, and\nthe intra-assay CV for hs-CRP was \\2%. To reduce inter-\nassay variation, samples from each participant in each\ngroup were analysed on the same ELISA microplate on\nthe same day, while hs-CRP was measured in all samples\non 1 day.\nAnthropometry, diet, physical activity, and medication\nuse\nBody height was assessed using a Holtain wall stadiometer\n(Crymych, Dyfed, UK) and body mass was measured using\nan A&D UC-321 electronic scale to the nearest 0.1 kg.\nNutrient intakes were assessed using a 3-day food diary\n(2 weekdays and one weekend day) at baseline, 12 and\n18 months, and analysed using the Foodworks nutrient\nanalysis software program (Xyris Software, Brisbane,\nQueensland, Australia). Leisure time and habitual physical\nactivity outside of the exercise intervention (kJ week\n-1)\nwere also assessed at each time point using the CHAMPS\nPhysical Activity Questionnaire (Stewart et al. 2001). A\nquestionnaire and/or interview was used at each visit to\nobtain information about disease history and the use of any\nmedication.\nMuscle strength, muscle mass and size\nThe methodology related to the assessment of muscle\nstrength, muscle mass and size has been reported in detail\npreviously (Kukuljan et al. 2008; Kukuljan et al. 2009).\nBrieﬂy, muscle strength (one repetition maximum, 1-RM)\nwas assessed every 3 months in the exercise groups and at\nbaseline, 12 and 18 months in the non-exercise groups. Leg\npress, latissimus dorsi pull down, and bench press exercises\nwere used to document changes in upper and lower body\nmuscle strength. Total body lean mass (LM) and fat mass\n(FM) were assessed at baseline, 12 and 18 months using\nDXA (Prodigy, GE Lunar Corp., Madison, WI, USA). Mid-\nfemur and mid-tibia muscle cross-sectional area (CSA) was\nassessed using quantitative computed tomography (QCT)\n[Philips Mx8000 CT scanner (Philips Mx8000 Quad CT\nscanner, Philips Medical Systems, The Netherlands).\nStatistical analysis\nStatistical analyses were conducted using Stata Statistical\nSoftware release 8.0 (Stata, College Station, TX, USA).\nBaseline characteristics between the groups were compared\nusing ANOVA for continuous variables and Chi-squared\ntests for categorical variables. Pooled time series regression\nanalysis for longitudinal data was used to test for an\ninteraction between exercise and calcium-vitamin D\n3.T h i s\nanalysis is similar to an intention-to-treat (ITT) analysis, in\nthat it includes all participants who entered the study and\nhad at least one follow-up measurement. If no signiﬁcant\ninteractions were detected, the main effects of exercise\n(exercise ? supplement and exercise alone vs. supplement\nand control) and calcium-vitamin D\n3 supplementation\n(exercise ? supplement and supplement versus exercise\nand controls) were examined. All inﬂammatory markers\nwere log transformed prior to analysis and adjusted for\nchange in total body fat mass. Separate models were used\nto assess the within-group changes, which were expressed\neither as absolute changes or as percentage changes from\nbaseline. Percentage changes in the log transformed\ninﬂammatory markers represent the absolute differences\nfrom baseline multiplied by 100. Linear regression analysis\nwas used to investigate whether baseline inﬂammatory\nmarkers were associated with the change in total body lean\nmass, muscle CSA and strength, independent of changes in\nfat mass. Because increased levels of two or more inﬂam-\nmatory markers are likely to provide a more speciﬁc indi-\ncator of low-grade systemic inﬂammation than just a high\nlevel of one inﬂammatory marker (Cauley et al. 2007), we\ndeveloped a composite inﬂammatory index for participants\nin the exercise and exercise ? supplement groups, based on\nthe number of markers in the highest tertile. Those with two\nor more inﬂammatory markers in the highest tertile were\n3082 Eur J Appl Physiol (2011) 111:3079–3088\n123\n\n\nclassiﬁed as having a ‘high’ level of inﬂammation, those\nwith only one marker in the highest tertile were classiﬁed as\nhaving a ‘mid’ level of inﬂammation, and those with no\nmarker in the highest tertile were classiﬁed as having a ‘low’\nlevel of inﬂammation. All data are presented as means ± SD\nor 95% CI, unless stated otherwise.",
    "results": "Baseline characteristics\nAt baseline, there were no between group differences for\nany of the characteristics, with the exception that alcohol\nintake was greater in the control compared with the sup-\nplement group (p \\ 0.05) (Tables 1 and 2). In addition, the\nprevalence of cardiovascular disease was higher in the men\nallocated to the exercise and control groups. As reported\npreviously (Kukuljan et al. 2009), daily nutrient intakes\nwere also similar between the groups, but back and leg\nmuscle strength were greater in the control group compared\nwith the exercise and exercise ? supplement group at\nbaseline (both p \\0.05).\nEffects of exercise and calcium-vitamin D\n3\non inﬂammatory markers\nThere were no signiﬁcant exercise 9 supplement interac-\ntions for any of the inﬂammatory markers; accordingly, we\nreport the main effects for exercise and supplementation\n(Table 2). After 12 months, log-transformed serum IL-6\nconcentrations tended to be lower in the exercise compared\nwith the non-exercise group [mean net percentage differ-\nence for the change (95% CI) -29% ( -62 to 0%),\np = 0.06]. This trend did not persist, however, after\nadjusting for changes in FM ( p = 0.14). Main effects\nanalysis of the supplement revealed that serum IL-6 con-\ncentration tended to increase in the supplement compared\nwith non-supplemented groups after 12 months (32%,\np = 0.05), which persisted after 18 months (31%,\np = 0.06) (Table 2). However, these between-group dif-\nferences did not persist after adjusting for changes in FM\n(p [ 0.10). Serum TNF- a and hs-CRP concentrations did\nnot change signiﬁcantly in any group and exercise com-\npliance was not correlated with the 12 or 18 months\nchanges in any of the inﬂammatory markers ( r range -0.15\nto 0.01). In addition, adjusting for the use of medications\n(NSAIDS, lipid-lowering, anti-hypertensive and diabetic)\nin the statistical analysis did not alter any of the results.\nRelationship between inﬂammation\nand exercise-induced changes in muscle\nA secondary aim of the study was to investigate whether\ninﬂammatory markers were associated with exercise-\ninduced changes in muscle. We have previously reported\nthat total body lean increased by 0.6 kg ( p \\0.05) and\ntotal body fat mass decreased by 1.1 kg ( p \\ 0.001) after\n18 months in the exercise compared with the non-exercise\ngroup (Kukuljan et al. 2009). There was also a net 1.8%\nTable 1 Baseline\ncharacteristics of the\nparticipants according to\ntreatment group (mean ± SD)\n* p \\0.01 cardiovascular\ndisease was more prevalent in\nmen in the exercise and control\ngroups\n/C160 p \\0.05 versus supplement\ngroup\nCharacteristics Exercise ? supplement\n(n = 45)\nExercise\n(n = 46)\nSupplement\n(n = 45)\nControl\n(n = 44)\nAge (years) 61.7 ± 7.6 60.7 ± 7.1 61.7 ± 7.7 59.9 ± 7.4\nHeight (m) 1.74 ± 0.06 1.74 ± 0.07 1.74 ± 0.06 1.75 ± 0.07\nBody mass (kg) 83.2 ± 11.9 85.2 ± 10.9 84.1 ± 9.8 81.9 ± 10.7\nBMI (kg m -2) 27.4 ± 3.7 28.1 ± 3.3 27.7 ± 3.3 26.7 ± 2.9\nDiseases (%)\nArthritis 36 24 24 39\nAsthma 7 9 4 11\nCardiovascular diseases* 42 4 4 1 6\nDiabetes 2 2 7 2\nMedication (%)\nUse of NSAIDS 16 9 9 16\nUse of anti-hypertensive therapy 31 35 27 21\nUse of lipid-lowering therapy 22 30 13 10\nUse of diabetic therapy 0 2 2 0\nAlcohol consumption\n%7 6 8 5 7 6 6 8\ng day\n-1 12.4 ± 2.1 11.2 ± 1.8 10.1 ± 1.7 14.4 ± 2.6/C160 \nEur J Appl Physiol (2011) 111:3079–3088 3083\n123\n\n\nexercise-induced gain in mid-femur muscle CSA\n(p \\ 0.001), but no overall effects of exercise on mid-tibia\nmuscle CSA. Exercise also signiﬁcantly increased both\nupper and lower body muscle strength (mean increase 23%\nfor all exercises) after 18 months, ( p \\ 0.001) (Kukuljan\net al. 2009). Baseline concentrations of each of the log\ntransformed inﬂammatory markers were not related to the\nexercise-induced changes in muscle strength, total body\nLM or muscle CSA at either site (Table 3). When the\ninﬂammatory markers were combined to form a composite\nindex at baseline, exercise-induced gains in LM and muscle\nstrength were similar between the three tertiles of inﬂam-\nmation (Fig. 1). In contrast, changes in muscle CSA at the\nmid-tibia were signiﬁcantly smaller in men categorized as\nhaving ‘high’ versus ‘low’ inﬂammatory markers at base-\nline ( p \\ 0.05), even after adjusting for changes in FM\n(Fig. 1). A similar trend was observed at the mid-femur,\nbut the 1.7% difference between the ‘high’ and the ‘low’\nand ‘mid’ inﬂammatory marker groups was not signiﬁcant\n(p = 0.27). In the non-exercise group, muscle mass, CSA\nand strength did not differ among the three inﬂammatory\ncategories (data not presented).",
    "discussion": "This study investigated whether progressive resistance\ntraining and supplementation with calcium-vitamin D for-\ntiﬁed milk would reduce systemic inﬂammation, and\nwhether this response would be associated with gains in\nmuscle mass, size and strength. Resistance training reduced\nfat mass and IL-6, whereas supplementation with fortiﬁed\nmilk increased fat mass and tended to increase IL-6. We\nalso observed that muscle hypertrophy was greatest fol-\nlowing resistance training in men with a low degree of\nsystemic inﬂammation at the beginning of the trial. These\nﬁndings highlight the beneﬁts of resistance training for\nreducing fat mass and inﬂammation in middle-aged and\nolder men, and also suggest that consuming milk fortiﬁed\nwith calcium and vitamin D\n3 may negate these beneﬁts\nbecause of the concomitant gains in fat mass.\nStudies on the effects of resistance training as a single\nintervention on inﬂammatory cytokines or their soluble\nreceptors in healthy, elderly people have produced equiv-\nocal ﬁndings (Beavers et al. 2010; Bruunsgaard et al. 2004;\nDonges et al. 2010; Greiwe et al. 2001; Klimcakova et al.\nTable 2 Mean baseline and percentage unadjusted changes (95% CI) for serum concentrations of inﬂammatory markers within each group, and\nthe mean differences (95% CI) between the exercise and supplement groups (main effects)\nCharacteristics Baseline values and within group changes Main effects\nExercise ? supplement\n(n = 43)\nExercise\n(n = 44)\nSupplement\n(n = 43)\nControl\n(n = 42)\nExercise effect Supplement\neffect\nhs-CRP\nBaseline (mg L -1) 1.27 ± 1.31 1.24 ± 1.35 1.32 ± 1.06 1.25 ± 1.38\n%D 12 months 4 ( -23, 30) -5( -36, 25) 8 ( -13, 30) 3 ( -21, 28) -7( -32, 19) 7 ( -18, 32)\n%D 18 months 7 ( -10, 24) 4 ( -29, 38) -8( -33, 16) -16 (-33, 2) 17 ( -6, 41) 5 ( -19, 28)\nIL-6\nBaseline (pg mL -1) 1.51 ± 2.61 2.00 ± 4.53 1.29 ± 1.09 1.38 ± 1.46\n%D 12 months -19 (-42, 4) -34 (-86, 17) 27 ( -5, 58) -23 (-46, 0)* -29 (-62, 0)/C160 32 (-2, 66)/C160 \n%D 18 months -6( -36, 25) -27 (-71, 17) 16 ( -12, 45) -25 (-58, 7) -12 (-47, 22) 31 ( -2, 65)/C160 \nTNF-a\nBaseline (pg mL -1) 1.11 ± 1.20 0.92 ± 0.88 1.29 ± 1.33 1.17 ± 1.58\n%D 12 months 11 ( -8, 30) -6( -29, 16) -6( -40, 28) 3 ( -17, 23) 4 ( -20, 28) 4 ( -19, 28)\n%D 18 months -5( -33, 23) 12 ( -19, 44) -9( -39, 21) -9( -37, 19) 12 ( -17, 41) -9( -38, 20)\nChanges in all inﬂammatory markers represent the percentage change derived from the absolute differences from baseline in the log-transformed\ndata multiplied by 100\n* p \\0.05 within-group change from baseline\n/C160 p B 0.06 between group difference for the change relative to baseline\nTable 3 Correlation coefﬁcients between each of the baseline log\ntransformed inﬂammatory markers and the percentage 18 month\nchanges in total body lean mass, muscle cross-sectional area (CSA)\nand muscle strength in the exercise groups ( n = 87)\nBaseline inﬂammatory markers\n% Change CRP TNF- a IL-6\nTotal body lean mass 0.11 0.09 0.02\nMid-femur muscle CSA -0.09 -0.05 -0.13\nMid-tibia muscle CSA -0.13 -0.08 -0.09\nAverage muscle strength -0.08 0.23 0.16\n3084 Eur J Appl Physiol (2011) 111:3079–3088\n123\n\n\n2006; Stewart et al. 2007). In the present study, we\nobserved that serum IL-6 concentrations tended to\ndecrease after 12 months of resistance training, but this\neffect did not persist after accounting for the exercise-\nrelated effects on fat mass. This ﬁnding suggests that\nchanges in serum IL-6 concentrations mainly depend on\nchanges in fat mass. This ﬁnding contrasts with cross-\nsectional observations that regular physical activity is\ninversely correlated with CRP, irrespective of BMI\n(Abramson and Vaccarino 2002; Church et al. 2002).\nNicklas et al. ( 2004) have reported that diet-induced\nweight loss, but not exercise training, signiﬁcantly reduced\nthe concentrations of a number of inﬂammatory markers\n(e.g., CRP, IL-6, soluble TNF- a receptor 1). However, the\nchanges in CRP and IL-6 in the weight loss group were not\nrelated to the amount of body mass lost or baseline BMI\n(Nicklas et al. 2004). Other research indicates that changes\nin inﬂammation following exercise training depend on\nalterations in central fat distribution, rather than loss of\nbody mass (Dekker et al. 2007). Collectively, these ﬁnd-\nings suggest that systemic inﬂammation in elderly people\nmay be related to other underlying physiological mecha-\nnisms associated with weight loss (or energy restriction),\nas opposed to changes in body fat per se.\nThe effectiveness of exercise training for reducing\ninﬂammation appears to vary depending on the major body\ntissues that are metabolically active during exercise,\nor alternatively, the source of inﬂammation. Resistance\ntraining reduces local inﬂammation within skeletal muscle\n(Gielen et al. 2003; Greiwe et al. 2001; Lambert et al.\n2008), but is less effective for reducing systemic inﬂam-\nmation (Bruunsgaard et al. 2004; Kohut et al. 2006).\nResistance exercise down-regulates proteolytic signaling\npathways linked with inﬂammation in skeletal muscle\n(Louis et al. 2007), but does not reduce inﬂammation in\nadipose tissue (Klimcakova et al. 2006). Aerobic training\nmay be more effective than resistance training for reducing\nsystemic inﬂammation (Kohut et al. 2006; Nicklas et al.\n2008), because aerobic training reduces inﬂammation in\nadipose tissue (Bruun et al. 2006). Several intervention\nstudies involving elderly people have reported no changes\nin serum inﬂammatory markers following 3–8 months of\nresistance training (Bruunsgaard et al. 2004; Kapasi et al.\n2003; Klimcakova et al. 2006).\nThe relatively low-grade inﬂammatory state of the\nmiddle-aged and elderly men enrolled in our study could\npossibly explain the modest changes in systemic inﬂam-\nmation following resistance training. We speciﬁcally\nFig. 1 Percentage changes in\nmid-femur and mid-tibia muscle\ncross-sectional area (CSA) and\ntotal body lean mass and muscle\nstrength (average upper and\nlower body) in the exercise and\nexercise ? supplement groups\naccording to the baseline\ncomposite inﬂammatory marker\nindex (High two of more\ninﬂammatory markers in the\nhighest tertile at baseline, Mid\none marker in the highest tertile\nat baseline, Low no marker in\nthe highest tertile at baseline).\n*p \\0.05 vs. high after\nadjusting for changes in fat\nmass\nEur J Appl Physiol (2011) 111:3079–3088 3085\n123\n\n\nrecruited healthy, community-dwelling middle-aged and\nelderly men who were screened by their physician for any\ncontraindications to exercise prior to commencing the\ntraining. Most previous studies that have reported a bene-\nﬁcial effect of resistance training on markers of inﬂam-\nmation have included adults with a chronic disease (e.g.,\nheart failure, kidney disease, obesity, diabetes) (Castaneda\net al. 2004; Gielen et al. 2003; Olson et al. 2007). The men\nin our study were, on average, overweight based on their\nBMI (mean 27.5 kg m\n-2), whereas their average baseline\nserum hs-CRP concentration was 1.27 mg L -1. Concen-\ntrations of hs-CRP in the range of 1–3 mg L -1 are asso-\nciated with a moderate risk for cardiovascular disease,\nwhereas a value greater than 3 mg L -1 is linked with a\nhigh risk (Pearson et al. 2003).\nWe found no correlation between any of the inﬂam-\nmatory markers, and changes in total body lean mass,\nregional muscle CSA or strength following progressive\nresistance training. However, using a composite inﬂam-\nmatory marker index, we found that mid-tibia muscle CSA\nincreased over 18 months in the exercise group with a\nlower level of inﬂammation at baseline. This ﬁnding is\nconsistent with observations in cross-sectional studies that\na high level of inﬂammation is associated with lower\nmuscle mass and strength in elderly men and women\n(Brinkley et al. 2009; Schaap et al. 2009). Data from other\nstudies also indicate an inverse relationship between indi-\nvidual inﬂammatory markers and changes in muscle\nstrength, size and protein synthesis following 3 months of\nresistance training (Bruunsgaard et al. 2004; Castaneda\net al. 2004; Greiwe et al. 2001). Although our ﬁndings are\nnot new, they provide evidence that chronic low-grade\ninﬂammation restricts gains in muscle size over a period of\nmore than 3 months.\nSome evidence suggest that dietary calcium and/or\nvitamin D may modulate adipocyte cytokine production,\npossibly by reducing obesity. Increased intake of dairy\nproducts reduces plasma cytokine concentrations, and\nincreases plasma adiponectin concentration in obese indi-\nviduals (Zemel et al. 2010). These improvements in the\ninﬂammatory risk proﬁle of obese individuals may be\nrelated to increased loss of fat mass and fat oxidation and\ntotal body fat (Teegarden et al. 2008; Zemel et al. 2005). In\na randomized controlled trial of 123 heart failure patients\nwho received 50 lg day\n-1 vitamin D3 and 500 mg day -1\ncalcium or placebo for 9 months, serum TNF- a concen-\ntration remained stable in the supplemented group, but\nincreased in the placebo group (Schleithoff et al. 2006).\nConversely, the anti-inﬂammatory cytokine IL-10 increased\nin the supplement group compared with the placebo group\n(Schleithoff et al. 2006). In healthy postmenopausal\nwomen, Grey et al. (Grey et al. 2006) found that supple-\nmentation with 1,000 mg of calcium daily for 12 months\ndid not alter CRP levels. Contrary to the above ﬁndings, we\nfound that 18 months supplementation with 1,000 mg\ncalcium and 800 IU vitamin D 3 per day tended to increase\nserum IL-6 concentration in middle-aged and elderly men.\nThis increase in serum IL-6 concentration was largely due\nto the small, but signiﬁcant mean increase (0.6–0.7 kg) in\nfat mass in the supplement group.\nThe variation between our ﬁndings and those of other\nstudies with respect to the anti-inﬂammatory effects of\ncalcium and vitamin D\n3 may be related to several factors.\nFirst, calcium and vitamin D 3 may be more effective for\nreducing inﬂammation in elderly women, obese individu-\nals, or those with other chronic diseases. Second, the\ngreater energy content of milk may promote gains in fat\nmass, thereby mitigating the potential beneﬁts of the cal-\ncium and vitamin D\n3. It is possible that these nutrients\nmay be more effective for reducing inﬂammation when\nconsumed as tablets. Participants were not restricted\nfrom eating other dairy products (e.g., cheese, yoghurt)\nduring the course of the study. Daily intakes of energy,\nmacronutrients, calcium and vitamin D were not signiﬁ-\ncantly different between groups at baseline (Kukuljan et al.\n2009). Although vitamin D intake increased signiﬁcantly in\nthe non-supplement groups during the ﬁrst 12 months of the\nstudy, this increase (* 1.5-fold) was substantially smaller than\nthe 14-fold increase in vitamin D intake in the supplement\ngroups (Kukuljan et al. 2009). Therefore, changes in back-\nground dietary intake most likely did not inﬂuence changes in\ninﬂammation, muscle mass, size and strength.\nThe strengths of this study include the factorial design,\nthe large sample size, the long period of investigation, and\nthe compliance of participants in consuming the milk\nsupplement. There were also several limitations. First, we\nstudied a cohort of ambulatory, community-dwelling\nmiddle-aged and elderly men with adequate baseline cal-\ncium intake and sufﬁcient circulating serum 25-OHD\n3\nconcentrations. Second, measuring changes in systemic\ninﬂammation may not accurately reﬂect the beneﬁts of\nresistance training in older adults compared with assessing\nlocal inﬂammation within skeletal muscle or adipose tissue.\nLast, we did not assess circulating concentrations of IL-6 or\nTNF-a soluble receptors, which may be more representa-\ntive of the inﬂammatory response, because of the short\nhalf-life of IL-6 and TNF- a (Nicklas et al. 2004).\nIn",
    "conclusion": ", the ﬁndings from this long-term, ran-\ndomized controlled trial indicate that combining resistance\ntraining with calcium-vitamin D fortiﬁed milk did not\ninﬂuence systemic inﬂammation in healthy middle-aged\nand elderly men. Rather, the effects of resistance training\nand supplementation with calcium-vitamin D fortiﬁed milk\nappeared to be independent. Serum IL-6 concentration\ntended to decrease after resistance training, whereas\nit tended to increase following supplementation with\n3086 Eur J Appl Physiol (2011) 111:3079–3088\n123\n\n\ncalcium-vitamin D fortiﬁed milk. These alterations were\ndependent on changes in fat mass. Higher pre-training\nlevels of inﬂammation were associated with a reduced\nskeletal muscle response to the training, which adds sup-\nport to the notion that low-grade inﬂammation may atten-\nuate exercise-induced gains in muscle size in elderly\npeople. Since resistance training in elderly people can\nmaintain muscle mass, while aerobic exercise can stimulate\nfat metabolism and reduce inﬂammation in adipose tissue,\nfuture studies should focus on examining the combined\neffects of resistance and aerobic training, with or without\ndietary intervention, on markers of both local and systemic\ninﬂammation.\nAcknowledgments This study was ﬁnancially supported by a grant\nfrom the Australian Research Council (ARC) Linkage Scheme. Pro-\nfessor Robin Daly is supported by a National Health and Medical\nResearch Council (NHMRC) Career Development Award (ID\n425849). Presented at the American College of Sport Medicine\nAnnual Meeting, Seattle, Washington, May 29, 2009. We thank Tiana\nMahncke for analysing the QCT scans. We also thank Murray\nGoulburn Co-operative Co Ltd for providing the calcium-vitamin D\n3\nlow fat UHT fortiﬁed milk used in the study, and the City of Greater\nGeelong and Ocean View Health Club for their generous provision of\nthe gymnasium facilities used throughout the study. The authors also\nthank the following people for contributions to this study: Shona\nBass, Nicole Petrass, Joanne Daly and Sam Korn.\nReferences\nAbramson JL, Vaccarino V (2002) Relationship between physical\nactivity and inﬂammation among apparently healthy middle-\naged and older US adults. Arch Intern Med 162:1286–1292\nAmerican College of Sports Medicine (2000) ACSM guidelines for\nexercise testing and prescription. Lippincott & Williams,\nPhiladelphia\nBeavers KM, Hsu FC, Isom S, Kritchevsky SB, Church T, Goodpaster\nB, Pahor M, Nicklas BJ (2010) Long-term physical activity and\ninﬂammatory biomarkers in older adults. Med Sci Sports Exerc\n42:2189–2196\nBrinkley TE, Leng X, Miller ME, Kitzman DW, Pahor M, Berry MJ,\nMarsh AP, Kritchevsky SB, Nicklas BJ (2009) Chronic inﬂam-\nmation is associated with low physical function in older adults\nacross multiple comorbidities. J Gerontol A Biol Sci Med Sci\n64:455–461\nBruun J, Helge J, Richelsen B, Stallknecht B (2006) Diet and exercise\nreduce low-grade inﬂammation and macrophage inﬁltration in\nadipose tissue but not in skeletal muscle in severely obese\nsubjects. Am J Physiol Endocrinol Metab 290:E961–E967\nBruunsgaard H, Bjerregaard E, Schroll M, Pedersen BK (2004)\nMuscle strength after resistance training is inversely correlated\nwith baseline levels of soluble tumor necrosis factor receptors in\nthe oldest old. J Am Geriatr Soc 52:237–241\nCastaneda C, Gordon PL, Parker RC, Uhlin KL, Roubenoff R, Levey\nAS (2004) Resistance training to reduce the malnutrition-\ninﬂammation complex syndrome of chronic kidney disease.\nAm J Kidney Dis 43:607–616\nCauley JA, Danielson ME, Boudreau RM, Forrest KY, Zmuda JM,\nPahor M, Tylavsky FA, Cummings SR, Harris TB, Newman AB\n(2007) Inﬂammatory markers and incident fracture risk in older\nmen and women: the Health Aging and Body Composition\nStudy. J Bone Miner Res 22:1088–1095\nChurch TS, Barlow CE, Earnest CP, Kampert JB, Priest EL, Blair SN\n(2002) Associations between cardiorespiratory ﬁtness and\nC-reactive protein in men. Arterioscler Thromb Vasc Biol\n22:1869–1876\nDawson-Hughes B (2008) Serum 25-hydroxyvitamin D and func-\ntional outcomes in the elderly. Am J Clin Nutr 88:537S–540S\nDekker MJ, Lee S, Hudson R, Kilpatrick K, Graham TE, Ross R,\nRobinson LE (2007) An exercise intervention without weight\nloss decreases circulating interleukin-6 in lean and obese men\nwith and without type 2 diabetes mellitus. Metabolism 56:\n332–338\nDonges CE, Dufﬁeld R, Drinkwater EJ (2010) Effects of resistance or\naerobic exercise training on interleukin-6, C-reactive protein,\nand body composition. Med Sci Sports Exerc 42:304–313\nFerrucci L, Corsi A, Lauretani F, Bandinelli S, Bartali B, Taub DD,\nGuralnik JM, Longo DL (2005) The origins of age-related\nproinﬂammatory state. Blood 105:2294–2299\nGielen S, Adams V, Mobius-Winkler S, Linke A, Erbs S, Yu J,\nKempf W, Schubert A, Schuler G, Hambrecht R (2003) Anti-\ninﬂammatory effects of exercise training in the skeletal muscle\nof patients with chronic heart failure. J Am Coll Cardiol 42:\n861–868\nGreiwe JS, Cheng B, Rubin DC, Yarasheski KE, Semenkovich CF\n(2001) Resistance exercise decreases skeletal muscle tumor\nnecrosis factor alpha in frail elderly humans. FASEB J\n15:475–482\nGrey A, Gamble G, Ames R, Horne A, Mason B, Reid IR (2006)\nCalcium supplementation does not affect CRP levels in\npostmenopausal women—a randomized controlled trial. Osteo-\nporos Int 17:1141–1145\nKapasi ZF, Ouslander JG, Schnelle JF, Kutner M, Fahey JL (2003)\nEffects of an exercise intervention on immunologic parameters\nin frail elderly nursing home residents. J Gerontol A Biol Sci\nMed Sci 58:636–643\nKlimcakova E, Polak J, Moro C, Hejnova J, Majercik M, Viguerie N,\nBerlan M, Langin D, Stich V (2006) Dynamic strength training\nimproves insulin sensitivity without altering plasma levels and\ngene expression of adipokines in subcutaneous adipose tissue in\nobese men. J Clin Endocrinol Metab 91:5107–5112\nKohut ML, McCann DA, Russell DW, Konopka DN, Cunnick JE,\nFranke WD, Castillo MC, Reighard AE, Vanderah E (2006)\nAerobic exercise, but not ﬂexibility/resistance exercise, reduces\nserum IL-18, CRP, and IL-6 independent of beta-blockers, BMI,\nand psychosocial factors in older adults. Brain Behav Immun\n20:201–209\nKukuljan S, Nowson CA, Bass SL, Sanders K, Nicholson GC, Seibel\nMJ, Salmon J, Daly RM (2008) Effects of a multi-component\nexercise program and calcium-vitamin-D\n3-fortiﬁed milk on bone\nmineral density in older men: a randomised controlled trial.\nOsteoporos Int 20:1241–1251\nKukuljan S, Nowson CA, Sanders K, Daly RM (2009) Effects of\nresistance exercise and fortiﬁed milk on skeletal muscle mass,\nsize and function in middle aged and older men: An 18-month\nRCT. J Appl Physiol 107:1864–1873\nLambert CP, Wright NR, Finck BN, Villareal DT (2008) Exercise but\nnot diet-induced weight loss decreases skeletal muscle inﬂam-\nmatory gene expression in frail obese elderly persons. J Appl\nPhysiol 105:473–478\nLeger B, Derave W, De Bock K, Hespel P, Russell AP (2008) Human\nsarcopenia reveals an increase in SOCS-3 and myostatin and a\nreduced efﬁciency of Akt phosphorylation. Rejuvenation Res\n11:163B–175B\nLouis E, Raue U, Yang Y, Jemiolo B, Trappe S (2007) Time course of\nproteolytic, cytokine, and myostatin gene expression after acute\nEur J Appl Physiol (2011) 111:3079–3088 3087\n123\n\nexercise in human skeletal muscle. J Appl Physiol 103:\n1744–1751\nNicklas BJ, Brinkley TE (2009) Exercise training as a treatment for\nchronic inﬂammation in the elderly. Exerc Sport Sci Rev\n37:165–170\nNicklas BJ, Ambrosius W, Messier SP, Miller GD, Penninx BW,\nLoeser RF, Palla S, Bleecker E, Pahor M (2004) Diet-induced\nweight loss, exercise, and chronic inﬂammation in older, obese\nadults: a randomized controlled clinical trial. Am J Clin Nutr\n79:544–551\nNicklas BJ, Hsu FC, Brinkley TJ, Church T, Goodpaster BH,\nKritchevsky SB, Pahor M (2008) Exercise training and plasma\nC-reactive protein and interleukin-6 in elderly people. J Am\nGeriatr Soc 56:2045–2052\nOlson TP, Dengel DR, Leon AS, Schmitz KH (2007) Changes in\ninﬂammatory biomarkers following one-year of moderate resis-\ntance training in overweight women. Int J Obes (Lond)\n31:996–1003\nPeake JM, Della Gatta P, Cameron-Smith D (2010) Aging and its\neffects on inﬂammation in skeletal muscle at rest and following\nexercise-induced muscle injury. Am J Physiol Regul Integr\nComp Physiol 298:R1485–R1495\nPearson TA, Mensah GA, Alexander RW, Anderson JL, Cannon RO\n3rd, Criqui M, Fadl YY, Fortmann SP, Hong Y, Myers GL, Rifai\nN, Smith SC Jr, Taubert K, Tracy RP, Vinicor F (2003) Markers\nof inﬂammation and cardiovascular disease: application to\nclinical and public health practice: A statement for healthcare\nprofessionals from the Centers for Disease Control and Preven-\ntion and the American Heart Association. Circulation 107:\n499–511\nPenninx BW, Kritchevsky SB, Newman AB, Nicklas BJ, Simonsick\nEM, Rubin S, Nevitt M, Visser M, Harris T, Pahor M (2004)\nInﬂammatory markers and incident mobility limitation in the\nelderly. J Am Geriatr Soc 52:1105–1113\nPhillips MD, Flynn MG, McFarlin BK, Stewart LK, Timmerman KL\n(2010) Resistance training at eight-repetition maximum reduces\nthe inﬂammatory milieu in elderly women. Med Sci Sports Exerc\n42:314–325\nSchaap LA, Pluijm SM, Deeg DJ, Visser M (2006) Inﬂammatory\nmarkers and loss of muscle mass (sarcopenia) and strength. Am J\nMed 119:526 e529–e517\nSchaap LA, Pluijm SM, Deeg DJ, Harris TB, Kritchevsky SB,\nNewman AB, Colbert LH, Pahor M, Rubin SM, Tylavsky FA,\nVisser M (2009) Higher inﬂammatory marker levels in older\npersons: associations with 5-year change in muscle mass and\nmuscle strength. J Gerontol A Biol Sci Med Sci 64:1183–1189\nSchleithoff SS, Zittermann A, Tenderich G, Berthold HK, Stehle P,\nKoerfer R (2006) Vitamin D supplementation improves cytokine\nproﬁles in patients with congestive heart failure: a double-blind,\nrandomized, placebo-controlled trial. Am J Clin Nutr 83:\n754–759\nShi H, Norman A, Okamura W, Sen A, Zemel M (2001) 1a,25-\nDihydroxyvitamin D3 modulates human adipocyte metabolism\nvia nongenomic action. FASEB J 15:2751–2753\nStewart AL, Mills KM, King AC, Haskell WL, Gillis D, Ritter PL\n(2001) CHAMPS physical activity questionnaire for older adults:\noutcomes for interventions. Med Sci Sports Exerc 33:1126–1141\nStewart LK, Flynn MG, Campbell WW, Craig BA, Robinson JP,\nMcFarlin BK, Timmerman KL, Coen PM, Felker J, Talbert E\n(2005) Inﬂuence of exercise training and age on CD14 ? cell-\nsurface expression of toll-like receptor 2 and 4. Brain Behav\nImmun 19:389–397\nStewart LK, Flynn MG, Campbell WW, Craig BA, Robinson JP,\nTimmerman KL, McFarlin BK, Coen PM, Talbert E (2007) The\ninﬂuence of exercise training on inﬂammatory cytokines and\nC-reactive protein. Med Sci Sports Exerc 39:1714–1719\nTeegarden D, White KM, Lyle RM, Zemel MB, Van Loan MD,\nMatkovic V, Craig BA, Schoeller DA (2008) Calcium and dairy\nproduct modulation of lipid utilization and energy expenditure.\nObesity (Silver Spring) 16:1566–1572\nTiainen K, Hurme M, Hervonen A, Luukkaala T, Jylha M (2010)\nInﬂammatory markers and physical performance among nona-\ngenarians. J Gerontol A Biol Sci Med Sci 65:658–663\nTimmerman KL, Flynn MG, Coen PM, Markofski MM, Pence BD\n(2008) Exercise training-induced lowering of inﬂammatory\n(CD14?CD16?) monocytes: a role in the anti-inﬂammatory\ninﬂuence of exercise? J Leukoc Biol 84:1271–1278\nVan den Berghe G, Van Roosbroeck D, Vanhove P, Wouters PJ, De\nPourcq L, Bouillon R (2003) Bone turnover in prolonged critical\nillness: effect of vitamin D. J Clin Endocrinol Metab 88:\n4623–4632\nZemel MB, Richards J, Milstead A, Campbell P (2005) Effects of\ncalcium and dairy on body composition and weight loss in\nAfrican-American adults. Obes Res 13:1218–1225\nZemel MB, Sun X, Sobhani T, Wilson B (2010) Effects of dairy\ncompared with soy on oxidative and inﬂammatory stress in\noverweight and obese subjects. Am J Clin Nutr 91:16–22\n3088 Eur J Appl Physiol (2011) 111:3079–3088\n123"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 12,
    "primary_human": "body_comp; muscle_mass; strength; inflammatory_markers"
  },
  "bucket": "C",
  "notes": "Men ≥50 randomized to PRT + fortified milk vs control (18-month intervention); outcomes include lean mass, strength and inflammatory cytokines."
}