{
  "id": 101,
  "title": "Identification and Characterization of Osteosarcopenic Obesity in Older Adults: Implications for Exercise Interventions",
  "authors": "Bolivar J",
  "year": 2017,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "postmenopausal_women",
    "low_bone_mass",
    "vibration",
    "RT"
  ],
  "population": {
    "training_status": "thesis_RCT",
    "sample_size": 59
  },
  "sections": {
    "abstract": ".......................................................................................................................................... ix \n \n1. BACKGROUND AND SIGNIFICANCE ...................................................................................1 \n \n2. LITERATURE REVIEW ............................................................................................................8 \n \n3.",
    "methods": "................................................................................................................................22 \n \n4.",
    "results": "..................................................................................................................................29 \n \n5.",
    "discussion": "...........................................................................................................................43 \n \n6.",
    "conclusion": ".........................................................................................................................52 \n \nAPPENDICES ...............................................................................................................................54 \n \nA. IRB APPROVAL .........................................................................................................54 \nB. CONSENT FORM .......................................................................................................58 \nC. INITIAL SCREENING ...............................................................................................62 \nD. DEMOGRAPHIC SURVEY .......................................................................................64 \nE. ALLIED DUNBAR SURVEY OF HABITUAL PHYSICAL ACTIVITY ................66 \nF. EXERCISE ..................................................................................................................68 \nG. SF-36 FORM ...............................................................................................................70 \nH. MINI-MENTAL STATE EXAMINATION (MMSE) ................................................75 \nI. ANTHROPOMETRICS ..............................................................................................78 \nJ. 3-DAY DIETARY RECORD INSTRUCTIONS ........................................................79 \nK. CDC FALL RISK QUESTIONNAIRE .......................................................................81 \nL. SMOKING PAST AND PRESENT ............................................................................82 \nM. PHYSICAL PERFORMANCE TESTS DATA SHEET .............................................84 \n \nReferences ......................................................................................................................................85 \n \nBiographical Sketch .....................................................................................................................101 \n \n \n\n \n \nvi \nLIST OF FIGURES \n \nFig. 1 Classification of participants ...............................................................................................31 \n \nFig. 2 Ultrasound image of Rectus femoris muscle .......................................................................36 \n \nFig. 3 Results (mean ± SEM) for sit-to-stand among the four distinct groups of women.............38 \n \nFig. 4 Results (mean ± SEM) for knee extension among the four distinct groups of women .......38 \n \n \n \n \n\n \n \nvii \nLIST OF TABLES \n \nTable 1. Clinical and anthropometric characteristics of OSO, OO, obese-only and \nosteopenic/sarcopenic non-obese groups: mean (SD), min-max (N=59) ......................................33 \n \nTable 2. Muscle quality (knee extension), echo intensity and phase angle, of OSO, OO, obese-\nonly and osteopenic/sarcopenic non-obese groups: mean (SD), min-max ....................................35 \n \nTable 3. Physical performance of OSO, OO, obese-only and osteopenic/ sarcopenic non-obese, \nmean (SD), min-max ......................................................................................................................37 \n \nTable 4. Assessment and scoring of functional performance and corresponding cut-off values ..39 \n \nTable 5. Percentage of participants with functional performance below the cutoff for each test \nindicating functional decline ..........................................................................................................40 \n \nTable 6. Average performance score and percentage of participants OSO, OO, obese-only and \nosteopenic/sarcopenic non-obese with functional performance below the cutoff, n (%) ..............41 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nviii \nLIST OF ABBREVIATIONS \n \nALM Appendicular Lean Mass \nAMPK Adenosine monophosphate-activated protein kinase \nANOVA Analysis of Variance \nBIA Bioelectrical Impedance Analysis \nBMD Bone Mineral Density \nBMI Body Mass Index \nBMSi Bone material strength index \nCDC Centers for Disease Control \nCRP C-reactive protein \nCT Computed Tomography \nDXA Dual-Energy X-Ray Absorptiometry \nEI Echo Intensity \nIL-6 Interleukin-6 \nIL-8 Interleukin-8 \nIL-12 Interleukin-12 \nL1-L4 Lumbar Spinal Discs L1, L2, L3, L4 \nMAPK Mitogen activated protein kinase \nMAT Marrow adipose tissue \nmin minute \nMRI Magnetic Resonance Imaging \nmRNA Messenger Ribonucleic Acid \nNIH National Institute of Health \nOO Osteopenic obesity \nOPG Osteoprotegerin \nOSO Osteosarcopenic Obesity \nPI Pixel Intensity \nPPAR Peroxisome proliferator-activated receptors \nRANK Receptor activated nuclear factor-k \nRANKL RANK ligand \nSAS Statistical analysis software \nSF-36 Short Form Health Survey – 36 questions \nSMI Skeletal muscle mass index \nSO Sarcopenic obesity \nsTnT skeletal muscle specific troponin \nTNF-α Tumor necrosis factor alpha \n \n\n \n \nix \n ABSTRACT \nA cross-sectional study in older women was designed and conducted to identify prevalence, \nspecific characteristics and diagnostic criteria for the newly identified condition named \nosteosarcopenic obesity syndrome. Osteosarcopenic obesity (OSO) ), a syndrome recently \nidentified by Dr. Ilich-Ernst, is a condition where an older adult experiences bone loss, \nsarcopenia and increased fat mass, the latter either as a clinically diagnosed overweight/obesity \nor infiltrated fat into bone and muscle. The study lasted 24 months and a total of N=59 Caucasian \nambulatory women aged 76.0±7.3 years (mean ± SD) and BMI of 27.0±5.5 kg/m2 from the local \narea were assessed for body composition measurements (bone, muscle, fat tissue) using dual \nenergy x-ray absorptiometry scans (DXA). Osteoporosis/osteopenia was identified based on \nfemoral neck and lumbar spine (L1-L4) T-scores (≤-1). A linear regression model was created to \nidentify sarcopenic obesity in the sample, based on the appendicular lean mass, controlling for \nheight (m) and fat mass (kg). Obesity status was based on percent body fat with a cut-off at \n≥32%. Muscle quality was measured via echo intensity obtained via ultrasound scans as well as \nknee extension scores divided by lower appendicular lean mass. Bioelectrical impedance \nanalyses were used to calculate phase angle to assess for frailty in the population. The \nparticipants were also tested on physical performance measures including handgrip strength, one-\nleg stance, 4-m timed normal and brisk walking test, 2-minute walking test, sit-to-stand, knee \nextension and arm flexion. In the final analysis, the women were divided into four groups based \non body composition: OSO (n=10), osteopenic obese (OO; n=35), obese-only (obese; n=10) and \nosteopenic/sarcopenic non-obese (non-obese; n=4). There was also one participant who had \nsarcopenic obesity (SO), however due to the small sample size (n=1), was not included in the \ncalculations. All data analyses were performed in SAS 9.4.with p<0.05 deemed as statistically \nsignificant. As expected, the OSO women presented with lower bone mineral density (BMD) at \nmost skeletal sites in comparison to other groups (although not always significantly different): \nright femoral neck BMD (OSO: 0.778±0.080; OO: 0.792±0.082; obese: 1.013±0.102; non-obese: \n0.773±0.048 g/cm2, p<0.05), left femoral neck BMD (OSO: 0.759±0.066; OO: 0.801±0.074; \nobese: 0.957±0.048; non-obese: 0.747±0.018 g/cm2, p<0.05) and lumbar spine BMD (OSO: \n1.133±0.139; OO: 1.182±0.184; obese: 1.394±0.212; non-obese: 1.064±0.136 g/cm2, p<0.05). \nThe OSO women had significantly lower appendicular lean mass (OSO: 15.9±1.7; OO: 17±2.4; \n\n \n \nx \nobese: 18.5±2.7; non-obese: 14±1.3 kg, p<0.05) and higher percent body fat (OSO: 45±4.9; OO \n42.2±5.7; obese: 43.7±3.8; non-obese: 27.1±3.8%, p<0.05), on average than women in other \ngroups. The OSO and OO women had the poorest scores on physical performance tests, with the \nOSO women scoring significantly lower on sit-to-stand (OSO: 10.3±1.6; OO: 11.9±4; obese: \n10.9±3.3; non-obese: 14.3±2.6 times/30 sec, p<0.05) and the knee extension (OSO: 43±11; OO: \n56±14.1; obese: 65.5±15.2; non-obese: 41.5±19.1 kg, p<0.05) than other groups. The OSO \nwomen also had lower muscle quality based on echo intensity (right quadriceps) from ultrasound \nmeasurements (OSO: 65.7±9.9; OO: 65.5±12; obese: 71±13.9; non-obese: 76.6±6.7 pixel \nintensity) and from the knee extension (OSO: 3.8±0.8; OO: 4.4±1.0; obese: 4.9±0.7; non-obese: \n3.8±1.8 kg) calculation than other groups. Results from this study can be used to better recognize \nOSO syndrome in older women using body composition measures via DXA, physical \nperformance tests and muscle quality measurements. These results also indicate that in situations \nwhen DXA is not available for body composition measurements for the OSO diagnosis, simple \nphysical performance measures could be used for preliminary assessment and patient referrals \nfor further evaluations. \n \n\n \n \n1 \nCHAPTER 1 \nBACKGROUND AND SIGNIFICANCE \nSignificance \n Conditions related to aging, such as osteopenia/osteoporosis (bone loss), sarcopenia or \nloss of muscle mass and strength and increased adiposity (body fat) with age need to be \nevaluated in tandem. While some attempts are made to investigate bone and muscle tissues \nconcomitantly, fat tissue is still kept out of the picture in most cases, and not evaluated within \nits interaction with the former two. Increasing numbers of Americans are aging in the midst of \nan obesity epidemic, straining medical resources and potentially leading to increased \ncomorbidities (Lakdawalla et al., 2005; Ilich et al., 2014a). With age, many older adults suffer \nfrom increased body fat, as well as from increased bone loss and fat infiltration into bone, \nleading to a condition termed osteopenic obesity (OO) and/or increased muscle loss/loss of \nstrength combined with fat infiltration into muscle, leading to sarcopenic obesity (SO), as \ndefined by Rubenoff (Roubenoff et al. 2000). When both OO and SO are present, a combined \ncondition was recently identified by Dr. Ilich-Ernst termed osteosarcopenic obesity (OSO) \nsyndrome, the ultimate impairment of bone, muscle and adipose tissues (Ilich et al. 2014a). \nEach of the underlying conditions, OO and SO, lack consistent diagnostic criteria in the medical \ncommunity (Ilich et al., 2014a; Cruz-Jentoft et al., 2014). In addition, these individuals are often \noverlooked in the medical community because of the belief that obesity is protective against \nbone fractures and sarcopenia (Crepaldi et al., 2007; Scott et al. 2016; Domiciano et al., 2012). \nBone loss, such as that which is seen in osteopenia/osteoporosis, is considered a major predictor \nfor fractures in older adults by the World Health Organization (WHO; Divittorio et al., 2006), \nand when combined with obesity, may decrease mobility and increase fall risk more than \nosteoporosis alone (Ilich et al., 2014a). Older women with SO appear to have less physical \nstrength and functional capacity and are at greater risk of falls and disability than those who are \njust obese or sarcopenic (Domiciano et al.2013; Baumgartner 2000). Therefore, the new triad of \nbone, muscle and adipose tissues impairment, the OSO syndrome, is particularly important in \nolder women (Ilich et al., 2014a). \n\n \n \n2 \n A recent analysis from our laboratory indicates that women with this newly identified \nOSO syndrome, trend towards greater frailty and immobility than women with obesity alone or \neven OO or SO alone (Ilich et al., 2015). Out of 258 postmenopausal obese Caucasian women, \nthose with OSO (12.4%) had the lowest handgrip-strength scores, the slowest normal and brisk \nwalking speed, and the shortest time for one-leg standing. Although the difference was found to \nbe only significant between OSO women and obese-only women, the OSO women still had \npoorer physical performance than the women with OO or SO alone. Additionally, more than \nhalf of the women in this study had osteopenia/osteoporosis, even while being classified as \nobese confirming that body fat is not necessarily protective of bone, as previously believed \n(Crepaldi et al., 2007; Scott et al., 2016). In general, based on this new definition of OSO \nsyndrome, an older woman with OSO has lost significant bone mineral density (BMD), muscle \nmass, and strength even while experiencing increasing levels of adiposity, either as an overt \noverweight or infiltration of fat into bone and muscle tissue. It needs to be noted that even the \nindividuals who are not overweight or obese, may suffer from OSO due to infiltration of \nadipose tissue into bone and muscle and its redistribution around visceral organs, both typically \nseen with aging. Overall, women with OSO may be at even higher risk of falls and fractures, \nand possibly long-term immobility and/or premature death as they age (Ilich et al., 2015; Ilich et \nal. 2014a; Cruz-Jentoft et al., 2010). A more rigorous and in-depth study is needed to evaluate \nthe condition of OSO, to define diagnostic cutoff criteria and to characterize the impact of this \ncombined condition on health status of aging women. This study is the first original research of \nthis kind and the measurements obtained could serve as the basis for the creation of diagnostic \ncriteria and/or cutoffs to identify women with OSO. \nObjectives and Hypotheses \n The overall purpose of this study is to quantify the deterioration of bone, muscle and \nfat tissues in older women living in both the community and long-term care facilities, and to \ndetermine the prevalence of OSO, along with establishing the diagnostic cutoffs from the \nmeasurements of bone, body composition and functionality status. The specific aims are as \nfollows. \n \n \n\n \n \n3 \nSpecific Aim 1: To identify the prevalence of OSO in a sample of older women (>65 years). \nWe will recruit at least 50 older women from independent living facilities and the community. \nWe will measure their bone density and body composition (fat and lean mass) with DXA. These \nmeasures will provide means to identify: \na) OO from BMD T-scores (from DXA). \nb) SO from ALM index and negative residuals in linear regression falling below the \nexpected values for lean mass based on their height and fat mass from DXA. \nc) Overall obesity from DXA. This will provide a means to identify each condition \nand those who should be classified as OSO. \nHypothesis 1a: We hypothesize that N ≥ 50 will give us enough power to identify OSO \namong obese older women and that ≥ 10% of participants will have OSO (based on our \nprevious work). \nHypothesis 1b. Based on the DXA measurements, we hypothesize that the BMD and muscle \nmass will be the lowest and body fat the highest in the OSO group. \nSpecific Aim 2: To identify characteristic values for the condition of OSO by utilizing \nbioelectrical impedance analysis (BIA) and ultrasound measurements of quadriceps \nmeasures. \na) BIA will be used as a technique to measure frailty by taking the reactance and resistance \nvalues to calculate phase angle as a measure of tissue health using the following formula: \nphase angle = arc-tangent reactance/resistance x 180°/π (Barbosa-Silva et al., 2005). \nb) Ultrasound measurements of quadriceps muscle and subsequent analysis of echo intensity \n(reflecting possible fat infiltration) will be used to measure muscle quality. \nHypothesis 2: We hypothesize that women identified with OSO will have greater frailty, \nlower phase angles and poorer muscle quality compared to OO and obese-only women. \nSpecific Aim 3: To assess functional performance to better characterize the conditions of \nOSO, OO, SO and obese-only women. We will assess functional performance by \nmeasuring upper and lower body strength, locomotion, balance and endurance \n(Reuben et al, 2013; Ilich et al., 2016): \na) Grip strength of both hands for upper body strength \nb) One-leg stance to assess balance in each leg \nc) 4-m timed normal and brisk walking tests for locomotion \n\n \n \n4 \nd) 2-min walk test for endurance. \ne) Timed chair sit-to-stand to measure lower body strength and function. \nf) Leg extension to measure lower body strength and assess muscle quality. \n Hypothesis 3: Women identified with OSO will have significantly poorer outcomes in \nfunctional performance tests, compared to OO, SO and obese only women.",
    "introduction": "With age, there are changes in body composition such as loss of bone, loss of muscle \nmass and strength, and increased body fat (Ilich 2014a). These age-related changes place older \nadults at increased risk of developing conditions such as osteoporosis, sarcopenia, obesity, or \neven a combination of several of these conditions (Ilich 2014a, Ilich et al., 2015; Morley et al., \n2014a). Some combined conditions such as OO and SO, remain under-recognized. OO, a little-\nrecognized condition of increased adiposity, either as an overt overweight or redistribution and \ninfiltration of fat into bone, combined with bone loss, is often overlooked in clinical settings due \nto assumptions that obesity is protective of bone (Ilich et al., 2014a). Increasing research points \nto a negative relationship between adiposity and bone as people age, where increased \ninflammation from fat tissue may damage and even infiltrate bone, weakening it (Bredella et al., \n2014; Scheller & Rosen 2014; Ilich et al., 2014a). Damage from age-related increase in \nadiposity may also impact individuals who are not clinically overweight as defined by body \nmass indices (BMI). Recent findings in women indicate a threshold as low as 33% and 38% of \ntotal body fat at which femoral neck and lumbar spine BMD, respectively, start to decline (Liu \net al., 2014). Recent studies show a negative correlation between marrow adipose tissue (MAT), \nthe fat tissue stored in bones, also known as yellow marrow, and BMD (Paccou et al., 2015; \nBredella et al., 2014; Liu et al., 2010; Tang et al., 2010). This yellow marrow appears to \nincrease after menopause and may play a role in osteoporotic fractures (Bredella et al., 2014; \nTang et al., 2010). At present, there is still a lack of definitive research in the scientific \ncommunity about the condition of OO and the full impact of obesity, inflammation and MAT on \nbone. \n Another poorly identified condition termed SO occurs when older adults suffer from \nincreased adiposity (body fat amount, redistribution and/or infiltration into muscle) combined \nwith sarcopenia (Baumgartner et al., 1998; Domiciano et al., 2013). To date, the medical and \nscientific communities have trouble identifying or treating SO. Although larger, obese adults \n\n \n \n5 \nmay have more lean mass and therefore not appear sarcopenic by traditional methods, however \nthis level of musculature may not be adequate for their overall size and optimal physical \nfunction (Domiciano et al. 2013). Additionally, overweight patients with SO may be overlooked \nin the medical field, based on the assumption that they have adequate muscle mass and strength. \nThese individuals may be at greater risk for falls and immobility than matched populations of \nadults with obesity or sarcopenia alone (Domiciano et al., 2013; Woo et al., 2015; Mijnarends et \nal., 2015). Some researchers now consider sarcopenia to be central in the development and \ntreatment of frailty; this may be of particular concern to the obese since they are underdiagnosed \n(Morley et al., 2014b; Bischoff-Ferrari et al., 2015; Ilich et al., 2015). Even more, increasing \nevidence points to a growing number of older women who develop a combined condition of OO \nand SO, recently termed OSO (Ilich et al. 2014a). In this combined condition, increased body \nfat may promote damage to both bone and muscle tissues simultaneously, weakening the bone \nstructure and accelerating the aging process and subsequent disabilities. A loss of strength \nappears particularly dangerous in someone with bone loss, as this increases the risk for falls, \nsubsequent fractures, and long-term immobility (Binkley et al., 2013; Ilich et al., 2014a, Ilich et \nal., 2015). \nRationale for the Chosen Demographics \n For this study, and based on previous research from our laboratory, our target population \nare postmenopausal, Caucasian women. The decision to focus on Caucasian women is that they \nare at higher risk for bone loss and fractures than other racial groups as well as on the need to \ncontrol for confounding variables such as age, sex, and race that impact the endocrine system, \nbone, muscle mass, and body fat differently in different races/ethnicities (IOF racial differences \nin fracture risk, http://nof.org/articles/2). Postmenopausal women experience a marked decrease \nin hormones such as estrogen and even testosterone, which affect bone, muscle, and adipose \ntissues differently than young women or older men. Caucasian women are ~ four times more \nlikely to develop osteoporosis than African American women and twice as likely as Latina \nwomen (International Osteoporosis Foundation: racial differences in fracture risk \nhttp://nof.org/articles/235#caucasian). Moreover, >90% of the residents in the retirement \nfacilities where we have obtained support for recruitment/research are Caucasian. In view of all \nthe above, choosing Caucasian women for this study was scientifically justified, as well as \npractically possible. \n\n \n \n6 \nAssessing the OSO Syndrome in Older Women \n The standard method to assess osteopenia/osteoporosis is by obtaining T-scores of \nskeletal sites via DXA measurements of BMD (NIH Consens Statement, 2000). However, a \ncombination condition, such as OO, characterized by bone loss and obesity, is still not well \ndefined and lacks clear diagnostic criteria (Ilich et al. 2014a). Obesity rates are increasing, and \nevidence suggests that obesity is not as protective of bone as once thought. At the same time, \nmore research needs to be completed on how increased body fat and osteoporosis interact in \ndifferent individuals. The DXA would at least provide a means to measure the bone mass, lean \nmass, regional fat mass, and percent body fat in this population. \nThere is still no universal diagnostic criteria for diagnosing sarcopenia and SO (Ilich et \nal., 2014a; Bonewald et al., 2013). Baumgartner proposed a method of identifying sarcopenia by \ndividing ALM (obtained via iDXA scans) by height in meters squared, establishing a cutoff of \n5.45 and 7.26 kg/m2 for females and males respectively (Baumgartner et al., 1998). The \nEuropean Working Group recently suggested handgrip strength and gait speed as criteria for \nsarcopenia (Cruz-Jentoft et al., 2010), however, their methods appear to require further \nvalidation as these criteria seem to overestimate sarcopenia in the population in comparison to \nother methods, so that those who did not have significant loss of lean mass or strength were also \nclassified as sarcopenic (Lourenco et al., 2015). \n Those with SO may fall outside or above the range normally used to identify sarcopenia \nand might not be diagnosed in medical examinations (Ilich et al., 2015; Domiciano et al., 2013). \nMany older overweight/obese adults have increased muscle mass, putting them above the usual \ncutoffs, however, their actual muscle mass and strength may not be adequate for their overall \nbody size (Domiciano et al., 2013; Ilich et al., 2015). For our previous analysis, we used a linear \nregression model proposed by Newman et al. (2003) to identify SO to find a more relevant \nmeasure of muscle loss in the overweight/obese population. \n High frequency ultrasound equipment is another method to measure aging muscle, \nmuscle atrophy and even quality (Mourtzakis et al., 2014; Qin et al., 2014, Watanabe et al., \n2013). An ultrasound probe can evaluate the quality of skeletal muscle, such as the quadriceps, \nby finding the echo intensity using a computer-aided gray scale analysis, such as Adobe \nPhotoshop (Watanabe et al. 2013). Echo intensity is negatively associated with strength and age \n(Watanabe et al. 2013). \n\n \n \n7 \n Bioelectrical impedance analysis (BIA) is another method that can measure body fat and \nlean mass (Lee et al., 2015; Zwierzchowska et al., 2014; Kasvis et al., 2014; Cruz-Jentoft 2010). \nThe BIA is noninvasive, portable, quick and simple to use (Lee et al., 2015). In addition to \ncalculating fat mass, percent body fat, and lean mass, the phase angle calculations can be made \nusing the reactance and resistance measurements from the BIA. Phase angle is a measurement \nobtained from reactance and resistance and can indicate overall health of the tissue (Barbosa-\nSilva 2005). Because of its ability to predict body cell mass or changes and losses in body tissue \nwith aging, phase angle has also been used as a nutritional indicator for those at risk of \nunintentional weight loss and frailty with age (Nagano et al. 2000). \n In addition, physical performance tests are very important in measuring frailty and \nassessing possible future risk of morbidity, as discussed in more detail in the literature review \n(Lindsey et al., 2007). In our previous analysis we used physical performance tests such as \nhandgrip strength, timed chair sit-to-stand, normal/brisk walking, timed up-and-go test, and \none-leg-stance to evaluate their relationship with bone/body composition parameters in \npostmenopausal women (Ilich et al., 2015; Shin et al., 2014; Lindsey et al., 2005). Again, the \nobese individual may have more bone mass or muscle, but this may not be adequate to support \nthe overall increase in body size, nor protective of immobility and future fracture risk \n(Domiciano et al., 2013; Ilich et al., 2014a). As described in more detail in the Review of \nLiterature, fat mass appears to enact long-term damage to bone and muscle, weakening these \ntissues. Therefore, physical performance measures should provide a means to confirm loss of \nfunction in older adults with OO, who are obese-only and those with OSO. \n \nSummary \n Established research shows that there is risk associated with each described condition of \nosteopenia/osteoporosis, sarcopenia, and obesity. However, the combination seen in OSO \nsyndrome, where older adults experience all three conditions simultaneously, may promote \ngreater frailty, (Ilich et al., 2014a, Ilich et al., 2015). The lack of diagnostic criteria and \ndemographic data for OSO, or even OO and SO, prompted us to design and conduct this study. \n \n \n\n \n \n8 \nCHAPTER 2 \nLITERATURE REVIEW \nThe Aging Body: Changes in Body Composition with Age \n The aging process uniquely influences physiology and body composition (Ilich et al. \n2014a; Ilich 2015). Some of the bone loss, decreased muscle mass/strength and obesity can be \nattributed to sedentariness or reduced physical exercise. However, there are also countless \nphysiological changes attributable solely to the aging process: reduced estrogen and \ntestosterone, increases in visceral fat and pro-inflammatory markers, and altered metabolism \nwhich have a long-term impact on body composition (Ilich et al. 2014a; Ilich et al. 2014b). \nRecent findings even indicate that alterations in the gut bacteria of older adults have a profound \nconnection with body composition (Inglis & Ilich 2015). \n What is the impact of aging and increased adiposity on bone? Sir Astley Cooper \nrecognized the effects of aging on the skeleton in bone fractures as early as the 18th century \n(Singal et al., 2010). The term ‘osteoporosis’ was first used in 1833 by the French pathologist \nJean M. Lobstein to identify a condition where older patients with porous bones developed \nfractures (Brand, 2011). By the 1940’s, Fuller Albright established that osteopenia/osteoporosis \nis a condition in postmenopausal women and is related to endocrinal and lifestyle factors \n(Reifenstein & Albright 2011). In recent years, researchers have evaluated the impact of obesity \non bone, with differing",
    "conclusions": ". \nOn the one hand, obesity appears to have a protective role, providing mechanical \nloading to bone growth and helping to maintain mass. Established research using DXA, \ncomputed tomography (CT) scans, ultrasound and blood markers of bone turnover point to a \npositive relationship between body weight and BMD (Mpalaris et al., 2015; Gonnelli et al., \n2014). Increased fat mass leads to higher estrogen levels, a hormone that is protective against \nbone loss and fracture (Reifenstein & Albright 2011). In fact, adipose tissue becomes the sole \nsource of estrogen in aging women (Reid, 2008; Ilich et al., 2014a; Belanger et al., 2002). \nIndeed, the fat-bone relationship appears stronger in women than in men, in the \npostmenopausal, and more strongly in sedentary populations than in those who exercise (Reid, \n2008). \n\n \n \n9 \n However, there are other concerns regarding bone health and obesity. Beyond \nmechanical loading, adipose tissue also plays the role of an endocrine organ, releasing \nhormones (beyond estrogen) and inflammatory cytokines, which may play a role in bone health \nand/or bone loss (Ilich et al., 2014a). Older people often gain visceral fat, a type of adipose \ntissue lying deep within the abdominal cavity that promotes chronic low-grade inflammation \nand long-term morbidity (John Hopkins Medicine May 2012; Ilich et al., 2014b). Visceral fat \nhas been shown to be a unique pathogenic fat depot that has a negative impact on bone health \nand strength (Gilsanz et al., 2009; Zhang et al., 2015). With increased visceral fat accumulation, \ncirculating levels of inflammatory cytokines such as TNF-α, IL-1 IL-6, and C-reactive protein \nare higher, promoting a state of chronic inflammation (Sanz & Moya-Pérez, 2014; Pradhan et \nal., 2001; Liu et al., 2012). Mechanisms of chronic low-grade inflammation may at times cause \nand/or perpetuate both obesity and osteoporosis simultaneously, which may partially explain \nbone loss in the obese (Ilich et al., 2014b). Gilsanz et al. (2009) found that subcutaneous fat \nmay be protective of bone in some individuals, while visceral fat was not and was actually \ndetrimental to bone strength and structure (Gilsanz et al., 2009). Zhang et al. (2015) recently \ndetermined that increased BMI was negatively associated with bone mass and that visceral fat \nhas a significant impact on bone loss (Zhang et al., 2015). Furthermore, findings indicate that \nincreased overall body fat appears to promote visceral fat accumulation in aging adults. Looking \nat women, Bosch et al., identified a cutoff of 38.3% body fat as an inflection point where the \nslope of the relation between visceral fat and percent body fat increases significantly (Bosch et \nal., 2015). Weight gain in older adults leads to greater visceral fat accumulation as well, and \npossibly long-term bone loss as a consequence. \n Another aspect to adiposity and bone is the relationship of MAT to osteoporosis. Some \nsuggest that MAT should be considered a biomarker for osteoporosis risk in older adults \n(Scheller & Rosen, 2014). MAT appears to reduce osteoblast and osteoclast activity, slowing \nbone turnover and decreasing the rate of bone accumulation or loss (Scheller & Rosen, 2014). \nRecent studies show a negative correlation between MAT and BMD (Paccou et al., 2015; \nBredella et al., 2014; Liu et al., 2010; Tang et al., 2010). Still, there is lack of evidence as to \nwhether this relationship with MAT and osteoporosis is correlative or causative (Scheller & \nRosen, 2014). \n\n \n \n10 \n Obesity and sarcopenia, like osteoporosis, are also often thought to be mutually \nexclusive conditions. Increased body mass provides mechanical loading to stimulate muscle \naccrual (Kim & Choi, 2014). However, again, in the aging adult, obesity and the impact of \nvisceral fat accumulation appears to be detrimental to muscle mass (Zhang et al., 2015). \nLooking at a prospective study by Kim et al. (2014), postmenopausal women with visceral fat \nlost significantly more lean mass over a 27-month period than those women with low visceral \nfat (Kim et al., 2014). This decrease in muscle did not result in a parallel change in BMI, as fat \nappeared to replace the lost lean mass, possibly infiltrating it (Zhang et al., 2015; Ilich et al., \n2014a). \n A change from muscle mass or bone to fat may have a causal relationship. As stated \nearlier, in the obese and those with visceral fat accumulation, circulating levels of pro-\ninflammatory markers TNF-α, IL-1, IL-6, and C-reactive protein are higher, signaling chronic \ninflammation (Ilich et al., 2014b, Sanz & Moya 2014; Pradhan et al., 2001; Liu et al., 2012; \nSaito et al., 2012). Multiple studies support a causal role for pro-inflammatory cytokines such as \nTNF-alpha and IL-6 in inflammatory muscle wasting (Subramaniam et al., 2015; Schaap et al., \n2009). The inflammatory markers of TNF-alpha, IL-6, and C-reactive protein are elevated with \nsarcopenia and SO (Schaap et al., 2009; di Renzo et al., 2013; Mavros et al., 2014). What is \nmore, muscle mass or lean mass is the main determinant of resting energy expenditure, and so \nlogically, that loss of muscle would in turn also promote weight gain and fat accumulation \n(Hector et al., 2015). Hence, muscle loss and visceral fat accumulation appear to be part of a \nsort of vicious cycle where increased inflammation from visceral fat favors sarcopenia, and loss \nof lean mass promotes obesity and perhaps greater visceral fat accumulation as well (Ilich et al., \n2014b, Hector et al., 2015; Bosch et al., 2015). \n Another aspect of aging recently identified in older adults is myosteatosis, or fat \ninfiltration into muscle. As skeletal muscle ages, muscle fibers are less able to process \ntriglycerides, resulting in increased storage of lipid droplets along the muscle cell membrane \n(Lang et al., 2010). Myosteatosis is seen in older women, even if they do not appear clinically \nobese. This myosteatosis, combined with muscle loss, contributes to age-related loss of muscle \nstrength and function (Lang et al., 2010; Visser et al., 2003; Domiciano et al., 2013). Loss of \nlower extremity performance puts the older adult at increased risk of loss of mobility, falls, and \neven bone fractures. Furthermore, myosteatosis may lead to developing disorders such as \n\n \n \n11 \ndiabetes that also increase the risk of falls secondary to vision loss and/or limb pain (Lang et al., \n2010). This may help explain the increased risk of frailty in older adults with SO (Domiciano et \nal., 2013). \n Besides estrogen, a number of other key hormones/cytokines affect body composition \nand the OSO syndrome. The classic adipocyte hormone is leptin (Reid, 2008; Abenavoli & Peta \n2014). This member of the cytokine family has structural similarities to IL-6, stimulating the \npro-inflammatory action of IL-6, IL-12, and TNF-alpha (Pires et al., 2014; Abenavoli & Peta \n2014). Leptin is higher in women and higher in obesity (Pires et al., 2014; Abenavoli & Peta \n2014). Obesity can lead to leptin resistance, hyperleptinemia and eventual lower bone mass; \nleptin appears to activate pro-inflammatory pathways in osteoblasts (Upadhyay et al., 2015). \nConversely, decreased serum leptin is regarded as a marker for sarcopenia (Hubbard et al., \n2008). However, the hyperleptinemia in OSO may mask this, leading to patients with OSO to be \noverlooked in clinical settings (Hubbard et al., 2008, Ilich et al., 2014a). \n Fat cells also release adiponectin, which is an adipokine or cytokine also produced by \nbone-forming cells, muscle cells and is even expressed in the brain (Lee & Shao 2012). \nAdiponectin levels increase with aging, are lower in overweight/obese people but higher in \nweight loss (Ambroszkiewicz et al., 2015; Ilich et al., 2014a; Lewerin et al., 2014). Low \nadiponection levels or hypoadiponectinemia (<4\n μg/mL), are associated with osteoporosis \n(Kishida et al. 2014), however, adiponectin’s overall impact on bone is controversial. Some \nstudies show that adiponectin negatively regulates bone mass by decreasing osteoblast \nproliferation possibly via mediation of the RANK/RANKL/OPG axis [receptor activated \nnuclear factor-k (RANK), RANK ligand (RANKL) and osteoprotegerin (OPG) (Lewerin et al., \n2014; Luo et al., 2006). Other studies show that through the same RANK/RANKL/OPG axis, \nadiponectin may inhibit osteoclastogenesis and increase osteoblastic activity and mRNA \nexpression (Oshima et al., 2005; Williams et al., 2009). \n Adiponectin is involved in metabolism and may inhibit obesity by increasing fatty acid \noxidation in adipose tissue by activation of AMPK phosphorylation and in muscle by AMPK, \np38 MAPK (mitogen activated protein kinase) and PPAR (Ghoshal & Bhattacharyya 2015, \nLecke et al., 2011; Yoon et al., 2006). Furthermore, adiponectin has anti-inflammatory effects \ninhibiting the action of TNF-alpha and IL-8 (Ghoshal & Bhattacharyya, 2015). To further \nconnect adiposity, inflammation and adiponection, hypoadiponectinemia (<4 \nμg/mL) is \n\n \n \n12 \npositively associated with visceral fat and obesity-related diseases (Kishida et al. 2014). These \ncombined effects of adiponectin appear to favor lean mass and possibly promote decreased \nbody fat accumulation. Predictably, adiponectin levels would be lower in OSO women, due to \nincreased fat mass and decreased lean mass. However, adiponectin also increases with age, \nwhich may mask its decline in OSO women. \n Recent research indicates that skeletal muscle specific troponin (sTnT) is an important \nbiomarker in identifying sarcopenia. Serum sTnT drops proportionally with improvements in \nhandgrip strength and overall physical fitness in older adults (Abreu et al., 2014; Kalinkovitch \n& Livshits, 2015). Troponins do not leak into the blood under normal conditions, being \nnormally undetectable, but are elevated during sarcopenia and cachexia (Kalinkovitch & \nLivshits, 2015). Therefore, sTnT is now considered an emerging biomarker for sarcopenia \n(Kalinkovitch & Livshits, 2015). \n Vitamin D, a hormone, has a relationship to bone and obesit y in older adults, even to \nlean mass. Although, scientists are not completely certain of the mechanism, there is a strong \nrelationship between vitamin D deficiency and increasing levels of obesity (Pereira-Santos et \nal., 2015). Even when controlling for sunlight exposure, obese individuals are significantly \nmore likely to be vitamin D deficient (Cheng et al., 2010; Pereira-Santos et al., 2015). Vitamin \nD is essential for bone growth, maintenance and metabolism of the minerals calcium, \nphosphorous, and magnesium (Pereira-Santos et al., 2015; Marquardt et al., 2015). A decrease \nin this vitamin could disturb calcium homeostasis and bone health. Ironically, vitamin D \ndeficiency has also recently been associated with sarcopenia and decreased grip strength in \nolder adults (Tieland et al., 2013, Lee et al., 2013; Visser et al., 2003). Considering that \ndeficiency is seen in osteoporosis, sarcopenia and obesity, vitamin D status might be a key \nfactor in assessing OSO syndrome. \n In addition to low vitamin D status, recent studies show that vitamin D status and \nparathyroid hormone (PTH) levels together are associated with muscle mass and strength as \nwell as with physical function (Tieland et al., 2013; Lee et al., 2013). A study in the Netherlands \ninvestigating older women and men showed that low vitamin D and high PTH increased the risk \nof sarcopenia, as reflected in lower muscle mass and grip strength (Visser et al., 2003). Tying \nthis to bone, another study has found that patients with insufficient vitamin D levels and low \nBMD are also more likely to develop sarcopenia (Lee et al., 2013). \n\n \n \n13 \n Ever more research is connecting bone, muscle and fat tissues. Chung et al. (2016) \nfound that older adults with SO had greater risk of osteoporosis, as the physical decline from \nSO appeared to promote greater loss of bone (Chung et al., 2016). Other studies have also \nfound low muscle mass to have a negative impact on BMD, especially in the femoral neck \n(Orsatti et al., 2011, He et al., 2015). As stated earlier, adipose tissue perpetuates inflammation \nand can infiltrate into both bone and muscle compromising their integrity and function. Overall \nthe physical decline/lack of physical function from any of these three conditions, OO, SO and/or \nobesity could potentially aggravate the other two conditions. Someone with impaired mobility \nfrom SO, for example, may go on to suffer greater bone loss and fractures (Drey et al., 2015; \nChung et al., 2016; Ilich et al., 2015). Taken together, overall body composition, physical \nperformance and corresponding biomarkers should be evaluated when assessing the OSO \nsyndrome in older adults (Ilich 2014a; Binkley 2013). \n \nPossible Methods to Identify the OSO Syndrome \nBone \n The most accurate or ‘gold standard’ method for measuring BMD as a proxy of potential \nfracture risk in postmenopausal women is DXA (NIH Consens Statement, 2000; Oh et al., \n2013). The current method of diagnosing osteopenia/osteoporosis is DXA scans to determine \nbone mass and a T-score (two standard deviations below a young healthy population of the \nsame race and gender). Additionally, bone fragility may be assessed using a portable and newly \ndeveloped instrument called the OsteoProbe. This device is utilized for analysis of bone strength \nand quality. Technology for the OsteoProbe is based on reference point micro-indentation \nmeasurements to determine the bone material’s ability to resist separation of mineralized \ncollagen fibrils. The output is a bone material strength index (BMSi) – a ratio of the indentation \ndistance in bone vs. reference material (Randall et al., 2013; Farr et al., 2014). This \nmeasurement of micro-indentation enables further identification of bone fragility independent of \nBMD (Appelman-dijkstra, 2014). These two methods, the DXA and the OsteoProbe, provide a \nway to determine osteopenia/osteoporosis from BMD T-scores and BMSi. \n However, recent research indicates that DXA measurements may be less accurate in \noverweight/obese individuals and during weight changes (Yu et al., 2012). In addition, women \nwith OO may be overlooked based on the assumption that obesity is protective of decreased \n\n \n \n14 \nbone mass, as discussed earlier (Ilich et al., 2014a; Ilich et al., 2015). There is a stubborn belief \nin the medical field that overweight women do not have significant risk of fractures. Still, there \nare a number of researchers who are starting to challenge the assumption that bone loss alone \nexplains the exponential increase in fractures that come with age (Ilich et al., 2015, Binkley et \nal., 2013). There is evidence that overweight women are impacted by loss of bone strength and \nquality, and do experience fractures as they age. As discussed earlier, MAT may be a biomarker \nfor osteoporosis (Bredella et al., 2014, Scheller & Rosen, 2014). Currently, magnetic resonance \nimaging (MRI) is the best technique to assess MAT, although costly (Hanrahan & Shah, 2011; \nLiu et al., 2010). At this time, MRI is the only clinical imaging technique that allows direct \nvisualization of bone marrow with high spatial resolution (Hanrahan & Shah 2011; Liu et al., \n2010). \nMuscle \n Sarcopenia and SO are both only weakly defined and do not have universal diagnostic \nguidelines the way that osteoporosis does (Ilich et al., 2014a; Bonewald et al., 2013). SO can be \nidentified by measuring lean mass and fat mass through DXA and then running a linear \nregression model, via a statistical program such as JMP or SAS, to compare a participant’s lean \nmass to the participant’s height and fat mass. Those with lean mass that falls below the expected \nvalue for their height and level of body fat could be identified as having SO (Newman et al., \n2003; Domiciano et al., 2013). The concept with the obese being, that although they have more \nlean mass, it may not be sufficient to protect them from frailty, falls, and even mortality \n(Domiciano et al., 2013; Ilich et al., 2014a). \n The DXA can be problematic for assessing sarcopenia. The DXA measures lean mass, \nbut this encompasses more than just muscle mass alone, and therefore, DXA may underestimate \nsarcopenia. Researchers often only use the appendicular mass measurements, but even this may \nnot always be completely accurate (Newman et al., 2003). Often a second instrument, such as \nthe BIA is useful to give further measures of lean mass (Lee et al., 2015; Zwierzchowska et al. \n2014; Kasvis et al., 2014). Some studies show that the BIA may overestimate body fat \npercentage in lean participants, and underestimate body fat percentage in those who are \noverweight (Kasvis et al., 2014). MRI is considered more accurate in measuring muscle mass. \nHowever, MRI is very costly (Pahor et al., 2009). This machine accurately measures myofiber \ncross-sectional areas and is able to detect small differences in muscle hypertrophy or atrophy \n\n \n \n15 \n(Bellamy et al., 2014; Segal et al., 2014). The MRI gives a more comprehensive assessment of \nmuscle mass than DXA, emits no radiation and can even detect muscle steatosis or fat \ninfiltration into muscle (Long et al., 2010). \n High frequency ultrasound equipment precisely measures muscle mass, skeletal muscle \nlength and density, and can even track muscle atrophy (Mourtzakis et al., 2014; Qin et al., \n2014). In addition, ultrasound uses no ionizing radiation and is less costly than clinically \ncomparable methods such as the MRI. Finding the echo intensity from ultrasound scans is also \nuseful in identifying myosteatosis and the aging muscle. Echo intensity is negatively correlated \nwith muscle strength, muscle thickness and the participant’s age (Watanabe et al., 2013). An \nultrasound probe can evaluate the quality of skeletal muscle, such as the quadriceps, by finding \nthe echo intensity using a computer-aided gray scale analysis, such as Adobe Photoshop \n(Watanabe et al., 2013). \n Sarcopenia can also be assessed based on a formula proposed by Baumgartner et al. \n(1998) where a patient’s ALM from DXA is divided by his or her height in meters squared. \nBaumgartner’s method establishes a cutoff for ALM/ht2 that is two standard deviations below \nthe reference mean of a young healthy population to determine cut-off points for sarcopenia, \n5.45 kg/m2 for women and 7.26 kg/m2 for men (Baumgartner et al., 1998). The European \nWorking Group, on the other hand, suggests using reduced ALM, and declining handgrip \nstrength at a cutoff value of ≤20 kg for women and ≤30 kg for men on the dominant hand, and \nslowed gait speed with a cutoff of 0.8 m/s or less (Cruz-Jentoft et al., 2010; Lourenco et al., \n2015). The methodology proposed by the European Working Group has recently been brought \ninto question, as these methods appear to overestimate sarcopenia in older adults (Lourenço et \nal., 2015). \n However, these assessment tools may underestimate sarcopenia in overweight/obese \nindividuals (Domiciano et al., 2013). Absolute lean mass (Newman et al., 2003) and bone mass \nare often higher in the obese. The overweight/obese may have greater grip strength simply due \nto increased mass. Despite this, obese individuals may not have adequate lean mass and/or bone \nmass to support their weight during illness or just to maintain activities of daily living and may \nsuffer limited functional ability (Newman et al., 2003). This loss of function could increase risk \nfor falls and/or bone fractures. Again, like OO, SO may be overlooked in the clinical setting. \nNewman et al. (2003) proposed using a linear regression model to assess sarcopenia in \n\n \n \n16 \noverweight individuals. In this model, Newman compares the patients’ ALM (kg) to both their \nheight (m) and their fat mass (kg). SO could then be determined by those whose lean mass falls \nbelow the ‘line’ or expected value for their height and fat mass. This model has been used to \nassess SO by other researchers as well (Domiciano et al., 2013; Oliveira et al., 2011). \nObesity \n Obesity assessments in the clinical setting are often based on BMI however, this may \nnot accurately reflect the impact of fat mass on muscle, bone, and physical function. \nAdditionally, inadequacy of BMI for the classification of individuals into normal-weight, \noverweight, and/or obese category, has been addressed previously (Ehrampoush et al., 2016). \nSome individuals who are particularly muscular have been categorized as obese, implying that \nthey erroneously have extra body fat, while among older women the impact of visceral fat and \nfat infiltration into bone and muscle may be overlooked. There are concerns that body fat \nincreases independently of BMI with age, especially in women (BMI: Considerations for \nPractitioners. https://www.cdc.gov/obesity/downloads/BMIforPactitioners.pdf). BMI appears to \nbe inaccurate in detecting age-related accumulation of fat in older adults, and inaccurate in \nquantifying visceral fat in the abdominal area (Ehrampoush et al., 2016; BMI: Considerations \nfor Practitioners. https://www.cdc.gov/obesity/downloads/BMIforPactitioners.pdf). Older \nindividuals with a normal body weight may develop health problems related to increased body \nfat or adiposity, especially if they have visceral fat accumulation, bone loss and/or loss of \nmuscle. As stated earlier, greater MAT is associated with impaired skeletal health and may be a \nbiomarker for osteoporosis, increasing with estrogen deficiency and reduced mechanical \nunloading (Kim &Schafer 2016; Hamrick et al. 2016; Bredella et al., 2014, Scheller & Rosen, \n2014). Myosteatosis, or fatty infiltration of skeletal muscle increases with age, disuse, sex \nsteroid deficiency, similarly to bone MAT accumulation, and is associated with loss of strength, \nincreased bone fractures and mortality in the elderly (Hamrick et al., 2016). In older women \nespecially, it would be more appropriate to assess percent body fat using the DXA (Shea et al., \n2012). BIA also measures body fat percentage and is considered comparable to the DXA by \nsome studies, but less accurate in measuring body fat in others (Zwierzchowska et al., 2014; \nKasvis et al., 2014). At the same time, there is still no consensus as to what level of body fat \ndefines obesity in women. In recent estimates from the Obesity Medicine Association, some \n\n \n \n17 \nresearchers and fitness professionals put the level of body fat as low as 32% as the cutoff for \nobesity in women (Ace Fitness, Fit Life 2009; OMA, Obesity Algorithm 2015-2016; Wanner et \nal., 2016). \nFunctional Performance \n Decreased physical function, as has just recently been detected in OSO (Ilich et al. \n2015), can indicate an increased risk for morbidity, disability, and a need for long-term care \n(Ilich et al. 2015; Morley et al., 2014a). Therefore, physical abilities such as balance, endurance, \nand strength should be determined to gauge one’s risk (Woo et al., 2015; Cruz-Jentoft et al., \n2010). The NIH Toolbox physical performance tests are simple and not over-burdensome to \nolder women (Reuben et al., 2013; Ilich et al., 2015). These include: grip strength of both hands \nfor upper body strength; knee isometric strength for both legs and sit-to-stand for lower body \nstrength; 4-m timed normal and brisk walk tests for locomotion; and a 2-minute walk test for \nendurance. In addition to the Toolbox, a test such as the one-leg stance is a clear measure of \nbalance (Fong et al., 2016). \n Handgrip strength is a powerful predictor of functional abilities in older adults and its \ndecline is associated with increased risk of falls and disability (Savino et al., 2013; Cruz-Jentoft \net al., 2010), as well as lower BMD (Lindsey et al., 2005; Shin et al., 2014; Kim et al., 2012). A \ncutoff for handgrip for women and sarcopenia has been suggested at ≤20 kg (Lourenco et al., \n2015). Additionally, a strong relationship was identified between handgrip strength and bone at \nall forearm BMD sites (Shin et al., 2014; Lindsey et al., 2005). The sit-to-stand test measures \nthe patient’s dynamic balance and range of motion in the lower extremities (Nevitt et al., 2003; \nLord et al., 2002). The Centers for Disease Control and Prevention (CDC) established cut-off \npoints for the 30-second sit-to-stand to determine risk for falls based on age and gender (CDC \n2016). Women ages 75-79 years who performed less than ten sit-to-stands in 30 seconds are \nclassified as ‘below average’ (CDC 2016) for lower body strength. Walking speed is currently \nconsidered a ‘vital sign’ in older adults. A decrease in walking speed is viewed as a compelling \npredictor of functional decline and risk for the development of frailty (Lusardi et al., 2012; \nTheou et al., 2011; Viana et al., 2013). The European Working Group suggests a cutoff of ≤0.8 \nm/second regarding gait speed and sarcopenia (Lourenco et al., 2015). Higher body fat in the \nlower extremities appears to predict slower walking speeds for both normal and brisk walking, \n\n \n \n18 \nwhereas higher lean mass predicts faster walking speeds (Shin et al., 2014). Furthermore, BMD, \nparticularly of the femoral neck, is positively correlated with normal and brisk gait speeds \n(Lindsey et al., 2005). The one-leg stance is a reliable assessment of physical and cognitive \nfunction and helps to identify older adults with possible balance deficits, lower BMD (Lindsey \net al., 2005), and higher body fat (Shin et al., 2014), complementing other clinical tests \n(Carlsson & Rasmussen-Barr, 2013; da Silva et al., 2013). A recent study showed that an \nincrease of 1% fat in the total body and gynoid regions decreased the chances of being able to \nstand with each leg for 30 seconds by 21.4% and 21.7%, respectively (Shin et al., 2014). These \ntests not only assess fall risk parameters but; are indicative of changes or deficits in body \ncomposition, and may signal the OSO syndrome. These findings indicate that factors impacting \nbone health are also tied to overall muscle strength and mass in older individuals and should all \nbe evaluated when detecting OSO. \n Another possible indicator for poor health outcomes in older adults is phase angle, \nobtained from the reactance and resistance from the BIA measurements. Phase angle can be \ncalculated from the arc of the tangent of the reactance and resistance ratio converted to degrees \n(Barbosa-Silva et al., 2005; Wilhelm-Leen et al., 2013). Reactance measures the capacitance \nproperties of the cell membrane whereas the resistance relates to the opposition offered from the \nbody to the flow of alternating electrical current from the BIA and is inversely related to the \nwater and electrolyte content of tissue. Phase angle may be used to assess overall health of the \ntissue and be interpreted as an indicator of membrane integrity and water distribution between \nthe intra and extracellular spaces (Barbosa-Silva et al. 2005). Additionally, because of its ability \nto predict the depletion of body cell mass (muscle tissue, organ tissue, intracellular and \nextracellular water, and bone tissue), phase angle may also indicate nutrition status in aging, \nsarcopenia and chronic disease such as HIV/AIDS (Nagano et al. 2000). Although there is \ncurrently no gold standard in estimating nutritional status with phase angle, one study found a \nstrong correlation where phase angle values increased with body weight, arm muscle \ncircumference and serum albumin in children and went down in critical illness in children \n(Nagano et al., 2000). Because larger individuals have more muscle and/or fat cells, they have \nlarger phase angle values so that the latter is also positively associated with BMI (Barbosa-Silva \net al, 2005). Logically, older adults, those with greater frailty and women have lower phase \nangle values than young people or men; thus, phase angle is negatively associated with age and \n\n \n \n19 \nillnesses (Barbosa-Silva et al. 2005; Wilhelm-Leen et al., 2014). Wilhelm-Leen et al. (2014) \nrecently developed some prognostic criteria and cutoffs for phase angle values in both women \nand men and individuals with certain morbidities (Wilhelm et al., 2014). \nPossible Interventions for Preventing and Treating Osteosarcopenic Obesity \n Established interventions for treating osteopenia, muscle loss and obesity in older \nwomen, point to a high-protein diet (1.0-1.2 grams protein/kg), and possible supplementation \nwith a variety of micronutrients including calcium, vitamin D, as well as water-soluble vitamins \n(Kelly et al., 2016a; Mithal et al., 2013; Ilich & Kerstetter 2000; Walsh et al., 2006). Resistance \nexercise and aerobic exercise also aid in building bone and muscle mass and promote both \nlower levels of body fat and weight maintenance (Panton et al., 2009; Campanha-Verisiani et \nal., 2017). Both bone and muscle tissues are maintained or increased by mechanical loading \n(Hamrick et al., 2016). \n Nutrition and exercise are the most important and vital components in promoting healthy \nbone, muscle and adipose tissue health, in general, but particularly in women as they age. There \nare several nutrients that have been investigated. A high-protein diet addresses muscle wasting \nin older people and aids in appetite control and weight loss (Arciero et al., 2006). In addition, \nolder adults with higher protein intake appear to have lower osteoporotic fracture risk \n(Langsetmo et al., 2016). According to some research, soy protein may be particularly \nprotective of bone in postmenopausal women, especially for those who are not on hormone \nreplacement therapy (Arjmandi et al., 2003). Many older women (particularly in the US) take \ncalcium and vitamin D supplements. There is a positive relationship between calcium intake, \nBMD and bone quality and calcium supplementation is considered an effective strategy in \npreventing/treating osteoporosis (Compston et al., 2013; Kim et al., 2015). Calcium is important \nfor both bone and muscle and for controlling fat mass accrual, as well as in weight \nmanagement/control (Skowronska-Jozwiak et al., 2016; Kelly et al., 2016a). Vitamin D has a \nwell-known role in bone metabolism and low vitamin D status is associated with osteoporosis \nand fractures (Kim et al., 2015). Vitamin D is positively correlated with osteocalcin, a bone \nformation marker; it up-regulates osteocalcin and increases its expression and production \n(Holick, 1999). Activation of the vitamin D receptor in skeletal muscle appears to stimulate \nmuscle synthesis and prevent muscle fiber atropy so that low vitamin D status is also associated \nwith sarcopenia and frailty, in addition to osteoporosis (Tieland et al., 2013; Lee et al., 2013). A \n\n \n \n20 \nstudy in the Netherlands investigating older adults, showed that low vitamin D and high PTH \nincreased the risk of sarcopenia, reflected in lower muscle mass and grip strength (Visser et al., \n2003). Relating this to bone, some studies have found that patients with insufficient vitamin D \nlevels and low BMD are also more likely to develop sarcopenia (Lee et al., 2013; Tanaka et al., \n2014; Gunton et al., 2015). Consequently, vitamin D deficiency is higher in obese individuals, \npossibly putting them at risk of other health complications related to vitamin D deficiency with \naging (Cheng et al., 2010; Pereira-Santos et al., 2015). Vitamin D deficiency might contribute to \nOSO in older women, as recently analyzed by Kelly et al. (Kelly et al., 2016a). \n Other micronutrients are also tied to bone, muscle and fat mass. Decreased levels of \nvitamins B6, folate and B12 are associated with bone loss, as recently analyzed by examining \nNHINES data (Kelly et al. 2016a). Vitamins B6 and B12 work together to lower homocysteine \nlevels, and higher homocysteine is associated with increased fracture risk (Kelly et al., 2016a; \nMcLean et al., 2008). Adequate vitamin C levels are associated with decreased fracture risk and \nhigher bone mass (Kelly et al., 2016a; Zhu et al., 2012). Magnesium is necessary for calcium \nmetabolism and plays a key role in bone health. Magnesium deficiencies are associated with \nincreased inflammation (Kelly et al., 2016a). Many older adults in the Western World are \ndeficient in vitamin B6, D and magnesium (Kelly et al., 2016a; Chawla et al., 2014). \n The elderly population often have reduced intake or loss of appetite due to side effects \nfrom medications or suffer from conditions such as dementia and Alzheimer’s where they may \neven forget to eat (Johansson et al., 2015; Roque et al., 2013; Inglis & Ilich 2015). They are at \nan increased risk of low protein, vitamin, mineral and fiber intake (Kelly et al., 2016a; Kelly et \nal. 2016b). Many replace more nutrient-dense foods with processed carbohydrates that promote \nobesity (Kelly et al., 2016b). Furthermore, many older women may not be comfortable with \nexercise, have a history of not exercising and feel particularly uncomfortable with resistance \nexercise (weight lifting) (Smith et al., 2015; Cox et al., 2013). Therefore, the challenges of \naddressing adequate nutrition and exercise habits in this population may prove harder than \ninitially thought. Therefore, older adults would possibly benefit from nutrition counseling and \nphysical training that involves resistance exercise (Kim et al., 2015). In conclusion, preserving \nbone mass, muscle mass and reducing fat accumulation in older adults involves a multifaceted \napproach involving sound nutritional guidelines as well as lifestyle approaches involving \nexercise. \n\n \n \n21 \nConcluding Thoughts \nBased on the discussions above, OSO syndrome is a complex condition, with concomitant \nchanges in bone, muscle and adipose tissue with aging or some other chronic conditions. \nTherefore, it should be considered as such and given up most attention for its diagnosis, \nprevention and management. Increased adiposity increases inflammation, which in turn \ninfluences muscle and bone health, perpetuating obesity (Ilich et al., 2014b). Damage to or \ndecline of one tissue could signal changes in the other. Therefore, the easiest way is for \nclinicians first to assess functional decline through physical performance tests, then assess bone \nmarkers and inflammatory markers, and finally assess bone and muscle mass. Many questions \nstill remain unanswered and need more investigation: Do women with OSO present with higher \nlevels of chronic inflammation than women with obesity or sarcopenia alone? Is \nosteopenia/osteoporosis or sarcopenia a sign of fat infiltration into bone and muscle, \nrespectively? Does chronic inflammation exacerbate bone loss, worsen sarcopenia, or lead to \nlower functionality? Could reduction in obesity improve bone health and muscle mass and \nstrength in older people? Our previous investigations have found that women with OSO may be \nat greater functional decline and at higher risk for falls and fractures beyond the normal risk \nlevel of their peers with osteopenia/osteoporosis or sarcopenia (Ilich et al., 2015; Cruz-Jentoft et \nal., 2010). Therefore, research into OSO syndrome should evaluate not only the level of frailty \nin older adults but also the overall interconnecting links between bone loss, muscle loss and \nobesity (Ilich et al., 2014a). In view of all the research and new concepts presented above, the \nconduction and subsequent findings of this study are seminal and absolutely crucial in moving \nthis field forward and in changing the established paradigms about bone, muscle and fat tissues. \n \n\n \n \n22 \nCHAPTER 3 \nMETHODS \nResearch Strategy \n The overall objective of this study was three-fold: 1) to establish diagnostic cutoffs for \nwomen with OSO from the collected data; 2) to assess functional performance, in women with \nOSO; and 3) to identify the prevalence of OSO in the recruited population based on the \ncollected data. \nStudy Design \n The study design was cross-sectional in nature. Bone density, body composition (lean \nand fat mass), tissue health, muscle quality, and physical performance (function and strength) \nwere measured in a population of postmenopausal (≥ 65 years) Caucasian women. The study \ncommenced after approval by the Florida State University (FSU) Institutional Review Board \n(IRB; Appendix A). All women signed the informed consent (Appendix B). All measurements \nwere performed at the initial visit lasting ~2-3 hours, with the exception of the ultrasound scan. \nSome participants came back for a second visit to complete the ultrasound scan. \nParticipants and Recruitment \n After the study was approved by the FSU IRB, 60 older Caucasian women (≥ 65 years) \nfrom retirement communities and long-term care facilities, as well as those living independently \nin the Leon County area were recruited over a two-year period. The participating facilities were \nCherry Laurel Independent Senior Living Community and Westminster Oaks, both from \nTallahassee, FL, as well as the Tallahassee Senior Center. For the recruitment process, we \nprepared a brief PowerPoint presentation for some of these facilities, distributed flyers and \nbrochures, and collected screening information from potential participants. The women \nrecruited were all ambulatory, able to visit the FSU laboratory facilities and complete the entire \nstudy. \n Exclusion criteria : Participants were required to be free from chronic diseases such as \nuncontrolled hypertension, uncontrolled diabetes, active cancer, autoimmune disease, and \ncognitive impairment. These conditions could put the participant at particular risk while taking \npart in the study and/or impact body composition. Participants were also excluded if on \n\n \n \n23 \nhormone replacement therapy or any other medication known to affect bone metabolism, body \ncomposition, or the endocrine system three months prior to enrolling in the study. Calcium, \nvitamin D, and/or multivitamin intake were permitted but assessed during the study. Other \ncriteria that would exclude a potential participant included smoking more than one pack of \ncigarettes/day and alcohol consumption of more than one drink/day with one drink defined as \n12 oz beer, 5 oz wine, and/or 1.5 oz 80-proof distilled spirits/hard liquor (DGA. Educational \nToolkit on Beverage Alcohol Consumption: 2010; Ilich et al., 2002). \nMeasurements and Questionnaires \n All participants came to the laboratory in the early morning, after at least an eight-hour \nfast, and from refraining from physical activity for 24 hours for the DXA and BIA \nmeasurements. For the DXA scan, participants were advised not to wear anything that had metal \nor metal jewelry and to wear comfortable clothing and walking shoes for the physical \nperformance tests. They were encouraged to drink plenty of water and bring a snack to break \ntheir fast after the DXA scan and BIA measurements. \nQuestionnaires (Appendices C-K): The demographic survey, the mini-mental state examination \nto screen for mental deficits, and other forms on health and wellness were completed in the \nlaboratory shortly after participants signed the informed consent. \nAnthropometric measures: Weight was measured with participants in their bare feet, using a \nSeca scale (Seca, Germany). Height was measured with participants standing against the wall, \nheels together and barefoot, using a Seca wall stadiometer (Seca, Germany). These measures \nprovided data for the BMI (kg/m2) calculation. Waist, hip and abdominal circumferences were \nmeasured using a Gulick tape measure (Fabrication Enterprises, Elmsford, NY) by the trained \nresearcher. With the participant standing, arms at sides, feet together, and abdomen relaxed, a \nhorizontal waist measurement was taken at the narrowest part of the torso (above the umbilicus \nand below the xiphoid process; 1-2 cm below the last rib) on an exhale. The abdomen was \nmeasured next at the height of the iliac crest and the hip measurement was measured at the \nmaximal circumference of the buttocks with feet together (Williams & Wilkins, 2014). If the \ntwo measurements were not within 5 mm a third measurement was taken (Williams & Wilkins, \n2014). Waist-to-hip ratio was also calculated. \nBlood pressure was measured on the participant’s non-dominant arm in a sitting position with \nan automated blood pressure machine (HEM-907XL, Omron Healthcare, Inc., Bannockburn, \n\n \n \n24 \nIL). Blood pressure was taken three times within the same morning that the participant was in \nthe laboratory, and the average of the three measures calculated. The purpose of measuring \nblood pressure was to confirm that blood pressure was controlled in all participants. The \nparticipant was excluded from the study if her blood pressure was greater than >160/100 \nmmHg. \nBone mineral density (BMD) of total body, lumbar spine, right and left femurs and left forearm \n(non-dominant) was measured using total body and specialized regional software on the \nLUNAR (GE Medical Systems, Madison WI) densitometer (iDXA). The iDXA provided an \nanalysis of body composition, including the T-score for the regions described above indicating \nosteopenia/osteoporosis and BMD. The participants reclined in a supine position on the DXA \nmachine for all scans. Total and ALM, fat mass and percentages were measured using iDXA. \nThe ALM was assessed by combining lean mass (kg) from the arms and legs. The iDXA also \nevaluated total percent body fat, percent body fat per region, total fat mass (kg) and analyses of \nbody fat and lean tissue in android and gynoid regions. \nBioelectrical Impedance Analysis (BIA; Biodynamics Model 310e, Seattle, Washington) was \nused to estimate phase angle. This device generates a current, which passes through the \nparticipant’s body. The dorsal side of the right hand and the dorsal side of the right foot were \nwiped gently with an alcohol wipe. Lying in a supine position with right arm abducted 15º from \nbody, and legs comfortably separated, a black current-injection electrode was placed on the \ndorsal surface of the right hand proximal to the first and second metacarpal phalangeal \n(approximately ½ inch above the knuckle line toward the middle of the hand of pointer finger) \njoints (Biodynamics, 2015; CDC 2000). The corresponding red voltage-detector electrode was \nplaced on the mid-line between the prominent ends of the right radius and ulna of the wrist \n(closest to the heart). The sock was removed from the participant’s foot and a black current-\ninjection electrode was placed on the dorsal surface of the right foot proximal to the first and \nsecond metatarsal phalangeal joints. The corresponding red voltage-detector electrode was \nplaced on the mid-line between the prominent ends of the medial and lateral malleoli of the \nright ankle (closest to the heart) (Biodynamics 2015; CDC 2000). The phase angle was \ncalculated using data from the BIA, by finding the arc tangent of the reactance to resistance \nratio using the following formula: arc-tangent reactance/resistance x 180°/π. This measure is \nreferred to as another measure of overall tissue health (Barbosa-Silva 2005). \n\n \n \n25 \nUltrasound measurements: Muscle quality was examined by finding the echo intensity of the \nquadriceps muscle with ultrasound and analyzed with computer-aided grayscale via Adobe \nPhotoshop (Adobe Systems, San Jose, CA, USA). The ultrasound machine used for this study \nwas located in the diagnostic laboratory, at the FSU Health Center. A Toshiba model Aplio 300 \nmodel TUS-A300 and a PLT-805AT model probe (Toshiba, Tokyo, Japan) was used for the \nmeasurement of muscle quality. With the participant standing, completely relaxed in shorts or \nhospital gown, the midpoint of the thigh was identified as being between the anterior superior \niliac spine and lateral epicondyle of the femur. This midpoint was identified laterally on the \nanterior thigh, and marked with an ink pen. Ultrasound transmission gel was applied to the \nscanning head of the probe before placement of the participant’s body. The probe was then \nplaced perpendicular to the longitudinal axis of the rectus femoris on the midpoint to take the \nscan or image. This image, a cross section of the mid-point of the quadriceps was saved to a \nCD. From the CD a part of the lean mass of the upper thigh including rectus femoris and part of \nthe vastus intermedius, was analyzed to find the echo intensity or mean pixel intensity, as part \nof a grayscale analysis using the histogram function in the Adobe Photoshop. Echo intensity \nwas compared at the end of the study to evaluate correlations with physical performance, and \nother measures of muscle quality (knee extension 1RM divided by lean leg mass) and body \ncomposition. \nPhysical Performance Tests \nAll women participated in physical performance tests, on the same day but after \nanthropometric, bone and body composition measurements were taken. All physical \nperformance tests were performed at the end, after participants had broken their fast. The tests \nincluded: \na. The 4-m timed normal and brisk walking tests were completed to measure locomotion. \nThe walking tests were performed first to allow the muscles to warm up. The participants \nperformed all tests with comfortable clothing and walking shoes. The starting place was \nmarked with duct tape, then four meters was measured out and this place was also marked \nwith duct tape to indicate the end. The participants performed the normal walking test first, \nwalking the marked four meters at a normal walking pace. Next they walked this distance \nagain at a ‘brisk’ pace as ‘if they were about to miss the bus’ for the brisk walking test. They \nrepeated these tests twice, and the best score was used for analysis. \n\n \n \n26 \nb. The 2-minute (50 ft) walking test was completed to measure endurance. A fifty-foot course \nwas measured out in the Sandels Building. The beginning of the course was marked with \nduct tape, fifty feet was measured and marked at the end with an orange cone. The \nparticipants were asked to walk the course, going to the orange cone and back, making laps, \nuntil the end of two minutes. The researcher stopped the timer at exactly two minutes, \nrecording the exact number of feet and inches the participants covered in the two-minute \ntime interval, each completed lap being one hundred feet. \nc. The arm flexion and grip strength of both hands were performed to assess upper body \nstrength. For arm flexion, the participants performed forearm curls while sitting in an \narmless chair, lifting a five-pound dumbbell by flexing their arm at the elbow. The number \nof repetitions the participant performed in a 30-second period was recorded. For the \nhandgrip test, the participants extended their arm at 45°, holding the hand dynamometer \n(Lafayette 78010 Dynamometer, Lafayette, IN), and on exhaling squeezed the hand \ndynamometer with maximum force. The researcher recorded the value in kg. The handgrip \ntest was repeated twice on each hand and recorded. In accordance with recent findings by \nthe European Working Group the maximal measured grip strength was used as the \nparticipant’s grip strength in the final analyses (Bahat et al., 2016). \nd. The one-leg stance (30 seconds maximum) was used for balance assessment. For one-leg \nstance, participants were asked to stand on one leg for up to 30 seconds while lifting their \ncontralateral limb (opposite foot not touching the ground). The test was performed on both \nthe right and left legs. The test stopped when the participant touched any surface, lowered \nthe contralateral limb to the ground, or at the end of the 30 seconds. This test was repeated \ntwice and the highest scores were used for analyses. \ne. The timed chair sit-to-rise was performed to measure lower body strength. The \nparticipants were asked to cross their arms over their chest with feet flat on the floor and sit \ndown and rise repeatedly from an armless chair. The number of consecutive chair sit-to-\nstands were recorded in a 30-second period, with the last time the participant sat down in the \nchair being the final count. \nf. The knee extension was performed to measure lower body strength and to assess muscle \nquality. Knee extension was determined for both legs using measurements from a resistance \nmachine near the end of the study after the participants had warmed up from the walking \n\n \n \n27 \ntest (MedX Inc., Ocala, FL, USA). For the knee extension, participants extended both legs \nwhile seated in the leg extension machine. They pressed their back firmly against the back \nof the chair and maintained legs firmly in position. After warming up, they progressed \ntowards the maximum weight that they could lift one time through a full range of motion to \nachieve a one-repetition maximum (1RM) as outlined by the American College of Sports \nMedicine (ACSM 2016). The participants were asked to rest for one to three minutes before \nincreasing the weight and completing another repetition. This 1RM from the knee extension \nwas later divided by leg lean mass (Woods et al. 2011; Brooks et al., 2006) as a further \nmeasure of muscle quality. \nData Analysis/Statistical Methods \n Sarcopenia was identified from the skeletal muscle mass index (SMI) of ≤ 5.45 kg/m2 \nfor women (Baumgartner et al. 1998). This value was utilized to identify SO based on the \nNewman et al. (2003) equation, derived from the negative residuals of the linear regression \nmodel in which appendicular muscle mass is adjusted for fat mass and height (Domiciano et al. \n2013; Newman 2003). Linear regression, for negative residuals, to determine SO was later \nanalyzed via JMP (SAS). Those with negative residuals below the 20th percentile for the group \nwere classified as SO. All participants with 32% body fat or higher were placed into a separate \ntable. Using the linear regression model, those participants below the 20th percentile for ALM \nbased on height and fat mass were placed into a separate table for SO. Among these two tables, \nparticipants with femoral neck T-scores or lumbar spine T-scores ≤ -1, were classified as either \nOO, or if they also had SO, as OSO. Data analyses were performed via standard statistical and \ngraphical methods using the Statistical Analysis Software (version 9.4; 2013, SAS Institute Inc., \nCary, North Carolina), with the consultation from the Statistical Department. Descriptive \nstatistics were calculated for all variables and comparisons among the four groups of \nparticipants were calculated in SAS 9.4 (Cary, NC 2013) using the ANCOVA (analysis of \ncovariance) model with an LSMEANS and Tukey test. This model allowed the comparison \namong the four groups of women, as well as the comparisons among different variables at the \nsame time. Some of the data did not follow a normal distribution, due to the small sample size, \nso each variable was also tested with the Wilcoxon t-test, a non-parametric test, also in SAS 9.4. \nLinear regression models were run in JMP (SAS) to further examine the data. For all analyses, p \n<0.05 was considered statistically significant. \n\n \n \n28 \n \n \nTimeline for the study \nMonth 1 Month 2-19 Month 6-24 Months 20-24 \n- Study approvals - Protocols finalized \n- Recruitment starts \n-Recruitment \n-1st Laboratory visit: \nAnthropometrics, DXA, ultrasound, BIA, \nphysical performance \n- Statistical Analyses \n- Abstracts/Publications \n \n \n\n \n \n29 \nCHAPTER 4 \nRESULTS \nAllocation and Classification of Participants Based on Body Composition \n From the local community, 72 women were screened, 70 qualified for the study and 60 \nwere able to participate. Two were eliminated due to either not being in the required age-range \nor of a different race/ethnicity than the study called for. Ten were not able to make the \nappointments in the laboratory due to scheduling conflicts and time constraints. The ultrasound \nmachine in the College of Human Sciences was not available for this study. Thus initially 22 \nparticipants missed the ultrasound scans, before another instrument at the Florida State \nUniversity Health Center was secured for the remainder to participate in the ultrasound scans of \nthe quadriceps. A small percentage could not participate in all of the physical performance \nexercises such as knee extension due to knee arthritis or weakness, however each participant \nattempted the physical performance exercises. The flowchart of allocation and classification of \nparticipants is shown in Figure 1. At the end of the study 60 participants were classified based \non body composition into one of five four groups: OSO (n=10), OO (n=35), SO (n=1), obese- \nonly (n=10) or osteopenic/sarcopenic non-obese (n=4). The purpose of these allocations was to \nallow for the final Objectives and Hypotheses of this study to be met through Specific Aim 1: \nTo identify the prevalence of OSO in the recruited sample of older women (>65 years); \nSpecific Aim 2: To identify characteristic values for the condition of OSO by utilizing \nbioelectrical impedance analysis (BIA) to assess tissue heath and ultrasound \nmeasurements of the quadriceps to assess muscle quality; and Specific Aim 3: To assess \nfunctional performance to better characterize the conditions of OSO, OO, SO and obese-\nonly women. \nIdentifying Obesity: From the 60 women who finished the study, 56 were identified as \noverweight/obese based on percent body fat ≥ 32%. The four women that did not meet the \ncriteria for obesity based on percent body fat were still included in the analysis. These four \nwomen were eventually allocated to a new group based on their BMD, T-scores and lean mass \ncalled the osteopenic/sarcopenic non-obese group. \nSarcopenic Obese: As stated earlier, Baumgartner’s criterion for sarcopenia < 5.45 \n(ALM/height in m2) is not the most appropriate way of assessing sarcopenia in older, obese \n\n \n \n30 \nwomen (Domiciano et al. 2013; Newman et al., 2003). Eight participants from the original 60 \nhad sarcopenia based on Baumgartner’s criteria, and three of these eight were less than 32% \nbody fat, and therefore not in the overweight/obese group. Using the linear regression model to \nidentify SO, based on the expected level of ALM for the individual’s height and level of fat \nmass (Newman et al., 2003; Domiciano et al., 2013), proved more effective in this population of \nolder women. Therefore, the 56 overweight/obese participants were first assessed for sarcopenia \nbased on Baumgartner’s criterion (ALM/height in m2) and then a linear regression model was \ncreated in the JMP program to compare ALM/height2 by total body fat (kg) and height (meters) \nbased on the model developed by Newman et al. (2003). Of the original 56 participants, 30 fell \nbelow the line, or expected value for ALM based on their height and total body fat. A cutoff \nwas designated at the 20th percentile based on the model from previous research by Newman et \nal. (2003) for SO, so that eleven women (~18%) were allocated to the SO group. \nOSO: From the eleven SO participants, ten had significant bone loss, a T-score \n< -1 in the left or right femoral neck and/or lumbar spine (L1-L4), and therefore, they were \nclassified as OSO (17%). There was only one participant in the study who was only SO, without \nsignificant bone loss. She was not included in the analysis, because the statistical tests do not \nrun with a group of n=1. Thus this group will not be discussed further. \nOO: As stated earlier, 56 participants were identified as overweight/obese (> 32% body fat). \nAfter running the linear regression model in JMP, and identifying the participant at the 20th \npercentile, 45 participants were found to be above the 20th percentile and therefore not SO, \nhaving substantial levels of ALM. Of these 45 participants, 35 had significant bone loss, (T-\nscore < -1 in the left or right femoral neck and/or lumbar spine (L1-L4)), and were classified as \nOO (64%). \nObese-Only: There were ten remaining participants who had no significant bone loss or \nsarcopenia, but were overweight/obese (> 32% body fat) so that they were classified into the \nobese-only group (17%). \nOsteopenic/Sarcopenic Non-Obese: There were four participants who surprisingly, had lower \nlevels of body fat (<32%) and therefore were considered non-obese. These women all had \nsignificant bone loss (T-score < -1 in the left or right femoral neck and/or lumbar spine (L1-L4)), \nand three of the four had significant loss of lean mass based on Baumgartner’s criteria for \nsarcopenia in women ((<5.45 ALM (kg)/height (m2)). They were not analyzed with the other \n\n \n \n31 \nwomen in the linear regression model used to identify SO, however, but participated in all other \ntests. \n Overall, the sample had a very high prevalence of bone loss, with 82% (45/55) of the \nwomen presenting with osteopenia and 11% (6/55) having frank osteoporosis (T-score ≤ -2.5). \nThis analysis fulfilled Specific Aim 1, To identify the prevalence of OSO in the analyzed \nsample of older women (>65 years) and Hypothesis 1 that N ≥ 50 will give us enough power \nto identify OSO among obese older women and that ≥ 10% of participants will have OSO. From \nthe sample, 17% of participants had OSO. [see Figure 1]. \n \nFigure 1. Classification of participants \n \n \nComparing Clinical and Anthropometric Characteristics Among OSO, OO, Obese-Only \nand Osteopenic/Sarcopenic Non-Obese Groups \n Comparisons among the four groups of participants: OSO (n=10, 17%), OO (n=35, \n58%), obese-only (n=10, 17%) and osteopenic/sarcopenic non-obese (n=4, 7%) were calculated \nusing SAS 9.4 (Cary, NC 2002-2012). However, much of the data did not follow a normal \nIdentification\nHealthy Caucasian postmenopausal women (N=60)\nAllocation\nSarcopenia (n=11) 18%\n• Sarcopenic obese\n• Appendicular lean mass (ALM) \nresidual value of ≤ -1.45\n• Below 20th percentile\nNo sarcopenia (n=45) 82%\n• Appendicular lean mass (ALM) \nresidual value of > -1.45\n• Above 20th percentile\nNormal BMD (n=1)\n• T-score of L1-L4 \nand/or femoral \nneck > -1\nLow BMD (n=10) \n• T-score of L1-L4 \nand/or femoral \nneck < -1\nNormal BMD (n=10)\n• T-score of L1-L4 \nand/or femoral \nneck > -1\nLow BMD (n=35)\n• T-score of L1-L4 \nand/or femoral \nneck < -1\nClassification\nOsteosarcopenic\nObese (OSO) \n(n=10) 17%\nSarcopenic\nObese (SO) \n(1)\nOsteopenic/\nOsteoporotic \nObese (OO) \n(n=35) 58%\nObese-Only \n(n=10) 17%\nLow BMD, non-obese (n=4)\n• % body fat <32%\n• T-score of L1-L4 and/or \nfemoral neck > -1\nObese women % body fat % (n=56)\nOsteopenic\nnon-obese \n(4) 7%\n\n \n \n32 \ndistribution based on the Kolmogorov-Smirnov test, due to the small sample size and had \nnumerous outliers. Therefore, each variable was tested with the Wilcoxon t-test, a \nnonparametric test, also in SAS 9.4. Results from this analysis confirmed a preliminary power \ncalculation based on previous research on OSO syndrome and physical performance using \nhandgrip strength (Ilich et al., 2015). In this calculation using an alpha of 0.05, and power of \n84%, the calculated sample size was n=50 participants needed to detect differences in handgrip \nstrength between the groups of women. This study provided enough participants for meaningful \ncalculations and our hypothesis 1a was confirmed . \n In keeping with Specific Aim 1, all participants were analyzed and compared based on \nbody composition from DXA including bone mass and T-scores, lean mass, fat mass and \npercent body fat. Although the OSO and osteopenic/sarcopenic non-obese women were older \nthan the other groups of women, age was not statistically significant among groups in the \ndataset. The OSO women also were on average taller than women in all other groups. The OSO \nwomen weighed less and had a lower BMI than the OO and obese-only women, but the \nosteopenic/sarcopenic non-obese women had a significantly lower weight and BMI compared to \nall other women. Systolic blood pressure was significantly higher in the osteopenic/sarcopenic \nnon-obese than the obese-only and diastolic blood pressure was significantly lower in the \nosteopenic/sarcopenic non-obese than the OSO group. Waist circumference was significantly \nlower in the osteopenic/sarcopenic non-obese than the OO or obese-only groups. The obese-\nonly had significantly higher hip circumference values than the OSO or osteopenic/sarcopenic \nnon-obese. Whereas abdominal circumference was significantly lower in the \nosteopenic/sarcopenic non-obese than the OSO or obese-only groups, and significantly lower in \nthe OSO group than the obese-only group. There was no significant difference in waist-to-hip \nratio between groups of women. Total body fat and percent body fat were also significantly \nlower in the osteopenic/sarcopenic non-obese women. The OSO and osteopenic/sarcopenic non-\nobese women had significantly lower lean mass and ALM than the women from all other \ngroups in the study. The obese-only group had significantly higher ALM than all other groups. \nThe obese-only group had significantly higher total BMD, total T-scores, right femoral neck \nBMD, right femoral T-scores, right femoral BMD, and right femoral neck T-scores than all \nother groups. The obese-only group had significantly higher left femur BMD than all other \ngroups and the osteopenic/sarcopenic non-obese had significantly lower left femur BMD than \n\n \n \n33 \nthe OO group or obese-only group. The obese-only group had significantly higher left femur T-\nscores and the osteopenic/sarcopenic non-obese group had significantly lower left femur T-\nscores than all other groups. The obese-only had significantly higher left femoral neck BMD \nand left femoral neck T-scores than all other groups and the OSO and osteopenic/sarcopenic \nnon-obese groups had significantly lower left femoral neck T-scores than the other groups. The \nobese-only group had significantly higher L1-L4 spine BMD and T-scores than all other groups. \nAll results from these data analyses are presented in Table 1. \n Results from this analysis support Hypothesis 1b: that women identified with OSO will \nhave lower BMD, lower muscle mass, and poorer overall body composition and anthropometric \nmeasures, compared to OO and obese-only women. Although at most sites the OSO group had \nlower BMD than the OO or obese-only women, repeatedly, this was only significantly lower \nthan the obese-only group. The exception was that the left femoral T-score was significantly \nlower in the OSO group than the OO or obese-only group, but similar to the \nosteopenic/sarcopenic non-obese group. The OSO group had overall higher BMD than the \nosteopenic/sarcopenic non-obese group. Lean mass was significantly lower in the OSO group \nthan the other obese groups: OO and obese-only, but not lower than the osteopenic/sarcopenic \nnon-obese group. Levels of body fat and weight were also not significantly different between \nobese groups, but significantly lower in the non-obese. Overwhelmingly, in keeping with \nSpecific Aim 1, the DXA data provided a means to identify OSO in the population. \n \n \nTable 1. Clinical and anthropometric characteristics of OSO, OO, obese-only and \nosteopenic/sarcopenic non-obese groups: mean (SD), min-max (N=59). \nVariables \nOsteosarcopenic Obese \n(n=10) \nMean (SD) Min-max \nOsteopenic Obese \n(n=35) \nMean (SD) Min-max \nObese-Only \n(n=10) \nMean (SD) Min-max \nOsteopenic/ Sarcopenic \nNon-Obese (n=4) \nMean (SD) Min-max \nAge 77.1 (7.7) 63.9-87.2 75.8 (7.5) 65.2-92.9 74.3 (7.3) 63.6-85.6 77.7(6.8) 72.2-87.5 \nHeight (cm) 163.7 (5) 154.9-170.2 162.6 (8.9) 147.3-172.7 162.9 (8.6) 149.9-175.8 159.7 (8.8) 52.4-170.2 \nWeight (kg) 69.9 (15.4)a 58.2-110.9 71.8 (13.1)a 51.4-109.1 78.4 (13.3)a 59.1-96.4 49.9 (4.4)b 45.5-55.9 \nBMI (kg/m2) 26.2 (6.3)a 21-43 27.4 (4.6)a 19.6-41.2 29.6 (5.2)b 23.8-38 19.8 (3.6)c 15.7-24 \nSystolic Blood Pressure 139.4 (21.1) 109-165.5 143.4 (18.3) 99.5-183 128.9 (17.9)a 108-163.5 158.6 (31.0)b 114-180.5 \nDiastolic Blood Pressure 82.6 (10.1)a 65-100 77.5 (12.7) 50-112 75.1 (11.0) 66-92.5 74.0 (14.3)b 54-87 \nWaist Circumference \n(cm) \n80.4 (13.9) 60-114 85.1 (11.5)a 64.5-103 86.0 (12.3)a 63-101 69.0 (10.0)b 60-80 \nHip Circumference (cm) 102.8 (16.5)a 68-137 104.2 (11.4) 81-131 110.9 (10.7)b 94-126 91.8 (6.2)c 85.5-100.3 \nAbdominal \nCircumference (cm) \n98.2 (19.4)a 66-145 97.6 (10.6) 79-124.5 104.1 (12.6)a 86-123 87.1 (9.8)b 75-95.3 \n\n \n \n34 \nTable 1 continued. \n \nVariables \nOsteosarcopenic Obese \n(n=10) \nMean (SD) Min-max \nOsteopenic Obese \n(n=35) \nMean (SD) Min-max \nObese-Only \n(n=10) \nMean (SD) Min-max \nOsteopenic/ Sarcopenic \nNon-Obese (n=4) \nMean (SD) Min-max \nWaist to Hip Ratio 0.7 (0.1) 0.7-0.9 0.8 (0.1) 0.6-1.0 0.7 (0.1) 0.6-0.9 0.7 (0.1) 0.7-0.8 \nTotal body fat (kg) 31.0 (10.6)a 22.1-58.5 29.7 (9.0)a 15.1-53.2 32.9 (7.8)a 21.4-43.4 13 (2.5)b 9.4-15 \nTotal body fat (%) 45.0 (4.9)a 38.3-54.9 42.2 (5.7)a 32.4-53.6 43.7 (3.8)a 37.5-49.3 27.1 (3.8)b 21.6-30.5 \nTotal Lean mass (kg) 36.6 (4.3)a 32.7-48.1 39.3 (4.5)b 32.4-49.6 41.6 (4.8)b 34.5-49.3 34.7 (2.9)a 31.9-38.8 \nALM (kg) 15.1 (1.7)a 13.2-19 17 (2.4)b 12.6-23 18.5 (2.7)c 15.3-23 14 (1.3)a 12.4-15.4 \nTotal BMD (g/cm2) 1.018 (0.105)a 0.815-\n1.206 \n1.040 (0.099)a 0.797-\n1.259 \n1.178 (0.099)b 1.010-\n1.341 \n0.999 (.097)a 0.931-\n1.142 \nTotal T-score -0.6 (1.0)a -2.16-1.2 -0.4 (1.0)a -2.8-1.8 1.0 (1.0)b -0.7-2.6 -0.8 (1.0)a -1.5- 0.6 \nRight femur BMD \n(g/cm2) \n0.806 (0.111)a 0.664-\n0.968 \n0.849 (0.093)a 0.691-\n1.017 \n1.013 (0.102)b 0.922-\n1.229 \n0.798 (0.056)a 0.718-\n0.843 \nRight femur T-score -1.4 (0.8)a -2.6- -0.3 -1.3 (0.7)a -2.5-0.1 -0.2 (0.7)b -0.8-1.4 -1.7 (0.5)a -2.3- -1.3 \nRight femoral neck \nBMD (g/cm2) \n0.778 (0.080)a 0.657-\n0.881 \n0.792 (0.082)a 0.617-\n0.971 \n1.013 (0.102)b 0.922-\n1.229 \n0.773 (0.048)a 0.705-\n0.819 \nRight femoral neck T-\nscore -1.9 (0.6)a -2.7- -1.1 -1.8 (0.6)a -3.0- -0.5 -0.2 (0.7)b -0.8-1.4 -1.9 (0.4)a -2.4- -1.6 \nLeft femur BMD (g/cm2) 0.809 (0.105)a 0.611-\n0.916 \n0.867 (0.095)a 0.676-\n1.016 \n1.033 (0.091)b 0.906-\n1.149 \n0.782 (0.043)c 0.725-\n0.827 \nLeft femur T-score -1.6 (0.9)a -3.2- -0.7 -1.1 (0.7)a -2.6-0.1 0.2 (0.7)b -1.1- -0.8 -1.8 (0.3)ac -2.2- -1.4 \nLeft femoral neck BMD \n(g/cm2) \n0.759 (0.066)a 0.624-\n0.839 \n0.801 (0.074)a 0.607-\n0.947 \n0.957 (0.048)b 0.909-\n1.033 \n0.747 (0.018)a 0.723-\n0.766 \nLeft femoral neck T-\nscore -2.0 (0.5)a -3.0- -1.4 -1.7 (0.5)b -3.1- -0.7 -0.6 (0.3)c -0.9-0 -2.1 (0.1)a -2.3- -2.0 \nL1–L4 spine T-score -0.4 (1.2)a -2.2-1.0 0.02 (1.5)a -2.1-4.0 1.8 (1.8)b -0.8-3.9 -0.9 (1.1)a -2.2-0.5 \n \nValues within a row with different superscript letters indicate that they are significantly different from each other (p<0.05). \n \n \nComparing Muscle Quality (Knee Extension), Echo Intensity and Phase Angle Among \nOSO, OO, Obese-Only and Osteopenic/Sarcopenic Non-Obese Groups \n In keeping with Specific Aim 2, results from the BIA measurements to determine phase angle \nand measurements of muscle quality from both ultrasound scans and calculations from the knee \nextension were next analyzed among the four groups of women. Based on calculations from data \ngathered using the BIA, the phase angle values did not differ significantly among groups, \nalthough the OSO group had the highest value. Using ultrasound scans of the right and left \nquadriceps, as depicted below [Figure 2], echo intensity was assessed by measuring pixel \nintensity of the image in the Adobe Photoshop program as a measure of muscle quality. From \nthis analysis, echo intensity in the right quadriceps was found to be significantly higher in the \nosteopenic/sarcopenic non-obese than in the OO group and both the obese-only group and \nosteopenic/sarcopenic non-obese group had significantly higher echo intensity in the left \n\n \n \n35 \nquadriceps than the OO group. Muscle quality measured by dividing knee extension strength \n(kg) by lower ALM (kg), was lower in the OSO women than other obese women, and \nsignificantly lower in the OSO women than in the obese-only group of women. The results of \nthis analysis are presented below in Table 2. \n Based on the findings from this analysis, overall, I must reject Hypothesis 2: that women \nidentified with OSO would have lower muscle quality compared with other groups of women. \nBased on findings from the Phase Angle calculation derived from the BIA, there were no \nsignificant differences among groups. The ultrasound echo intensity (EI) measure showed that \nthe OO group had the lowest scores but this was not significant from the OSO group. The \nosteopenic/sarcopenic non-obese had the highest EI values from ultrasound scans. At the same \ntime, the OSO group did have lower values for muscle quality and significantly lower than the \nobese-only group. Based on these results, Hypothesis 2, should be partially rejected. There was \nno difference in phase angle or frailty values among groups. Nor were phase angle values low \nenough to qualify any participants as being frail. The OSO group did not present with \nsignificantly different EI values from ultrasound, however, the OSO group did have \nsignificantly poorer muscle quality based on the knee extension calculation. \n \n \n Table 2. Muscle quality (knee extension), echo intensity and phase angle, of OSO, OO, \nobese-only and osteopenic/sarcopenic non-obese groups: mean (SD), min-max. \n \nVariables \n \nOsteosarcopenic Obese \n(n=10) \nMean (SD) Min-max \n \nOsteopenic Obese \n(n=35) \nMean (SD) Min-max \n \nObese-Only \n(n=10) \nMean (SD) Min-max \nOsteopenic/ Sarcopenic \nNon-Obese \n(n=4) \nMean (SD) Min-max \nMuscle Quality \n(knee extension) \n3.8 (0.8)a 2.7-4.8 4.4 (1.0) 2.0-5.8 4.9 (0.7)b 4.0-5.7 3.8 (1.8) 1.8-5.2 \nEcho Intensity right \nquadriceps (PI*) 65.7 (9.9) 48.7-76.8 65.5 (12)a 33-88.4 71.3 (13.9) 53.6-93.4 76.6 (6.7)b 70.4-85.3 \nEcho Intensity left \nquadriceps (PI) \n67 (11.4) 47.4-80.9 65.3 (9.7)a 34.8-82 74.3 (16)b 51.1-92.7 76.2 (2)b 69.6-83.9 \nPhase Angle º 7.3 (1.6 ) 5.7-8.2 6.9 (0.7 ) 5.7-9.0 6.9 (0.7 ) 5.7-7.7 6.4 (0.2 ) 6.2-6.6 \nValues within a row with different superscript letters indicate that they are significantly different from each other (p<0.05). *PI or pixel \nintensity, a measure of gray scale analysis via Adobe Photoshop. \n \n \n\n \n \n36 \n \nFigure 2. Ultrasound image of Rectus femoris muscle. Lean mass: Rectus femoris and Vastus \nintermedius composed area analyzed to obtain echo intensity or pixel intensity via the Adobe \nPhotoshop. \n \n \n \nComparing Physical Performance of OSO, OO, Obese-Only and Osteopenic/ Sarcopenic \nNon-Obese Groups \n Physical performance test results were analyzed among groups of women based on Specific Aim \n3: To assess functional performance to better characterize the conditions of OSO, OO, and \nobese-only women. All participants scored 24-30 points on the mini-mental state examination \nimplying no cognitive impairment and having mental competence to actively participate in the \nstudy. Results showed that handgrip strength for the right, left and dominant hands was \nsignificantly higher in the obese-only group than the OO or osteopenic/sarcopenic non-obese \ngroups. The sit-to-stand scores were lowest in the OSO group and significantly lower in the \nOSO group than the OO or osteopenic/sarcopenic non-obese groups as depicted in Figure 3. \nThe osteopenic/sarcopenic non-obese had significantly higher sit-to-stand scores than the OSO \nFemur (bone) \nLean mass: Rectus femoris \nLean mass: Vastus intermedius \nSubcutaneous adipose \ntissue \nLean mass: cross-\nsection at mid-point \nof quadricep \n\n \n \n37 \nor OO groups. For one-leg stance on the right side, the OO group had significantly lower scores \nthan the osteopenic/sarcopenic non-obese. For one-leg stance on the left side, the osteopenic/ \nsarcopenic non-obese had significantly lower scores than all other groups. The osteopenic/ \nsarcopenic non-obese group had significantly slower 4-m walking speed than the OSO group \nand significantly slower 4-m brisk walking speed than all other groups. There were no \nsignificant differences among groups for the 2-minute walk or for the arm flexion test. The OSO \ngroup had significantly lower knee extension than the OO or obese-only groups as depicted in \nFigure 4. Results for these data analyses are presented in Table 3 below. \n \n \nTable 3. Physical performance of OSO, OO, obese-only and osteopenic/ sarcopenic non-\nobese, mean (SD), min-max. \nVariables \nOsteosarcopenic Obese \n(n=10) \nMean (SD) Min-max \nOsteopenic Obese \n(n=35) \nMean (SD) Min-max \nObese-Only \n(n=10) \nMean (SD) Min-max \nOsteopenic/ \nSarcopenic Non-Obese \n(n=4) \nMean (SD) Min-max \nSit-to-Stand (times/30 \nsec) \n10.3 (1.6) a 8-13 11.9 (4)b 1-15 10.9 (3.3) 5-19 14.3 (2.6)c 12-18 \nOne leg stance right \n(sec) \n14.4 (12.1) 0-30 12.7 (11)b 1.5-30 17.9 (11.6) 3.3-30 28.2 (3.4)a 23.3-30 \nOne leg stance left (sec) 15.2 (3.9) a 2-30 12.7 (13.1)a 2-30 18.2 (10.5)a 6-30 30 (0)b 30-30 \nNormal 4-meter walk \n(m/sec) \n0.85 (0.2) a 0.5-1.1 1.0 (0.2) 0.3-1.3 0.9 (0.3) 0.4-1.3 0.2 (0.1)b 0.9-1.3 \nBrisk 4-meter walk \n(m/sec) \n1.2 (0.3) a 0.7-1.6 1.3 (0.2)a 0.6-1.8 1.2 (0.3)a 0.7-1.7 0.8 (0.1)b 0.7-0.8 \n2-minute walk (m) 143.8 (24.8) 121.9-205.3 134.8 (34.7) 15.2-\n193.7 \n137.7 (42.1) 61.9-\n203.3 \n144 (30.8) 122-188 \nArm flexion (times/30 \nsec) \n16.3 (6.9) 10-31 15.2 (4.8) 5-25 16.6 (5.9) 9-26 18.5 (9.2) 12-25 \nKnee extension (kg) 43 (11.0) a 30-57.3 56 (14.1)b 22.7-77.3 65.5 (15.2)b 54.5-95.5 41.5 (19.1) 22.7-60.9 \nValues within a row with different superscript letters indicate that they are significantly different from each other (p <0.05). \n \n Based on the results of this analysis, we partially reject Hypothesis 3: Women identified \nwith OSO will have significantly poorer outcomes in functional performance tests, compared to \nOO, and obese-only women. Although the OSO group had significantly lower scores for the sit-\nto-stand test and the knee extension test, in other tests such as the handgrip strength, one-leg \nstance and two-minute walking test, they had similar or better scores than the OO and \nosteopenic/sarcopenic non-obese groups. Again, as in the previous analyses for Hypothesis 2, \nthere was not enough evidence to fully confirm Hypothesis 3. \n\n \n \n38 \n \nFigure 3. Results (mean ± SEM) for sit-to-stand among the four distinct groups of women. Bars \nrepresent mean±SEM. OSO had significantly lower sit-to-stand strength than the OO group or \nosteopenic/sarcopenic non-obese. The osteopenic/sarcopenic non-obese group had significantly \nhigher sit-to-stand score than the OSO or obese-only group at p<0.05. \n \n \n \n \nFigure 4. Results (mean ± SEM) for knee extension among the four distinct groups of women. \nBars represent mean±SEM. The OSO group and osteopenic/sarcopenic non-obese Groups had \nsignificantly lower knee extension strength than the OO or obese-only groups at p <0.05. \n10.3 \n11.9 10.9 \n14.3 \n0 \n2 \n4 \n6 \n8 \n10 \n12 \n14 \n16 \n18 \nSit-to-Stand \nOsteosarcopenic Obese \nOsteopenic Obese \nObese-Only \nOsteopenic/Sarcopenic Non-Obese \na \nc \nb a \n \n43 \n56 \n65.5 \n41.5 \n0 \n10 \n20 \n30 \n40 \n50 \n60 \n70 \n80 \nKnee Extension \nOsteosarcopenic Obese \nOsteopenic Obese \nObese-Only \nOsteopenic/Sarcopenic Non-Obese \na a \nb \nb \ntimes/30 sec \nkg \n\n \n \n39 \nAssessment of OSO, OO, Obese-Only and Osteopenic/Sarcopenic Non-Obese Groups \nUsing Functional Performance Scores \n As discussed earlier, physical performance can be used to measure functional decline \nand is independently considered by some researchers to be a way to assess sarcopenia \n(Delmonico et al., 2009; Dong et al., 2016). In a recent review, we proposed an assessment of \nOSO based on functional performance derived from previous studies (Ilich et al., 2016; Ilich et \nal., 2015; Cruz-Jentoft et al., 2010; Reuben et al., 2013). Previously established cutoffs in \nresearch can be used as theoretical diagnostic criteria for conditions such as OSO in addition to \nbody composition (Ilich et al., 2016, Ilich et al., 2015). The cutoff for handgrip strength in \nwomen is set at ≤20 kg, the cutoff for one-leg stance ≤16 seconds, normal gait speed ≤0.8 \nmeter/seconds, and sit-to-stand ≤20 times (Ilich et al. 2016; Cruz-Jentoft et al., 2010; Lauretani \net al., 2003). From these cut-off values, a score can be obtained for each participant; the poorer \nthe participant’s functional performance, the lower the score (see Table 4) \n \n \nTable 4. Assessment and scoring of functional performance and corresponding cut-off \nvalues (Table and scoring reproduced from Table 2, Ilich et al., 2016). \nFunctional status \nHandgrip \nstrength \n(≤20 kg) \nOne-leg-\nstance \n(≤16 sec) \nGait speed \n(≤0.8 m/sec) \nSit-to-stand \nchair test \n(≤20 times) \nTotal \nscore \nMajor functional \ndecline 0 0 0 0 0 \nMajor functional \ndecline* 0 1 0 0 1 \nModerate functional \ndecline** 0 0 1 1 2 \nMinor functional \ndecline*** 0 1 1 1 3 \nNo functional decline 1 1 1 1 4 \nThe score of “0” is assigned to each test performed barely at or below the given cut-off and the score of “1” to each \ntest performed above the cut-off value. \n* Any one performance could be scored as “1”, if it is above the cut-off for a given functionality \n** Any two performances could be scored as “1”, if they are above the cut-off for given functionality \n*** Any three performances could be scored as “1”, if they are above the cut-off for given functionality \nThe total score of 0 or 1 would indicate major functional decline, \nThe total score of 2 indicates moderate functional decline, \nThe total score of 3 indicates minor functional decline, \nThe total score of 4 indicates no functional decline. \n \n \n\n \n \n40 \nIn keeping with Specific Aim 3: To assess functional performance to better characterize \nthe conditions of OSO, OO, and obese-only women, the data were further assessed based on the \ncriteria for functional decline from Table 4 (Ilich et al., 2016). These finding showed that the \nOSO women and OO women had the highest percentage of women with overall major \nfunctional decline. Among the participants, 70% of the OSO women, 83% of the OO women, \n40% of obese-only women and 100% of the osteopenic/sarcopenic non-obese scored below the \ncut-off value for handgrip in both the right and left hands. For one-leg stance, 60% of OSO \nwomen, 63% of OO women, 40% of the obese-only group and none of the osteopenic/ \nsarcopenic non-obese performed below the cut-off value. For normal gait speed, 30% of OSO \nwomen and 26% of OO women, 30% of obese-only women and none of the osteopenic/ \nsarcopenic non-obese women had slower gait speed than the cut-off value. For sit-to-stand, all \nOSO women scored below the cut-off value, 97% of OO women, 80% of obese-only \nparticipants and 75% of the osteopenic/ sarcopenic non-obese scored below the cut-off (see \nTable 5). \n \n \nTable 5. Percentage of participants with functional performance below the cutoff for each \ntest indicating functional decline. \nFunctional Performance Test Osteosarcopenic \nObese (n=10) \nOsteopenic \nObese (n=35) \nObese Only \n(n=10) \nOsteopenic/\nSarcopenic \nNon-Obese \n(n=4) \nHandgrip strength (≤20 kg) 70% 83% 40% 100% \nOne-leg stance (≤16 sec) 60% 63% 40% 0% \nNormal gait speed (≤0.8 m/sec) 30% 26% 30% 0% \nSit-to-stand chair test (≤20 times) 100% 97% 80% 75% \n \n \nFor average scores among groups, the OSO and OO groups tied at 1.3, the obese-only \ngroup scored 1.7, while the osteopenic/sarcopenic non-obese had the highest average score of \n2.3 indicating greatest functional ability (see Table 6). This may reinforce the concept that older \nwomen with loss of bone and muscle are also more prone to loss of overall function than those \nwho have normal bone and/or muscle mass and that obesity is correlated with loss of physical \n\n \n \n41 \nfunction. Loss of functional performance is associated with sarcopenia, loss of balance with age, \nand an overall decline in ability to ambulate (Ilich et al., 2015, Dong et al., 2016; Cawthorn et \nal., 2009). \n \n \nTable 6. Average performance score and percentage of participants OSO, OO, obese-only \nand osteopenic/sarcopenic non-obese with functional performance below the cutoff, n (%). \nFunctional Performance \nTest \nOsteosarcopenic \nObese (n=10) \nOsteopenic Obese \n(n=35) \nObese Only \n(n=10) \nOsteopenic/ \nSarcopenic \nNon-Obese \n(n=4) \nAverage total score: 1.3 1.3 1.7 2.3 \nMajor functional decline 5 (50%) 22 (63%) 4 (40%) 0% \nModerate functional decline 3 (30%) 11 (31%) 2 (20%) (3) 75% \nMinor functional decline 2 (20%) 2 (6%) 4 (40%) (1) 25% \nNo functional decline 0 0 0 0 \n \n \nBased on this analysis, I would reject Hypothesis 3: Women identified with OSO will \nhave significantly poorer outcomes in functional performance tests, compared to OO, and obese \nonly women. The OSO group of women had lower levels of functional ability than the obese-\nonly group or osteopenic/sarcopenic non-obese group. However, the level of functional decline \nseen in the OSO women in this sample was comparable to the OO group of women, indicating \nsimilar levels of physical performance in all tests. There was a greater percentage of OO women \nwith decreased handgrip strength and one-leg stance values, but a greater number of OSO \nwomen with lower normal gait speed and sit-to-stand scores. Overall, although the OSO group \nsuffered from high levels of major functional decline, their functional performance was similar \nto the level in the OO group and so therefore, could not confirm Hypothesis 3. \nSummary \n The results allowed for the partial fulfillment of Specific Aims 1-3. Based on data \nobtained from DXA scans, Specific Aim 1 was met. The prevalence for OSO was identified for \nosteopenia/osteoporosis based on femoral neck and/or lumbar spine (L1-L4) T-scores, SO from \nthe linear regression model with a cutoff of at the 20th percentile, and obesity status based on \n\n \n \n42 \npercent body fat. The sample size provided enough power to identify the prevalence of OSO \namong 60 participants, using the data from initial DXA body composition analyses so that ten \nwomen (17%) were identified as having OSO Syndrome. In partially meeting Specific Aim 2, \nthe BIA and ultrasound scans did not find specific differences in phase angle values or muscle \nquality for the OSO women, however OSO women had significantly lower muscle quality based \non knee extension scores. Specific Aim 3 was also only partially confirmed through the physical \nperformance tests. Although the OSO women scored significantly lower in a few tests, there \nwas no difference in the tests overall. The functional performance tables were more promising \nwhere the OSO group overall presented with major functional decline, however, the OO women \nhad similar poor scores. \n In summary, the OSO group weighed less and had lower BMD at most sites, lower lean \nmass and ALM than the OO or obese-only groups, but higher percent body fat than the OO or \nobese-only. Only the osteopenic/sarcopenic non-obese weighed less than the OSO women \nhaving lower BMD at most sites, lower lean mass and lower percent body fat (which was to be \nexpected). The OSO group had the lowest muscle quality scores but the highest phase angle \nvalues. The OSO group of women had the lowest sit-to-stand scores and lower knee extension \nscores than the OO or obese-only women. For other physical performance tests, such as \nhandgrip strength and one-leg-stance, the OO group performed most poorly. The functional \ndecline table showed that the OSO and OO groups had the highest percentage of participants \nwith major functional decline while the osteopenic/sarcopenic non-obese had no participants \nwith major functional decline. Overall, in this study, women who have obesity combined with \nbone loss and/or sarcopenia appear to have poorer physical abilities and greater functional \ndecline than those who are only obese or with bone loss alone and no obesity. \n \n\n \n \n43 \nCHAPTER 5 \nDISCUSSION \n This research compared anthropometric characteristics, physical performance tests and \nother measures of muscle quality and frailty among older OSO women, OO women, obese-only \nwomen and osteopenic/sarcopenic non-obese women (≥ 65 years). For this purpose, 60 women \nwere recruited and tested in the laboratory over a ten-month period. For the final analysis, 59 of \nthe participants were included [see Figure 1]. Therefore, we were able to recruit enough \nparticipants for this pilot study to investigate the diagnostic criteria for the OSO syndrome and \ncompare physical performance measures among different groups. \nBMD, Muscle Mass and Quality, Overall Body Composition and Anthropometric \nMeasures \n Based on Specific Aim 1, body composition measures were taken via DXA. Participants \nwere identified as being obese or non-obese based on percent body fat from the iDXA. The \nbody mass index (BMI) classified far fewer into the overweight/obese category. Using the BMI, \n35 (64%) participants were classified as overweight (BMI ≥ 25 kg/m2) and only 14 (25%) were \nclassified as obese (BMI ≥ 30 kg/m2). This measure precluded older adults who may have had a \nlower BMI, but may have had visceral fat and fat infiltration into muscle tissue and bone, \npromoting inflammation and further weakening these tissues (Ilich et al., 2014a, 2014b). In \naddition, as noted in this study, body composition varied greatly among older women. Some \nolder adults have more adipose tissue and less lean mass and/or bone mass for their height and \nweight than other older adults with the same BMI. The disadvantages of using BMI for \nclassifying participants into overweight/obese categories has been already addressed \n(Ehrampoush et al., 2016; Body Mass Index: Considerations for Practitioners. \nhttps://www.cdc.gov/obesity/downloads/BMIforPactitioners.pdf) in the literature review (p. 17). \nAccording to the World Health Organization, obesity in women can be identified with waist-to-\nhip ratios >0.85, however, on average none of the groups scored above 0.85, although many \nwomen in the OO, OSO and obese-only groups individually have waist-to-hip scores above this \nvalue (Geneva: World Health Organization. Diagnosis and Classification of Diabetes Mellitus. \n1999). There also was not a significant difference in waist-to-hip ratio scores among groups. \nTherefore, participants for the present study were identified as obese based on percent body fat \n\n \n \n44 \nof ≥ 32% obtained from the iDXA (Ace Fitness, Fit Life 2009; OMA, Obesity Algorithm 2015-\n2016; Wanner et al., 2016). \n It needs to be noted that there is no final consensus for the amount/percentage of body \nfat to diagnose obesity. Many researchers state that 35% body fat defines obesity in women \n(WHO 1995), and others define obesity as 40% (Dufour et al., 2013). Recent research findings \nsuggest a cutoff value as low as 32% body fat for obesity in older women (Ace Fitness, Fit Life \n2009; OMA, Obesity Algorithm 2015-2016; Wanner et al., 2016). These findings do not \nnecessarily make clear whether or not this applies the same way in identifying obesity in older, \npostmenopausal women as for younger women. However, for this research we decided on this \nlower value (32%), because of the impact of visceral fat and damage resulting from fat \ninfiltration into bone and muscle (myosteatosis) in many older adults, even those who may not \nappear obese or overweight. Our lower cutoff for obesity was also based on the previous study \nin overweight/obese postmenopausal women, where percent body fat between 33-38% showed \nnegative relationships with various skeletal sites (Liu 2014). At the same time, the majority of \nindividuals in this study had high levels of body fat, the average value exceeding 40% across all \ngroups, except the osteopenic/sarcopenic non-obese group of women, providing for the robust \nanalysis of the OSO syndrome and comparison among different groups. \n Older women may have high levels of body fat without appearing overweight either \nvisually or based on BMI. As discussed earlier in the literature review, this increase in fat can \nweaken bone and muscle, aggravating osteopenia/osteoporosis and sarcopenia (Ilich et al., \n2014a; Domiciano et al., 2013). The majority of women in this study had body fat percentages > \n35%, and osteopenia/osteoporosis mostly in the hips, but also in the lumbar spine. This \nstrengthens the argument that body fat is not necessarily protective of bone in older adults (Ilich \net al., 2014a; Liu et al., 2014). Additionally, of the 11 women with SO, all but one also had \nbone loss, so that SO and OO appeared to go together, confirming and strengthening our OSO \nsyndrome definition. This relates to Hypothesis 1 from Specific Aim 1 that OSO prevalence \ncould be identified in the sample. Lang et al. (2010) found that fat infiltration, or myosteatosis \nof thigh muscles, led to an increase in hip fracture in overweight older adults, and hip fractures \naccelerate the development of sarcopenia in older adults (Lang et al., 2010; Morley et al., 2014). \nTherefore, when assessing body fat in older adults, total body composition as well as fat \ninfiltration into other tissues should be taken into account. \n\n \n \n45 \nOf the 56 obese participants, eleven (18%) had SO based on the linear regression model. \nThis is similar to findings by Domiciano et al., (2013) who also using the linear regression \nmodel (ALM adjusting for fat mass), found 20% of older women out of a sample of 611 to have \nSO (Domiciano et al., 2013). Using the Baumgartner model (ALM/height2), only eight \nparticipants or 14%, had sarcopenia. These methods for sarcopenia assessment might be \nunderestimating the prevalence, especially in view of the physical performance measures. Some \nreports, such as the one from the European Working Group, place more emphasis on physical \nperformance measures such as handgrip strength and walking speed to identify sarcopenia in \nolder adults (Cruz-Jentoft et al., 2014; Dong et al., 2016). Using this criteria and the functional \ndecline model from Ilich et al. (2016), 70% of OSO women and 83% of OO women would have \nsarcopenia based on reduced handgrip strength (< 20kg) and 30% of OSO women and 26% of \nOO women would have sarcopenia based on reduced gait speed [see Table 5]. These findings \nrelate to Hypothesis 3 from Specific Aim 3: that women identified with OSO will have \nsignificantly poorer outcomes in functional performance tests, compared to OO, and obese-only \nwomen; although the OO women had similarly poor functional performance scores in this \nstudy. Physical performance tests may also over-diagnose sarcopenia. Although some \nresearchers cite that a loss of strength and function precedes loss of lean mass in older women \n(Giampoli et al., 1999; Delmonico et al., 2009; Dong et al., 2016), physical mass and form \nfollow physical function, or loss of function. \nSome researchers state that women with SO have greater physical decline than women \nwith obesity or sarcopenia alone, due to the apparent synergistic effect of increased fat mass and \nmuscle loss (Domiciano et al., 2013; Baumgartner et al., 2000). This may be due to \nmyosteatosis, or fat infiltration into muscle, which damages muscle. It may also simply indicate \nthat someone who develops SO has more physical decline and was less healthy throughout their \nlife. In this study, in the OSO category also had SO and had overall poorer physical \nperformance in many areas than women who were only-obese or OO. The OSO women, who \nwere also the SO women, had the lowest sit-to-stand scores, slowest normal walking speed, and \nthe poorest knee extension scores. Regarding sit-to-stand and knee extension, the OSO group \nwas significantly lower than the obese-only group, confirming our Hypothesis 3: that OSO \nwomen would have significantly poorer outcomes in physical performance tests. Analyzing \nfunctional decline, the OSO group scored more poorly than the obese-only group, but the OO \n\n \n \n46 \ngroup had similar levels of functional decline, based on the model by Ilich et al. (Ilich et al., \n2016), [see Table 6]. This may indicate a relationship not just between SO and physical decline, \nbut also a relationship between physical decline and osteopenia/osteoporosis. Physical exercise \nis believed to build and help maintain both bone and muscle (JafariNasabian et al., 2016). \nIndividuals with bone loss are thought to have lower levels of physical activity throughout their \nlives or at least in recent years and therefore, have greater functional decline with age \n(JafariNasabian et al., 2016). In our previous analysis, OSO women had significantly lower \nphysical performance than those who were obese-only (Ilich et al. 2015). In this present study, \nphysical decline in OSO and OO women was similar, both being lower than the obese-only \ngroup in almost every area. This is probably partly due to a history of poorer physical fitness as \nwell as a loss of strength, balance and other areas of functionality due to SO and/or \nosteopenia/osteoporosis. This decline, especially in the OSO group, may translate into health \nrisks in other areas, such as increased risk for immobility, falls, fractures and further health \ndecline (Ilich et al., 2014a; Binkley et al., 2013). \n As stated earlier, the prevalence of osteopenia/osteoporosis was remarkably high in this \ncohort. According to the International Osteoporosis Foundation, 20% of women age 70 years \nand 40% of women age 80 years have osteoporosis (NOF 2016), but in this study over 80% of \nthe women had osteopenia and 10% had osteoporosis based on femoral neck and lumbar spine \n(L1–L4) T-scores. The classification of the participants into the groups was affected by this large \nnumber of osteopenic/osteoporotic participants, so that none could be classified as SO. This is \ndifferent from our previous analysis, where 28 out of 258 participants, or ~10% had SO alone, \nwithout significant bone loss. This difference may be due to age (Ilich et al., 2015). The average \nage of the participants in the previous study was ~62 years, whereas for the present study, the \ninclusion to participate was an age ≥ 65 years and many women in the present study were in \ntheir 70’s and 80’s. From the eleven women identified with SO, ten were placed in the OSO \nclassification due to significant bone loss. This also presented the problem of limited data for \nSO in calculations and comparisons among groups. Without an adequate sample of SO women, \nit was not possible to ascertain whether poorer outcomes in physical performance and other \nmeasures for OSO women could be attributed to SO alone or to the combined impact of OSO. \nThis may be the largest drawback to this study. On the other hand, this also presents a picture of \nsarcopenia and osteopenia as comorbidities: a probable relationship even existing between the \n\n \n \n47 \ntwo. In the future, it might be recommended for researches to evaluate older women for both \nsarcopenia and osteopenia at the same time, as the presence of one may signal the other, and to \ninclude data on both in research findings (Ilich et al., 2014a, Ilich et al., 2015). \nBIA/Phase Angle Measurements \n Phase angle, derived from the BIA, is calculated as the arc-tangent or the angle that has \na tangent equal to a given number of the ratio between resistance (frequency dependent \nopposition to an alternating current) and reactance (inversely proportional to water and \nelectrolyte concentration across sectional areas of the measured body segment) (Wilhelm-Leen \net al., 2013; Souza et al., 2016). Increased phase angle values indicate better body cell function \nand higher BMIs (Souza et al., 2016; Barbosa-Silva et al., 2005). Phase angle decreases as \npeople age, become less fit, become frailer and/or increase levels of fat mass. In this study there \nwas no significant difference among the phase angle values of the different groups. The OSO \nwomen had slightly higher values, which may reflect the fact that they had significantly higher \npercent body fat. The majority of the participants had phase angle values > 6 º, which is above \nlevels that other researchers associate with frailty. Wilhelm-Leen et al., (2013), found that \nwomen, regardless of morbidity status had higher frailty and mortality with phase angles \nbetween 2-6 º (Wilhelm et al., 2013). Although most older women participating in this study \nwere not frail, their phase angle values may also have been elevated due to obesity since higher \nBMI values are also associated with higher phase angle values (Barbosa-Silva et al., 2005). \nTherefore, Hypothesis 2 from Specific Aim 2, to develop cutoff values for OSO from BIA \nphase angle values was not possible from this study. Perhaps looking at larger sample sizes and \nolder populations in the future with greater frailty might yield more significant results. \nUltrasound and Echo Intensity \n Echo intensity (EI), measured from an ultrasound image and then analyzed by \nmeasuring pixel intensity in the Adobe Photoshop program, is also believed to reflect muscle \nquality (Watanabe et al., 2013; Palmer & Thompson 2016). Echo intensity from the rectus \nfemoris muscle is significantly negatively associated with muscle quality and knee extension \nstrength (Rech et al., 2014; Watanabe et al., 2013). There was not a clear relationship between \nphysical performance and EI in this study. However, EI is also negatively associated with \nmuscle mass (Watanabe et al., 2013) which may explain why the osteopenic/sarcopenic non-\nobese had the highest EI, but lowest muscle mass. In this study, EI values were significantly \n\n \n \n48 \nlower in the OO group of women than the obese-only and osteosarcopenic/sarcopenic non-\nobese. Therefore, referring to Hypothesis 2 from Specific Aim 2, the OSO group did not have \nsignificantly lower EI ultrasound values than the obese-only or osteopenic/sarcopenic non-\nobese, and had similar EI values to the OO group, so that a clear cutoff could not be established \nfor OSO. \nMuscle Quality Derived from Knee Extension \n The knee extension test measures the strength of the quadriceps muscles and was used in \nthis study to calculate muscle quality by dividing knee extension (kg) strength by lower \nextremity lean mass (kg) measured by the IDXA. Muscle quality can be defined as ‘maximal \nforce production per unit of muscle mass’ (Brooks et al., 2007). In this study, a one-repetition-\nmax from the knee extension was divided by leg lean mass (kg) (Wood et al., 2011) as a \nmeasurement of muscle quality. Some researchers view muscle quality as a better measure of \nfunctional status than strength alone (Brooks et al., 2007). Muscle quality decreases with age, \nmyosteatosis and chronic disease, but is increased with strength training and is higher in \nyounger and fitter populations (Taaffe et al., 2009, Brooks et al., 2007; Watanabe et al., 2013). \nThe OSO women had significantly lower knee extension scores than the obese-only and OO \nwomen and the OSO women and the osteopenic non-obese had lower overall knee extension \nand muscle quality scores than any other group. This may be indicative of greater functional \ndecline. These findings further relate to Hypothesis 2 from Specific Aim 2 that muscle quality \nwould be lower in OSO women and also Hypothesis 3 from Specific Aim 3 that physical \nperformance would be lower in the OSO group of women. \nFunctional Performance Tests \n As stated earlier, handgrip strength is used by some researchers to help identify \nsarcopenia (Cruz-Jentoft et al., 2010). The cut-off for grip strength indicating sarcopenia is ≤ 20 \nkg for women and ≤ 30 kg for men (Cruz-Jentoft et al., 2010; Ilich et al., 2016). The handgrip \nstrength was actually lowest in both hands and the ‘dominant hand’ test in the OO and the \nosteopenic non-obese group. Only six out of 35 (17%) OO women and three (27%) out of ten \nOSO women had handgrip scores for either handgrip above 20 kg. Six (60%) out of ten obese-\nonly women had handgrip greater than 20 kg for either hand. This corroborates with several \nother studies finding that loss of handgrip strength is associated with lower BMD and \nosteopenia/osteoporosis (Shin et al., 2014; Lindsey et al., 2005). Lower handgrip strength is also \n\n \n \n49 \nassociated with malnutrition, which further impacts aging and loss of bone and lean mass (Lu et \nal., 2016; Bin et al., 2010).\n Importantly, in this study participants were tested for right hand \nstrength, left hand strength, and then separately comparing the hand with the highest score, or \nthe dominant hand. The hand with the highest score, assumed to be the ‘dominant’ hand, is \nclassified by some as the participant’s official ‘grip strength’ (Bahat et al. 2016). Using the \ndominant handgrip strength, 70% of OSO women, 83% of OO women, 40% of obese-only \nwomen and 100% of the osteopenic non-obese had handgrip strength below the cutoff of ≤ 20 \nkg (see Table 7). Overall, the different handgrip tests did not change the overall result that the \nobese-only group had the strongest grip strength. This corroborates with our previous analysis \nwhere OSO women and OO women had lower handgrip strength than the obese-only group \n(Ilich et al., 2015). This correlates somewhat to Hypothesis 3 from Specific Aim 3 that OSO \nwomen would have poorer physical performance, although regarding handgrip, the differences \nwere not significant. \n The sit- to-stand chair test is considered a measure of fitness and lean mass in older \nadults so that a ‘fit’ adult should be able to complete ≥ 20 sit-to-stands in 30 seconds (Jones et \nal., 1999; Ilich et al., 2016). None of the participants in this study were able to complete 20 or \nmore of these exercises in 30 seconds. Recent research shows that lower sit-to-stand test scores \nis associated with poorer walking speed outcomes and or should be used along with other tests \nsuch as gait speed (Bernabeu-Mora et al., 2016; Shin et al., 2014). The OSO women had \nsignificantly lower scores than the OO group or osteopenic non-obese women, which may \nfurther reinforce the association between the combined impact of bone loss, sarcopenia and \nobesity with overall loss of fitness. This partially supports Hypothesis 3 from Specific Aim 3 \nthat OSO women would have poorer physical performance scores. \n The one-leg stance is a measure of balance and scores for this test decrease with ag e \n(Najafi et al., 2016; Ilich et al., 2016). Balance impairment is a major cause of long-term \ndisability and is associated with reduced gait speed (Peirone et al., 2014). An average score or \ncut-off for healthy older adults is 16 seconds, but younger participants will average 30 seconds \nor longer (Najafi et al., 2016; Ilich et al., 2016). There was no significant difference in one-leg \nstance among groups in this study. The OSO and the OO groups had the lowest average one-leg \nstance scores for both the right and left sides. This does not support Hypothesis 3 from Specific \n\n \n \n50 \nAim 3 that OSO women would have poorer physical performance, although the difference in \none-leg stance was not significant. \n There was no significant difference in walking speed among groups, however, normal \nwalking speed was slowest in the OSO and osteopenic/sarcopenic non-obese groups, brisk \nwalking speed was slowest in the osteopenic/sarcopenic non-obese group and the OSO and \nosteopenic/sarcopenic non-obese groups had the slowest scores for the two-minute walk. These \nfindings are supported by other studies showing that slower walking speed is also associated \nwith sarcopenia, which was present more in the OSO and osteopenic/sarcopenic non-obese \ngroups. In addition, loss of strength often precedes loss of lean mass in older women (Giampoli \net al., 1999; Delmonico et al., 2009; Dong et al., 2016). The loss of functionality in measures \nlike walking speed may signal that these women are sarcopenic or in the process of developing \nsarcopenia. Normal walking speed, or gait speed can be used as a measure for sarcopenia, the \ncut-off value being ≤ 0.8 m/sec (Ilich et al., 2016). However, in this study, 30% of the OSO \nwomen had scores less than 0.8 m/s, 26% of the OO women, 30% obese-only women and 0% of \nthe osteopenic/sarcopenic non-obese had a below normal walking speed (≤ 0.8 m/sec), so that \nwalking speed is not clearly indicating sarcopenia in this sample. Walking speed in this study \ndoes not support Hypothesis 3 from Specific Aim 3 that OSO women would have poorer \nphysical performance. \n Arm flexion, or elbow flexion measured in this study, is a test to measure strength \n(Toosizadeh et al., 2016, Takagi et al, 2016). Comparably to the handgrip strength test, the OO \nwomen had the lowest scores, the OSO had the second lowest, and the osteopenic non-obese \nwomen had the highest arm flexion scores. This could possibly be indicative of a greater loss of \nstrength overall. This partially supports Hypothesis 3 from Specific Aim 3 that OSO women \nwould have poorer physical performance, although here OO women scored poorly as well. \n As stated earlier, the OSO women had significantly lower knee extension scores than the \nobese-only and OO women and the OSO women and the osteopenic non-obese lower overall \nknee extension scores than any other group. This may be indicative of greater functional \ndecline. Both the knee extension machine and the sit-to-stand exercise use the quadriceps \nmuscles, important for walking and balance. Perhaps this significant decline in the OSO women \nregarding sit-to-stand and knee extension scores indicates greater loss of strength in the \n\n \n \n51 \nquadriceps muscles. Although the difference was not significant, the OSO group had lower \nscores for normal walking speed, which may be related to loss of quadriceps strength (Cruz- \nJentoft et al., 2010). The EI test, which measured muscle quality in the quadriceps, was also 51 \nlower in the OSO women. Overall, loss of quadriceps strength and/or muscle quality may be an \nindicator for OSO, although the results from this study did not present enough significant results \nto confirm this with any certainty and therefore, cannot be used to confirm Hypothesis 2 from \nSpecific Aim 2. The results regarding physical performance measures partially support \nHypothesis 3 from Specific Aim 3, indicating that OSO women have poorer physical \nperformance. \nLimitations \n Limitations to this study include: a smaller sample size, the lack of an adequate \nsarcopenic or SO group to compare with the other participants and the lower statistical power of \nnonparametric tests such as the Wilcoxon t-test. The ultrasound machine in the laboratory at the \nCollege of Human Sciences was not available to our participants. Due to that difficulty, the \nstudy was delayed for 14 months before another ultrasound machine was located and secured at \nThe Florida State University Health Center at the generosity of Joni Jones, Radiology Manager / \nQI and Accrediation Coordinator. This delay resulted in missing of ultrasound data for initial \nparticipants. \nStrengths \n The strengths of this study include: a homogenous sample of women all the same race, \nage group (postmenopausal; elderly) and gender and accurate testing equipment such as the \niDXA machine for measuring body composition and ultrasound scans for muscle quality \nmeasures. \nFuture Research \n Based on the findings from this pilot study, more research needs to be completed \nexamining the relationship between bone loss, sarcopenia, muscle quality and increased body \nfat in older adults and how this relates to their overall health and physical function. Larger and \nmore diverse study populations are needed, including men, women and different racial groups \nto better investigate the OSO syndrome. In addition, other tests from MRI or CT scans, could \nalso be utilized to further compare body composition measures in future studies to validate the \ndiagnostic criteria obtained by DXA, BIA, ultrasound and functionality measures. \n\n \n \n52 \nCHAPTER 6 \nCONCLUSION \n In conclusion, we were able to identify 17% of OSO women in our population, \nconfirming our Hypothesis 1a. The physical decline in OSO and OO women was similar, both \nbeing greater than the obese-only group in almost every area and often greater than the \nosteopenic/sarcopenic non-obese women. In light of Hypothesis 1b from Specific Aim 1, the \nOSO group had lower BMD, lower lean mass and ALM than the OO or obese-only groups (as \nhypothesized), but higher percent body fat than the OO or obese-only groups. Only the \nosteopenic/sarcopenic non-obese had comparably lower BMD at most sites and lower lean \nmass. Similarly, the OSO group had the lowest muscle quality scores but the highest phase \nangle values, again, confirming Hypothesis 2. The higher phase angle scores in the OSO women \nmay be reflective of their higher percent of body fat. The osteopenic/sarcopenic non-obese \ngroup had the highest EI values which may reflect their lower levels of muscle mass. In keeping \nwith Hypothesis 3 from Specific Aim 3, the OSO group of women had significantly lower sit- \nto-stand scores than the OO group or osteopenic non-obese group and significantly lower knee \nextension scores than the OO or obese-only women. For other physical performance tests such \nas handgrip strength and one-leg-stance, the OO group performed most poorly, which may \nreflect a relationship between bone loss, obesity and physical decline. Overall, the obese-only \ngroup performed the best on physical performance/functionality tests. The functional decline \ntable showed that the OSO and OO groups had the highest percentage of participants with major \nfunctional decline while the osteopenic/sarcopenic non-obese had no participants with major \nfunctional decline. Overall, in this study women who had obesity combined with bone loss \nand/or sarcopenia, appear to have poorer physical abilities and greater functional decline than \nthose who were obese-only or only osteopenic/sarcopenic but non-obese. Based on this study, \ngreater attention should be given to older women with obesity, sarcopenia and bone loss \nregarding functional decline as well as considering further study on decreased muscle quality in \nquadriceps either through physical performance tests such as knee extension, EI or other tests, \nto detect the risk of OSO early on. Early recognition of this syndrome, which appears to impact \nat least 10% of older Caucasian women based on this study, might guide older adults to seek \n\n \n \n53 \ntreatment through nutrition, exercise or even pharmaceutical interventions. Body composition \nparameters from DXA, the functional decline table as well as muscle quality of the quadriceps, \ncould be an initial diagnostic criteria to consider when examining an older adult for OSO \nsyndrome. \n \n\n \n \n54 \nAPPENDIX A \nIRB APPROVAL \nThe Florida State University \nOffice of the Vice President For Research \nHuman Subjects Committee \nTallahassee, Florida 32306-2742 \n(850) 644-8673 · FAX (850) 644-4392 \n \nRE-APPROVAL MEMORANDUM \n \nDate: 10/13/2016 \n \nTo: Julia Inglis \n \nAddress: Department of Nutrition, Food and Exercise Sciences, The Florida State \nUniversity, 120 Convocation Way, 418 Sandels Building, Tallahassee, FL 32306 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \n \nFrom: Thomas L. Jacobson, Chair \n \nRe: Re-approval of Use of Human subjects in Research \nIdentifying Osteosarcopenic Obesity in Older Women \n \nYour request to continue the research project listed above involving human subjects has \nbeen approved by the Human Subjects Committee. If your project has not been completed \nby 10/11/2017, you must request a renewal of approval for continuation of the project. As \na courtesy, a renewal notice will be sent to you prior to your expiration date; however, it is \nyour responsibility as the Principal Investigator to timely request renewal of your \napproval from the committee. \n \nIf you submitted a proposed consent form with your renewal request, the approved \nstamped consent form is attached to this re-approval notice. Only the stamped version of \nthe consent form may be used in recruiting of research subjects. You are reminded that \nany change in protocol for this project must be reviewed and approved by the Committee \nprior to implementation of the proposed change in the protocol. A protocol \nchange/amendment form is required to be submitted for approval by the Committee. In \naddition, federal regulations require that the Principal Investigator promptly report in \nwriting, any unanticipated problems or adverse events involving risks to research subjects \nor others. \n \nBy copy of this memorandum, the Chair of your department and/or your major professor \nare reminded of their responsibility for being informed concerning research projects \n\n \n \n55 \ninvolving human subjects in their department. They are advised to review the protocols \nas often as necessary to insure that the project is being conducted in compliance with our \ninstitution and with DHHS regulations. \n \nCc: Jasminka Ilich-Ernst, Advisor \nHSC No. 2016.19220 \n \nThe formal PDF approval letter: \nhttp://humansubjects.research.fsu.edu/pdf/printapprovalletter.aspx?app_id=19220 \nThe Florida State University \nOffice of the Vice President For Research \nHuman Subjects Committee \nTallahassee, Florida 32306-2742 \n(850) 644-8673 · FAX (850) 644-4392 \n \nAPPROVAL MEMORANDUM \n \nDate: 11/19/2015 \n \nTo: Julia Inglis \n \nAddress: Department of Nutrition, Food and Exercise Sciences, The Florida State University, \n120 Convocation Way, 418 Sandels Building, Tallahassee, FL 32306 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \n \nFrom: Thomas L. Jacobson, Chair \n \nRe: Use of Human Subjects in Research \nIdentifying Osteosarcopenic Obesity in Older Women \n \nThe application that you submitted to this office in regard to the use of human subjects in the \nresearch proposal referenced above has been reviewed by the Human Subjects Committee at its \nmeeting on 10/14/2015. Your project was approved by the Committee. \n \nThe Human Subjects Committee has not evaluated your proposal for scientific merit, except to \nweigh the risk to the human participants and the aspects of the proposal related to potential risk \nand benefit. This approval does not replace any departmental or other approvals, which may be \nrequired. \n \nIf you submitted a proposed consent form with your application, the approved stamped consent \nform is attached to this approval notice. Only the stamped version of the consent form may be \nused in recruiting research subjects. \n \nIf the project has not been completed by 10/12/2016 you must request a renewal of approval for \ncontinuation of the project. As a courtesy, a renewal notice will be sent to you prior to your \nexpiration date; however, it is your responsibility as the Principal Investigator to timely request \n\n \n \n56 \nrenewal of your approval from the Committee. \n \nYou are advised that any change in protocol for this project must be reviewed and approved by \nthe Committee prior to implementation of the proposed change in the protocol. A protocol \nchange/amendment form is required to be submitted for approval by the Committee. In \naddition, federal regulations require that the Principal Investigator promptly report, in writing \nany unanticipated problems or adverse events involving risks to research subjects or others. \n \nBy copy of this memorandum, the Chair of your department and/or your major professor is \nreminded that he/she is responsible for being informed concerning research projects involving \nhuman subjects in the department, and should review protocols as often as needed to insure that \nthe project is being conducted in compliance with our institution and with DHHS regulations. \nThis institution has an Assurance on file with the Office for Human Research Protection. The \nAssurance Number is FWA00000168/IRB number IRB00000446. \n \nCc: Jasminka Ilich-Ernst, Advisor \nHSC No. 2015.16546 \n \nAPPROVAL MEMORANDUM \n \nDate: 12/16/2014 \n \nTo: Jasminka Ilich-Ernst \n \nAddress: 1493 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \n \nFrom: Thomas L. Jacobson, Chair \n \nRe: Use of Human Subjects in Research \nThe triad of bone, muscle and adipose tissue deterioration in older women: Detecting the \nosteosarcopenic obesity syndrome \n \nThe application that you submitted to this office in regard to the use of human subjects in \nthe research proposal referenced above has been reviewed by the Human Subjects \nCommittee at its meeting on 12/10/2014. Your project was approved by the Committee. \n \nThe Human Subjects Committee has not evaluated your proposal for scientific merit, \nexcept to weigh the risk to the human participants and the aspects of the proposal related \nto potential risk and benefit. This approval does not replace any departmental or other \napprovals, which may be required. \n \nIf you submitted a proposed consent form with your application, the approved stamped \nconsent form is attached to this approval notice. Only the stamped version of the consent \nform may be used in recruiting research subjects. \n\n \n \n57 \n \nIf the project has not been completed by 12/9/2015 you must request a renewal of \napproval for continuation of the project. As a courtesy, a renewal notice will be sent to you \nprior to your expiration date; however, it is your responsibility as the Principal \nInvestigator to timely request renewal of your approval from the Committee. \n \nYou are advised that any change in protocol for this project must be reviewed and \napproved by the Committee prior to implementation of the proposed change in the \nprotocol. A protocol change/amendment form is required to be submitted for approval by \nthe Committee. In addition, federal regulations require that the Principal Investigator \npromptly report, in writing any unanticipated problems or adverse events involving risks \nto research subjects or others. \n \nBy copy of this memorandum, the Chair of your department and/or your major professor \nis reminded that he/she is responsible for being informed concerning research projects \ninvolving human subjects in the department, and should review protocols as often as \nneeded to insure that the project is being conducted in compliance with our institution \nand with DHHS regulations. \n \nThis institution has an Assurance on file with the Office for Human Research Protection. \nThe Assurance Number is FWA00000168/IRB number IRB00000446. \n \nCc: Michael Delp, Dean \nHSC No. 2014.14283 \nThe formal PDF approval letter: \nhttp://humansubjects.magnet.fsu.edu/pdf/printapprovalletter.aspx?app_id=14283 \n \n\n \n \n58 \nAPPENDIX B \nCONSENT FORM \nCONSENT FORM FOR PARTICIPATION IN A RESEARCH PROJECT \nAT FLORIDA STATE UNIVERSITY \nTHE FRAILTY STUDY \n \nPI Name: Julia E. Inglis, MS, RD \nProject Title: Identifying Osteosarcopenic Obesity in Older Women \n \nInvitation to Participate \n You are invited to participate in a research study that will evaluate the impact of \nbone and muscle loss, and obesity on physical performance and frailty. A total of ~70 \nparticipants will be recruited from the North Florida area. The study will last two years, \nbut each participant’s enrollment will be completed within 1-2 visits to the university \ncampus. \n \nDescription of the Study \n Recently, we identified a new syndrome osteosarcopenic obesity. This \ncondition is where an older adult presents with obesity, sarcopenia (loss of muscle \nmass and strength) and osteopenia/osteoporosis (loss of bone mass) at the same time. \nBased on our preliminary studies, the women with osteosarcopenic obesity have higher \nrisk of falls and fractures and possible long-term disabilities, compared to age matched \nobese-only women. \n This project is about identifying osteosarcopenic obesity in older (>65 y) women \nwho might not be clinically obese (e.g. determined by body mass index), but yet have \nincreased body fat and perhaps fat infiltration both in the muscle and bone. We will \nidentify these conditions by using bone \ndensitometer (DXA) and ultrasound, – both non-\ninvasive techniques. Subsequently, we will use \nshort physical performance measures (e.g. \nhandgrip strength, balance, walking abilities, \netc.), along with the selected biomarkers from \nblood, to compare the physical fitness level of \nosteosarcopenic obese women with that of only \nobese, only sarcopenic, and normal women. \nThese tests, with the specific criteria, will enable \nus to develop the cut-off points for the diagnosis of osteosarcopenic obesity. These \ndiagnostic points could be used for future identification of osteosarcopenic obesity \nwithout having to use expensive equipment like MRI or DXA. \n \n \n\n \n \n59 \nTiming and procedures: \nInitial introduction of the study and distribution of screening forms and consent at \nretirement homes and in the lab \nFirst visit -Height and weight measurements, food intake, physical activity \nquestionnaires; surveys for demographic information and smoking and alcohol \nconsumption. Participants will perform short physical performance tests. DXA and \nultrasound measurements to assess bone mineral density, muscle/lean mass, and \npercent body fat. A blood draw will also be taken at this time to measure biomarkers \nrelated to osteosarcopenic obesity and inflammation. \nSecond visit – Participants will need to come back to the lab a second time to \ncomplete the ultrasound and other tests if they do not have times for everything on the \nfirst visit as well as receive a vitamin D (400 IUs/day) / Calcium (630 mg/day) \nsupplement to take for three months. \nThird Visit – Participants will come back six months after the second visit to be \nmeasured again with DXA, BIA, anthropometric measurements, and physical \nperformance tests to assess the impact of the vitamin D/calcium supplement to see if \nthere was a change/improvement in bone mineral density, muscle mass, weight, and \nphysical mobility and strength. \n \nMeasurements and Surveys that will be taken: \n1. Height, weight, waist, abdomen and hip circumferences, blood \npressure, and heart rate (with portable instruments if measured at nursing \nfacility or residence) \n2. Questionnaires: \na Demographic data \nb Self-reported SF-36 form and habitual, daily physical activity \nc Smoking and alcohol intake/history. \nd Food Intake by a three-day recall with addition of a few general \nquestions on eating habits. \n3. Bone mineral density and body composition \n4. Muscle mass \n5. Physical Performance Tests \n6. Fasting Blood Draw ~10 cc: to measure biomarkers indicating \ninflammation, sarcopenia, and bone status \n \nRisks and Inconveniences \n▪ There might be a discomfort caused by taking anthropometric measurements \nand collecting demographic, health, dietary and life-style information. The \ncompletion of the questionnaires may take around 45-60 minutes. To minimize \nthis discomfort, a professional, caring, non-judgmental staff will be employed \nand confidentiality will be in place at all times. \n▪ The measurements of bone and body composition by DXA will expose a \nparticipant to a small amount of radiation. However, the amount of radiation \n\n \n \n60 \nreceived during the study is comparable to the amount which is received from \nthe cosmic radiation while flying in an airplane (for example from New York to \nSan Francisco). The radiation received during the measurements will be minimal \nand <0.1% of the maximal allowed environmental dose for one year. \n▪ Other measurements, like ultrasound, are not invasive, however, they might \ncause discomfort by participants having to lie down or sit while being measured. \n▪ There is a small risk with taking blood samples and there may be some bruising \nat the site where the blood is drawn. There is also the possibility of risk of \ninfection due to breakage of the skin. To minimize this risk and discomfort, a \ntrained individual will draw blood following strictly the universal precaution’s \nmeasures and sanitary rules. \n▪ Functionality testing (e.g. walking 6 m distance, chair sit-to-stand, or grip \nstrength), may be difficult for some to perform. All precautions will be taken not \nto push any measurements or activity on a participant who shows difficulty or \nmight be in distress, or otherwise disturbed. \n \nBenefits \n▪ Individualized bone mineral density and body composition assessment \n▪ Results from all measurements will be shared with each participant, enabling \nwith better insight and awareness of their health. \n▪ Dietary and vitamin D status evaluation \n▪ Participants will be provided a vitamin D (400 IUs/day) / Calcium (630 mg/day) \nsupplement for six months \n \nEconomic Considerations \n▪ There will be a small monetary award during and upon completion of the study \n(provided that the study is funded by NIH). \n \nConfidentiality \n All information about you and your participation in this study will be confidential \nand your file will be kept private in a locked file cabinets for the next 10 years, after \nwhich time the files will be destroyed. We will use a code number to refer to \nparticipants and the names will not appear in any publication. The FSU Institutional \nReview Board (IRB) and the Office of Research Compliance may inspect study \nrecords. \n \nIn Case of Injury \n The FSU does not provide insurance coverage to compensate you if you are \ninjured during the research. However, you may still be eligible for compensation. \n \n \n\n \n \n61 \n \nVoluntary Participation \n The participation in this study is voluntary and there is no penalty for \nnonparticipation. You do not have to be in this study if you do not want to. If you agree \nto be in the study, but later change your mind, you may drop out at any time. \n \n Questions \n Take as long as you need before you make a decision about \nparticipation. We will be happy to answer any questions you have about this study. If \nyou have further questions about this project or if you have a research-related \nproblem, you may contact the principal investigator, Jasminka Ilich-Ernst, -, or \ncoordinator of the study Julia E. Inglis, . You may also contact the FSU IRB Human \nSubjects Office at (850) 644-. \n \n Authorization: \n \nI have read this form and decided that _________________________________ will \n (name of participant) \nparticipate in the project described above. Its general purposes, the particulars \nof involvement and possible hazards and inconveniences have been explained to \nmy satisfaction. My signature also indicates that I have received a copy of this \nconsent form. \n \nSignature: _________________________________ \n \nDate: ______________________ \n \n_____________________________________________________________________ \nSignature of Primary Investigator OR Signature of Person Obtaining \nConsent \n \n\n \n \n62 \nAPPENDIX C \nINITIAL SCREENING \nFSU Frailty Study \nInitial screening (to be filled out by researchers) \n \n Date: ____________________ \n \nName: _ _ _ _ _ _ _ _ _ \n Date of Birth: ____________________ \n Must be ≥70 (born in or before 1945) \n \nAddress: _ _ _ _ _ _ _ _ _ _ \nTelephone: ________________________ E-mail _________________________ \n \n Self reported: \nWeight: lbs Height: feet inch BMI: _ _ _ \n (Lbs*703/inch 2) \n Yes No \n1) Can you move around on your own? \n If NO, what kind of aid do you need for moving around? \nWalker, cane OK; wheelchair is disqualifier \n \n2) Do you have Parkinson’s disease or multiple sclerosis \n3) Do you have systemic lupus or thyroid disease \n3) Do you have severe rheumatoid arthritis or osteoarthritis \n4) Do you have chronic fatigue or vitiligo \n5) Have you ever had cancer or presently have cancer? \n\n \n \n63 \nIf YES, what kind and how long ago? \nOK, if cancer-free for 3 years \n6) Do you have high blood pressure? _ _ \nIf YES, are you taking medications, what kind and for how long? \n7) Do you have severe osteoporosis? _ _ \nIf YES, are you taking medications, what kind and for how long? \n8) Do you have diabetes? _ _ \nIf YES, are you taking medications, what kind and for how long? \n \n9) Have you taken corticosteroids in the last 3 months? _ \n _ \n10) Are you taking hormone replacement therapy or other postmenopausal drugs \n \n OK, if free for 3 mos. And not planning to resume _ _ \n \n11) Are you presently taking diuretics? _ _ \n \n12) Are you taking any supplements? _ _ \nPlease list any supplements you are taking and bring them with you at the appointment \n _ _ _ _ _ _ \n13) Are you taking any medications _ _ _ _ _ _\n \nPlease list any medications you are taking and bring them with you at the appointment \n \n\n \n \n64 \nAPPENDIX D \nDEMOGRAPHIC SURVEY \nFSU Frailty Study \n \nDemographic Survey \n \n \nID: _______________________ Date: _____________ \n \nDate of Birth: ____/____/________ \n \nAddress: __________________________ City: ______________ State: _____ \nZip ________________ \n \nPhone (_____) __________________ E-mail: __________________________ \n \nIf in Nursing Facility, which one: _________________________________________ \n \nOccupation (past and/or present) _______________________ \n \nWorking: Part or Full Time or Retired (circle one)? \n \nIf retired, since when? _____________________ \n \nEducation: ____________________________ \n \nMarital Status: □Married □Separated □Divorced □Widowed □Single □Cohabitating \nLive with: □Spouse □Partner □Relatives □Children □Friends □Parents □Alone \nLive independently: ____ Live in Nursing Home:____ Live in Assisted Living \n____ \n \nIncome level range/year in thousands$ (circle): 20-30; 30-40; 40-50; 50-60; 60-70; \n70-80; 80-90; 90-100; above 100 \n \nHealth HistorGenetic Disease______ \nBleeding easily_______ \nAnemia_____ \nAllergies/Hayfever______ Asthma________ \nEczema______ \nCancer/Tumor____________ Diabetes_____________ \nHigh blood pressure______ \n\n \n \n65 \nHeart Disease____________ Stroke______________ \nArthritis/Rheumatism______ \nKidney disease__________ \nThyroid trouble___________ Diabetes____________ \nStom/Duod ulcer_________ Tuberculosis_____________ Glaucoma___________ \nMental illness___________ Epilepsy________________ Dementia___________ \nAlcohol addiction_________ \nDrug addiction___________ Other______________ \n \nRecent Hospitalizations and/or Surgeries: (include reason/diagnosis and dates) \n1) ________________________________ \n2)________________________________ \n3) ________________________________ \n \nX-rays and Special studies: (include reasons and dates) \nX-rays___________________________________________________ \nCAT scan________________________________________________ \nMRI Electrocardiogram______________________________________ \nElectroencephalogram______________________________________ \nOther___________________________________________________ \n \nCurrent Medications: (include name, dosage, and frequency of use) \nPrescription drugs \n1) ________________________________ 5) ________________________________ \n2) ________________________________ 6) _______________________________ \n3) ________________________________ 7) ________________________________ \n4) ________________________________ 8) ________________________________ \n \nOver-the-counter drugs: including supplements \n \n1) ________________________________ 5) ________________________________ \n2) ________________________________ 6) ________________________________ \n3) ________________________________ 7) ________________________________ \n4) ________________________________ 8) ________________________________ \nAge of menopause: _____________ \n \nSocial Assessment: \nHas any of the following happened in the last year? (describe if yes) \n \nDeath of spouse ______________________________________________________ \n \nDeath of other close family member or friend_________________________________ \n \nChange in health of family member_______________________________________ \n\n \n \n66 \nAPPENDIX E \nALLIED DUNBAR SURVEY OF HABITUAL PHYSICAL ACTIVITY \n \n ID \n Date: \n \nHow many minutes on average during a day, week or month do you spend doing the \nfollowing: \nHousework \nType of Housework Minutes/day Minutes/week Minutes/month \nVacuuming \nScrubbing floors by hand \nWalking with heavy loads \nof groceries \n \nSpring cleaning (moving \nfurniture, washing \nwindows/walls) \n \nWet Mopping \n \nType of Gardening Minutes/day Minutes/week Minutes/month \nMowing the lawn \nDigging, moving earth \nTrimming hedges \nRaking leaves \nWeeding, hoeing, \npruning, picking \n \nPlanting flowers, seeds \n\n \n \n67 \nGardening \nDo it Your Self Activities \nType of DIY activity Minutes/day Minutes/week Minutes/month \nCar cleaning \nPainting \nWallpapering \nFurniture repair \n \nWALKING \nWHAT IS YOUR USUAL WALKING PACE? (SLOW, AVERAGE, BRISK OR FAST) \n \n \n \n \n \n \n \n \n \n \nStair climbing \nAbout how many flights of stairs do you climb at home on average per day (NOT counting \ngoing down) (DO NOT count steps to enter house or garage)? ________ \nHow many steps are in your stairs? ____________ \nAbout how many flights of stairs do you climb elsewhere during the week? \n______________ \nChopping wood \nShoveling snow \nType of Walking Number of times \nper week or \nmonth \nHow long do you walk for? \nFast Pace \nBrisk \nSteady Average \nSlow \n\n \n \n68 \nAPPENDIX F \nEXERCISE \nType of Exercise Number \nof times/ \nday \nNumber \nof times/ \nweek \nNumber \nof times / \nmonth \nNumber \nof \nminutes \neach time \nDo you \nget out of \nbreath or \nsweaty? \nAerobics (high impact) \nAerobics (low impact) \nAqua aerobics \nBowling \nCanoeing \nCycling \nDancing for Fitness \nElliptical \nExercises (leg lifts, \nsitups, crunches) \n \nGolf \nHand wts (10lb) \nHand wts (2lb) \nHand wts (5lb) \nHiking \nRollerblading \nJogging \nRunning \nSailing \nSkiing \nSocial Dancing \nStep machine \nStretching \nSwimming \nTable Tennis \nTai Chi \nTennis \nTherabands \n\n \n \n69 \nTread mill (mph) \nVolleyball \nYoga \n \n \n\n \n \n70 \nAPPENDIX G \nSF-36 FORM \nFSU Frailty Study SF-36 Form \n1. In general, would you say your health is: \nExcellent 1 \nVery good 2 \nGood 3 \nFair 4 \nPoor 5 \n2. Compared to one year ago, \nhow would your rate your health in general now? \n \nMuch better now than one year ago 1 \nSomewhat better now than one year ago 2 \n About the same 3 \n Somewhat worse now than one year ago 4 \n Much worse now than one year ago 5 \nThe following items are about activities you might do during a typical day. Does \nyour health now limit you in these activities? If so, how much? \n(Circle One Number on Each Line) \n \nYes, \nLimited \na Lot \nYes, \nLimited \na Little \nNo, Not \nlimited at All \n3. Vigorous activities, such as running, \nlifting heavy objects, participating in \nstrenuous sports \n[1] [2] [3] \n4. Moderate activities, such as moving \na table, pushing a vacuum cleaner, \nbowling, or playing golf \n[1] [2] [3] \n5. Lifting or carrying groceries [1] [2] [3] \n6. Climbing several flights of stairs [1] [2] [3] \n\n \n \n71 \n7. Climbing one flight of stairs [1] [2] [3] \n8. Bending, kneeling, or stooping [1] [2] [3] \n9. Walking more than a mile [1] [2] [3] \n10. Walking several blocks [1] [2] [3] \n11. Walking one block [1] [2] [3] \n12. Bathing or dressing yourself [1] [2] [3] \n \nDuring the past 4 weeks, have you had any of the following problems with your \nwork or other regular daily activities as a result of your physical health? \n(Circle One Number on Each Line) \n Yes No \n13. Cut down the amount of time you spent on work or other \nactivities \n1 2 \n14. Accomplished less than you would like 1 2 \n15. Were limited in the kind of work or other activities 1 2 \n16. Had difficulty performing the work or other activities (for \nexample, it took extra effort) \n \n1 2 \nDuring the past 4 weeks, have you had any of the following problems with your \nwork or other regular daily activities as a result of any emotional problems (such \nas feeling depressed or anxious)? (Circle One Number on Each Line) \n Yes No \n17. Cut down the amount of time you spent on work or other \nactivities \n1 2 \n18. Accomplished less than you would like 1 2 \n19. Didn't do work or other activities as carefully as usual 1 2 \n20. During the past 4 weeks, to what extent has your physical health or emotional \nproblems interfered with your normal social activities with family, friends, neighbors, \nor groups? (Circle One Number) \nNot at all 1 \n\n \n \n72 \nSlightly 2 \nModerately 3 \nQuite a bit 4 \nExtremely 5 \n21. How much bodily pain have you had during the past 4 weeks? \n(Circle One Number) \nNone 1 \nVery mild 2 \nMild 3 \nModerate 4 \nSevere 5 \nVery severe 6 \n22. During the past 4 weeks, how much did pain interfere with your normal work \n(including both work outside the home and housework)? (Circle One Number) \nNot at all 1 \nA little bit 2 \nModerately 3 \nQuite a bit 4 \nExtremely 5 \nThese questions are about how you feel and how things have been with you \nduring the past 4 weeks. For each question, please give the one answer that \ncomes \nclosest to the way you have been feeling. \nHow much of the time during the past 4 weeks . . . \n(Circle One Number on Each Line) \n \n\n \n \n73 \n \nAll of \nthe \nTime \nMost \nof the \nTime \nA Good \nBit of \nthe Time \nSome \nof the \nTime \nA Little \nof the \nTime \nNone \nof \nthe \nTime \n23. Did you feel \nfull of pep? \n1 2 3 4 5 6 \n \n24. Have you \nbeen a very \nnervous \nperson? \n \n1 2 3 4 5 6 \n25. Have you \nfelt so down in \nthe dumps that \nnothing could \ncheer you up? \n1 2 3 4 5 6 \n26. Have you \nfelt calm and \npeaceful? \n1 2 3 4 5 6 \n27. Did you \nhave a lot of \nenergy? \n1 2 3 4 5 6 \n28. Have you \nfelt \ndownhearted \nand blue? \n1 2 3 4 5 6 \n29. Did you feel \nworn out? \n1 2 3 4 5 6 \n30. Have you \nbeen a happy \nperson? \n1 2 3 4 5 6 \n31. Did you feel \ntired? \n1 2 3 4 5 6 \n\n \n \n74 \n32. During the past 4 weeks, how much of the time has your physical health or \nemotional problems interfered with your social activities (like visiting with friends, \nrelatives, etc.)? (Circle One Number) \nAll of the time 1 \nMost of the time 2 \nSome of the time 3 \nA little of the time 4 \nNone of the time \nHow TRUE or FALSE is each of the following statements for you. \n(Circle One Number on Each Line) \n Definitely \nTrue \nMostly \nTrue \nDon't \nKnow \nMostly \nFalse \nDefinitely \nFalse \n33. I seem to get sick \na little easier than \nother people \n1 2 3 4 5 \n34. I am as healthy as \nanybody I know \n1 2 3 4 5 \n35. I expect my health \nto get worse \n1 2 3 4 5 \n36. My health is \nexcellent \n1 2 3 4 5 \n \n \n\n \n \n75 \nAPPENDIX H \nMINI-MENTAL STATE EXAMINATION (MMSE) \nSTANDARDIZED MINI-MENTAL STATE EXAMINATION (SMMSE) \n QUESTION TIME \nALLOWED \nSCORE \n1 a. What year is this? 10 seconds /1 \n b. Which season is this? 10 seconds /1 \n c. What month is this? 10 seconds /1 \n d. What is today’s date? 10 seconds /1 \n e. What day of the week is this? 10 seconds /1 \n2 a. What country are we in? 10 seconds /1 \n b. What state are we in? 10 seconds /1 \n c. What city/town are we in? 10 seconds /1 \n d. \n \n \nIN HOME – What is the street address of this \nhouse? \nIN FACILITY – What is the name of this \nbuilding? \n10 seconds /1 \n e. IN HOME – What room are we in? IN FACILITY – \nWhat floor are we on? \n10 seconds /1 \n3 SAY: I am going to name three objects. When I am \nfinished, I want you to repeat them. Remember what \nthey are because I am going to ask you to name them \nagain in a few minutes. Say the following words slowly \nat 1‐second intervals ‐ ball/ car/ man \n20 seconds /3 \n4 Spell the word WORLD. Now spell it backwards. 30 seconds /5 \n5 Now what were the three objects I asked you to \nremember? \n10 seconds /3 \n6 SHOW wristwatch. ASK: What is this called? 10 seconds /1 \n7 SHOW pencil. ASK: What is this called? 10 seconds /1 \n8 SAY: I would like you to repeat this phrase after me: \nNo ifs, ands or buts. \n10 seconds /1 \n9 SAY: Read the words on the page and then do what it \nsays. Then hand the person the sheet with CLOSE \nYOUR EYES on it. If the subject reads and does not \n10 seconds /1 \n\n \n \n76 \nclose their eyes, repeat up to three times. Score only if \nsubject closes eyes \n10 HAND the person a pencil and paper. SAY: Write any \ncomplete sentence on that piece of paper. (Note: The \nsentence must make sense. Ignore spelling errors) \n30 seconds /1 \n11 PLACE design, eraser and pencil in front of the person. \nSAY: Copy this design please. \n \nAllow multiple tries. Wait until person is finished and \nhands it back. Score only for correctly copied diagram \nwith a ͜‐sided figure between two ͝‐sided figures. \n1 minute /1 \n12 ASK the person if he is right or left‐handed. Take a \npiece of paper and hold it up in front of the person. \nSAY: Take this paper in your right/left hand (whichever \nis nondominant), fold the paper in half once with both \nhands and put the paper down on the floor . Score 1 \npoint for each instruction executed correctly. \nTakes paper correctly in hand \nFolds it in half Puts it on the floor \n30 seconds \n \n \n \n/1 \n/1 \n/1 \n TOTAL TEST SCORE /30 \nNote: This tool is provided for use in British Columbia with permission by Dr. William Molloy. This questionnaire \nshould not be further modified or reproduced without the written consent of \nDr. D. William Molloy. Provided by the Alzheimer’s Drug Therapy Initiative for physician use. \n \nGLOBAL DETERIORATION SCALE (GDS) \nStage Deficits in cognition and function Usual care \nsetting \n1 Subjectively and objectively normal Independent \n2 • Subjective complaints of mild memory loss. \n• Objectively normal on testing. \n• No functional deficit \nIndependent \n\n\n \n \n77 \n3 Mild Cognitive Impairment (MCI) \n• Earliest clear-cut deficits. \n• Functionally normal but co-workers may be \naware of declining work performance. \n• Objective deficits on testing. \n• Denial may appear. \nIndependent \n4 Early dementia \n• Clear-cut deficits on careful clinical interview. \nDifficulty performing complex tasks, e.g. \nhandling finances, travelling. \n• Denial is common. Withdrawal from \nchallenging situations. \nMight live \nindependently – \nperhaps with \nassistance from \nfamily or caregivers. \n5 Moderate dementia \n• Can no longer survive without some \nassistance. \n• Unable to recall major relevant aspects of their \ncurrent lives, \ne.g. an address or telephone number of many \nyears, names of grandchildren, etc. Some \ndisorientation to date, day of week, season, or \nto place. They require no assistance with \ntoileting, eating, or dressing but may need help \nchoosing appropriate clothing. \nAt home with live-in \nfamily member. \nIn seniors’ \nresidence with \nhome support. \nPossibly in facility \ncare, especially if \nbehavioural \nproblems or \ncomorbid physical \ndisabilities. \n6 Moderately severe dementia \n• May occasionally forget name of spouse. \n• Largely unaware of recent experiences and \nevents in their lives. \n• Will require assistance with basic ADLs. May \nbe incontinent of urine. \n• Behavioural and psychological symptoms of \ndementia (BPSD) are common, e.g., \ndelusions, repetitive behaviours, agitation. \nMost often in \nComplex Care \nfacility. \n7 Severe dementia \n• Verbal abilities will be lost over the course of \nthis stage. \n• Incontinent. Needs assistance with feeding. \n• Loses ability to walk. \nComplex Care \n Adapted by Dr. Doug Drummond from Reisberg B, Ferris SH, Leon MJ, et al. The glo bal deterioration scale \n for assessment of primary degenerative dementia. American Journal of Psychiatry 1982;139:1136-1139. \nProvided by the Alzheimer’s Drug Therapy Initiative for physician use. \n \n \n\n \n \n78 \nAPPENDIX I \nANTHROPOMETRICS \n ID________ \n Date_______ \nAnthropometrics \n \n \nWeight: ________________kg \nHeight: _________________cm \nBMI: __________________kg/m2 \nWaist Circumference: _________________cm \nHip Circumference: ___________________cm \nAbdominal Circumference: _____________ cm \nWaist-to-Hip Ratio: __________________ \nBlood Pressure: _________mmHg _________mmHg \nAVERAGE _________mmHg \nHeart Rate: ________bpm ________bpm AVEAGE ________bpm \nBIA (body fat percentage):______________________% \nBIA (lean mass): ___________________% \nResitance: ___________________ OHMS \nReactance: ___________________OHMS \n \n \n\n \n \n79 \nAPPENDIX J \n3-DAY DIETARY RECORD INSTRUCTIONS \n 3-day dietary Record Instructions \n \nChoose three typical days (2 week and 1 weekend day) – NOT necessarily consecutive. \nTry to eat the way you usually do while you are keeping the food record. Please follow \nthe instructions below as carefully as you can. If you have questions, please call: \n \nINSTRUCTIONS FOR COMPLETING THE FOOD RECORD: \n1. Record all the food you eat or drink for each day you select. Most people find it helpful to \ndo this as soon after the meal or snack as they can. \n2. Write only 1 food item on a line. \nDescribe the type of food eaten as clearly as you can. Use the samples provided on page 3 \nas a guide. \n List ingredients to help describe any unusual casserole or salad. \n Indicate whether the food is canned fresh, frozen or diet. List the brand manes of foods \nif you know them. \n3. Describe the amounts of food you eat and drink as clearly as you can. Use the following \nexamples as a guide. \n Liquid - List as *cup, parts of cups, or fluid ounces – 1cup = 8 oz \nMeat, fish, cheese, egg - List in ounces, by number, or size. Specify if the amount given is \nin cooked or raw weight. \n Example: Chicken drumstick Baked, no skin 1 medium \n Lean ground beef patty Broiled ¼ lb, raw \n Cheddar cheese Kraft ϭ slice ;ϰ͟XϯXϭ/ϴ͟Ϳ \nFruits - List as *cup, parts of cups, or by number -- 1cup = 8 oz Include the size (diameter \nand/or length) of fresh fruits. \n Example: Banana 1 small (6 in. long) \n \n Vegetables - List as *cup, parts of cups, or by number. 1cup = 8 oz \n \n Example: Green Beans DelMonte ½ cup \n \n Bread, Rolls, Crackers -- List by number or size. \n \n Example: Whole wheat bread WonderBread 1 slice \n Triscuits Nabisco 4 \n \n Cereal, Rice, Noodles, Potato -List by cups, parts of cups, or number \n1cup=8oz Example: Spaghetti Cooked 1 cup \n Pancakes, Waffles- List by number or size. \n\n \n \n80 \n Example: Betty Crocker \n Buttermilk Mix 2 (5” diameter) \n \n Fats \nMargarine, butter -- List by teaspoons, tablespoons, or pats. \n \nSalad dressing, cream, cooking oil, gravy – List by teaspoons, tablespoons, or pats. \n \n Bacon, sausage -- list by number of slices or links. \n \nSweets: \n Jam, jelly, honey, sugar, syrup -- list by teaspoons, tablespoons. \n Candy -- list number and size of bar or pieces. \nDesserts: \n Jell-O, puddings, ice cream -- List as cups or parts of cups. \n Cookies -- list by number and size. \n Pie, cake -- list by number and size (length and width at longest end). \n Example: Cookie, choc. Chip Mrs. Fields ϭ ;Ϯ ½͟ diam.Ϳ \n Strawberry ice cream cone Hagen Daze 1 scoop, sugar cone \n Chocolate cake with \n chocolate icing Homemade ϭ/ϭϬ of ϵ ͞layer cake \n \n4. Describe how the food was prepared. For example: baked, broiled, fired, raw, scrambled or \nother. Include butter, margarine, oil, sauces, dressings, gravies, dessert topping added in \ncooking or at the table. \n \n5. Eating out: Give the name of the restaurant so that we may call for more information \n if necessary. Describe the food items eaten as carefully as you can. \n \nle: Pizza Hut Pizza, Sausage & cheese, 1 slice of medium 4”X6” McDonald’s \n Quarterpounder with cheese. \n6. Remember to list everything you eat or drink including gum, cough drops, pickles, catsup, \nand tartar sauce. \n7. If you take a vitamin-mineral supplement please write down how much you take and the \nbrand name (or bring the package label with you to your appointment), \n\n \n \n81 \nAPPENDIX K \nCDC FALL RISK QUESTIONNAIRE \n \n \n\n\n \n \n82 \nAPPENDIX L \nSMOKING PRESENT AND PAST \n1. Do you smoke? YES___________ NO _______________ \nIf you have never smoked, please proceed to the Alcohol and Caffeine \nQuestionnaire on the back of this form. \n2. If YES, How old were you when you first started smoking cigarettes regularly (at \nleast 1 cigarette every day for 30 days) years \n3. During the past 30 days, on the days you smoked, how many cigarettes did you \nsmoke? \n Less than 1 cigarette per day 1 cigarette per day ____ cigarettes per day \n4. If you DO NOT smoke presently, did you ever smoke? YES NO \n5. How long have you smoked regularly? (at least 1 cigarette every day for 30 days) \n years \n6. During the time when you smoked, how many cigarettes did you smoke per day? \n Less than 1 cigarette per day 1 cigarette per day \n cigarettes per day \nAlcohol and Caffeine Questionnaire \n1. How many cups of caffeinated coffee do you usually drink a day? cups \n (Include iced coffee, cappuccino, and espresso) (1 cup= 8 oz) \n I do not dri nk \n2. Is the caffeinated coffee you drink usually brewed or instant (circle)? \n \n3. How many cups of caffeine tea do you usually drink a day? cups \n I do not drink \n \n4. How many cups of caffeinated soda do you usually drink a week? cups (Pepsi, \ncoke, Sunkist orange, mountain dew, Dr. Pepper) \n \n I do not drink \n \n5. Do you take any caffeine containing over-the-counter medications? \n __________ \n\n \n \n83 \n6. How often do you usually have an alcoholic drink of any kind? \n \n Every day \n Almost every day \n 3-4 times a week \n 1-2 times a week \n About once every 2 weeks \n About once a month \n Less than once a month \n I do not drink \n \n7. How many drinks do you have on average when you drink? \n ________________ \n \n Glasses of wine ________ beer _________ hard liquor __________ \n \n1 drink = 5 oz wine \n 12 oz beer \n 1.5 oz spirits \n8. Have you ever drunk heavily on a regular basis? \n9. How long ago did you stop drinking heavily on a regular basis? \n \n\n \n \n84 \nAPPENDIX M \nPHYSICAL PERFORMANCE TESTS DATA SHEET \n ID: ___________ \n Date: _________ \nPhysical Performance Tests Data Sheet \nHandgrip Strength: \nRight hand: _____________ (kg) \nLeft hand: _____________ (kg) \n5- lb Arm Curl ____________ (repetitions/ 30 seconds) \nKnee Extension: \nRight knee _____________ (deg/sec) \nLeft knee _____________ (deg/sec) \nTimed Sit-to-Rise (30 sec): ______________ (sec) \nOne Leg Stance (1 minute each): R __________ (sec) L_________ (sec) \nFour-Meter Timed Normal Walk Test: _______________ (sec) \nFour-Meter Timed Brisk Walk Test: _______________ (sec) \nTwo-Minute Walk Test (50 ft): ________________ (ft, in) \n*kilogram, kg; degrees/second, deg/sec; second, sec; feet, ft; inches, in \nResearch Staff (Print Name): ------------------------------------------- \n \n \n \n \n \n\n \n \n85 \nREFERENCES \n \nAbenavoli L, Peta V. Role of Adipokines and Cytokines in Non-alcoholic Fatty Liver Disease. \nRev Recent Clin Trials. 2014; 9:134-40. \nAce Fitness. What are the guidelines for percentage of body fat loss? 2009. Fit Life. \nhttp://www.acefitness.org/acefit/healthy-living-article/60/112/what-are-the-guidelines-\nfor-percentage-of-body-fat \nACSM. https://www.acsm.org/docs/brochures/resistance-training.pdf Accessed March 18, \n2016. \nAdelved A, Tötterman A, Glott T, Søberg HL, Madsen JE, Røise O. Patient-reported health \nminimum 8 Years after operatively treated displaced sacral fractures: A prospective \ncohort study. J Orthop Trauma. 2014; S 28:686-93. \nAlzheimer’s Society MMSE information available at: \nhttp://www.alzheimers.org.uk/site/scripts/documents_info.php?documentID=121 \nAmbroszkiewicz J, Chelchowska M, Szamotulska K, Rychlowska-Pruszyńska M, Rowicka G, \nGajewska. J. Body composition parameters and adipokines levels in relation to bone \nmineral density in patients with malignant bone tumors after treatment. Pediatr Blood \nCancer. 2015; 62:988-93. \nArciero PJ, Gentile CL, Martin-Pressman R, et al. Increased dietary protein and combined high \nintensity aerobic and resistance exercise improves body fat distribution and \ncardiovascular risk factors. Int J Sport Nutr Exerc Metab. 2006;16:373–92. \nAppelman-dijkstra N. Microindentation in vivo captures elements of bone fragility \nindependently of BMD. 2014 LUMC Centre for Bone Quality Dept of \nEndocrinology, The Netherlands. Access: \nhttp://www.asbmr.org/education/AbstractDetail?aid=80661eb8-5739-49a8-818f-\n807fad5301e3. \nArjmandi BH, Khalil DA, Smith BJ, et al. Soy protein has a greater effect on bone in \npostmenopausal women not on hormone replacement therapy, as evidenced by reducing \nbone resorption and urinary calcium excretion. J. Clin. Endocrinol. Metab. 2003; \n88:1048–54. \nBahat G, Tufan A, Tufan F, et al: Cut-off points to identify sarcopenia according to European \nWorking Group on Sarcopenia in Older People (EWGSOP) definition. Clin Nutr 2016; \n1557-63. oi: 10.1016/j.clnu.2016.02.002. Epub 2016 Feb 11. \nBarbosa-Silva MC, Barros AJ, Wang J, Heymsfield SB, Pierson J, Richard N. Bioelectrical \nimpedance analysis: population reference values for phase angle by age and sex. Ameri J \nClin Nutr. 2005; 82:49-52. \n\n \n \n86 \nBaumgartner RN. Body composition in healthy ageing. Ann N Y Acad Sci. 2000; 904:437–48. \nBaumgartner RN, Koehler KM, Gallagher D, et al. Epidemiology of sarcopenia among the \nelderly in New Mexico. Am J Epidemiol. 1998; 147:755–63. \nBecker C, Cameron ID, Klenk J, et al. Reduction of femoral fractures in long-\nterm care facilities: the Bavarian fracture prevention study. 2011; PLoS One. doi: \n10.1371/journal.pone.0024311. \nBelanger C, Luu- The V, Dupont P, Tchernof A. Adipose tissue intracrinology: potential \nimportance of local androgen/estrogen metabolism in the regulation of adiposity. Horm. \nMetab. Res. 2002; 34:737–45. \nBellamy LM, Joanisse S, Grubb A et al. The acute satellite cell response and skeletal muscle \nhypertrophy following resistance training. PLoS One. 2014; 9:e109739. doi: \n10.1371/journal.pone.0109739. eCollection 2014. \nBernabeu-Mora R, Medina-Mirapeix F, Llamazares-Herrán E, de Oliveira-Sousa SL, Sánchez-\nMartinez MP, Escolar-Reina P. The accuracy with which the 5 times sit-to-stand test, \nversus gait speed, can identify poor exercise tolerance in patients with COPD: A cross-\nsectional study. Thachangattuthodi. A, ed. Medicine. 2016; 95:e4740. \ndoi:10.1097/MD.0000000000004740. \nBin CM, Flores C, Alvares-da-Silva MR, et al. Comparison between hand-grip strength, \nsubjective global assessment, anthropometry, and biochemical markers in assessing \nnutritional status of patients with Crohn’s disease in clinical remission. 2010. Dig Dis Sci. \n55:137–44. \nBinkley N, Krueger D, Buehrin B. What’s in a name revisited: should osteoporosis and \nsarcopenia be considered components of “dysmobility syndrome? Osteoporos Int. 2013; \n24:2955–9. \nBiodynamics Quick Start Guide for the BIA 310e, 2015. \nBischoff-Ferrari HA, Orav JE, Kanis JA. Comparative performance of current definitions \nof sarcopenia against the prospective incidence of falls among community-dwelling \nseniors age 65 and older. Osteoporos Int. 2015; 12:2793-802. \nBody Mass Index: Considerations for Practitioners. \nhttps://www.cdc.gov/obesity/downloads/BMIforPactitioners.pdf. Accessed February 1, \n2017. \nBonewald LF, Kiel DP, Clemens TL, et al. Forum on bone and skeletal muscle interactions: \nsummary of the proceedings of an ASBMR Workshop. J Bone Miner Res. 2013; \n28:1857–65. \n\n \n \n87 \nBosch TA, Steinberger J, Sinaiko AR, et al. Identification of sex-specific thresholds for \naccumulation of visceral adipose tissue in adults. Obesity. 2015; 23:375–82. \ndoi: 10.1002/oby.20961. \nBrand RA. 50 Years Ago in CORR: The appearance of osteoporosis in ambulatory \ninstitutionalized males Paul J. Vincent MD and Marshall R. Urist MD CORR 1961; \n19:245–52. Clin Orthop Relat Res. 2011; 469:2076-7. doi:10.1007/s11999-011-1876-0. \nBredella MA, Fazeli PK, Daley SM, et al. Marrow fat composition in anorexia nervosa. Bone. \n2014; 66:199-204. \nBrooks N, Layne JE, Gordon PL, Roubenoff R, Nelson ME, Castaneda-Sceppa C. Strength \ntraining improves muscle quality and insulin sensitivity in Hispanic older adults with \ntype 2 diabetes. Int J Med Sci. 2007; 4:19-27. \nBur A, Herkner H, Vlcek M, Woisetschläger C, Derhaschnig U, Hirschl MM. Classification of \nBlood Pressure Levels by Ambulatory Blood Pressure in Hypertension. Hypertension. \n2002; 40:817-22. \nCampanha-Versiani L, Pereira DAG, Ribeiro-Samora GA et al. Obes Surg. 2017; \ndoi:10.1007/s11695-017-2618-5 \nCarlsson H., Rasmussen-Barr E. Clinical screening tests for assessing movement control in non-\nspeciﬁc low-back pain. A systematic review of intra- and inter-observer reliability \nstudies. Man Ther. 2013; 18:103-10. \nCawthon PM, Fox KM, Gandra SR, et al. Do muscle mass, muscle density, strength, and physical \nfunction similarly influence risk of hospitalization in older adults? \n J Am Geriatr Soc. 2009; 57: 1411-9. \nCDC: http://www.cdc.gov/nchs/data/nhanes/bc.pdf “Body Composition Procedural Manual.” \n2000. pp. 3-14 &3-15. \nCDC long-term care available \nat:http://www.cdc.gov/nchs/data/nsltcp/long_term_care_services_2013.pdf \nhttp://www.aoa.gov/Aging_Statistics/ \nCDC Sit-to-stand available at: http://www.cdc.gov/steadi/pdf/30_second_chair_stand_test-a.pdf \n(2016). \nCDC Stay Independent Brochure Available: \nwww.cimronebraska.org/Main_Content_Documents/CDC%20Stay%20Independent%20\nBrochure.pdf. Accessed November 1, 2015. \nChawla J, Kvarnberg D. Hydrosoluble vitamins. Handb Clin Neurol 2014; 120: 891-914. \nChen Z, Wang Z, Lohman T, et al. Dual-Energy X-Ray Absorptiometry Is a Valid Tool for \nAssessing Skeletal Muscle Mass in Older Women. J Nutr. 2007; 137:2775-80. \n\n \n \n88 \nCheng S, Massaro JM, Fox CS, et al. Adiposity, Cardiometabolic Risk, and Vitamin D Status: \nThe Framingham Heart Study. Diabetes. 2010; 59: 242–8. \nChien MY, Huang TY, Wu YT. Prevalence of Sarcopenia Estimated Using a Bioelectrical \nImpedance Analysis Prediction Equation in Community-Dwelling Elderly People in \nTaiwan. J Amer Geriatr Soc. 2008; 56:1710-5. doi:10.1111/j.1532-5415.2008.01854.x. \nChung J, Hwang H, Shin H -Y, Han C. Association between Sarcopenic Obesity and Bone \nMineral Density in Middle-Aged and Elderly Korean. Ann Nutr Metab. 2016; 68:77-84. \nCompston J, Bowring C, Cooper A, et al. Diagnosis and management of osteoporosis in \npostmenopausal women and older men in the UK: National Osteoporosis Guideline \nGroup (NOGG) update 2013. Maturitas. 2013; 75:392–6. \nCox KL, Flicker L, Almeida OP, et al. The FABS trial: a randomised control trial of the effects \nof a 6-month physical activity intervention on adherence and long-term physical activity \nand self-efficacy in older adults with memory complaints. Prev Med. 2013; 57:824-30. \ndoi: 10.1016/j.ypmed.2013.09.010. \nCrepaldi G, Romanato G, Tonin P. Osteoporosis and Body Composition. J Endocrinol Invest. \n2007; 30:42-7. \nCruz-Jentoft AJ, Baeyens JP, Bauer JM, et al. Sarcopenia: European consensus on definition \nand diagnosis: Report of the European Working Group on Sarcopenia in Older People. \nAge Ageing. 2010; 39: 412-23. \nCruz-Jentoft AJ, Landi F, Schneider SM, et al. Prevalence of and interventions for sarcopenia in \nageing adults: a systematic review. Report of the International Sarcopenia Initiative \n(EWGSOP and IWGS). Age Ageing. 2014; 43:748-59. \nDa Silva RA, Bilodeaud M, Parreiraa RB, Teixeiraa DC, Amorim CF. Age-related differences \nin time-limit performance and force platform-based balance measures during one-leg \nstance. J Electromyogr Kinesiol. 2013; 23:634–9. \nDelmonico MJ, Harris TB, Visser M, et al. Longitudinal study of muscle strength, quality, and \nadipose tissue infiltration. Am J Clin Nutr. 2009; 90: 1579:85. \nDietary Guidelines for Americans. Educational Toolkit on Beverage Alcohol Consumption: \nhttp://www.alcoholtoolkit.org/alcohol_consumption_scroll.html accessed February 12, \n2016. \nDi Renzo L, Sarlo F, Petramala L, et al. Association between -308 G/A TNF-α polymorphism \nand appendicular skeletal muscle mass index as a marker of sarcopenia in normal weight \nobese syndrome. Dis Markers. 2013; 35:615-23. doi: 10.1155/2013/983424. \n \n\n \n \n89 \nDivittorio G, Jackson KL, Chindalore VL, Welker W, Walker JB. Examining the relationship \nbetween bone mineral density and fracture risk reduction during pharmacologic \ntreatment of osteoporosis. Pharmacotherapy. 2006; 26:104-14. Review. PubMed PMID: \n16506352. \nDomiciano DS, Figueiredo CP, Lopes JB, et al. Discriminating sarcopenia in community-\ndwelling older women with high frequency of overweight/obesity: the Sao Paulo Ageing \n& Health Study (SPAH). Osteoporos Int. 2013; 24:595–603. \nDong R, Wang X, Guo Q, et al. Clinical relevance of different handgrip strength indexes and \nmobility limitation in the elderly adults. J Gerontol A Biol Sci Med Sci. 2016; 71: \n96:102. \nDrey M, Sieber CC, Bertsch T, Bauer JM, Schmidmaier R. Osteosarcopenia is more \nthan sarcopenia and osteopenia alone. FiAT intervention group. Aging Clin Exp Res. \n2015; 28:895-9. \nDufour AB, Hannan MT, Murabito JM, Kielk DP, McLean RR. Sarcopenia definitions \nconsidering body size and fat mass are associated with mobility limitations: the \nFramingham Study. J Gerontol A Biol Sci Med Sci. 2013; 68:168–74. \nElham E, Arasteh P, Homayounfar R, et al. New anthropometric indices or old ones: Which is \nthe better predictor of body fat? Diabetes & Metab Syndr. pii: S1871-4021(16)30201-6. \ndoi: 10.1016/j.dsx.2016.08.027. [Epub ahead of print]. \nFarr JN, Drake MT, Amin S, Melton LJ, McCready LJ, Khosla S. In vivo assessment of bone \nquality in postmenopausal women with type 2 diabetes. J Bone Miner Res. 2014; \n29:787–95. \nFreda PU, Shen W, Reyes-Vidal CM, et al. Skeletal Muscle Mass in Acromegaly Assessed by \nMagnetic Resonance Imaging and Dual-Photon X-Ray Absorptiometry. J Clin \nEndocrinol Metab. 94:2880–6. doi:10.1210/jc.2009-0026. \nFong SS, Choi AW, Luk WS, Yam TT, Leung JC, Chung JW. Bone Mineral \nDensity, Balance Performance, Balance Self-Efficacy, and Falls in Breast Cancer \nSurvivors With and Without Qigong Training. Integr Cancer Ther. 2016 Dec \n1:1534735416686687. doi: 10.1177/1534735416686687. [Epub ahead of print] \nGhoshal K, Bhattacharyya M. Adiponectin: Probe of the molecular paradigm associating \ndiabetes and obesity. World J Diabetes. 2015; 6:151-66. doi: 10.4239/wjd.v6.i1.151. \nGilsanz V, Chalfant J, Mo AO, Lee DC, Dorey FJ, Mittelman SD. Reciprocal relations of \nsubcutaneous and visceral fat to bone structure and strength. J Clin Endocrinol Metab. \n2009; 94:3387-93. \nGonnelli S, Caffarelli C, Nuti R. Obesity and fracture risk. Clin Cases Miner Bone Metab. 2014; \n11:9-14. \n\n \n \n90 \nGreene BE, O’Donovan A, Romero-Ortuno R, Cogan L, Scanaill CN, Kenny RA. Quantitative \nFalls Risk Assessment Using the Timed Up and Go Test. IEEE Trans Biomed Eng. \n2010; 57:2918-26. \nGunton JE, Girgis CM, Baldock PA, Lips P. Bone muscle interactions and vitamin D. Bone. \n2015; 80:89-94. doMi: 10.1016/j.bone.2015.02.029. \nHamrick MW, McGee-Lawrence ME, Frechette DM. Fatty Infiltration of Skeletal Muscle: \nMechanisms and Comparisons with Bone Marrow Adiposity. Front Endocrinol. 2016; \n7:69. doi:10.3389/fendo.2016.00069. \nHanrahan CJ, Shah LM. MRI of spinal bone marrow: Part 2, T1-weighted imaging-based \ndifferential diagnosis. Amer J Roentgenology. 2011; 197: 1309-21. \nHe H, Liu Y, Tian Q, Papasian CJ, Hu T, Deng HW. Relationship of sarcopenia and body \ncomposition with osteoporosis. Osteoporos Int. 2015; 27:473-82. \nHector AJ, Marcotte GR, Churchward-Venne TA, Murphy CH, et al. Whey Protein \nSupplementation Preserves Postprandial Myofibrillar Protein Synthesis during Short-\nTerm Energy Restriction in Overweight and Obese Adults. J Nutr. 2015; 145:246-52. \ndoi: 10.3945/jn.114.200832. \nHolick MF. Evolution, biologic functions, and recommended dietary allowance for vitamin D. \nIn: Holick MF, editor. Vitamin D: physiology, molecular biology and clinical \napplications. 1999. Nutrition and Health. Humana Health. pp. 1-16. \nHubbard RE, O’Mahony MS, Calver BL, Woodhouse KW. Nutrition, inflammation, and leptin \nlevels in aging and frailty. JAGS. 2008; 56:279–84. \nIlich JZ, Brownbill RA, Coster DC. Higher habitual sodium intake is not detrimental for bones \nin older women with adequate calcium intake. Eur J Appl Physiol, 109:745-755, 2010. \ndoi: 10.1007/s00421-010-1412-z. PMID: 20217116 \nIlich JZ, Brownbill RA, Tamborini L, Crncevic-Orlic Z. To Drink or Not to Drink: How Are \nAlcohol, Caffeine and Past Smoking Related to Bone Mineral Density in Elderly \nWomen? J Am Coll Nutr. 2002; 21:536-44. \nIlich JZ, Kelly OJ, Inglis JE. Osteosarcopenic Obesity Syndrome: What is it and how can it be \nidentified and diagnosed? Curr Gerontol Geriatr Res. 2016. \nIlich JZ, Inglis JE, Kelly OJ, McGee DL. Osteosarcopenic obesity is associated with reduced \nhandgrip strength, walking abilities, and balance in postmenopausal women. Osteoporos \nInt. 2015; 26:2587-95. doi:10. 1007/s00198-015-3186-y. \nIlich JZ, Kelly OJ, Inglis JE, Panton LB, Duque G, Ormsbee MJ. Interrelationship among \nmuscle, fat, and bone: Connecting the dots on cellular, hormonal, and whole body levels. \nAgeing Res Rev. 2014; 15:51-60. \n\n \n \n91 \nIlich JZ, Kelly OJ, Kim Y, Spicer MT. Low-grade chronic inflammation perpetuated by modern \ndiet as a promoter of obesity and osteoporosis. Arch Indust Hygiene Toxicol. 2014; 65: \n139–48. \nIlich JZ, Kerstetter JE. Nutrition in bone health revisited: A story beyond calcium. J Am Coll \nNutr. 2000; 19:715-37. \nInglis JE & Ilich JZ. The Microbiome and Osteosarcopenic Obesity in Older Individuals in \nLong-Term Care Facilities. Curr Osteoporos Rep. 2015; 13:358-62. doi: \n10.1007/s11914-015-0287-7. \nIOF racial differences in fracture risk available at: http://nof.org/articles/235#caucasian \n(www.nof.org accessed December 2015). \nIOF - Incidence and burden. https://www.iofbonehealth.org/facts-statistics (www.nof.org \naccessed August 2016). \nIOF fracture risk statistics available at: www.iofbonehealth.org/facts-statistics (2014). \nJafariNasabian P, Inglis JE, Kelly OJ, Ilich JZ. Osteosarcopenic obesity in women: Impact, \nprevalence, and management challenges. 2016. Int J Wom Health. 9:33-42. doi: \n10.2147/IJWH.S106107. eCollection 2017. \nJohansson L, Björklund A, Sidenvall B, Christensson L. Staff views on how to improve \nmealtimes for elderly people with dementia living at home. Dementia. \n2015; doi:10.1177/1471301215619083. \nJohn Hopkins School of Medicine. ‘The Skinny of Visceral Fat.’ \nhttp://www.hopkinsmedicine.org/gim/core_resources/Patient%20Handouts/Handouts_M\nay_2012/The%20Skinny%20on%20Visceral%20Fat.pdf accessed February 2, 2015. \nJones CJ, Rikli RE, Beam WC. A 30-s chair-stand test as a measure of lower body strength in \ncommunity-residing older adults. Res Q Exerc Sport\n. 1999; 70:113-119. \nKalinkovich A., Livshits G. Sarcopenia—the search for emerging biomarkers. Ageing Res Rev. \n2015; 22: 58–71. \nKasvis P, Cohen TR, Loiselle SE, et al. Foot-to-foot bioelectrical impedance accurately tracks \ndirection of adiposity change in overweight and obese 7- to 13-year-old children. Nutr \nRes. 2015; 35:206-13. doi: 10.1016/j.nutres.2014.12.012. \nKelly, OJ, Gilman JC, Kim Y, Ilich JZ. Micronutrient intake in the etiology, prevention and \ntreatment of osteosarcopenic obesity. Curr Aging Sci, May 2016, [Epub ahead of print]: \nPMID 27156952. \n\n \n \n92 \nKelly, OJ, Gilman JC, Kim Y, Ilich JZ. Macronutrient intake in the etiology, prevention and \ntreatment of osteosarcopenic obesity. Curr Aging Sci, May 2016, [Epub ahead of print]: \nPMID 27156951 \nKim KM, Choi HS, Choi MJ, Chung HY. Calcium and Vitamin D Supplementations: 2015 \nPosition Statement of the Korean Society for Bone and Mineral Research. J Bone \nMetab. 2015; 22:143-9. doi:10.11005/jbm.2015.22.4.143. \nKim TN & Choi KM. The implications of sarcopenia and sarcopenic obesity on cardiometabolic \ndisease. J Cell Biochem. 2014; 116:1171-8. doi: 10.1002/jcb.25077. \nKim TN, Park MS, Ryu JY, et al. Impact of Visceral Fat on Skeletal Muscle Mass and Vice \nVersa in a Prospective Cohort Study: The Korean Sarcopenic Obesity Study (KSOS). \n2014; PLoS ONE 9: e115407. doi:10.1371/journal.pone.0115407. \nKim SW, Lee HA, Cho EH. Low Handgrip Strength is Associated with Low Bone Mineral \nDensity and Fragility Fractures in Postmenopausal Healthy Korean Women. J Korean \nMed Sci. 2012; 27: 744–7. \nKim TY & Schafer AL. Diabetes and Bone Marrow Adiposity. Curr Osteoporos Rep. 14: 337-\n44. \nKishida K, Funahashi T, Shimomura I. Adiponectin as a routine clinical biomarker. Best Prac \nRes Clin Endocrin Metab. 2014; 28:119-30. \nLakdawalla DN, Goldman DP, Shang B. The health and cost consequences of obesity among \nthe future elderly. Health Affairs. 2005; 24:W5R30-41. Retrieved from \nhttp://search.proquest.com/docview/204646888?accountid=4840 \nLang T, Cauley JA, Tylavsky F, Bauer D, Cummings S, Harris TB. Computed tomographic \nmeasurements of thigh muscle cross-sectional area and attenuation coefficient predict \nhip fracture: the health, aging, and body composition study. J Bone Miner Res. 2010, \n25:513-9. doi: 10.1359/jbmr.090807. \nLangsetmo L, Shikany JM, Cawthon PM, et al. The Association Between Protein Intake by \nSource and Osteoporotic Fracture in Older Men: A Prospective Cohort Study. J Bone \nMiner Res. 2016, doi: 10.1002/jbmr.3058. [Epub ahead of print]. \nLecke SB, Morsch DM, Spritzer PM. Leptin and adiponectin in the female life course. Braz. J. \nMed. Biol. Res. 2011; 44, 381–7. \nLee Y, Kwon O, Shin CS, Lee SM. Use of Bioelectrical Impedance Analysis for the \nAssessment of Nutritional Status in Critically Ill Patients. Clin Nutr Res. 2015; 4:32–40. \ndoi:10.7762/cnr.2015.4.1.32. \n \n\n \n \n93 \nLee SG, Lee YH, Kim KJ, Lee W, Kwon OH, Kim JH. Additive association of vitamin D \ninsufficiency and sarcopenia with low femoral bone mineral density in \nnoninstitutionalized elderly population: the Korea National Health and Nutrition \nExamination Surveys 2009-2010. Osteoporos Int. 2013; 24:2789-99. doi: \n10.1007/s00198-013-2378-6. \nLee B, Shao J. Adiponectin and lipid metabolism in skeletal muscle. Diab Obes. 2012; 2: 335–\n40. \nLewerin C, Johansson H, Lerner UH, Karlsson MK, et al. High serum adiponectin is associated \nwith low blood haemoglobin in elderly men: the Swedish MrOS study. J Intern \nMed 2015; 278:68-76. doi: 10.1111/joim.12340. \nLindsey C, Brownhill RA, Bohannon RA, Ilich JZ. Association of physical performance \nmeasures with bone mineral density in postmenopausal women. Arch Phys Med Rehab. \n2005; 86:1102-7. \nLiu PY, Hornbuckle LM, Panton LB, Kim JS, Ilich JZ. Evidence for the association between \nabdominal fat and cardiovascular risk factors in overweight and obese African American \nwomen. J Am Coll Nutr. 2012; 31:126-32. \nLiu PY, Ilich JZ, Brummel-Smith K, Gosh S. New insight into fat, muscle and bone relationship \nin women: Determining the threshold at which body fat assumes negative relationship \nwith bone mineral density. Int J Prevent Med. 2014; 5:1452-63. \nLiu Y, Tang GY, Tang RB, Peng YF, Li W. Assessment of bone marrow changes in \npostmenopausal women with varying bone densities: magnetic resonance spectroscopy \nand diffusion magnetic resonance imaging. Chin Med J. 2010; 123:1524-7. \nLong B, Frank E, Ehrlich. Radiography Essentials for Limited Practice. St. Louis, MO: Elsevier \nInc.; 2010: 566. \nLord S, Murray S, Chapman K, Munro B, Tiedemann A. Sit-to-Stand Performance Depends on \nSensation, Speed, Balance, and Psychological Status in Addition to Strength in Older \nPeople. J Gerontology. 2002; 57: M539-43. \nLourenço RA, Pérez-Zepeda M, Gutiérrez-Robledo L, García-García FJ, Rodríguez Mañas L. \nPerformance of the European Working Group on Sarcopenia in Older \nPeople algorithm in screening older adults for muscle mass assessment. Age \nAgeing. 2015; 44:334-8. \nLu ZL, Wang TR, Qiao YQ, et al. Handgrip Strengh Index Predicts Nutritional Status as a \nComplement to Body Mass Index in Crohn's Disease. J Crohn’s Colitis. 2016; 10: 1395-\n1400. \n\n \n \n94 \nLuo XH, Guo LJ, Xie H, et al. Adiponectin stimulates RANKL and inhibits OPG expression in \nhuman osteoblasts through the MAPK signaling pathway. J Bone Miner Res. 2006; 21: \n1648–56. \nLusardi MM. Is Walking Speed a Vital Sign? Absolutely! Top Geriatr Rehabil. 2012; 28: 67–\n76. \nMarquardt P, Krause R, Schaller M, Bach D, Gersdorf G. Vitamin D Status and Cancer \nPrevalence of Hemodialysis Patients in Germany. Anticancer Res. 2015; 35: 1181-8. \nMavros Y, Kay S, Simpson KA, et al. Reductions in C-reactive protein in older adults with type \n2 diabetes are related to improvements in body composition following a randomized \ncontrolled trial of resistance training. J Cachexia Sarcopenia Mus. 2014; 5:111-20. \nMcLean RR, Jacques PF, Selhub J, et al. Plasma B vitamins, homocysteine, and their relation \nwith bone loss and hip fracture in elderly men and women. J Clin Endocrinol Metab \n2008; 93(6): 2206-12. \nMijnarends DM, Schols JM, Meijers JM, et al. Instruments to assess sarcopenia and physical \nfrailty in older people living in a community (care) setting: similarities and \ndiscrepancies. J Am Med Dir Assoc. 2015; 16:301-8. \nMithal A, Bonjour J, Boonen S, et al. Impact of nutrition on muscle mass, strength, and \nperformance in older adults. Osteoporos Int. 2013; 24: 1555-66. \nMorley JE, Malmstrom TK, Rodriguez-Mañas L, Sinclair AJ. Frailty, sarcopenia and diabetes. J \nAm Med Dir Assoc. 2014; 15:853-9. doi: 10.1016/j.jamda.2014.10.001. \nMorley JE, Anker SD, von Haehling S. Prevalence, incidence, and clinical impact of \nsarcopenia: facts, numbers, and epidemiology-update 2014. J Cachexia Sarcopenia \nMuscle. 2014; 5:253-9. doi:10.1007/s13539-014-0161-y. \nMourtzakis M, Wischmeyer P. Bedside ultrasound measurement of skeletal muscle. Curr Opin \nClin Nutr Metab Care. 2014; 17:389-95. \nMpalaris V, Anagnostis P, Goulis DG, Iakovou, I. Complex association between body weight \nand fracture risk in postmenopausal women. Obesity Reviews. 2015; 16:225-33. \ndoi: 10.1111/obr.12244. \nNajafi DA, Dahlberg LE, Hansson EE. A combination of clinical balance measures and \nFRAX® to improve identification of high-risk fallers. BMC Ger. 2016; 16:94. \ndoi:10.1186/s12877-016-0266-6. \nNagano M, Suita S, Yamanuichi T. The validity of bioelectrical impedancephase angle for \nnutritional assessment in children. J Pediatr Surg 2000;35:1035–9. \nNCI Diet History Questionnaire. Available: http://appliedresearch.cancer.gov/dhq2/ \n\n \n \n95 \nNevitt MC, Cummings SR, Kidd S, Black D. Risk Factors for Recurrent Nonsyncopal Falls A \nProspective Study. JAMA. 1989; 261:2663-68. \nNewman AB, Kupelian V, Visser M, et al. Sarcopenia: alternative definitions and associations- \nwith lower extremity function. J American Geriatric Society. 2003; 51:1602-9. \nNIH Consensus on osteoporosis available at: \nhttp://consensus.nih.gov/2000/2000osteoporosis111html.htm \nNIH Library of Medicine: High Blood Pressure \nhttps://www.nlm.nih.gov/medlineplus/ency/article/000468.htm \nObesity Medicine Association. ‘Obesity Algorithm 2015-2016, slide 23’. \nhttp://obesitymedicine.org/ accessed August 10, 2016. \nOh SM, Nam BH, Rhee Y, et al. Development and validation of osteoporosis risk-assessment \nmodel for Korean postmenopausal women. J Bone Min Metab. 2013; 31: 423–32. \nOliveira RJ, Bottaro M, Júnior JT, et al. Identification of sarcopenic obesity in postmenopausal \nwomen: a cutoff proposal. Brazilian J Medic Biologic Res. 2011; 44:1171-6. \nOshima K, Nampei A, Matsuda M, et al. Adiponectin increases bone mass by suppressing \nosteoclast and activating osteoblast. Biochem. Biophys. Res. Commun. 2005; 331:520–\n6. \nPaccou J, Hardouin P, Cotten A, Penel G, Cortet B. The role of bone marrow fat in skeletal \nhealth: usefulness and perspectives for clinicians. J Clin Endocrinol Metab. 2015; \n100:3613-21. doi: 10.1210/jc.2015-2338. Epub 2015 Aug 5. \nPahor M, Manini T, & Cesari M. Sarcopenia: clinical evaluation, biological markers and other \nevaluation tools. J Nutr Health Aging. 2009; 13:724-8. \nPalmer TB & Thompson BJ. Influence of age on passive stiffness and size, quality, and strength \ncharacteristics. Muscle Nerve. 2016; doi: 10.1002/mus.25231. Epub 2016 Jun 27. \nPanton LB, Figueroa A, Kingsley JD, Hornbuckle L, et al. The effects of resistance training and \nchiropractic treatment in women with fibromyalgia. J Altern Compl Med. 2009; 15:321-\n8. \nPeirone E, Goria PF, Anselmino A. A dual-task home-based rehabilitation programme for \nimproving balance control in patients with acquired brain injury: a single-blind, \nrandomized controlled pilot study. Clin Rehabil. 2014; 28(4):329-38. doi: \n10.1177/0269215513501527. Epub 2013 Sep 6. \nPereira-Santos M, Costa PR, Assis AM, Santos CA, Santos DB. Obesity and vitamin D \ndeficiency: a systematic review and meta-analysis. Obes Rev. 2015; 16:341-9. \ndoi: 10.1111/obr.12239. \n\n \n \n96 \nPires A, Martins P, Pereira AM, Marinho J, et al. Pro-inflammatory triggers in childhood \nobesity: correlation between leptin, adiponectin and high-sensitivity C-reactive protein \nin a group of obese Portuguese children. Rev Port Cardiol. 2014; 33:691-7. doi: \n10.1016/j.repc.2014.04.004. \nPocock NA, Culton NL, Harris ND. The potential effect on hip fracture incidence of mass \nscreening for osteoporosis. Med J Aust. 1999; 170: 486–8. \n Pradhan AD, Manson JE, Rifai N, Buring JE, Ridker PM. C-reactive protein, interleukin 6, and \nrisk of developing type 2 diabetes mellitus. JAMA. 2001; 286:327-34. \nQin X, Fei B. Measuring myofiber orientations from high-frequency ultrasound images using \nmultiscale decompositions. Phys Med Biol. 2014; 59:3907-24. \nRandall C, Bridges D, Guerri R, et al. Applications of a new handheld reference point \nindentation instrument measuring bone material strength. J Med Devices. 2013; \n7:410051-410056. \nRapid Physical Activity Assessment Tool for Older Adults. Available: \nhttp://depts.washington.edu/hprc/rapa. \nRech A, Radaelli R, Goltz FR, da Rosa LHT, Schneider CD, Pinto RS. Echo intensity is \nnegatively associated with functional capacity in older women. Age. 2014; 36:9708. \ndoi:10.1007/s11357-014-9708-2. \nReid IR. Relationships between fat and bone. Osteoporos Int. 2008; 19:595–606. \nReifenstein EC Jr. & Albright F. The classic: the metabolic effects of steroid hormones in \nosteoporosis. Clin Orthop Relat Res. 2011; 469:2096-127. \nReuben DB, Magasi S, McCreath HE, Bohannon RW, et al. Motor assessment using the NIH \nToolbox. Neurology. 2013; 80:S65-75. DOI 10.1212/WNL.0b013e3182872e01. \nRoque, M, Salva, A, Vellas B. Malnutrition in community-dwelling adults with dementia \n(NutriAlz Trial). J Nutr Health Aging. 2013; 17: 295–9. \nRoubenoff R. Sarcopenic obesity: does muscle loss cause fat gain? Lessons from \nrheumatoid arthritis and osteoarthritis. Ann NY Acad Sci. 2000; 904:553–57. \nSaito T, Murato M, Otani T, Tamemoto H, Kawakami M, Ishikawa SE. Association of \nsubcutaneous and visceral fat mass with serum concentrations of adipokines in subjects \nwith type 2 diabetes mellitus. Endocrine J. 2012; 59:39-45. \nSanz Y & Moya-Pérez A. Microbiota, inflammation and obesity. Adv Exp Med Biol. 2014; \n817:291-317. \n\n \n \n97 \nSavino E, Martini E, Lauretani F, Pioli G, et al. Handgrip Strength Predicts Persistent Walking \nRecovery After Hip Fracture Surgery. Amer J Med. 2013; 126: 1068-75. \nSchaap LA, Pluijm SM, Deeg DJ, Harris TB, et al. Health ABC Study. Higher inflammatory \nmarker levels in older persons: associations with 5-year change in muscle mass and \nmuscle strength. J Gerontol A Biol Sci Med Sci. 2009; 64:1183-9. doi: \n10.1093/gerona/glp097. \nScheller EL, Rosen CJ. What’s the matter with MAT? Marrow adipose tissue, metabolism, and \nskeletal health. Ann NY Acad Sci. 2014; 1311:14-30. doi:10.1111/nyas.12327. \nScott D, Chandrasekara SD, Laslett LL, Cicuttini F, Ebeling PR, Jones G. Associations of \nSarcopenic Obesity and Dynapenic Obesity with Bone Mineral Density and Incident \nFractures Over 5–10 Years in Community-Dwelling Older Adults. Calcif Tissue Int. \n2016; 99:30-42. \nSegal NA, Williams GN, Davis MC, Wallace RB, Mikesky AE. Efficacy of blood flow \nrestricted low-load resistance training in women with risk factors for symptomatic knee \nosteoarthritis. PM R. 2014; DOI: 10.1016/j.pmrj.2014.09.014. \nShea JL, King MT, Yi Y, Gulliver W, Sun G. Body fat percentage is associated with \ncardiometabolic dysregulation in BMI-defined normal weight subjects. Nutr Metab \nCardiovasc Dis. 2012; 22:741-7. \nShin H., Liu PY, Panton LB, Ilich JZ. Physical performance in relation to body composition and \nbone mineral density in healthy, overweight and obese postmenopausal women. J Ger \nPhys Therapy. 2014; 37:7-16. \nSimonavice, E, Liu PY, Ilich JZ, Kim JS, Arjmandi B, Panton LB. The effects of six months of \nresistance training and dried plum consumption on strength, body composition, and \nblood makers of bone and inflammation in breast cancer survivors. Appl Phys, Nutr \nMetab. 2014; 39:730-9. \nSingal R, Singal RP, Mittal A, Sangwan S, Gupta N. Sir Astley Parton Cooper: history, English \nsurgeon and anatomist. Indian J Surg. 2010; 73:82-4. \nSkowrońska-Jóźwiak E, Jaworski M, Lorenc R, Karbownik-Lewińska M, Lewiński A. Low \ndairy calcium intake is associated with overweight and elevated blood pressure in Polish \nadults, notably in premenopausal women. Public Health Nutr. 2016; doi: \n10.1017/S1368980016002706. \nSmits A, Lopes A, Das N, Bekkers R, Massuger L, Galaal K. Exercise Programme in \nEndometrial Cancer; Protocol of the Feasibility and Acceptability Survivorship Trial \n(EPEC-FAST). BMJ Open. 2015; 5:e009291. doi:10.1136/bmjopen-2015-009291. \n\n \n \n98 \nSouza MF, Tomeleri CM, Ribeiro AS, et al. Effect of resistance training on phase angle in older \nwomen: A randomized controlled trial. Scand J Med Sci Sports. 2016 Aug 19. doi: \n10.1111/sms.12745. [Epub ahead of print] \nSubramaniam K, Fallon K, Ruut T, et al. Infliximab reverses inflammatory muscle wasting \n(sarcopenia) in Crohn's disease. Aliment Pharmacol Thers. 2015; 41: 419–28. \ndoi: 10.1111/apt.13058. \nTaaffe DR, Henwood TR, Nalls MA, Walker DG, Lang TF, Harris TB. Alterations in muscle \nattenuation following detraining and retrainingin resistance trained older adults. \nGerontology. 2009; 55:217-23. doi:10.1159/000182084. \n Takagi T, Seki A, Kobayashi Y, Mochida J, Takayama S. Isolated Muscle Transfer to \nRestore Elbow Flexion in Children with Arthrogryposis. 2016. J Hand Surg Asian Pac. \n21:44-8. doi: 10.1142/S2424835516500053. \nTanaka K, Kanazawa I, Yamaguchi T, Yano S, Kaji H, Sugimoto T. Active vitamin D possesses \nbeneficial effects on the interaction between muscle and bone. Biochem Biophys Res \nCommun, 2014; 450: 482–7. \nTang GY, Lv ZW, Tang RB, et al. Evaluation of MR spectroscopy and diffusion-weighted MRI \nin detecting bone marrow changes in postmenopausal women with osteoporosis. Clin \nRadiol. 2010; 65:377–81. \nTheou O, Jones GR, Jakobi JM, Mitnitski A, Vandervoort AA. A comparison of the relationship \nof 14 performance-based measures with frailty in older women. Appl Physiol Nutr \nMetab. 2011; 36: 928-38. \nTieland M, Brouwer-Brolsma EM, Nienaber-Rousseau C, van Loon LJ, De Groot LC. Low \nvitamin D status is associated with reduced muscle mass and impaired physical \nperformance in frail elderly people. Eur J Clin Nutr. 2013; 67:1050-5. doi: \n10.1038/ejcn.2013.144. \nToosizadeh N, Najafi B, Reiman EM, et al. Upper-Extremity Dual-Task Function: An \nInnovative Method to Assess Cognitive Impairment in Older Adults. Frontiers in Aging \nNeuroscience. 2016; 8:167. doi:10.3389/fnagi.2016.00167. \nUpadhyay J, Farr O, Mantzoros C. The role of leptin in regulating bone metabolism. \nMetabolism. 2015; 64:105-13. doi: 10.1016/j.metabol.2014.10.021. \nVimaleswaran KS, Berry DJ, Lu C, et al. Causal relationship between obesity and vitamin D \nstatus: bi-directional Mendelian randomization analysis of multiple cohorts. PLoS Med \n2013; 10: e1001383. \n \n\n \n \n99 \nVisser M, Deeg DJ, Lips P. Longitudinal Aging Study Amsterdam. Low vitamin D and high \nparathyroid hormone levels as determinants of loss of muscle strength and muscle mass \n(sarcopenia): the Longitudinal Aging Study Amsterdam. J Clin Endocrinol Metab. 2003; \n88:5766-72. \nWalsh MC, Hunter GR, Livingstone MB. Sarcopenia in premenopausal and postmenopausal \nwomen with osteopenia, osteoporosis and normal bone mineral density. Osteoporos Int. \n2006; 17: 61-7. \nWanner M, Martin BW, Autenrieth CS, et al. Associations between domains of physical \nactivity, sitting time, and different measures of overweight and obesity. Preventive \nMedicine Reports. 2016;3:177-184. doi:10.1016/j.pmedr.2016.01.007. \nWatanabe Y, Yamada Y, Fukumoto Y, et al. Echo intensity obtained from ultrasonography \nimages reflecting muscle strength in elderly men. Clin Inter Aging. 2013; 8:993-8. \ndoi:10.2147/CIA.S47263. \nWorld Health Oganization clinical trials Available at: \nhttp://www.who.int/topics/clinical_trials/en/ \nWorld Health Organization. Definition, Diagnosis, and Classification of Diabetes Mellitus and \nits Complications: Report of a WHO Consultation. Part I: Diagnosis and Classification \nof Diabetes Mellitus. Geneva: World Health Organization. 1999. Accessed March 14, \n2017. \nWorld Health Organization. Physical Status: The Use and Interpretation of Anthropometry. \nGeneva, Switzerland: World Health Organization 1995. WHO Technical Report Series. \nAccessed September 14, 2016. \nWilhelm-Leen ER, Hall YN, Horwitz RI, Chertow GM. Phase Angle, Frailty and Mortality in \nOlder Adults. J Gen Intern Med. 2014; 2013; 29:147-54. \nWilliams GA, Wang Y, Callon KE, et al. In vitro and in vivo effects of adiponectin on bone. \nEndocrinol. 2009; 150: 3603–10. \nWilliams L. & Wilkins. ACSM's Health-Related Physical Fitness Assessment Manual. Fourth \nEdition. 2014. American College of Sports Medicine. p. 69. \nWoo J, Leung J, Morley JE. Defining sarcopenia in terms of incident adverse outcomes. J Am \nMed Dir Assoc. 2015; 16:247-52. doi: 10.1016/j.jamda.2014.11.013. \nWood R, Gregory S, Maneen J, et al. Weight loss and muscle quality in older men with \nmetabolic syndrome. FASEB JOURNAL. 2011; 25. \nViana JU, Silva SL, Torres JL, Dias JM, Pereira LS, Dias RC. Influence of sarcopenia and \nfunctionality indicators on the frailty profile of community-dwelling elderly subjects: a \ncross-sectional study. Braz J Phys Ther. 2013; 17:373-81. \n\n \n \n100 \nViccaro LJ, Perea S, Studenski SA. Is Timed Up and Go Better Than Gait Speed in Predicting \nHealth, Function, and Falls in Older Adults? J Am Geriatr Soc. 2011; 59:887–92. \nVisser M, Deeg DJ, Lips P. Longitudinal Aging Study Amsterdam. Low vitamin D and high \nparathyroid hormone levels as determinants of loss of muscle strength and muscle mass \n(sarcopenia): the Longitudinal Aging Study Amsterdam. J Clin Endocrinol Metab. 2003; \n88:5766-72. \nYoon MJ, Lee GY, Chung JJ, Ahn YH, Hong SH, Kim JB. Adiponectin increases fatty acid \noxidation in skeletal muscle cells by sequential activation of AMP-activated protein \nkinase, p38 mitogen-activated protein kinase, and peroxisome proliferator-activated \nreceptor alpha. Diabetes. 2006; 55: 2562–70. \nYu EW, Thomas BJ, Brown JK, Finkelstein JS. Simulated increases in body fat and errors in \nbone mineral density measurements by DXA and QCT. J Bone Miner Res. 2012; \n27:10.1002/jbmr.506. doi:10.1002/jbmr.506. \nZhang P, Peterson M, Su GL, Wang SC. Visceral adiposity is negatively associated with bone \ndensity and muscle attenuation. Am J Clin Nutr. 2015; 101: 337-43 doi: \n10.3945/ajcn.113.081778. \nZhu LL, Cao J, Sun M, et al. Vitamin C prevents hypogonadal bone loss. PLoS One 2012; \n7(10): e47058. \nZwierzchowska A, Głowacz M, Batko-Szwaczka A, et al. The Body Mass Index and Waist \nCircumference as Predictors Of Body Composition in Post CSCI Wheelchair Rugby \nPlayers (Preliminary Investigations). J Hum Kinetics. 2014; 43:191–8. \ndoi:10.2478/hukin-2014-0105. \n \n\n \n \n101 \nBIOGRAPHICAL SKETCH \n \nEDUCATION \nB.S. 2010 University of North Florida, summa cum laude, Tallahassee, Florida \n (Major, Health Science) \nM.S. 2012 Florida State University, Tallahassee, Florida in Nutrition Science / Didactic \nProgram in Dietetics (08/10-05/11) \nPh.D. 2017 Florida State University, Tallahassee, Florida in Nutrition Science Thesis \n Advisor: Dr. Jasminka Ilich-Ernst \nPROFESSIONAL CREDENTIAL (S) \n09/15-present Registered Dietitian/ Registration ID# 86079145, Dietetic Internship, \nFlorida State University - completed 08/15. \n07/13-10/16 Licensed limited x-ray /basic machine operator BMO84805. \n05/06-present Licensed Massage Therapist #MA0047659. \n \nHONORS AND AWARDS \n 12/16 COGS Travel Award, Florida State University, 2016. Award $200. \n 12/16 Travel Awardee, American Society for Nutrition, Annual Conference, Orlando, FL. \n Award $350. \n \n10/15 Dissertation Research Grant Top Tier Awardee, The Graduate School, \nFlorida State University. Funded by Florida State University. Total award $1,000. \n02/15 Third Place at Research and Creativity Day 2015 poster presentation, \n‘Assessing Nutritional and Vitamin D Status of Postmenopausal Obese and \nOsteosarcopenic Obese Women’, College of Human Sciences, Florida State \nUniversity. \nAward $50. \n02/14 Outstanding Teaching Assistant Award Nominee 2014, Florida State \nUniversity. \n10/13 Poster presentation ASBMR Conference & Muscle Symposium 2013, Baltimore, \nMD. \n‘Defining Osteosarcopenic Obesity and Identifying its Prevalence in Women \nAcross a Wide Age-Range’. \n10/13 Presidential Award Nominee 2013, ASBMR Conference, Baltimore, MD 2013. \n10/13 COGS Travel Award, Florida State University 2013. Award $200. \n02/13 First Place Research and Creativity Day 2013 for oral presentation, \n‘Identifying Osteosarcopenic Obesity in Caucasian Women,’ College of Human \nSciences, Florida State University. Award $150. \n05/10 Graduated summa cum laude, B.S., University of North Florida. \n \n\n \n \n102 \nRESEARCH EXPERIENCE/ TECHNICAL SKILLS \n11/15 Bioelectrical impedance machine: body composition and phase angle \n03/15 Ultrasound machine: muscle detection/quality (echo intensity via Adobe \n Photoshop) \n10/13 Dual energy x-ray absorptiometry (DXA) machine: bone mineral \n density and body composition \n05/13-8/13 Laboratory technician, Biology Department, Florida State University: basic \n laboratory skills \n05/12-2/13 Research assistant: The Effects of Symbiotic on Lactose-Intolerance Individuals \nNFES Department, Florida State University. \n01/11-5/11 Research assistant: Unigen Study, NFES Department, Florida State University. \n \nSCIENTIFIC PRESENTATIONS \n12/16 Inglis JE, JafariNasabian P, Ave MP, Hebrock H, Goosby K, Beyer \nE., et al. Older Women with \nOsteosarcopenic Obesity Have Lower Handgrip Strength and Knee Extension \nStrength Compared to Osteopenic or Obese-only Women. Poster & oral \npresentation. 2016. Presented at the American Society for Nutrition. Annual \nConference 2016, Orlando, FL. \n02/15 Inglis JE, Kelly OJ, Ilich JZ. Assessing Nutritional and Vitamin D Status of \nPostmenopausal Obese and Osteosarcopenic Obese Women/ Poster presentation. \nResearch and Creativity Day 2015, College of Human Sciences, Florida State \nUniversity, FL. \n09/14 Ilich JZ, Inglis JE, Kelly OJ. Osteosarcopenic Obesity Is Associated with Reduced \nHandgrip Strength and Walking Abilities in Postmenopausal Women/Poster \npresentation. American Society for Bone and Mineral Research Annual \nConference 2014, Houston, TX. \n02/13 Inglis JE, Panton LB, Ormsbee MJ, Kelly OJ. Ilich JZ. Identifying \nOsteosarcopenic Obesity in Caucasian Women College of Human Sciences/ Oral \npresentation. Research and Creativity Day 2013, Florida State University, FL. \n \nTEACHING EXPERIENCE \n01/16-05/16 Instructor/Teaching Assistant, DIE4424L, Medical Nutrition Therapy II Lab, \n The Florida State University. \n08/12-12/15 Instructor/Teaching Assistant, HUN1201, Science of Nutrition, The Florida \nState University (seven semesters). \n\n \n \n103 \n \nNEW COURSE DEVELOPMENT \n1/16-4/16 HUN1201, Science of Nutrition—Online. \nFSU COLLEGE SERVICE \n01/13-12/15 Authored and updated ‘Teaching Assistant/Instructor Manual for Science of \nNutrition’ for instructors/TAs. HUN1201. NFES Department, The Florida State \nUniversity. \n02/14 Mediator, College of Human Sciences: Oral Presentations, FSU CHS Research & \n Creativity Day. \n \nPEER-REVIEWED JOURNAL PUBLICATIONS \n1. JafariNasabian P, Inglis JE, Kelly OJ, Ilich JZ. Osteosarcopenic obesity in women: Impact, \nprevalence, and management challenges. Int J Womens Health. December 2016. In press. \n2. JafariNasabian P, Inglis JE, Reilly W, Kelly OJ, Ilich JZ. The Aging Body: Changes in \nBody Composition on Tissue and Organism Levels and Nutritional Status. J Endocrinol. \nNovember 2016. In press. \n3. Ilich JZ, Kelly OJ, Inglis JE. Osteosarcopenic Obesity Syndrome: What is it and how can it \nbe identified and diagnosed? Curr Gerontol Geriatr Res. 2016;2016:7325973. doi: \n10.1155/2016/7325973. \n4. Inglis JE, Ilich JZ. The Microbiome and Osteosarcopenic Obesity in Older Individuals in \nLong-Term Care Facilities. Curr Osteoporos Rep. 2015 Oct;13(5):358-62. doi: \n10.1007/s11914-015-0287-7. \n5. Ilich JZ, Inglis JE, Owen KJ, McGee DL. Osteosarcopenic obesity is associated with \nreduced handgrip strength, walking abilities, and balance in postmenopausal women. \nOsteoporos Int. 2015. doi:10. 1007/s00198-015-3186-y. \n6. Ilich JZ, Kelly OJ, Inglis JE, Panton LB, Duque G, Ormsbee MJ. Interrelationship among \nmuscle, fat, and bone: connecting the dots on cellular, hormonal, and whole body levels. \nAgeing Res Rev. 2014; 15:51–60. \n \nABSTRACTS \n1. Inglis JE, JafariNasabian P, Ave MP, Hebrock H, Goosby K, Beyer E, et al. Older Women \nwith Osteosarcopenic Obesity Have Lower Handgrip Strength and Knee Extension Strength \nCompared to Osteopenic or Obese-only Women. 2016. Presented at the American Society \nfor Nutrition Annual Conference, Orlando, FL. \n2. JafariNasabian P, Inglis JE, Ave MP, Hebrock H, Hall KJ, Nieto SE, et al. The \nRelationship of Adiponectin with Body Adiposity and Bone Mineral Density in Older \nWomen. 2016. Presented at the American Society for Nutrition Annual Conference, \nOrlando, FL. \n\n \n \n104 \n3. Inglis JE, JafariNasabian P, Gilman JC, Kelly OJ, Ilich JZ. Possible nutritional etiology of \nosteosarcopenic obesity syndrome. FASEB J. 2016;30:1156.8. \nhttp://www.fasebj.org/content/30/1_Supplement/1156.8. \n4. Inglis JE, Panton LB, Ormsbee MJ, Kelly OJ, Ilich JZ. Defining osteosarcopenic obesity \nand identifying its prevalence in women across the age span. J Bone Miner Res. 2013. \nhttp://www.asbmr.org/asbmr-2013-abstractdetail?aid=da7d06cc-1551-4abf-8445-\n51dc6e53bcf7. \n \nCOMMUNITY/ FIELD EXPERIENCE \n 05/16-present Clinical Dietitian/Nutrition Care Manager. Glenn Mor Nursing Home/Grady \nGeneral Hospital/Archbold Medical Center, Thomasville, & Cairo, GA. \n03/16 Radio interview: Tom Flanagan, Nutrition/North FL Vegfest 2016. WFSU \n (NPR). \n10/14-present Planning Committee Member: North FL VegFest 2015-2016. Accounts \n payable, public relations service. \n 03/15 Radio Interview: Tom Flanigan. Nutrition/North FL Vegfest 2015. WFSU (NPR). \n 03/15 Television Interview: Julz Graham. Nutrition/North FL Vegfest 2015. WFSU TV. \n11/13 Taught nutrition class on ‘Sorting Through Different Diets to Find Meaning and \nPurpose’ Unitarian Universalist Church, young adults group, Tallahassee, \nFlorida. \n03/09 Nine-day community nutrition field trip (conducted health fair, taught/ practiced \ncommunity nutrition) in nation of Belize, University of North Florida. \n02/04-04/05 Administrative Assistant/Assistant Chef, Southcare Senior Services, Meals-on-\n Wheels, Alachua, Florida. \n \nMEMBERSHIP IN PROFESSIONAL SOCIETIES \n09/16-present Association for Women in Science (AWIS) \n09/08-present Academy of Nutrition and Dietetics Member \n09/13-09-15 American Society for Bone Mineral Research \n08/11-8/13 Golden Key International Honor Society membership \n05/10-1/12 Phi Kappa Phi Honor Society membership \n \nLANGUAGE SKILLS: \nEnglish: fluent; Spanish: fluent in conversation/ basic reading level."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 4,
    "primary_human": "body_comp; muscle_mass; strength; bone; function"
  },
  "bucket": "C",
  "notes": "Doctoral thesis testing WBV ± RT in postmenopausal women at risk for osteoporosis; multiple musculoskeletal outcomes."
}