{
  "id": 102,
  "title": "Whole-Body Vibration and Resistance Training in Postmenopausal Women With Low Bone Mass: Effects on Musculoskeletal Health",
  "authors": "Lee S H et al.",
  "year": 2024,
  "doi": "10.31083/j.rcm2407196",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "middle_aged_women",
    "obesity",
    "hemorheology"
  ],
  "population": {
    "training_status": "RCT_RT_only"
  },
  "sections": {
    "abstract": "................................................................................................................................. viii \n1. BACKGROUND AND SIGNIFICANCE ...................................................................................1 \n2. REVIEW OF LITERATURE ......................................................................................................8 \n3. RESEARCH METHODOLOGY...............................................................................................19 \n4.",
    "results": "..................................................................................................................................29 \n5.",
    "discussion": "............................................................................................................................37 \nAPPENDICES \n A. IRB APPROV AL .............................................................................................................47 \n B. INFORMED CONSENT FORM ......................................................................................52 \n C. CARDIOVASCULAR HISTORY QUESTIONNAIRE ..................................................55 \n D. 3 DAY FOOD RECORD .................................................................................................60 \nREFERENCES ..............................................................................................................................62 \nBIOGRAPHICAL SKETCH .........................................................................................................74 \n \n \n \n \n \n \n \n \n \n \n\nvi \n \nLIST OF TABLES \n1 External Load repetition maximum (RM) progression. ....................................................28 \n \n2 Baseline characteristics between lean and overweight/obese subjects. ............................30 \n \n3 Subject characteristics, body composition, and muscle strength for overweight/obese \nsubjects before and after 6 weeks. ....................................................................................32 \n \n4 Overweight/obese subjects’ arterial parameters before and after 6 weeks. ......................33 \n \n5 Dietary composition in overweight/obese subjects before and after 6 weeks. .................36 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nvii \n \nLIST OF FIGURES \n1 Nitric oxide production. ......................................................................................................9 \n \n2 Pulse wave velocity in main segments: baPWV, brachial-ankle pulse wave velocity \n(systemic); cfPWV, carotid-femoral pulse wave velocity (aorta); faPWV, femoral-ankle \npulse wave velocity (leg). .................................................................................................11 \n \n3 Aortic pressure waveform. ................................................................................................12 \n \n4 Flow of participants through the study. ............................................................................20 \n \n5 Study protocol. ..................................................................................................................20 \n \n6 Hormone levels during the menstrual cycle. .....................................................................22 \n \n7 Cha nges (∆) in pulse wave velocity (PWV) following 6 weeks. ......................................34 \n \n8 Changes (∆) in aSBP and AIx@75 following 6 weeks. ...................................................35 \n \n9 Changes (∆) in leg 1RM after 6 weeks between overweight/obese subjects. ...................36 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nviii \n \nABSTRACT \nBackground: Obesity is an ongoing socio-economic worldwide epidemic and major modifiable \nrisk for cardiovascular disease (CVD), which continues to be the main determinant of all-cause \nmortality. A potential mechanism by which obesity associates with CVD is an increased \nstiffness of the arteries leading to a decreased vascular function and development of \nhypertension. Moreover, muscle strength and mass are inversely related to arterial stiffness and \nobesity. Although exercise training is a proficient intervention for treating CVD risk factors and \nincreasing muscle strength/mass, the most effective intervention for decreasing arterial stiffness \nis still unclear. Whole-body vibration training (WBVT) is a relatively novel exercise mode \nwhich requires static or dynamic movements on a vibrating platform and has similar adaptations \nin the skeletal muscle as resistance training (RT). However, the effects of whole-body high \nintensity RT seem to be adverse, although controversial to arterial function in young healthy \nadults and middle-aged with prehypertension or hypertension. WBVT is usually performed with \nleg exercises using the body weight (unloaded) as resistance to the exercise. However, the \naddition of an external load or resistance to WBVT (WBVT+EX) has shown beneficial \nadaptations in improving arterial function, bone mineral density, hormonal responses, and \nmuscle strength/mass. Purpose: The purpose of this study was to evaluate whether WBVT+EX \nwould induce greater benefits than unloaded WBVT on arterial function and muscle strength in \nyoung-overweight and obese (body mass index, BMI= 30.9 ± 0.7 kg/m 2) women.",
    "methods": "Twenty-two young (20 ± 1 yr) overweight/obese women were randomly assigned to a non-\nexercising overweight/obese control (O-CON), WBVT, or WBVT+EX for 6 weeks. Thirteen \nlean women were assigned to a lean control (L-CON) group in order to compare them at baseline \nto the age-matched overweight/obese women. Pulse wave velocity (PWV), brachial blood \n\nix \n \npressure (BP), aortic BP, wave reflection, muscle strength, and body composition were measured \nbefore and after 6 weeks. Results: Statistical significance was set at P < 0.05. Data were \npresented as mean ± SE. There were no significant time effects or group-by-time interactions for \nbrachial-ankle PWV (baPWV), carotid-femoral P WV (cfPWV), brachial systolic BP (bSBP), \nbrachial diastolic BP (bDBP), aortic diastolic BP (aDBP), augmentation index (AIx), \naugmentation pressure ( AP), and transit time for the reflected wave ( Tr). cfPWV and aSBP \ndecreased (P < 0.05) in the WBVT group while baPWV and aDBP decreased in the WBVT+EX. \nThere was a significant group-by time interaction ( P < 0.01) for faPWV, aSBP, aortic mean \narterial pressure (aMAP), and AIx adjusted at 75 bpm (AIx@75). In addition, group- by-time \ninteraction was detected for P1 and P2 such that the reductions observed in the WBVT and \nWBVT+EX groups were significantly different (P < 0.05) from the O-CON group. The WBVT \nand the WBVT+EX groups had significant increases in leg strength ( P < 0.01) when compared \nto the O-CON group (group-by-time P < 0.01) while a time-effect (P < 0.01) was observed in the \nchest 1RM only in the WBVT+EX group.",
    "conclusion": "To our knowledge, this is the first study \nto detect beneficial effects of WBVT+EX on arterial parameters, as shown by improvements in \naortic BP, PWV, and wave reflection while still maintaining increases in muscle strength in \nyoung overweight/obese women. Although unloaded WBVT seems to be an effective exercise \nmodality to improve arterial function in obese postmenopausal women, it does not seem to be as \nefficient in young obese women. This study suggests that, although WBVT had some positive \neffects on arterial function in young overweight/obese women, a more evident benefit on arterial \nfunction is observed after increasing the exercise intensity of WBVT through an external load \nprogressed from 15 to 8 RM. Future studies should focus on older populations with greater risk \nof cardiovascular and/or other chronic diseases that are associated with reduced muscle \n\nx \n \nstrength/mass. WBVT+EX should be incorporated and recommended for young \noverweight/obese women in order to improve arterial function and prevent the loss in muscle \nmass related to weight loss. Additional studies should also consider the use of WBVT+EX as an \nadjunct exercise modality in order to incorporate its use in clinical populations prone to physical \ndisabilities due to sarcopenia and dynapenia. \n\n1 \n \nCHAPTER ONE \nBACKGROUND AND SIGNIFICANCE \n \n The incidence of obesity is increasing independently of ethnicity, race and age [1]. \nObesity is a major modifiable risk factor for cardiovascular disease (CVD), which continues to \nbe the main cause of mortality and morbidity worldwide [2]. Obese individuals display higher \nblood pressure (BP) levels than non-obese individuals increasing the probability of adverse \ncardiovascular outcomes [3]. A potential mechanism by which obesity is associated with CVD \nis an increased stiffness of central arteries (carotid and aorta), a change that is more pronounced \nin younger than older individuals [4]. Obesity is considered a strong link between impaired \nendothelial function and the development of atherosclerosis in men and women [5-7]. Arterial \nstiffness, assessed by pulse wave velocity (PWV), is an independent predictor of CVD [8-9] and \nis increasingly recognized as a valid endpoint of CVD [10-11]. Recent evidence indicates that \nobesity may increase carotid-femoral PWV (cfPWV) [12-13] and femoral-ankle PWV (faPWV) , \nbut not arm PWV in young adults [13]. Furthermore, obesity has previously been linked to \nincreases in pressure wave reflection to the aorta (augmentation index, AIx), indicating increased \nsmooth muscle vasomotor tone [14-15]. An increased vasomotor tone leads to vasoconstriction \nthat can explain the increases in PWV and AIx that lead to hypertension or CVD in young obese \nwomen [16]. \nMuscle strength and mass are positively correlated to cardiovascular health in adults [17] \nand inversely associated with obesity [18] and PWV [19]. Reduced muscle strength relative to \n\n2 \n \nexcessively high body mass impedes the weight-bearing activities that are vital for maintaining a \nhealthy lifestyle [20]. \n Conventional exercise modalities such as resistance [21-22], aerobic [23-25], and \nisometric [26-27] exercise training as well as the combination of aerobic and resistance exercise \n[28-29] have previously shown plausible cardiovascular and muscular function benefits. \nAlthough resistance training (RT) is the preferred exercise modality to improve muscle strength \nand mass [30-32], it may cause deleterious effects on central and peripheral arteries as shown as \nincreases in cfPWV, faPWV, and AIx in young and middle-aged adults [33-35], despite other \nknown benefits on muscle function, bone mineral density, and glucose control. \n Whole-body vibration (WBV) is a novel exercise modality that has previously shown to \nimprove muscle strength and mass via a mechanical stimulus generated by a vibrating platform, \nstimulating muscle spindle activity and, consequently, increasing muscle mass and strength [36]. \nImprovements in muscle strength have been observed in young overweight/obese women after \nWBV training (WBVT) 3 times a week for 6 weeks [37] as well as 2 times a week for 10 weeks \n[38]. Moreover, previous research established lower extremity hemodynamic benefits through \nblood flow increases in skin, popliteal artery, and vastus lateralis [39-41] following acute bouts \nof passive vibration, static squat WBV, and dynamic squat WBV, respectively. The combination \nof WBV with an external load determines a more evident stimulus [42] and greater energy \nexpenditure [43-44], which can be incremented when an external load is superimposed to \ndynamic squats performed with WBV [45]. A previous study demonstrated that applying an \nexternal load to WBV was more effective than RT without vibration for preventing deleterious \nchanges in the femoral artery caused by complete physical inactivity for 60 days [46]. \nTherefore, the potential benefits of combining WBV and external load to amplify muscular \n\n3 \n \nbenefits while maintaining or improving the benefits on arterial function in young \noverweight/obese women remain to be investigated. \n \nStatement of the Problem \n Obese women exhibit higher levels of arterial dysfuntion as observed by increased \nmeasurements of arterial stiffness and wave reflection that progressively lead to hypertension. \nMoreover, the decreased muscle strength/mass observed in these women may lead to conditions \nsuch as sarcopenia and dynapenia, which increase the risk not only for cardiovascular events but \nalso a sedentary lifestyle. An exercise modality that can both maintain or improve arterial \nfunction and increase muscle strength/mass is important in order to decrease the likelihood of \ncardiovascular events We evaluated whether 6 weeks of a combined WBVT and external load \nwould induce greater benefits than unloaded WBVT on arterial and muscular function in young \noverweight/obese women. \n \nSpecific Aims and Hypotheses \nAIM 1: To determine the effects of 6 weeks of WBVT+EX (Externally loaded, resistive WBVT) \ncompared to WBVT (unloaded WBVT) and O-CON (overweight/obese control) on vascular \nfunction. This aim examined the working hypothesis that WBVT+EX (external load in vest \ncorresponding to the subjects’ 8 -15 repetition maximum (RM)) would result in a decrease in \narterial stiffness, AIx, and BP (brachial and aortic). This aim was tested by non-invasive \nmeasures of arterial stiffness using PWV of three arterial segments (cfPWV, faPWV, and \nbaPWV). Sensory pressure cuffs in the arms and ankles as well as two tonometers placed in the \ncarotid and femoral arteries obtained the aforementioned arterial segments. Aortic BP and AIx \n\n4 \n \nwere assessed through pulse wave analysis using applanation tonometry of the radial artery. \nHypothesis 1: 6 weeks of WBVT+EX would result in greater decreases in AIx, BP, and PWV (at \nrest) when compared to WBVT and O-CON. \nAIM 2: To determine the effects of 6 weeks of WBVT+EX compared to WBVT and O-CON on \nmuscle strength. This specific aim examined the working hypothesis that WBVT +EX would \nresult in greater increase in muscle strength. This aim was tested through one RM strength test \n(1RM) of the chest press and leg press exercises. \nHypothesis 2: 6 weeks of WBVT+EX intervention would produce greater increases in muscle \nstrength when compared to WBVT and O-CON. In addition, the increase in leg muscle strength \nafter unloaded WBVT would be significant compared with no changes in the O-CON group. \nAIM 3: To determine the effects of 6 weeks of WBVT+EX compared to WBVT and O-CON on \nbody composition. This specific aim examined the working hypothesis that WBVT+EX would \nresult in increased leg lean mass (LM) compared to WBVT and O-CON. This aim was tested by \nthe dual-energy x-ray absorptiometry (DEXA). \nHypothesis 3: 6 weeks of WBVT+EX intervention would produce greater improvements in leg \nLM compared to WBVT and O-CON. \n \nAssumptions \nThe subsequent assumptions were taken into consideration in this study: \n1. All laboratory equipment recorded precise and accurate measurements. \n2. All participants were truthful when reporting their previous and current health history. \n3. All participants followed the pre-test recommendations (e.g. physical activity, alcohol \nconsumption, and medication). \n\n5 \n \n4. All participants maintained their daily activities, current lifestyle and followed the \nguidelines set forth by the researcher during their participation in the study. \n5. All participants performed the assigned exercises to their maximum effort. \n \n Delimitations \nThis study incorporated the following delimitations: \n1. 25 overweight/obese (BMI between 27 kg/m 2\n \nand 40 kg/m 2) and 13 lean (BMI < 25 \nkg/m2) pre-menopausal women (ages 18-25 years) were enrolled in this study. \n2. Participants were excluded from the study if they were pregnant, regularly exercised ( > \n120 min of light to moderate (<70% VO 2max or 1RM) exercise per week), smoked, had a \nresting BP ≥160/90 mmHg, fell outside the BMI range ( BMI between 27 kg/m 2\n \nand 40 \nkg/m2) (for the WBVT+EX, WBVT, and O-CON groups) and/or were on any \nmedications that affected the outcome variables. \n3. Participants were excluded if they had chronic diseases including epilepsy, gallstones, \nkidney stones, acute inflammations, arthritis, joint implants, recent thrombosis, recent \noperative wounds, intense migraines, tumors, hernias, uncontrolled diabetes, and \ncardiovascular or kidney diseases. \n \nLimitations \n1. The participants in this study were volunteers and, therefore, represented a range of \nunique characteristics that may have affected the validity of the results. \n\n6 \n \n2. A limitation exists when measuring cardiovascular function at rest. The influence of \nvarious factors (e.g. environmental and dietary) may have a direct influence in \ncardiovascular function and affect the results. \n3. The participants of this study consisted of pre-menopausal women. Because arterial \nstiffness [47], arterial pressure waveforms [48], and arterial compliance [47] are \ninfluenced by the menstrual cycle, measurements were conducted during the follicular or \nlate luteal phase of their menstrual cycle in order to avoid the vasoactive effects of \nestrogen. Also, because the study consisted of a 6-week period, only women with stable \novulatory cycle duration over at least the last 2 months were eligible for the study [49]. \n \nDefinition of terms and abbreviations \n1RM- One repetition maximum, defined as the maximum amount of weight that can be moved \nthrough a full range of motion. \nAIx- Augmentation index, the differences between the first and second systolic peak divided by \nthe pulse pressure and multiplied by 100. AIx is considered a marker of wave reflection [50]. \nbaPWV- Brachial to ankle PWV, an index of systemic arterial stiffness [51]. \ncfPWV- Carotid to femoral PWV, an index of aortic arterial stiffness [52]. \nCVD- Cardiovascular diseases. \neNOS- Endothelial nitric oxide synthase. \nET-1- Endothelin-1, regulator of vascular tone produced in the endothelial cells that cause \nsystemic vasoconstriction [53]. \nfaPWV- Femoral to ankle PWV, an index of leg arterial stiffness [52]. \n\n7 \n \nNO- Nitric oxide, signaling molecule involved in the regulation of vascular tone (potent \nvasodilatory effect) [54]. \nP1- First systolic peak, defined as the forward pressure wave caused by stroke volume ejection \n[55]. \nP2- Second systolic peak, defined as the peripheral reflection of the pressure wave; also \nconsidered a marker of vascular tone [50]. \nPWV- Pulse wave velocity, an index of arterial stiffness [51-52]. \nTr- Time of reflection, indicates the transit time of the reflected wave; defined as the round-trip \ntravel of the forward wave to the peripheral reflecting sites and back to the aorta [56]. \nWBVT- Whole-body vibration training, novel training method employing mechanical \nstimulation through vibration to exercise musculoskeletal structures for the improvement of \nmuscle mass, muscle strength [38,57-63] and cardiovascular health [37, 64-65]. \nWBVT+EX- Externally loaded WBVT. \n \n \n \n \n \n \n \n\n8 \n \nCHAPTER TWO \nREVIEW OF LITERATURE",
    "introduction": "Obesity is an ongoing socio-economic worldwide epidemic with approximately 68% of \nUnited States adults being overweight or obese. In 2011-2012, the prevalence of obesity was \n34.9% amongst adults [66]. The direct and indirect costs of obesity-related conditions account \nfor, approximately, $149 billion annually [66]. By 2030, an estimated 51% of the population \nwill be obese; an increase of 33% for obesity [67]. Obese and overweight individuals are \ncharacterized by excess body weight with body mass index (BMI) commonly used as the \ncriterion to define these categories [68-69]. Increased BMI is linked to numerous chronic \ndiseases and, subsequently, is a strong predictor of higher cardiovascular morbidity and mortality \nin both genders [68, 70-71], as well as numerous musculoskeletal complications. Interestingly, \nNordstrand et al. [72] found that PWV increased with higher BMI in middle-aged and older \nwomen, but this increase is not observed in men [4]. Therefore, improving an impaired \nvasculature and its association to an increased arterial stiffness should be pivotal in young obese \nwomen. Because the reduction of obesity in a care and cost efficient manner is of great \nimportance and relevance and exercise training is an essential component in the prevention, \ntreatment, and management of obesity [73] and related chronic diseases, an exercise modality \nand prescription that improves cardiovascular function as well as muscular function holds \npronounced clinical importance. \n \n\n9 \n \nObesity and Arterial Function \n Vascular homeostasis is maintained by changes in the vasomotor tone, which regulate BP \nand determine the amount of blood flow distributed to various organs and regions of the body, \nincluding the skeletal muscle. The vascular tone is determined by the balance between \nvasoconstrictor and vasodilator influences acting on smooth muscle (medial layer) within the \narterial wall of the blood vessel [74]. These influences can either cause the vessels to constrict \n(increasing resistance and decreasing diameter) or dilate by smooth muscle relaxation \n(decreasing resistance and increasing diameter). The vascular endothelium (innermost layer \ncomposed of specialized cells) is responsible for originating these intrinsic influences [75]. \nNitric Oxide (NO) is a gaseous compound produced in the endothelial cells and is \nconsidered the major regulator of the vascular tone by promoting vasodilation, increasing blood \nflow [76-77] and reducing BP [53]. Endothelial NO synthase (eNOS), which is inversely related \nto BMI [78], is the enzyme responsible of regulating NO production and is activated by physical \nstress (shear stress) exerted upon the arterial wall [79]. \n \n \nFigure 1. Nitric oxide production. eNOS, endothelial nitric oxide synthase; L-arg, L-arginine; \nNO, nitric oxide. \n\n10 \n \nPhysical exercise is a powerful stimulus to increase shear stress and endothelial NO \nproduction, resulting in local vasodilation in the exercised muscles [80-81]. On the contrary, \nendothelin-1 (ET-1) is another regulator of vascular tone produced in the endothelial cells that \ncauses systemic vasoconstriction, decreasing blood flow, and increasing BP [53]. One of the \npossible mechanisms associated to endothelial dysfunction results from a reduced bioavailability \nof NO and predominance of vasoconstrictor influences (such as ET-1) acting on the vascular \nsmooth muscle [82]. \nObesity and Arterial Dysfunction \nArterial stiffness, an independent predictor for cardiovascular morbidity and mortality \nassessed by PWV, results from the loss of arterial vasodilatory capacity in the major arteries. \nNordstrand et al. [72] found that increased BMI, waist circumference, and fat mass were \nindependently associated with higher cfPWV or aortic stiffness in women, but not in men. \nFurthermore, Zebekakis et al. [4] reported that the association between arterial stiffness of the \ncarotid artery and BMI was more pronounced at younger than older age. Therefore, the \nincreased arterial stiffness observed in overweight/obese individuals can be attributed to a \nfunctional change of the arterial wall rather than the age-related structural change in the arterial \nwall. This structural change observed with aging occurs in the connective tissue of the arterial \nwall with decreased elastin and increased collagen fiber resulting in an increased velocity of the \npulse pressure wave [83]. \nPWV is calculated as the distance travelled by a pulse wave between two arteries in \ndifferent segments of the body in relation to the time it takes or transit time of the wave [52]. \nPulse waves are composed of an incidence or forward wave that originates from the stroke \nvolume during ventricular systole. This initial wave travels from the aorta to peripheral arteries \n\n11 \n \nand meets bifurcations, small peripheral arteries, and arterioles [84] causing a second wave that \nis reflected back to the aorta during ventricular diastole in healthy individuals at rest. In healt hy \nyoung individuals, the pressure of the reflected wave (P2) is smaller than the forward wave (P1) \nresulting in a reduced augmented pressure (P2-P1) [85]. \n \n \nFigure 2. Pulse wave velocity in main segments: baPWV, brachial-ankle pulse wave velocity \n(systemic); cfPWV, carotid-femoral pulse wave velocity (aorta); faPWV, femoral-ankle pulse \nwave velocity (leg). \n\n12 \n \nAs arterial stiffness increases, reflected wave amplitude increases and augments pressure \nin late systole, producing an increase in left ventricular afterload, and myocardial oxygen \ndemand [86]. The augmented pressure expressed as a percentage of the pulse pressure is known \nas the AIx, which is an index of wave reflection and left ventricular afterload [55]. It is well \nknown that heart rate negatively influences the AIx. Therefore, AIx is normalized to 75 \nbeats/min [87]. Obese individuals have previously been linked to elevated levels of AIx [15]. \nFurthermore, in a recent study, Pierce et al. [12] studied overweight/obese adolescents and found \nthat an increased total and abdominal adiposity is associated with greater aortic stiffness and \nlower pulse pressure amplification. Transit time for the reflected wave ( Tr) represents the time \nfrom the onset of the ejected pulse waveform to the onset of the reflected wave and is an estimate \nof aortic PWV [88]. These central aortic pressures more accurately reflect loading c onditions of \nthe left ventricular myocardium, coronary arteries, and cerebral vasculature and, thereby, relate \nbetter to adverse cardiovascular events than brachial pressures [89]. \n \n \nFigure 3. Aortic pressure waveform. Depicts the features of the aortic pulse pressure waveform. \nAIx, augmentation index; AP, augmentation pressure; DBP, diastolic blood pressure; P1, first \nsystolic peak; PP, pulse pressure; SBP, systolic blood pressure; Tr, transit time of reflected wave. \n\n13 \n \nResistance Exercise \n Resistance exercise is widely accepted in exercise prescription, cardiopulmonary \nrehabilitation, and considered an integral component by major health organizations [17,90-91]. \nFurthermore, it has been widely recognized as an efficient intervention for improving muscle \nmass and strength in overweight/obese women [22]. \n The effects of resistance exercise on cardiovascular health has been a recent topic of great \ndebate amongst exercise physiologist primarily because of the discrepancies related to arterial \nfunction, perhaps, to the wide variability in training protocols, sample size, intensities, and \ntargeted muscle groups [92]. Although the association between resistance exercise and increased \ncentral arterial stiffness is still unclear [92], various studies have had adverse effects on the \nvasculature. The elevation of blood flow for short periods of time under high pressures cause an \nalternative type of stress stimulus on the endothelial cells (combination of shear stress and \nperpendicular force) that may alter the structural composition of the arterial wall [93]. However, \neven though Miyachi et al. [33] reported that 4 months of RT in young and middle-aged men \nsignificantly reduced central arterial compliance, structural remodeling was ruled out because no \neffect was found on carotid artery intima-media thickness and the negative effects were revers ed \nafter 2 months of detraining [34,94]. Deleterious results associated with RT on arterial function \nhave been reported in young women through increases in central AIx and PWV [35] as well as in \nyoung men [95-96]. \nOn the other hand, Casey et al. [97] found no change in central and peripheral arterial \nstiffness or in aortic pressure wave characteristics after 12 weeks of sets of 8-12 repe titions to \nvolitional fatigue in young non-obese adults. Similarly, Rakobowchuk et al. [98] established that \n12 weeks of whole-body RT gradually progressed to 80% of 1RM in young men did not cause \n\n14 \n \nstructural remodeling and decreased both brachial and carotid pulse pressures. Moreover, Olson \net al. [22] did not observe any significant alteration in carotid artery intima-media thickness on \nhealthy young and middle-aged women after RT. Furthermore, Beck et al. [99] obser ved \ndecreases in faPWV (or leg PWV) and AIx following 8 weeks of aerobic and RT. However, \ncfPWV (or aortic PWV) was not altered in the previous study. Similarly, Croymans et al. [100] \ndid not see changes in cfPWV after 12 weeks of RT 3 times a week in overweight/obese \nsedentary young men. Therefore, the favorable effects of resistance exercise on arterial function \ncould be more evident in young pre-hypertensive individuals, a characteristic that is common \namong young obese individuals. Interestingly, a recent study by Figueroa et al. [29] indicated \nimprovements in baPWV in postmenopausal women that performed 20 min of moderate \nintensity aerobic exercise after moderate intensity circuit RT in the same training session for 12 \nweeks. Therefore, these favorable outcomes could be possibly due to the light- to-moderate-\nintensity (60% of 1RM) resistance exercise or that aerobic exercise counteracts the possible \nnegative effect of RT. Also, adverse effects of high-intensity resistance exercise seem to be \nmediated by upper-body but not lower-body exercises [101]. \nWhole-Body Vibration and Arterial Stiffness \n The use of WBV as a new exercise modality has gained wide popularity in research and \nclinical practice. Its use in high-risk populations [102-103], has been widely administered and \ncontinues to represent a possible adjunct or alternative mode of exercise. WBV produces a \nforced mechanical oscillation or periodic alteration of force, acceleration, and displacement ove r \ntime, where energy is transferred from the vibration device to the exposed body part [104]. \nDuring WBV, subjects stand on a motor-driven vibrating platform maintaining a static position \nor performing dynamic exercises. The sinusoidal vibration stimulus from the platform activates \n\n15 \n \nmuscle spindle discharge through the stimulation of alpha-motoneurons [105] causing a muscle \ncontraction through the “Tonic Vibration Reflex” [106]. This reaction activates additional motor \nunits leading to higher muscular strength [107]. \n Interestingly, Hazell et al. [108] suggested that the cumulative cardiovascular response to \nWBV with multiple exercises as well as its use in populations with compromised cardiovascular \nfunction (e.g. overweight-obese individuals) who are unable to perform traditional exercise \nprograms should be evaluated to a greater extent. Moreover, the favorable effects of WBV on \ncardiovascular function have been previously considered mainly following acute bouts of WBV. \nHowever, repeated bouts of acute exercise are important contributors to chronic adaptations, \nwhich may prevent or delay the development of certain diseases or conditions [109]. Previous \nresearch found blood flow increases in skin [39], popliteal artery [40], and vastus lateralis [41] \nfollowing acute bouts of passive vibration, static squat WBV, and dynamic squat WBV, \nrespectively, reflecting transient lower extremity hemodynamic benefits. Furthermore, Maloney \net al. [110] reported an increase in NO production and skin blood flow after passive vibration. \nAlso, Wong et al. [111], Figueroa et al. [112] and Otsuki et al. [113] all found acute decrease s in \nbaPWV following a session of passive or active WBV. These results sustain the potential \nrationale that the exposure or propagation of the vibration stimulus causes a mechanical stimulus \nto leg arteries (arterial compression), therefore, eliciting vasodilatory effects and acutely \ndecreasing peripheral and systemic arterial stiffness. Meaningfully, Figueroa et al. [37] , found \nthat 6 weeks of WBVT in overweight/obese women decreased brachial and aortic SBP, baP WV, \nand AIx. Interestingly, the WBVT consisted of unloaded and loaded exercises during the first 4 \nand last 2 weeks, respectively. Although, there was a decrease in baPWV in the previous study, \nwe were unable to evaluate which of the main arterial segments in baPWV (cfPWV and/or \n\n16 \n \nfaPWV) were determinants of the improvement in systemic PWV. Therefore, the fact that \nWBVT can be considered a feasible alternative for the reduction of faPWV [65] and a potential \ncountermeasure for the arterial dysfunction in young overweight/obese individuals is yet to be \nentirely evaluated. In addition, the possible benefits on arterial stiffness of 6 weeks of \nWBVT+EX (while applying the external load from the beginning) are yet to be fully elucidated. \nWhole-Body Vibration and Strength \n Previous studies have assessed the viable effects of WBV in muscle strength in various \npopulations. WBV has previously produced adaptive neuromuscular responses notable in \npopulations with neurological diseases [102-103, 114]. Research has shown that WBV increases \nmuscle strength [107, 115-116] in a similar manner than those derived from more traditional \nstrength training [57-58, 117-118]. Machado et al. [61] determined that 10 weeks of WBVT has \na significant effect on strength, muscle mass, muscle power, and mobility in older women. \nLower limb WBVT produced a significant increase in muscle strength and thigh muscle \nhypertrophy, which would be beneficial to counteract the loss of muscle strength and, \nconsequently, function associated with aging and menopause. These results are supported by \ntwo recent studies [37-38], which evaluated the effects of 6-10 weeks of WBVT on \nanthropometry, body composition, and muscular strength in young obese women and indicated \nthat lower limb strength and lean mass increased in the WBV group. However, our previous \nstudy, although a 6 week intervention, was composed of a 4-week unloaded WBVT and a 2-\nweek loaded WBVT period (weight vest consisted of 5 and 10% of the participants’ body \nweight). Thus, it is unclear whether unloaded WBVT (low intensity) for 6 weeks would cause \nthe same improvements in arterial function and, precisely, muscle strength/mass that 6 weeks of \n\n17 \n \nWBVT+EX would. Therefore, the increase in muscle strength caused by vibration-induced \nmuscle activity is of great clinical importance in young overweight/obese women. \nCombination of Whole-Body Vibration and Resistance Exercise \n As previously addressed, WBVT and RT regimes produce similar adaptive responses and \nhave been efficient exercise modalities for improving impaired muscular function [57-58, 117-\n119] and arterial function [37,65]. Interestingly, previous studies have evaluated the potential \namplified benefits of combining these two training modalities on hormonal responses [120,121], \nbone loss prevention [122,123], muscle strength [124], and body composition [125]. Some \nstudies have evaluated the chronic [125-127] and acute [128] cardiovascular responses to WBVT \nwith external loads but they have focused on muscle capillarization [125], arterial diameter, \nintima-media thickness, flow-mediated dilation [126], HR and brachial BP [127]. However, no \nstudy has assessed the effects of WBVT+EX in central BP, AIx, and PWV. \n Two studies by Giunta et al. [120,121] observed the hormonal responses of different \ncombinations of WBVT+EX protocols. One study [120] evaluated the acute effects of WBV \nalone combined with squatting plus external load on growth hormone and blood lactate \nconcentrations in obese women and saw no additive effect. A later study [121] observed \nsignificantly greater increases of growth hormone secretion, cortisol, and lactate following the \ncombined intervention when compared to the other conditions in healthy young obese women. \nMeanwhile, Belavy et al. [122,123] showed that WBVT+EX during 56 days of bed rest \n(spaceflight simulation) in young-men was able to reduce leg muscle atrophy. WBVT+EX has \nalso shown to be more effective than RT without vibration in preventing the adverse effects of \nprolonged inactivity on the femoral artery structure [46]. Likewise, Bemben et al. [124] and \nFjeldstad et al. [129] assessed the effects of 8 months of RT or WBVT+EX on muscle strength \n\n18 \n \nand body composition, respectively, in post-menopausal women. RT and WBVT+EX \nsignificantly increased strength for all exercises while WBVT+EX had significantly greater \npercent increases in muscular strength than RT at 4 months. Moreover, Fjeldstad et al. [129] also \nobserved positive body composition changes with increased lean tissue in both training groups, \nbut only effective decreases in percent body fat were noted in the WBVT+EX group. Therefore, \nthe addition of extraload (an additional resistance) to WBV exercise could potentially augment \nthe intensity and positive effects of WBV alone on muscular strength and lean tissue. However, \nthe effects of WBVT+EX on PWV and wave reflection are not known and are of crucial \nimportance for the prevention of cardiovascular and metabolic complications in young \noverweight/obese individuals. \n Although previous studies have examined the prospective outcomes of superimposed \nexternal load to WBVT in muscular function [125], this is the first study in young pre-\nmenopausal overweight/obese women to assess PWV, AIx and central BPs while prescribing the \nsuperimposed external load to the WBV in order to perform 8-15 repetitions. Developing an \noptimal exercise modality and protocol that improves and facilitates cardiovascular and body \ncomposition adaptations is imperative while still avoiding the safety concerns and possible \ndeleterious effects on arterial stiffness linked to RT programs. Since WBVT+EX was superior to \nRT alone to prevent adverse changes in the femoral artery associated with physical inactivity in \nprevious studies, we hypothesized that WBVT+EX would induce greater improvements in leg \nmuscle strength and arterial function compared to WBVT alone and O-CON. Therefore, the \npurpose of this study was to examine the potential benefits of WBVT+EX on cardiovascular and \nmuscular function following a 6-week intervention in young overweight/obese women. \n \n\n19 \n \nCHAPTER THREE \nRESEARCH METHODOLOGY \n \nSubjects \n A total of 38 young (age range: 18-25 years) overweight or obese (BMI range: 27 kg/m 2\n \nand 40 kg/m 2, n= 25) and lean (BMI < 25 kg/m 2, n=13) women enrolled in this study. Women \nwere recruited from the Tallahassee community through announcements and direct \ncommunication. Subjects were asked to maintain their diet, lifestyle, and exercise habits during \nthe study period. The exclusion criteria were based on contraindications to exercise as well as \nWBV contraindications (e.g. nonconsolidated fractures, bone tumors, herniated disks or metal \nimplants). Subjects were nonsmokers who did not exercise regularly (> 120 min per week of \nlight-moderate intensity exercise). Exclusion criteria included individuals that fell outside of the \nspecified BMI range, had a resting BP ≥160/90 mmHg and/or had chronic diseases including \nepilepsy, gallstones, kidney stones, acute inflammations, arthritis, joint implants, recent \nthrombosis, recent operative wounds, intense migraines, tumors, hernias, uncontrolled diabetes, \nand cardiovascular and kidney diseases. Also, if the subject was pregnant or taking any \nmedications that affected the outcome variables, the subject was excluded from the study. \nMoreover, due to the 6-week duration of the study, only women with stable ovulatory cycle \nduration over at least the last 2 months were eligible for the study [49]. \n \n \n\n20 \n \n \nFigure 4. Flow of participants through the study. BMI, body mass index. \n \nFigure 5. Study Protocol. L-CON, lean control; O-CON, overweight/obese control; WBVT, \nwhole-body vibration training; WBVT+EX, externally loaded WBVT. \n\n21 \n \nExperimental Protocol \n Following an initial screening, overweight/obese participants were randomly assigned \ninto 1 of 3 groups for 6 weeks: WBVT+EX, WBVT, or O-CON. The participants reported to the \nCardiovascular Physiology Laboratory (cardiovascular) and Exercise Physiology Laboratory \n(body composition and muscle strength) at Florida State University for baseline measurements \nand after 6 weeks of the assigned intervention; the supervised training sessions were also held at \nthe aforementioned locations. \nVisit #1: Familiarization and Anthropometrics \n The first visit consisted of a familiarization period where an overview of the study was \nexplained. The subject’s anthropometric measurements (height, weight, waist circumference, \nand BMI calculation) and resting brachial BP (after 5 min of rest in the seated position) were \nobtained. If the criterion was met, the participant was asked to complete a medical history \nquestionnaire and informed consent form. The participants were also familiarized with the \nexercises that were going to be performed in both WBVT groups as well as the muscle strength \ntest exercises (chest and leg press). \nVisit #2: Body Composition and Muscle Strength \n The participants underwent a non-invasive DEXA scan to determine whole-body and \nregional body composition. The subjects were then warmed-up and progressed to perform a \n1RM muscle strength test (leg press and chest press). \nVisit #3: Cardiovascular Function Measurements and Muscle Strength Confirmation \n During the third visit (at least 72 hrs following visit 2), measurements were conducted in \nthe morning after an overnight (8-12 hrs) fast and during the follicular (days 1-14) or late luteal \nphase (≥day 21) of their ovarian cycle to preve nt the vasoactive effects of estrogens [153]. The \n\n22 \n \nmeasurements were scheduled based on the subject’s self -reported first day of the menstrual \ncycle. Participants refrained from caffeine, alcohol consumption, prescribed medication or any \nunaccustomed physical activity 24 hrs before test day. All data collection were recorded a t the \nsame time of the day (±1 hr in order to avoid diurnal variations) and at least 24-48 hrs after the \nlast training session (avoid the acute effects of exercise). All measurements were performed in \nthe morning (between 7 and 11am) in a quiet temperature-controlled room (22-24 ⁰C). \nParticipants rested in the supine position for at least 10 min before data collection. Following the \nresting period, baseline measurements of electrocardiogram (ECG), brachial BP, PWV (baPWV, \ncfPWV, and faPWV), and pulse wave analysis (wave reflection and aortic BP) were obtained. \n \n \nFigure 6. Hormonal levels during the menstrual cycle. \n \n\n23 \n \nSucceeding the cardiovascular measurements and following the same warm-up as in the \nsecond visit, the participants confirmed the maximum weight achieved at the prior visit until a \n1RM weight was achieved. The participants were randomized into 1 of 3 groups. Participants \nbegan their assigned 6-week intervention of WBVT+EX or WBVT. The O-CON did not \nparticipate in any scheduled exercise for the 6 weeks. All participants were told to maintain \nregular diet and exercise habits. \nVisit #4: Post 6 weeks Body Composition and Muscle Strength \n Visit 4 consisted of the end of study testing (after 6 weeks of training or non-exercising \ncontrol period). DEXA scan, anthropometry, and muscle strength were measured as in visits 1 \nand 2. \nVisit #5: Post 6 weeks Cardiovascular Function Measurements and Muscle Strength \nConfirmation \n Visit 5 consisted of the same cardiovascular measurements assessed in visit 3. The 1RM \nwas confirmed as in visit 3. \nAnthropometrics \n Height was measured using a stadiometer to the nearest 0.5 cm, and body weight was \nmeasured using a Seca Scale (Sunbeam Products, Boca Raton, FL) to the nearest 0.1 kg. BMI \nwas calculated as kg/m2. Waist circumference was measured two times and was calculated to the \nnearest 0.1 cm using a tape measure at the level of the iliac crest after a normal expiration [130]. \nThe average of two measurements at baseline and 6 weeks was used in the analysis. \nCardiovascular Health/ History Questionnaire \n The Cardiovascular Health/History Questionnaire was used to assess the subjects’ current \nhealth status for either inclusion or exclusion to the study. This questionnaire consisted of \n\n24 \n \nmultiple questions that indicated whether the subject had current or past underlying diseases, \nmedical problems and/or conditions that affected the training regimen or measurements. \nCardiovascular Parameters \nPulse Wave Velocity \n Following 10 min of rest in the supine position, brachial BPs and PWVs were measured \nusing an automatic device (VP-2000; Omron Healthcare, Vernon Hills, IL). BP cuffs were \nwrapped around both arms (brachial artery) and ankles (posterior tibial artery), and 2 tonometers \nwere placed over the right carotid and femoral arteries in order to obtain BP and PWV \nmeasurements from 3 arterial segments: baPWV, cfPWV, and faPWV. While baPWV is an \naccurate measurement of systemic arterial stiffness [51], cfPWV and faPWV are considered \nreliable measurements of aortic and leg arterial stiffness, respectively. PWV was calculated as \nthe distance between 2 sites divided by the transit time. The distance from the carotid to the \nfemoral artery was measured with a non-elastic tape measure as a straight line, while the distance \nbetween sampling points of baPWV and faPWV was automatically calculated according to the \nsubject’s height [51]. The carotid and femoral arterial waveforms were recorded simultaneously \nby the tonometers, and the transient time was calculated automatically by relating the foot of \neach waveform to the R-wave of the ECG. HR was also obtained from the ECG. Two \nmeasurements were collected at each time point and averaged. \nPulse Wave Analysis \n Brachial systolic BP (SBP) and diastolic BP (DBP) were measured using an automatic \ndevice (VP-2000; Omron Healthcare, Vernon Hills, IL) and used to calibrate the radial \nwaveforms obtained from a 10 sec epoch using a non-invasive pencil-like high-fidelit y \ntransducer (SPT-301B; Millar Instruments, Houston, Texas, USA). The arterial pulse \n\n25 \n \nwaveforms (used to measure wave reflection and aortic BP) were obtained from the radial artery \nof the left arm using applanation tonometry. Aortic pressure waveforms were synthesized from \nthe radial pressure waveform using a validated generalized transfer function (SphygmoCor; \nAtCor Medical, Sydney Australia). The aortic wave was composed of a forward wave (resulting \nfrom the ejection of the stroke volume) and a reflected wave (returns to the aorta from peripher al \nsites when it hits points of reflection). Additionally, AIx was defined as the augmentation \npressure (AP) difference between P2 and P1 of the pressure wave, expressed as a perc entage of \nthe aortic pulse pressure (difference between SBP and DBP). AIx was normalized for a HR of \n75 beats/min (AIx@75) due to the negative impact of HR on AIx [87,131]. Tr denotes the travel \ntime of the forward wave to the peripheral reflecting sites and back to the aorta [132]. AIx and \nTr were previously used as markers of wave reflection and aortic stiffness, respectively [133]. \nBody Composition \n Total mass, total fat mass (FM), body fat (%), total lean mass (LM), arm LM, and leg LM \nwere evaluated by a whole-body DEXA scan (Lunar TM DPX-IQ, Madison, WI). DEXA scans \nwere conducted in the Exercise Physiology Laboratory in Florida State University. \nMeasurements were conducted in the morning after an overnight fast (8-12 hrs). The \nparticipants were instructed to wear the same clothes before and after the 6 weeks (e.g. loose, \ncomfortable clothing). \nStrength Testing \n The 1RM was obtained by finding the maximum load the participant could move through \na full range of motion for the leg press and chest press exercises following the ACSM guidelines \nfor the 1RM strength test. The participant performed a light warm-up set of 10-12 repetitions on \na MedXTM (Ocala, FL, USA) machine. Subsequent to the warm-up (10-15 repetitions) and a 2 \n\n26 \n \nmin resting period, participants performed a maximal leg press through a full range of motion \nwith controlled movement. The initial weight that is within the subject’s perceived capacity \n(50%-70% of capacity) was selected. The weight was increased by 2.5-20 kg until only one \ncomplete movement through the full range of motion could be achieved. The 1RM was attained \nwithin 3 to 5 attempts. If the participant exceeded 5 attempts, they were asked to return to the \nExercise Physiology Laboratory to perform the strength test again within 48 hrs. The highest \nmeasurement for the leg press exercise was considered the 1RM [134]. Following the leg press \n1RM, the participant repeated the aforementioned protocol performing the chest press through \nthe full range of motion. At least 72 hrs later, following the same warm-up, the participants \nconfirmed the maximum weights achieved at the prior visit until a 1RM weight was achieved. \nThe 1RM testing was supervised and recorded by the same trained researcher before and after \nthe 6 weeks. \nUnloaded Whole-Body Vibration Training \n Participants performed 3 supervised training sessions weekly for 6 weeks. The \nparticipants performed dynamic exercises for the legs on a vibration platform (Power Plate, \nBadhoevendorp, Netherlands). The exercises consisted of the following dynamic exercises: \nsquats performed at a 90 degree knee angle, semi-squats performed at 120 degree knee ang le \n(180 degree considered a full knee extension), wide squat performed at a 90 degree knee angle, \nand calf-raises (maximal heel elevation). Dynamic exercises were performed with controlled \nmovements at a rate of 3 seconds down and 3 seconds up (were controlled by the use of a \nmetronome). The training volume progressively increased over the 6-week training period as \nfollows: the intensity of the vibration (frequency: 30 to 35 Hz; amplitude: 1-2 mm) duration of \nthe exercise set (30-60 sec), number of sets per each exercise (2-8) and total duration of the \n\n27 \n \ntraining session (11-56 min) were increased. Also, rest periods (60 sec to 45 sec) were \nprogressively decreased between sets. All training sessions were performed under careful \nsupervision of certified personal trainers and researchers. All the participants performed the \nexercises barefoot to avoid any variations and/or alterations in the propagation of the vibration \ndue to fabric (e.g. sock thickness). \nExternally Loaded, Resistive Whole Body-Vibration Training \n Participants performed the same training sessions as the WBVT group for 6 weeks. \nHowever, an external load (contained in a vest) was added to perform 15-8 RM since a similar \nintensity using RT improved aortic and brachial BP in young obese men [100]. The exter nal \nload was assessed through a WBV strength test. The participant performed a 60 sec warm up of \ndynamic squats (frequency 30 Hz, amplitude 2 mm) with no additional load applied in the vest. \nThe participant then rested for 2- 3 min. The 15% of the subject’s LM (from DEXA) was added \nto the vest as the initial weight to find out the necessary weight to perform a specific number of \nRM. The amount of weight applied to the vest was gradually increased based on the amount of \nrepetitions the participant successfully completed with the external load. The external load was \nreassessed weekly to account for the proper amount of repetitions. \nOverweight/Obese Control Group \n The O-CON group (no exercise overweight/obese control) did not perform any type of \nexercise during the 6 weeks. \nLean Control Group \n The L-CON group (no exercise lean control) did not perform any type of exercise during \nthe 6 weeks. \n \n\n28 \n \nTable 1. External Load repetition maximum (RM) progression \nWeek RM \n1 13-15 \n2 12-14 \n3 10-12 \n4 10-12 \n5 10-12 \n6 8-10 \n \n \nStatistical Analysis \nBased on previous data [37], 14 subjects per group must be included in order to provide \n80% power (1-sided α= 0.05) to detect an 8% reduction in baPWV and a large effect size. \nStatistical analyses were performed using SPSS, version 21.0 (SPSS, Inc., Chicago, IL, USA). \nNormal distribution of the data was examined with the Shapiro-Wilk test. Unpaired-t-test was \nused to compare lean and overweight/obese women at baseline. One-way analysis of variance \n(ANOVA) was used to detect possible differences in parameters between overweight/obese \nwomen at baseline. Between and within treatment comparisons were performed with a two-way \nANOVA with repeated measurements (treatments (WBVT+EX vs. WBVT vs. O-CON) x time (0 \nweeks vs. 6 weeks)). When significant time and/or treatment-by-time interactions were found, \npaired t-tests and Tukey’s test were used for post-hoc comparisons. Statistical significance was \nset at P < 0.05. Data are presented as mean ± SE. \n \n\n29 \n \nCHAPTER FOUR \nRESULTS \n \nTwenty-five subjects began either the WBVT or the WBVT+EX; however, 2 subjects \ndropped-out due to time commitment, while 1 subject dropped-out due to the use of tobacco \nproducts. These subjects were excluded from the study and statistical analysis. Thirteen young \nlean women were measured at baseline while 22 young overweight/obese women (BMI: 30.9 ± \n0.7 kg/m2) were stratified into completing 6 weeks of either a non-exercise control period (O-\nCON), WBVT or WBVT+EX. Compliance to the training was 98 % for both WBVT and \nWBVT+EX. Both WBVT protocols consisted of a total of 18 sessions (3 times a week for 6 \nweeks) performed on alternate days. Subjects were asked to maintain their regular diet and \nlifestyle (e.g. exercise habits). None of the women in the WBVT or WBVT+EX groups reported \nany adverse side-effects or unfavorable symptoms/signs resulting from the vibration stimulus. \nLean vs. Overweight/ Obese Subjects at Baseline \nBaseline characteristics between lean and overweight/obese subjects are presented in \nTable 2. Age, height, baPWV, cfPWV, faPWV, bSBP, HR, Tr, chest 1RM, and leg 1RM were \nnot significantly different between lean and overweight/obese subjects at baseline. Due to the \nexperimental design, weight, BMI, WC, total FM, body fat (%), total LM, arm LM, leg LM ( P < \n0.001); bDBP, AIx, AIx@75, AP ( P < 0.05); aSBP, aDBP, aMAP, P1, and P2 ( P < 0.01) were \nhigher in the overweight/obese subjects compared to the lean subjects at baseline. \n \n \n \n\n30 \n \nTable 2. Baseline characteristics between lean and overweight/obese subjects \n \nVariable Lean (n= 13) Overweight/ Obese (n= 22) \nAge 20 ± 1 20 ± 1 \nWeight (kg) 55.7 ± 2.0 81.8 ± 1.8 ‡ \nHeight (m) 1.63 ± 0.01 1.63 ± 0.01 \nBMI (kg/m2) 20.9 ± 0.7 30.9 ± 0.7 ‡ \nWC (cm) 82.3 ± 1.7 100.1 ± 1.3 ‡ \nTotal FM (kg) 15.4 ± 1.3 34.3 ± 1.2 ‡ \nBody Fat (%) 28.5 ± 1.4 43.7 ± 0.9 ‡ \nTotal LM (kg) 37.7 ± 1.0 43.7 ± 0.9 ‡ \nArm LM (kg) 3.8 ± 0.1 4.7 ± 0.1‡ \nLeg LM (kg) \nbaPWV (m/s) \n 12.9 ± 0.4 \n10.5 ± 0.2 \n 15.8 ± 0.4 ‡ \n 10.8 ± 0.2 \ncfPWV (m/s) 7.7 ± 0.3 7.9 ± 0.1 \nfaPWV (m/s) 9.2 ± 0.3 8.7 ± 0.1 \nbSBP (mmHg) 109 ± 2 109 ± 2 \nbDBP (mmHg) 63 ± 2 70 ± 1 * \nHR (bpm) \naSBP (mmHg) \n 68 ± 2 \n 95 ± 2 \n 67 ± 2 \n 103 ± 1 † \naDBP (mmHg) \naMAP (mmHg) \nAIx (%) \nAIx @75 (%) \nAP (mmHg) \n 68 ± 2 \n 81 ± 2 \n 7.9 ± 3.0 \n 4.5 ± 2.8 \n 2 ± 1 \n 73 ± 1 † \n 87 ± 1 † \n 15.2 ± 1.6 * \n 11.5 ± 1.6 * \n 5 ± 1 * \nP1 (mmHg) 92 ± 2 98 ± 1 † \nP2 (mmHg) 95 ± 2 103 ± 1 † \nTr (ms) 153 ± 6 150 ± 3 \nChest 1RM (kg) 195.1 ± 10.9 221.3 ± 10.6 \nLeg 1RM (kg) 366.6 ± 18.2 374.5 ± 15.3 \nData are mean ± SE. \nAbbreviations: BMI, body mass index; WC, waist circumference; FM, fat mass; LM, lean mass; \nPWV, pulse wave velocity; baPWV, brachial-ankle PWV; cfPWV, carotid-femoral PWV; \nfaPWV, femoral-ankle PWV; BP, blood pressure; bSBP, brachial systolic BP; bDBP, brachial \ndiastolic BP; HR, heart rate; aSBP, aortic systolic BP; aDBP, aortic diastolic BP; aMAP, aor tic \nmean BP; AIx, augmentation index; AIx@75, augmentation index adjusted at heart rate of 75 \nbpm; AP, augmentation pressure; P1, first systolic peak pressure; P2, second systolic peak \npressure; Tr, reflection time; 1RM, one-repetition maximum. \n*P < 0.05, †P < 0.01, ‡P < 0.001 different than lean. \n \n\n31 \n \nSubject Characteristics, Body Composition, and Muscle Strength Following 6 Weeks in \nOverweight/Obese Subjects \nSubject characteristics, body composition, and muscle strength in the overweight/obese \nindividuals at baseline and following the 6-week period are presented in Table 3. Age, height, \nweight, BMI, WC, total FM, body fat (%), total LM, arm LM, and leg LM did not differ within \neach group or amongst groups. However, following the 6 weeks, only the WBVT+EX group had \na significant increase ( P < 0.01) in chest 1RM. Additionally, the WBVT and the WBVT+EX \ngroups had significant increases in leg strength ( P < 0.01) when compared to the O-CON group \n(group-by-time P < 0.01) (Figure 9). \nArterial Parameters Following 6-week Period in Overweight/Obese Subjects \n Table 4 summarizes cardiovascular parameters before and after 6 weeks. There were no \nsignificant time effects or group-by-time interactions for bSBP, bDBP, AIx, AP, and Tr in any of \nthe overweight/ obese groups. Compared to baseline measurements, P1, cfPWV ( P < 0.05), \naortic SBP (aSBP), and P2 ( P < 0.01) significantly decreased in the WBVT group, while \nbaPWV, aSBP, aDBP, AIx@75, P1, P2 ( P < 0.05), faPWV, and aMAP ( P < 0.01) also \nsignificantly decreased in the WBVT+EX group following the 6 weeks. In addition, the cfPWV \n(Figure 7), P1, and P2 in the WBVT were significantly different (P < 0.05) from the O-CON. \nAlso, following the 6 weeks of training, the WBVT+EX group had significantly different faPWV \n(Figure 7), HR, aSBP (Figure 8), aMAP, AIx@75 (Figure 8), P1, and P2 ( P < 0.05) when \ncompared to the O-CON group. \nDietary Composition Following 6-week Period in Overweight/Obese Subjects \nTable 5 summarizes the dietary intake and composition of the overweight/obese subjects. \nComponents were maintained amongst the training groups at baseline and after the 6-week \nperiod as verified via 3-day food logs. \n\n32 \n \nTable 3. Subject characteristics, body composition, and muscle strength for overweight/obese subjects before and after 6 weeks \nData are mean ± SE. \nAbbreviations: O-CON, overweight/obese control; WBVT, whole-body vibration training; WBVT+EX, externally loaded WBVT; \nBMI, body mass index; WC, waist circumference; FM, fat mass; LM, lean mass; 1RM, one-repetition maximum; MQ, muscle quality. \n*P < 0.05, †P < 0.01 different than baseline; aP < 0.01 different than O-CON. \n \n \nVariable \n O-CON (n= 7) WBVT (n= 7) WBVT+EX (n= 8) \n 0 weeks 6 weeks 0 weeks 6 weeks 0 weeks 6 weeks \nAge 20 ± 1 - \n- \n 20 ± 1 - \n- \n 20 ± 1 - \n- \nHeight (m) 1.63 ± 0.03 1.62 ± 0.01 1.64 ± 0.01 \nWeight (kg) 82.7 ± 2.1 82.9 ± 2.3 80.4 ± 4.8 80.6 ± 4.3 83.3 ± 2.4 83.5 ± 2.1 \nBMI (kg/m2) 31.4 ± 1.2 31.5 ± 1.2 30.5 ± 1.9 30.6 ± 1.8 31.0 ± 1.1 31.1 ± 1.0 \nWC (cm) 102.8 ± 2.4 102.9 ± 2.4 101.9 ± 4.2 01.4 ± 3.7 99.8 ± 2.0 99.1 ± 1.7 \nTotal FM (kg) 35.3 ± 2.1 34.9 ± 2.4 34.2 ± 3.2 33.9 ± 2.7 34.5 ± 1.8 34.9 ± 1.7 \nBody Fat (%) 44.6 ± 2.2 43.9 ± 2.5 44.0 ± 1.5 43.6 ± 1.2 43.0 ± 1.3 43.1 ± 1.3 \nTotal LM (kg) 44.6 ± 2.3 44.9 ± 2.1 41.1 ± 1.0 41.8 ± 1.0 45.3 ± 1.1 45.9 ± 0.9 \nArm LM (kg) 4.8 ± 0.3 4.8 ± 0.3 4.3 ± 0.1 4.3 ± 0.1 4.9 ± 0.2 4.9 ± 0.2 \nLeg LM (kg) 16.3 ± 0.9 16.3 ± 0.9 14.5 ± 0.4 14.9 ± 0.4 16.4 ± 0.5 16.7 ± 0.4 \nChest 1RM (kg) 234.3 ± 24.1 232.9 ± 24.1 198.3 ± 17.2 209.4 ± 21.8 230.0 ± 13.1 248.8 ± 14.1 † \nLeg 1RM (kg) 374.0 ± 38.8 374.0 ± 36.3 374.3 ± 20.2 444.0 ± 12.7 †a 375.0 ± 22.0 436.5 ± 21.2 †a \n\n33 \n \nTable 4. Overweight/obese subjects’ cardiovascular parameters before and after 6 weeks \n \nVariable \nO-CON (n= 7) WBVT (n= 7) WBVT+EX (n= 8) \n0 weeks 6 weeks 0 weeks 6 weeks 0 weeks 6 weeks \nbaPWV (m/s) \ncfPWV (m/s) \n 10.4 ± 0.1 \n 7.7 ± 0.2 \n 10.4 ± 0.1 \n 7.8 ± 0.2 \n 11.0 ± 0.4 \n 8.0 ± 0.3 \n 10.5 ± 0.3 \n 7.7 ± 0.3 * \n 11.1 ± 0.4 \n 7.8 ± 0.3 \n 10.5 ± 0.3 * \n 7.5 ± 0.3 ¶ \nfaPWV (m/s) \nbSBP (mmHg) \nbDBP (mmHg) \n 8.4 ± 0.1 \n 108 ± 4 \n69 ± 3 \n 8.4 ± 0.2 \n107 ± 4 \n 68 ± 4 \n 9.0 ± 0.4 \n 108 ± 3 \n 72 ± 2 \n 8.8 ± 0.3 \n 107 ± 2 \n 72 ± 3 \n 8.8 ± 0.2 \n 110 ± 4 \n 69 ± 2 \n 8.4 ± 0.2 †a \n 108 ± 2 \n 70 ± 3 \nHR (bpm) 66 ± 2 72 ± 4 65 ± 3 62 ± 3 70 ± 5 65 ± 2 a \naSBP (mmHg) 100 ± 1 100 ± 1 103 ± 3 100 ± 3 † 104 ± 3 99 ± 2 *a \naDBP (mmHg) 71 ± 1 72 ± 1 74 ± 2 72 ± 2 74 ± 2 69 ± 1 * \naMAP (mmHg) 85 ± 1 85 ± 1 88 ± 2 85 ± 2 88 ± 2 83 ± 1 †a \nAIx (%) 14.6 ± 3.3 14.8 ± 3.8 15.6 ± 2.8 14.6 ± 1.5 15.4 ± 2.5 13.4 ± 1.7 \nAIx@75 (%) 10.2 ± 3.4 13.5 ± 5.1 10.9 ± 2.6 8.5 ± 2.3 13.1 ± 2.7 8.3 ± 1.5 *a \nAP (mmHg) 4 ± 1 4 ± 1 5 ± 1 4 ± 1 5 ± 1 4 ± 1 \nP1 (mmHg) 97 ± 2 98 ± 2 99 ± 2 95 ± 2 *a 99 ± 2 95 ± 1 *a \nP2 (mmHg) 102 ± 3 102 ± 3 103 ± 3 99 ± 3 †a 104 ± 3 99 ± 2 *a \nTr (ms) 143 ± 6 146 ± 7 152 ± 7 157 ± 9 153 ± 4 159 ± 5 \nData are mean ± SE. Abbreviations: O-CON, overweight/obese control, WBVT, whole-body vibration training; WBVT+EX, \nexternally loaded WBVT; BP, blood pressure; bSBP, brachial systolic BP; bDBP, brachial diastolic BP; bPP, brachial pulse pressure; \nPWV, pulse wave velocity; cfPWV, carotid-femoral PWV; faPWV, femoral-ankle PWV; baPWV, bra chial-ankle PWV; HR, heart \nrate; AP, augmented pressure; AIx, augmentation index; AIx@75, AIx adjusted at heart rate of 75 bpm, aSBP, aortic systolic BP; \naDBP, aortic diastolic BP; aPP, aortic pulse pressure; aMAP, aortic mean arterial BP; P1, first sys tolic peak pressure; P2, second \nsystolic peak pressure; Tr, reflection time. \n*P < 0.05, †P < 0.01, ‡P < 0.001 different than baseline; aP < 0.05 different than O-CON; ¶P = 0.059 different than baseline. \n\n34 \n \n \nFigure 7. Changes (∆) in pulse wave velocity (PWV) following 6 weeks. \nData are mean ± SE. A) changes in carotid-femoral PWV; B) changes in femoral-ankle PWV. \nAbbreviations: PWV, pulse wave velocity; cfPWV, carotid-femoral PWV; faPWV, femoral-\nankle PWV; O-CON, overweight/obese control; WBVT, whole-body vibration training; \nWBVT+EX, externally loaded WBVT. \n*P < 0.05, †P < 0.01 different from baseline; aP < 0.01, different than O-CON. \n \n\n35 \n \n \nFigure 8. Changes (∆) in aSBP and AIx@75 following 6 weeks. \nData are mean ± SE. A) changes in aSBP; B) changes in AIx@75. \nAbbreviations: O-CON, overweight/obese control; WBVT, whole-body vibration training; \nWBVT+EX, externally loaded WBVT; aSBP, aortic systolic blood pressure; AIx@75, \naugmentation index adjusted at heart rate of 75 bpm. \n*P < 0.05, †P < 0.01 different from baseline; aP < 0.01, different than O-CON. \n \n\n36 \n \n \nFigure 9. Changes (∆) in leg 1RM after 6 weeks between overweight/obese subjects. \nData are mean ± SE. \nAbbreviations: O-CON, overweight/obese control; WBVT, whole-body vibration training; \nWBVT+EX, externally loaded WBVT; 1RM, one-repetition maximum. \n†P < 0.01 different from baseline; aP < 0.01 different than O-CON. \n \n \n \nTable 5. Dietary composition in the overweight/obese subjects before and after 6 weeks \n O-CON (n= 7) WBVT (n= 7) WBVT+EX (n= 8) \n0 weeks 6 weeks 0 weeks 6 weeks 0 weeks 6 weeks \nCAL (kcal) 1917 ± 23 1860 ± 15 1904 ± 42 1868 ± 24 1936 ± 41 1921 ± 25 \nCHO (g) 255 ± 10 260 ± 40 248 ± 3 256 ± 30 285 ± 10 272 ± 7 \nPRO (g) 63 ± 3 63 ± 1 64 ± 2 60 ± 1 65 ± 4 59 ± 1 \nFATS (g) 64 ± 12 60 ± 1 57 ± 13 58 ± 13 72 ± 4 66 ± 6 \nData are mean ± SE. \nAbbreviations: O-CON, overweight/obese control; WBVT, whole-body vibration training; \nWBVT+EX, externally loaded WBVT; CAL, calories; CHO, carbohydrates; PRO, proteins; \nFATS, fats. \n\n37 \n \nCHAPTER FOUR \nDISCUSSION \n \nThe present study evaluated the effects of 6 weeks of loaded and unloaded WBVT on \narterial function, muscle strength, and body composition in sedentary, overweight/obese young \nwomen. To our knowledge, this is the first study to detect beneficial effects of WBVT+EX on \narterial parameters, as seen by improvements in aortic BP, PWV, and wave reflection while still \nmaintaining increases in muscle strength in young overweight/obese women. \nThe primary findings of the current study were that aSBP, faPWV, and AIx@75, \nindicators of aortic BP, leg arterial stiffness and wave reflection, respectively, significantly \ndecreased after 6 weeks of WBVT+EX when compared to O-CON. However, these \nimprovements were not different between WBVT groups. Because increased CVD risk is \naccredited to the pathophysiological changes in the arterial system, especially increased arterial \nstiffness [135-136], the current study adds evidence of WBVT+EX being used as an effective \nexercise modality to attenuate the cardiovascular risk in young overweight/obese women. \nLikewise, arterial stiffness is a precursor of hypertension, rather than a consequence of high B P \n[137]. Hence, solely lowering BP is not sufficient to decrease the risk for cardiovascular events \nand mortality. Therefore, effective interventions targeting improvements in arterial function \n(e.g. decreases in arterial stiffness and wave reflection) are critical. \nAdaptations in Arterial Stiffness \nThe most proficient exercise modality for improving arterial stiffness is still debatable. \nbaPWV, an accurate measurement of systemic arterial stiffness [51], has been previously shown \nto decrease (0.9 m/s) in young overweight/obese women following 6 weeks of WBVT [37]. Yet, \n\n38 \n \nthe exact component (s) of the baPWV segment (cfPWV and/or faPWV) accountable for the \nreduction in baPWV was/were still uncertain. However, a recent study by our group following \n12 weeks of WBVT in postmenopausal women, established that the improvements observed in \nbaPWV were attributed to a reduction in faPWV [65]. Similarly, in the present study, \nimprovements in baPWV following WBVT+EX could be due to the reduction in faPWV and the \ntendency to decrease in cfPWV. These findings supplement the evidence suggesting that some \nportions of baPWV are determined by peripheral arterial stiffness, the largest component of \nbaPWV. Likewise, baPWV decreased significantly (0.55 ± 0.20 m/sec) following 6 weeks of \nWBVT+EX, similar to decreases observed after 3 months of WBVT in middle aged-elderly \nsubjects [138]. Interestingly, since baPWV has been positively correlated with cfPWV [52], the \nreductions in baPWV observed could provide similar information to those derived from cfPWV, \nwhich are favorable in clinical populations. Because an increase in baPWV by 1 m/s \ncorresponds for a rise of 12%, 13%, and 6% in total cardiovascular events, cardiovascular \nmortality, and all-cause mortality [10], a reduction of 0.6 m/sec represents a clinically significant \nimprovement that could have been underpowered due to the small sample size. \nPrevious studies have indicated that obesity may increase cfPWV [12-13] and faPWV \n[139], while a recent study states no relationship between cfPWV and obesity [140]. However, \nno differences at baseline were observed between the lean and overweight/obese women in any \nof the PWV segments, indicating that whole-body and abdominal adiposity do not have a \nnegative impact on arterial health at young age. In the current study, cfPWV decreased by 0.28 \nm/sec ( P= 0.02 ) following 6 weeks of unloaded WBVT. This decrease is similar to those \nobserved in older individuals (0.4 m/sec) on anti-hypertensive medication following 16 weeks of \nmoderate/high intensity interval AT [154]. Previous studies in young and postmenopausal obese \n\n39 \n \nwomen have not observed this effect after 6 to 12 weeks of unloaded WBVT. Although there \nwere no between-group difference at baseline, cfPWV was 0.20-0.30 m/sec higher than the other \ntwo groups while the values at 6 weeks were similar. Interestingly, significant overestimation of \ncfPWV with increased central obesity in both men and women has been previously reported \n[141]. Therefore, the traveled distance measured over the body surface can be substantially \noverestimated with wider WC (WBVT women had greater WC although not significantly \ndifferent between groups). \nImportantly, the progression of the external load was adapted from a prior study by \nCroymans et al. [100] which did not see changes in cfPWV after 12 weeks of high-intensity RT \nin young overweight/obese sedentary young men. However, Beck et al. [99] observed, for the \nfirst time, decreases in faPWV following 8 weeks of moderate/high intensity RT in young pre-\nhypertensive men and women. Both studies were based on young pre-hypertensive individuals \nwho are at a higher risk of CVD and, at the same time, are more prone to reductions in \ncardiovascular parameters because of the elevated value. It is imperative to mention, that, \nalthough our overweight/obese women were normotensive based on brachial SBP, they exhibited \nhigher wave reflection (AIx and AP) and aortic BP values at baseline compared to the age-\nmatched lean group putting them in a greater risk for CVD due to an increased wave reflection \nand, therefore, left ventricular afterload despite normal PWV. Therefore, by adding an external \nload to WBV, the WBV exercise intensity was increased from low to moderate without causing \nthe increases in PWV previously reported following moderate to high intensity RT [33-35, 94-\n96]. \nAlthough previous studies have observed decreases in faPWV after WBVT in obese \npostmenopausal women [65], this is the first study to show decreases in young overweight/obese \n\n40 \n \nwomen after 6 weeks of WBVT+EX, an improvement not observed following WBVT. W e \nobserved that WBVT+EX significantly decreased faPWV (-0.41 ± 0.10 m/sec) when compared \nto the O-CON. Notably, a previous study following 60 days of bed rest observed that combining \nresistance exercise with vibration (but not without) partly prevented the undesirable increase in \nwall:lumen ratio of the superficial femoral artery [46]. Therefore, the mechanical stimulus to the \nleg arteries during the vibration exposure could explain improvements in lower extremity \nhemodynamics [41]. This increase in blood flow to the lower extremity could possibly cause a \nconstant exposure of shear stress, which up-regulates NO production [110], eliciting vasodilation \nand acute decrease in arterial stiffness. Additionally, WBVT alone and WBVT plus RT [142] \nhave also been previously linked to significant increases in circulating NO in young active \nwomen. Evidently, repeated bouts of acute exercise are key contributors to chronic adaptations \n[109], which are reflected in the current study. This proposed underlying mechanism for the \nimprovements in faPWV although likely, should be confirmed in future studies through \nmeasurements of plasma levels of circulating endothelial factors. Thus, the use of WBVT+EX \nfor reducing cardiovascular risk (particularly faPWV) in previously physically inactive \noverweight/obese women has a more evident vascular effect due to a higher intensity stimulus \nthan unloaded WBVT. \nAdaptations in Blood Pressures and Central Pressure Waveform Properties \n Brachial BP was not different between the overweight/obese and lean groups at baseline. \nLikewise, training for 6 weeks did not significantly affect brachial BP as expected because our \nparticipants were normotensives. Unlike current results, a study [37] observed significant \ndecreases in bSBP and bDBP following 6 weeks of WBVT in young overweight/obese women. \nAlthough women in the previous study had similar characteristics (e.g. age, body weight, BMI) \n\n41 \n \nas participants in the present study, variations in baseline brachial BP are evident between \nstudies (~117mmHg vs. ~109mmHg). Also, the previous study was a crossover design in which \n10 women were randomized in either WBVT or a non-exercising control group for 6 weeks, \nfollowed by a 4 week wash-out period. Although unlikely, variations may exist between wash-\nout periods as well as the small sample size. Yet, aortic BP relate more to adverse \ncardiovascular events than brachial BP since central BP more accurately reflect the loading \nconditions of the left ventricular myocardium [155]. Therefore, brachial BP is not as sensitive of \na marker to expose changes in arterial function between young lean and age-matched \noverweight/obese sedentary women. \nIn the present study, both WBVT groups reduced aSBP; however, only WBVT+EX was \ndifferent from the O-CON group following the 6 weeks. These reductions observed in aSBP are \nconsistent with findings of a previous study by our group that showed decreases of ~5 mmHg in \nyoung overweight/obese women after 6 weeks of WBVT [37]. Reductions in aSBP were also \nobserved following 6 weeks of WBVT in postmenopausal women with \nprehypertension/hypertension (~11 mmHg) [64], which had significantly greater baseline values \nas well as higher CVD risk. Interestingly, in agreement with the present study, 12 weeks of R T \nin young overweight/obese men [100] resulted in significant reduction in aSBP (5 mmHg) \ndespite showing no alterations in AIx or cfPWV. Because an increase in the magnitude of the \nwave reflection augments aSBP and leads to increases in AP and AIx (the difference between the \nsecond (P2) and the first (P1) systolic peak in relation to aortic pulse pressure), the decreases in \naSBP are vital for improvements in left ventricular afterload [7]. In the current study, the \noverweight/obese women had significantly higher AIx at baseline when compared to their age-\nmatched lean group, which confirms the prior link between elevated levels of AIx and obese \n\n42 \n \nindividuals [15]. Because concurrent decreases in P1 and P2 significantly occurred in both \nWBVT groups when compared to O-CON, AP was not significantly altered. Indeed, because \nHR increased after 6 weeks of WBVT+EX and AIx and HR are inversely related [87, 131], when \nAIx was adjusted to 75 bpm (AIx@75), improvements in the WBVT+EX compared to O-CON \ngroup were evident. This rationale is in accordance with a previous study following low-\nintensity RT in obese postmenopausal women [143] which also observed the lack of significant \ndecrease in AIx accompanied by concurrent decreases in P1 and P2. Likewise, because no \nchange was observed in Tr and cfPWV, the reduction in AIx@75 was not influenced by aortic \nstiffness [37,88]. Consequently, the decreases observed in aSBP and AIx@75 following \nWBVT+EX could be justified via improvements in wave reflection as result of improved \nperipheral arterial stiffness [99]. Our results are in agreement with a study by Beck et al. [ 99] \nwho showed decreases in these variables following 8 weeks of moderate/high intensity RT. \nTherefore, favorable decreases following only 6 weeks of WBVT+EX in aortic BP, wave \nreflection, and consequently, left ventricular afterload, hold strong clinical implications for \nyoung overweight/obese women. \nAdaptations in Muscle Strength and Function \nAs anticipated, both WBVT groups significantly improved following the 6 weeks of \ntraining. Markedly, these improvements were different from the O-CON group but not different \nbetween training groups. These results are in accordance with previous studies [37, 61, 64, 117], \nwhich observed significant improvements in leg muscle strength in untrained young and old \nwomen, following 6 to 12 weeks of WBVT. Notably, the training frequencies for both WBVT \ninterventions were 3 days per week. In agreement with our study, research suggests that \nuntrained individuals exhibit the highest muscle strength gains following 3 days per week \n\n43 \n \ntraining frequencies [144]. Moreover, the current training protocol was adapted from previous \ntraining studies that incorporated static and dynamic leg exercises [37, 61, 65]. Although WBV \ncan be performed with static or dynamic movements, dynamic exercises seem to exhibit greater \nadvantages than static exercises [145]. Previous studies have observed greater increases in \nmuscle force production following dynamic exercises when compared to static [146-149]. \nLikewise, a recent study by Bush et al. [145] sought to determine the effects of dynami c versus \nstatic squats performed during WBV on muscle force and strength. Performing dynamic \nexercises during WBV resulted in greater benefits than the same exercise without WBV and \nstatic exercises (with/without vibration). These favorable effects of dynamic exercises were \nattributed to possible increments in functional movement patterns and higher degree of muscle \nfiber recruitment. Performing static exercises seem to elicit higher levels of fatigability (H + ion \nbuildup) due, possibly, to mechanical compression resulting from the maintained position. \nBesides, no changes were observed in leg LM following either WBVT groups. Thus, taken \ntogether, the increases in leg muscle strength observed in our study after only 6 weeks of training \nare the result of increases in neurological activity and improvements in functional modifications \n(e.g. increase in firing rate, fiber recruitment) [150-151]. However, it seems that a potential \ndifference between WBVT groups in strength acquisition could have been underpowered due to \nthe small sample size. Possibly, a larger sample size and longer training durations are required to \nto observe a notable difference between WBVT and WBVT+EX in young overweight/obese \nwomen. Also, more precise body composition measurements (e.g. magnetic resonance imaging) \nas well as longer training durations are necessary (e.g. 10 weeks of WBV) to improve LM [61]. \nMoreover, previous studies have evaluated the impact of external load positioning (e.g. chest \nversus hips) on VO2max [156] and muscle power [157]. Although unexpected, because increases \n\n44 \n \nin chest 1RM were only observed in the WBVT+EX (the extra weight was applied to a weight \nvest in the thorax ), we attribute the improvements to possible neural adaptations of the anterior \ndeltoid and pectoralis mayor (muscles involved in the chest press exercise). Interestingly, the \nincreases in muscle strength seen in this study have strong clinical implications since muscle \nstrength tends to decline at a faster rate than muscle mass [152]. Therefore, WBVT and \nWBVT+EX are feasibly strategies to possibly attenuate the loss of muscle strength and mass \nobserved with age and chronic diseases. \nLimitations \n Various limitations exist in the present study. The small sample size in the \noverweight/obese groups concealed some tendencies in the data analysis. These trends would \notherwise aid in explaining some physiological modifications that persisted following the \ninterventions. Moreover, a clear mechanism to explain the results cannot be proposed due to \nlack of measurements of endothelial function (e.g. plasma levels of circulating endothelial \nfactors and flow-mediated dilation) and sympathetic activity (e.g. heart rate variability, \nbaroreflex sensitivity, muscle nerve sympathetic activity). These measurements are valuable in \nthe interpretation of any potential benefits following this exercise intervention. Also, the \nmeasurements of arterial function were performed taking into account the participants’ self -\nreported first day of the menstrual cycle. The assessment of plasma estrogen levels would have \nconfirmed that the measurements were performed during the follicular or late luteal phase of the \nwomen’s menstrual cycle. Furthermore, the WBVT protocol used in this particular study had \nunique characteristics (e.g. dynamic movements, sets, rest times, exercises, vibration frequency \nand amplitude, and weight applied to the vest in the WBVT+EX). Therefore, this limits the \n\n45 \n \ncomparability to other studies utilizing other WBVT protocols or exercise modality (e.g., \nconventional RT). \nFuture Studies \n This study evaluated the effects of 6 weeks of WBVT+EX on arterial function, muscle \nstrength, and body composition in young overweight/obese women. This is the first study to \nshow that 6 weeks of WBVT+EX elicits significant improvements in aSBP, faPWV, and \nAIx@75 while still provoking increases in muscle strength in this population. Future research \nshould focus on longer training periods (e.g. 3 and 6 months) in order to have stronger \nobservations of alterations in arterial function, muscle strength, and body composition (mainly \nLM). Also, although women in the current study are considered an at-risk sedentary population \n(fell into a BMI category between 27 and 40 kg/m 2), they are still apparently healthy, young \npremenopausal women free of any chronic diseases. Future studies should target older \npopulations with greater risks of cardiovascular and/or other chronic diseases that require an \nincrease in muscle strength/mass without the deleterious effects on arterial function caused by \nhigh intensity RT. Additional studies should consider the use of WBVT+EX as an adjunct \nexercise modality in order to propagate its use in clinical populations prone to physical \ndisabilities due to sarcopenia and dynapenia. Moreover, the most effective exercise modality for \nthe treatment of arterial stiffness has yet to be established. Yet, the current study adds to the \nunderstanding of combining two exercise modalities and their benefits in young \noverweight/obese women.",
    "conclusions": "The current study indicates that WBVT and WBVT+EX are effective approach es in \nreducing arterial dysfunction while improving leg muscle strength in young, sedentary \n\n46 \n \noverweight/obese women. However, WBVT+EX is a more evident stimulus as seen in \nreductions in aSBP, leg arterial stiffness, and wave reflection otherwise not observed after \nWBVT. We aimed to examine the effects of WBVT+EX on: 1) arterial stiffness and function; 2) \nmuscle strength; 3) body composition. Although unloaded WBVT seems to be an effective \nexercise modality to improve arterial function in obese postmenopausal women, it does not seem \nto be as efficient in young obese women. This study suggests that a more evident benefit on \narterial function is observed after increasing the exercise intensity of WBVT through an external \nload progressed from 15 to 8 RM. Future studies should focus on older populations with greater \nrisk of cardiovascular and/or other chronic diseases that are associated with reduced muscle \nstrength/mass. WBVT+EX should be incorporated and recommended for young \noverweight/obese women in order to improve arterial function and prevent the loss in muscle \nmass related to weight loss. Additional studies should consider the use of WBVT+EX as an \nadjunct exercise modality in order to incorporate its use in clinical populations prone to physical \ndisabilities due to sarcopenia and dynapenia. \n \n \n \n \n \n \n\n47 \n \nAPPENDIX A \nIRB APPROVAL \n \nFrom: Human Subjects [mailto:humansubjects@magnet.fsu.edu] \nSent: Wednesday, March 12, 2014 11:19 AM \nTo: Figueroa-Galvez, Arturo \nSubject: Use of Human Subjects in Research - Approval Memorandum \n \nThe Florida State University \nOffice of the Vice President For Research Human Subjects Committee Tallahassee, Florida \n32306-2742 \n(850) 644-8673 * FAX (850) 644-4392 \n \nAPPROVAL MEMORANDUM (for change in research protocol) \n \nDate: 3/12/2014 \n \nTo: Arturo Figueroa \n \nAddress: 120 Convocation Way 1493 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \n \nFrom: Thomas L. Jacobson, Chair \n \nRe: Use of Human Subjects in Research (Approval for Change in Protocol) \nProject entitled: The effect of the combination of Whole Body Vibration and External Load \nExercise Training on Cardiovascular and Autonomic Function in Obese Individuals \n \nThe form that you submitted to this office in regard to the requested change/amendment to your \nresearch protocol for the above-referenced project has been reviewed and approved. \n \nIf the project has not been completed by 9/10/2014, you must request a renewal of approval for \ncontinuation of the project. As a courtesy, a renewal notice will be sent to you prior to your \nexpiration date; however, it is your responsibility as the Principal Investigator to timely request \nrenewal of your approval from the Committee. \n \nBy copy of this memorandum, the chairman of your department and/or your major professor is \nreminded that he/she is responsible for being informed concerning research projects involving \nhuman subjects in the department, and should review protocols as often as needed to insure that \nthe project is being conducted in compliance with our institution and with DHHS regulations. \n \nThis institution has an Assurance on file with the Office for Human Research Protection. The \nAssurance Number is FWA00000168/IRB number IRB00000446. \n \n\n48 \n \nCc: \nHSC No. 2014.12406 \n \n \nThe formal PDF approval letter: \nhttp://humansubjects.magnet.fsu.edu/pdf/printapprovalletter.aspx?app_id=12406 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n49 \n \nFrom: Human Subjects [mailto:humansubjects@fsu.edu] \nSent: Thursday, August 14, 2014 11:50 AM \nTo: Figueroa-Galvez, Arturo \nCc: Arjmandi, Bahram \nSubject: Use of Human Subjects in Research - Approval Memorandum \n \nThe Florida State University \nOffice of the Vice President For Research Human Subjects Committee Tallahassee, Florida \n32306-2742 \n(850) 644-8673 * FAX (850) 644-4392 \n \nRE-APPROVAL MEMORANDUM \n \nDate: 8/14/2014 \n \nTo: Arturo Figueroa \n \nAddress: 120 Convocation Way 1493 \nDept.: NUTRITION FOOD AND EXERCISE SCIENCES \n \nFrom: Thomas L. Jacobson, Chair \n \nRe: Re-approval of Use of Human subjects in Research \nThe effect of the combination of Whole Body Vibration and External Load Exercise Training on \nCardiovascular and Autonomic Function in Obese Individuals \n \nYour request to continue the research project listed above involving human subjects has been \napproved by the Human Subjects Committee. If your project has not been completed by \n8/12/2015, you must request a renewal of approval for continuation of the project. As a courtesy, \na renewal notice will be sent to you prior to your expiration date; however, it is your \nresponsibility as the Principal Investigator to timely request renewal of your approval from the \ncommittee. \n \nIf you submitted a proposed consent form with your renewal request, the approved stamped \nconsent form is attached to this re-approval notice. Only the stamped version of the consent \nform may be used in recruiting of research subjects. You are reminded that any change in \nprotocol for this project must be reviewed and approved by the Committee prior to \nimplementation of the proposed change in the protocol. A protocol change/amendment form is \nrequired to be submitted for approval by the Committee. In addition, federal regulations require \nthat the Principal Investigator promptly report in writing, any unanticipated problems or adverse \nevents involving risks to research subjects or others. \n \nBy copy of this memorandum, the Chair of your department and/or your major professor are \nreminded of their responsibility for being informed concerning research projects involving \nhuman subjects in their department. They are advised to review the protocols as often as \nnecessary to insure that the project is being conducted in compliance with our institution and \n\n50 \n \nwith DHHS regulations. \n \nCc: Bahram Arjmandi, Chair \nHSC No. 2014.13299 \n \nThe formal PDF approval \nletter: http://humansubjects.magnet.fsu.edu/pdf/printapprovalletter.aspx?app_id=13299 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n51 \n \nHuman Subjects Application For Full IRB and Expedited Exempt Review \n \nGo back \n \n1. Project Title and Identification \n1.1 Project Title \nThe effect of the combination of Whole Body Vibration and External Load Exercise Training on \nCardiovascular and Autonomic Function in Obese Individuals \nProject is: Thesis \n1.2 Principal Investigator (PI) \nName(Last name, First name MI): \nFigueroa-Galvez, Arturo \nHighest Earned Degree: \nDoctorate \nMailing Address: \n \nPhone Number: \n \nFax: \n \nUniversity Department: \nNUTRITION FOOD AND EXERCISE SCIENCES \nEmail: \n \nThe training and education completed in the protection of human \nsubjects or human subjects records: \nNone \nOccupational Position: \nFaculty \n \n1.3 Co-Investigators/Research Staff \nName(Last name, First name MI): \nAlvarez, Stacey; Co-Investigator \nHighest Earned Degree: \nBachelor's Degree \nMailing Address: \n \nPhone Number: \n \nFax: \n \nUniversity Department: \nNUTRITION FOOD AND EXERCISE SCIENCES \nEmail: \n \nThe training and education completed in the protection of human \nsubjects or human subjects records: \nNone \nOccupational Position: \nStudent \n \n\n52 \n \nAPPENDIX B \nINFORMED CONSENT FORM \n \n\n53 \n \n \n \n\n54 \n \n \n\n55 \n \nAPPENDIX C \nCARDIOVASCULAR HISTORY QUESTIONNAIRE \n \nCARDIOVASCULAR/ EXERCISE HISTORY \n \n ID# __________ \n DATE __________ \n \nAnswer the following questions, indicating the month and year of the event or diagnosis where \nappropriate. \n \n Yes No Month/Year \n1. Has a doctor ever told you that you have \n heart disease? ___ ___ ____/____ \n \n2. Have you ever had a heart attack? ___ ___ ____/____ \n \n3. Have you ever had chest pain? ___ ___ ____/____ \n \n4. Have you ever had cardiac \n catheterization? ___ ___ ____/____ \n \n5. Have you ever had balloon angioplasty? ___ ___ ____/____ \n \n6. Have you had coronary artery bypass graft \n surgery? ___ ___ \n \n If yes, list date and number of grafts: \n \n ____/____ # grafts: ___ 1 ___ 2 ___ 3 ___ 4 + \n Mo. Yr. \n \n7. Have you ever had a stroke? ___ ___ ____/____ \n \n8. Do you have hypertension (high blood pressure)? ___ ___ ____/____ \n \n If yes, how long have you had hypertension? \n \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n\n56 \n \n _____ more than 10 years \n \n9. Do you have diabetes mellitus? ___ ___ ____/____ \n Yes No Month/Year \n \n10. Do you take insulin for diabetes? ___ ___ \n \n If yes, how long have you taken insulin? \n \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n _____ more than 10 years \n \n11. Do you take oral hypoglycemics for \n diabetes? ___ ___ \n \n12. Do you have a cardiac pacemaker? ___ ___ \n \n If yes, how long have you had a cardiac pacemaker? \n \n _____ less than 1 year \n _____ 1-5 years \n _____ 6-10 years \n _____ more than 10 years \n \n13. Have you had a carotid endarterectomy? ___ ___ ____/____ \n \n14. Has your doctor ever told you that you \n have a heart valve problem? ___ ___ ____/____ \n \n15. Have you had heart valve replacement \n surgery? ___ ___ ____/____ \n \n If yes, what heart valves were replaced? ___ mitral ___ aortic \n \n16. Have you had cardiomyopathy? ___ ___ ____/____ \n \n17 Have you had a heart aneurysm? ___ ___ ____/____ \n \n18. Have you had heart failure? ___ ___ ____/____ \n \n19. Have you ever suffered cardiac arrest? ___ ___ ____/____ \n \n20. Do you smoke? Yes ___ No ___ \n If yes, how long have you smoked _____ years \n\n57 \n \n How many cigarettes per day _____ per day \n If you stopped smoking, when did you do it? _____ years ago \n \n21. Are you pregnant? \n Yes___ No____ \n \n22. Are you using any hormonal contraceptive method? Yes___ No ____ \n \n23. Have you had vasculitis problems or Raynaud’s phenomenon (finger blanching with cold \nexposure) \n \n ___ ___ ____/____ \n \n24. Are you taking medications for high blood pressure? \n Yes___ No____ \n \nName of drug Dosage Times/Day Duration of use \n \n \n \n \n \n \n \n \n \n25. Other medical problems: Indicate if you have had any of the following medical problems: \n Past Now \n ____ ____ Alcoholism \n ____ ____ Allergies \n ____ ____ Anemia \n ____ ____ Arthritis \n ____ ____ Asthma \n ____ ____ Back injury or problem \n ____ ____ Blood clots \n ____ ____ Bronchitis \n ____ ____ Cirrhosis \n ____ ____ Claudication \n ____ ____ Elbow or shoulder problems \n ____ ____ Emotional disorder \n ____ ____ Eye problems \n ____ ____ Gall bladder disease \n ____ ____ Glaucoma \n ____ ____ Gout \n ____ ____ Headaches \n ____ ____ Hemorrhoids \n\n58 \n \n ____ ____ Hernia \n ____ ____ Herpes simplex \n ____ ____ Hip, knee, or ankle problems \n ____ ____ Intestinal disorders \n ____ ____ Kidney disease \n ____ ____ Liver disease \n ____ ____ Lung disease \n ____ ____ Mental illness \n ____ ____ Neck injury or problem \n ____ ____ Neuralgic disorder \n ____ ____ OB/GYN problems \n ____ ____ Obesity/overweight \n ____ ____ Osteoporosis \n ____ ____ Parkinson's disease \n ____ ____ Phlebitis \n ____ ____ Prostate trouble \n ____ ____ Rheumatic fever \n ____ ____ Seizure disorder \n ____ ____ Stomach disease \n ____ ____ Thyroid disease \n ____ ____ Tumors or cancer - List type: _______________ \n ____ ____ Ulcers \n ____ ____ Other - specify: ________________ \n \n \nList other medications / supplements you are taking below: \n \nName of Drug Dosage Times/day Duration of drug use \n \n \n \n \n \n \n \n \n \nExercise \nDo you exercise with weights regularly? \n \nHow long have you trained with weights? \n \nDo you experience fatigue at the end of the set? \n \nDo you do whole body routines? \n \n\n59 \n \nIf no, how do you divide your body to exercise with weights? \n \n \nHow many days per week do you train with weights? \n \n \nHow much aerobic (cardiovascular) exercise (walking, running, cycling, swimming, etc) do you \ndo? \n Days/week: \n Duration in min/day: \nIntensity of the workouts: low, moderate, high \n \nHow long have you trained with cardiovascular activities? \n \n \nHave you interrupted your training for more than 2-3 weeks in the last year? \n \n \nIf yes, when was it? \n \nPlease describe the workouts of last week \n \nNumber of repetitions per set, number of sets per exercise, and exercises \n \nMONDAY \n \nTUESDAY \n \nWEDNESDAY \n \nTHURSDAY \n \nFRIDAY \n \nSATURDAY \n \nSUNDAY \n \n \n \n \n \n \n \n\n60 \n \nAPPENDIX D \n3 DAY FOOD RECORD \n \nSubject’s Name _______________________ Dates Recorded________________ \n \nInstructions: \n \n Record all foods, snacks and beverages you eat or drink over a 3-day period including \none weekend day and return it. Use one page for each day. \n Please don’t change your eating habits unless you have been advised to do so by your \nhealthcare provider. \n Recording things CLEARLY and honestly as they are will help resolve any dietary issues \nand help us provide you with the best possible feedback. Record as soon as possible and \ntry not to rely on memory – you may want to carry a little pocket notepad. For more \nspace use the back of the page or use extra forms. \n Time - Write the time of day you consumed the item (i.e. 8:00 a.m.) Please indicate \nmeal/snacks as follows: B—breakfast, L—lunch, D—dinner, S—snack. \n Food/Snack/Beverage – Specifically write down the type of food you ate. Include all \nextra things – gravies, sauces, dressings, butter, cheese, candy, soda, mayonnaise, \nketchup, sugar, sour cream, condiments etc. Mention if it is low fat, low sodium, sugar \nfree etc. Any preparation methods – grilling, frying, steaming, roasting…; any brand \nnames etc. \n Amount - Make a good estimate of the amount of the particular food/beverage or snack \nand write the serving sizes. Indicate the volume measure (3/4 cup), size (2” x 1” x 1”), \nthe weight (6 oz) or the number of items or pieces (12) of the type of food consumed. \nWhen possible you may want to use measuring utensils. A good source for estimating \nportion sizes is National Heart, Lung and Blood Institute's pocket guide to estimating \nportion sizes available at - \n \nExample: \n \nTime & Meal/ Snack Food Or Beverage Item Amount \n \n8:00 AM \nBreakfast \nWhole Wheat Toast 2 slices \n \n \n \n\n61 \n \nDay and Date: __________ (Use a separate page for each day) \n \n \nTime & Meal/ Snack Food Or Beverage Item Amount \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n62 \n \nREFERENCES \n1. Lobstein, T. and R. Jackson-Leach, Child overweight and obesity in the USA: prevalence \nrates according to IOTF definitions. Int J Pediatr Obes, 2007. 2(1): p. 62-4. \n \n2. Melanson, K.J., et al., Obesity and cardiovascular disease risk: research update. Cardiol \nRev, 2001. 9(4): p. 202-7. \n \n3. Kotsis, V., et al., Mechanisms of obesity-induced hypertension. Hypertens Res, 2010. \n33(5): p. 386-93. \n \n4. Zebekakis, P.E., et al., Obesity is associated with increased arterial stiffness from \nadolescence until old age. J Hypertens, 2005. 23(10): p. 1839-46. \n \n5. Arcaro, G., et al., Body fat distribution predicts the degree of endothelial dysfunction in \nuncomplicated obesity. Int J Obes Relat Metab Disord, 1999. 23(9): p. 936-42. \n \n6. Brook, R.D., et al., Usefulness of visceral obesity (waist/hip ratio) in predicting vascular \nendothelial function in healthy overweight adults. Am J Cardiol, 2001. 88(11): p. 1264-9. \n \n7. Hashimoto, M., et al., Modulation of endothelium-dependent flow-mediated dilatation of \nthe brachial artery by sex and menstrual cycle. Circulation, 1995. 92(12): p. 3431-5. \n \n8. Laurent, S., et al., Aortic stiffness is an independent predictor of all-cause and \ncardiovascular mortality in hypertensive patients. Hypertension, 2001. 37(5): p. 1236-41. \n \n9. Laurent, S., et al., Aortic stiffness is an independent predictor of fatal stroke in essential \nhypertension. Stroke, 2003. 34(5): p. 1203-6. \n \n10. Vlachopoulos, C., K. Aznaouridis, and C. Stefanadis, Prediction of cardiovascular events \nand all-cause mortality with arterial stiffness: a systematic review and meta-analysis. J \nAm Coll Cardiol, 2010. 55(13): p. 1318-27. \n \n11. Lim, H.E., et al., Aortic pulse wave velocity as an independent marker of coronary artery \ndisease. Blood Press, 2004. 13(6): p. 369-75. \n \n12. Pierce, G.L., et al., Arterial stiffness and pulse-pressure amplification in \noverweight/obese African-American adolescents: relation with higher systolic and pulse \npressure. Am J Hypertens, 2013. 26(1): p. 20-6. \n \n13. Montero, D., et al., Leg arterial stiffness after weight loss in severely obese adolescents. \nInt J Cardiol, 2013. 168(2): p. 1676-7. \n \n14. Pierce, G.L., et al., Aortic pulse wave velocity and reflecting distance estimation from \nperipheral waveforms in humans: detection of age- and exercise training-related \ndifferences. Am J Physiol Heart Circ Physiol, 2013. 305(1): p. H135-42. \n\n63 \n \n15. Maher, V., et al., Association of central obesity with early Carotid intima-media \nthickening is independent of that from other risk factors. Int J Obes (Lond), 2009. 33(1): \np. 136-43. \n \n16. Ounis-Skali, N., et al., Central aortic pulsatile hemodynamics in obese premenopausal \nwomen. J Am Soc Hypertens, 2007. 1(5): p. 341-6. \n \n17. Williams, M.A., et al., Resistance exercise in individuals with and without \ncardiovascular disease: 2007 update: a scientific statement from the American Heart \nAssociation Council on Clinical Cardiology and Council on Nutrition, Physical Activity, \nand Metabolism. Circulation, 2007. 116(5): p. 572-84. \n \n18. Jackson, A.W., et al., Muscular strength is inversely related to prevalence and incidence \nof obesity in adult men. Obesity (Silver Spring), 2010. 18(10): p. 1988-95. \n \n19. Ochi, M., et al., Arterial stiffness is associated with low thigh muscle mass in middle-\naged to elderly men. Atherosclerosis, 2010. 212(1): p. 327-32. \n \n20. Stenholm, S., et al., The effect of obesity combined with low muscle strength on decline in \nmobility in older persons: results from the InCHIANTI study. Int J Obes (Lond), 2009. \n33(6): p. 635-44. \n \n21. Feigenbaum, M.S. and M.L. Pollock, Prescription of resistance training for health and \ndisease. Med Sci Sports Exerc, 1999. 31(1): p. 38-45. \n \n22. Olson, T.P., et al., Moderate resistance training and vascular health in overweight \nwomen. Med Sci Sports Exerc, 2006. 38(9): p. 1558-64. \n \n23. Tanaka, H., et al., Aging, habitual exercise, and dynamic arterial compliance. \nCirculation, 2000. 102(11): p. 1270-5. \n \n24. Edwards, D.G., et al., Effect of exercise training on central aortic pressure wave \nreflection in coronary artery disease. Am J Hypertens, 2004. 17(6): p. 540-3. \n \n25. Figueroa, A., et al., Endurance training improves post-exercise cardiac autonomic \nmodulation in obese women with and without type 2 diabetes. Eur J Appl Physiol, 2007. \n100(4): p. 437-44. \n \n26. McGowan, C.L., et al., Isometric handgrip training improves local flow-mediated \ndilation in medicated hypertensives. Eur J Appl Physiol, 2007. 99(3): p. 227-34. \n \n27. Taylor, A.C., et al., Isometric training lowers resting blood pressure and modulates \nautonomic control. Med Sci Sports Exerc, 2003. 35(2): p. 251-6. \n \n28. Mattace-Raso, F.U., et al., Arterial stiffness and risk of coronary heart disease and \nstroke: the Rotterdam Study. Circulation, 2006. 113(5): p. 657-63. \n\n64 \n \n29. Figueroa, A., et al., Combined resistance and endurance exercise training improves \narterial stiffness, blood pressure, and muscle strength in postmenopausal women. \nMenopause, 2013. 18(9): p. 980-4. \n \n30. Rabelo, H.T., et al., Effects of 24 weeks of progressive resistance training on knee \nextensors peak torque and fat-free mass in older women. J Strength Cond Res, 2011. \n25(8): p. 2298-303. \n \n31. Winett, R.A. and R.N. Carpinelli, Potential health-related benefits of resistance training. \nPrev Med, 2001. 33(5): p. 503-13. \n \n32. Lohman, T., et al., Effects of resistance training on regional and total bone mineral \ndensity in premenopausal women: a randomized prospective study. J Bone Miner Res, \n1995. 10(7): p. 1015-24. \n \n33. Miyachi, M., et al., Unfavorable effects of resistance training on central arterial \ncompliance: a randomized intervention study. Circulation, 2004. 110(18): p. 2858-63. \n \n34. Collier, S.R., et al., Effect of 4 weeks of aerobic or resistance exercise training on \narterial stiffness, blood flow and blood pressure in pre- and stage-1 hypertensives. J Hum \nHypertens, 2008. 22(10): p. 678-86. \n \n35. Cortez-Cooper, M.Y., et al., Effects of high intensity resistance training on arterial \nstiffness and wave reflection in women. Am J Hypertens, 2005. 18(7): p. 930-4. \n \n36. Cardinale, M., et al., The acute effects of different whole body vibration amplitudes on the \nendocrine system of young healthy men: a preliminary study. Clin Physiol Funct Imaging, \n2006. 26(6): p. 380-4. \n \n37. Figueroa, A., et al., Whole-body vibration training reduces arterial stiffness, blood \npressure and sympathovagal balance in young overweight/obese women. Hypertens Res, \n2012. 35(6): p. 667-72. \n \n38. Milanese, C., et al., Ten-week whole-body vibration training improves body composition \nand muscle strength in obese women. Int J Med Sci, 2013. 10(3): p. 307-11. \n \n39. Lohman, E.B., 3rd, et al., The effect of whole body vibration on lower extremity skin \nblood flow in normal subjects. Med Sci Monit, 2007. 13(2): p. CR71-6. \n \n40. Kerschan-Schindl, K., et al., Whole-body vibration exercise leads to alterations in muscle \nblood volume. Clin Physiol, 2001. 21(3): p. 377-82. \n \n41. Yamada, E., et al., Vastus lateralis oxygenation and blood volume measured by near-\ninfrared spectroscopy during whole body vibration. Clin Physiol Funct Imaging, 2005. \n25(4): p. 203-8. \n\n65 \n \n42. Mischi, M. and M. Cardinale, The effects of a 28-Hz vibration on arm muscle activity \nduring isometric exercise. Med Sci Sports Exerc, 2009. 41(3): p. 645-53. \n \n43. Rittweger, J., H. Schiessl, and D. Felsenberg, Oxygen uptake during whole-body \nvibration exercise: comparison with squatting as a slow voluntary movement. Eur J Appl \nPhysiol, 2001. 86(2): p. 169-73. \n \n44. Rittweger, J., et al., Treatment of chronic lower back pain with lumbar extension and \nwhole-body vibration exercise: a randomized controlled trial. Spine (Phila Pa 1976), \n2002. 27(17): p. 1829-34. \n \n45. Garatachea, N., et al., The effects of movement velocity during squatting on energy \nexpenditure and substrate utilization in whole-body vibration. J Strength Cond Res, 2007. \n21(2): p. 594-8. \n \n46. van Duijnhoven, N.T., et al., Impact of bed rest on conduit artery remodeling: effect of \nexercise countermeasures. Hypertension, 2010. 56(2): p. 240-6. \n \n47. Robb, A.O., et al., Influence of the menstrual cycle, pregnancy, and preeclampsia on \narterial stiffness. Hypertension, 2009. 53(6): p. 952-8. \n \n48. Ounis-Skali, N., et al., Changes in central arterial pressure waveforms during the normal \nmenstrual cycle. J Investig Med, 2006. 54(6): p. 321-6. \n \n49. Papaioannou, T.G., et al., Arterial wave reflections during the menstrual cycle of healthy \nwomen: a reproducibility study. Hypertension, 2009. 54(5): p. 1021-7. \n \n50. Nichols, W.W. and B.M. Singh, Augmentation index as a measure of peripheral vascular \ndisease state. Curr Opin Cardiol, 2002. 17(5): p. 543-51. \n \n51. Yamashina, A., et al., Validity, reproducibility, and clinical significance of noninvasive \nbrachial-ankle pulse wave velocity measurement. Hypertens Res, 2002. 25(3): p. 359-64. \n \n52. Sugawara, J., et al., Brachial-ankle pulse wave velocity: an index of central arterial \nstiffness? J Hum Hypertens, 2005. 19(5): p. 401-6. \n \n53. Zaros, P.R., et al., Effect of 6-months of physical exercise on the nitrate/nitrite levels in \nhypertensive postmenopausal women. BMC Womens Health, 2009. 9: p. 17. \n \n54. Binti Md Isa, K., et al., Effects of cold exposure and shear stress on endothelial nitric \noxide synthase activation. Biochem Biophys Res Commun, 2011. 412(2): p. 318-22. \n \n55. Nichols, W.W., Clinical measurement of arterial stiffness obtained from noninvasive \npressure waveforms. Am J Hypertens, 2005. 18(1 Pt 2): p. 3S-10S. \n \n\n66 \n \n56. Lazar, J.M., et al., The effects of head-out-of-water immersion on arterial wave reflection \nin healthy adults. J Am Soc Hypertens, 2008. 2(6): p. 455-61. \n \n57. Roelants, M., et al., Effects of 24 weeks of whole body vibration training on body \ncomposition and muscle strength in untrained females. Int J Sports Med, 2004. 25(1): p. \n1-5. \n \n58. Roelants, M., C. Delecluse, and S.M. Verschueren, Whole-body-vibration training \nincreases knee-extension strength and speed of movement in older women. J Am Geriatr \nSoc, 2004. 52(6): p. 901-8. \n \n59. Bogaerts, A., et al., Impact of whole-body vibration training versus fitness training on \nmuscle strength and muscle mass in older men: a 1-year randomized controlled trial. J \nGerontol A Biol Sci Med Sci, 2007. 62(6): p. 630-5. \n \n60. Kawanabe, K., et al., Effect of whole-body vibration exercise and muscle strengthening, \nbalance, and walking exercises on walking ability in the elderly. Keio J Med, 2007. \n56(1): p. 28-33. \n \n61. Machado, A., et al., Whole-body vibration training increases muscle strength and mass in \nolder women: a randomized-controlled trial. Scand J Med Sci Sports, 2010. 20(2): p. \n200-7. \n \n62. Rees, S.S., A.J. Murphy, and M.L. Watsford, Effects of whole-body vibration exercise on \nlower-extremity muscle strength and power in an older population: a randomized clinical \ntrial. Phys Ther, 2008. 88(4): p. 462-70. \n \n63. Verschueren, S.M., et al., Effect of 6-month whole body vibration training on hip density, \nmuscle strength, and postural control in postmenopausal women: a randomized \ncontrolled pilot study. J Bone Miner Res, 2004. 19(3): p. 352-9. \n \n64. Figueroa, A., et al., Effects of whole-body vibration exercise training on aortic wave \nreflection and muscle strength in postmenopausal women with prehypertension and \nhypertension. J Hum Hypertens, 2014. 28(2): p. 118-22. \n \n65. Figueroa, A., R. Kalfon, and A. Wong, Whole-body vibration training decreases ankle \nsystolic blood pressure and leg arterial stiffness in obese postmenopausal women with \nhigh blood pressure. Menopause, 2014. \n \n66. Ogden, C.L., et al., Prevalence of childhood and adult obesity in the United States, 2011-\n2012. Jama, 2014. 311(8): p. 806-14. \n \n67. Finkelstein, E.A., et al., Obesity and severe obesity forecasts through 2030. Am J Prev \nMed, 2013. 42(6): p. 563-70. \n \n\n67 \n \n68. McGee, D.L., Body mass index and mortality: a meta-analysis based on person-level \ndata from twenty-six observational studies. Ann Epidemiol, 2005. 15(2): p. 87-97. \n \n69. Flegal, K.M., et al., Excess deaths associated with underweight, overweight, and obesity. \nJama, 2005. 293(15): p. 1861-7. \n \n70. Wang, T.J., et al., Obesity and the risk of new-onset atrial fibrillation. Jama, 2004. \n292(20): p. 2471-7. \n \n71. Czernichow, S., et al., Relationships between changes in weight and changes in \ncardiovascular risk factors in middle-aged French subjects: effect of dieting. Int J Obes \nRelat Metab Disord, 2002. 26(8): p. 1138-43. \n \n72. Nordstrand, N., et al., The relationship between various measures of obesity and arterial \nstiffness in morbidly obese patients. BMC Cardiovasc Disord, 2011. 11: p. 7. \n \n73. Annesi, J.J. and J.L. Unruh, Relations of exercise, self-appraisal, mood changes and \nweight loss in obese women: testing propositions based on Baker and Brownell's (2000) \nmodel. Am J Med Sci, 2008. 335(3): p. 198-204. \n \n74. Panza, J.A., et al., Role of endothelium-derived nitric oxide in the abnormal endothelium-\ndependent vascular relaxation of patients with essential hypertension. Circulation, 1993. \n87(5): p. 1468-74. \n \n75. Tang, E.H. and P.M. Vanhoutte, Endothelial dysfunction: a strategic target in the \ntreatment of hypertension? Pflugers Arch, 2010. 459(6): p. 995-1004. \n \n76. Williams, I.L., et al., Obesity, atherosclerosis and the vascular endothelium: mechanisms \nof reduced nitric oxide bioavailability in obese humans. Int J Obes Relat Metab Disord, \n2002. 26(6): p. 754-64. \n \n77. Lisanti, P. and L.A. Verdisco, Perceived body space and self-esteem in adult females with \nchronic low back pain. Orthop Nurs, 1994. 13(2): p. 55-63. \n \n78. Hickner, R.C., et al., Relationship between body composition and skeletal muscle eNOS. \nInt J Obes (Lond), 2006. 30(2): p. 308-12. \n \n79. Vanhoutte, P.M., Endothelial control of vasomotor function: from health to coronary \ndisease. Circ J, 2003. 67(7): p. 572-5. \n \n80. Kingwell, B.A., Nitric oxide-mediated metabolic regulation during exercise: effects of \ntraining in health and cardiovascular disease. Faseb J, 2000. 14(12): p. 1685-96. \n \n81. Lewis, T.V., et al., Exercise training increases basal nitric oxide production from the \nforearm in hypercholesterolemic patients. Arterioscler Thromb Vasc Biol, 1999. 19(11): \np. 2782-7. \n\n68 \n \n82. Ross, R., Atherosclerosis--an inflammatory disease. N Engl J Med, 1999. 340(2): p. 115-\n26. \n \n83. Nosaka, T., et al., Influence of regular exercise on age-related changes in arterial \nelasticity: mechanistic insights from wall compositions in rat aorta. Can J Appl Physiol, \n2003. 28(2): p. 204-12. \n \n84. Tahvanainen, A., et al., Analysis of cardiovascular responses to passive head-up tilt \nusing continuous pulse wave analysis and impedance cardiography. Scand J Clin Lab \nInvest, 2009. 69(1): p. 128-37. \n \n85. Miyachi, M., et al., Exercise training alters left ventricular geometry and attenuates \nheart failure in dahl salt-sensitive hypertensive rats. Hypertension, 2009. 53(4): p. 701-7. \n \n86. Nichols, W.W., et al., Effects of arterial stiffness, pulse wave velocity, and wave \nreflections on the central aortic pressure waveform. J Clin Hypertens (Greenwich), 2008. \n10(4): p. 295-303. \n \n87. Wilkinson, I.B., et al., The influence of heart rate on augmentation index and central \narterial pressure in humans. J Physiol, 2000. 525 Pt 1: p. 263-70. \n \n88. Marchais, S.J., et al., Wave reflections and cardiac hypertrophy in chronic uremia. \nInfluence of body size. Hypertension, 1993. 22(6): p. 876-83. \n \n89. Roman, M.J., et al., Central pressure more strongly relates to vascular disease and \noutcome than does brachial pressure: the Strong Heart Study. Hypertension, 2007. 50(1): \np. 197-203. \n \n90. Haskell, W.L., et al., Physical activity and public health: updated recommendation for \nadults from the American College of Sports Medicine and the American Heart \nAssociation. Circulation, 2007. 116(9): p. 1081-93. \n \n91. Nelson, M.E., et al., Physical activity and public health in older adults: recommendation \nfrom the American College of Sports Medicine and the American Heart Association. \nCirculation, 2007. 116(9): p. 1094-105. \n \n92. Miyachi, M., Effects of resistance training on arterial stiffness: a meta-analysis. Br J \nSports Med, 2012. 47(6): p. 393-6. \n \n93. Olson, T.P., et al., Changes in inflammatory biomarkers following one-year of moderate \nresistance training in overweight women. Int J Obes (Lond), 2007. 31(6): p. 996-1003. \n \n94. Cortez-Cooper, M.Y., et al., The effects of strength training on central arterial \ncompliance in middle-aged and older adults. Eur J Cardiovasc Prev Rehabil, 2008. 15(2): \np. 149-55. \n \n\n69 \n \n95. Bertovic, D.A., et al., Muscular strength training is associated with low arterial \ncompliance and high pulse pressure. Hypertension, 1999. 33(6): p. 1385-91. \n \n96. Miyachi, M., et al., Greater age-related reductions in central arterial compliance in \nresistance-trained men. Hypertension, 2003. 41(1): p. 130-5. \n \n97. Casey, D.P., D.T. Beck, and R.W. Braith, Progressive resistance training without volume \nincreases does not alter arterial stiffness and aortic wave reflection. Exp Biol Med \n(Maywood), 2007. 232(9): p. 1228-35. \n \n98. Rakobowchuk, M., et al., Effect of whole body resistance training on arterial compliance \nin young men. Exp Physiol, 2005. 90(4): p. 645-51. \n \n99. Beck, D.T., et al., Exercise training improves endothelial function in young \nprehypertensives. Exp Biol Med (Maywood), 2013. 238(4): p. 433-41. \n \n100. Croymans, D.M., et al., Effects of resistance training on central blood pressure in obese \nyoung men. J Hum Hypertens, 2013. 28(3): p. 157-64. \n \n101. Okamoto, T., M. Masuhara, and K. Ikuta, Upper but not lower limb resistance training \nincreases arterial stiffness in humans. Eur J Appl Physiol, 2009. 107(2): p. 127-34. \n \n102. Bautmans, I., et al., The feasibility of Whole Body Vibration in institutionalised elderly \npersons and its influence on muscle performance, balance and mobility: a randomised \ncontrolled trial [ISRCTN62535013]. BMC Geriatr, 2005. 5: p. 17. \n \n103. Haas, C.T., et al., The effects of random whole-body-vibration on motor symptoms in \nParkinson's disease. NeuroRehabilitation, 2006. 21(1): p. 29-36. \n \n104. Rittweger, J., Vibration as an exercise modality: how it may work, and what its potential \nmight be. Eur J Appl Physiol, 2010. 108(5): p. 877-904. \n \n105. Hagbarth, K.E. and G. Eklund, Tonic vibration reflexes (TVR) in spasticity. Brain Res, \n1966. 2(2): p. 201-3. \n \n106. Burke, D. and H.H. Schiller, Discharge pattern of single motor units in the tonic \nvibration reflex of human triceps surae. J Neurol Neurosurg Psychiatry, 1976. 39(8): p. \n729-41. \n \n107. Cardinale, M. and J. Lim, Electromyography activity of vastus lateralis muscle during \nwhole-body vibrations of different frequencies. J Strength Cond Res, 2003. 17(3): p. 621-\n4. \n \n108. Hazell, T.J., et al., Vertical whole-body vibration does not increase cardiovascular stress \nto static semi-squat exercise. Eur J Appl Physiol, 2008. 104(5): p. 903-8. \n\n70 \n \n109. Liu, S., et al., Blood pressure responses to acute and chronic exercise are related in \nprehypertension. Med Sci Sports Exerc, 2012. 44(9): p. 1644-52. \n \n110. Maloney-Hinds, C., J.S. Petrofsky, and G. Zimmerman, The effect of 30 Hz vs. 50 Hz \npassive vibration and duration of vibration on skin blood flow in the arm. Med Sci \nMonit, 2008. 14(3): p. CR112-6. \n \n111. Wong, A., et al., Passive vibration on the legs reduces peripheral and systemic arterial \nstiffness. Hypertens Res, 2012. 35(1): p. 126-7. \n \n112. Figueroa, A., R. Gil, and M.A. Sanchez-Gonzalez, Whole-body vibration attenuates the \nincrease in leg arterial stiffness and aortic systolic blood pressure during post-exercise \nmuscle ischemia. Eur J Appl Physiol, 2011. 111(7): p. 1261-8. \n \n113. Otsuki, T., et al., Arterial stiffness acutely decreases after whole-body vibration in \nhumans. Acta Physiol (Oxf), 2008. 194(3): p. 189-94. \n \n114. Tihanyi, T.K., et al., One session of whole body vibration increases voluntary muscle \nstrength transiently in patients with stroke. Clin Rehabil, 2007. 21(9): p. 782-93. \n \n115. Hazell, T.J., J.M. Jakobi, and K.A. Kenno, The effects of whole-body vibration on upper- \nand lower-body EMG during static and dynamic contractions. Appl Physiol Nutr Metab, \n2007. 32(6): p. 1156-63. \n \n116. Roelants, M., et al., Whole-body-vibration-induced increase in leg muscle activity during \ndifferent squat exercises. J Strength Cond Res, 2006. 20(1): p. 124-9. \n \n117. Delecluse, C., M. Roelants, and S. Verschueren, Strength increase after whole-body \nvibration compared with resistance training. Med Sci Sports Exerc, 2003. 35(6): p. 1033-\n41. \n \n118. Torvinen, S., et al., Effect of a vibration exposure on muscular performance and body \nbalance. Randomized cross-over study. Clin Physiol Funct Imaging, 2002. 22(2): p. 145-\n52. \n \n119. Torvinen, S., et al., Effect of four-month vertical whole body vibration on performance \nand balance. Med Sci Sports Exerc, 2002. 34(9): p. 1523-8. \n \n120. Giunta, M., et al., Growth hormone-releasing effects of whole body vibration alone or \ncombined with squatting plus external load in severely obese female subjects. Obes Facts, \n2012. 5(4): p. 567-74. \n \n121. Giunta, M., et al., Combination of external load and whole body vibration potentiates the \nGH-releasing effect of squatting in healthy females. Horm Metab Res, 2013. 45(8): p. \n611-6. \n\n71 \n \n122. Belavy, D.L., et al., Countermeasures against lumbar spine deconditioning in prolonged \nbed rest: resistive exercise with and without whole body vibration. J Appl Physiol (1985), \n2010. 109(6): p. 1801-11. \n \n123. Belavy, D.L., et al., Evidence for an additional effect of whole-body vibration above \nresistive exercise alone in preventing bone loss during prolonged bed rest. Osteoporos \nInt, 2011. 22(5): p. 1581-91. \n \n124. Bemben, D.A., et al., Effects of combined whole-body vibration and resistance training \non muscular strength and bone metabolism in postmenopausal women. Bone, 2010. \n47(3): p. 650-6. \n \n125. Mueller, S.M., et al., High-load resistance exercise with superimposed vibration and \nvascular occlusion increases critical power, capillaries and lean mass in endurance-\ntrained men. Eur J Appl Physiol, 2013. 114(1): p. 123-33. \n \n126. Weber, T., et al., Vascular adaptations induced by 6 weeks WBV resistance exercise \ntraining. Clin Physiol Funct Imaging, 2013. 33(2): p. 92-100. \n \n127. Beijer, A., et al., Randomized controlled study on resistive vibration exercise (EVE \nstudy): protocol, implementation and feasibility. J Musculoskelet Neuronal Interact, \n2013. 13(2): p. 147-56. \n \n128. Rittweger, J., G. Beller, and D. Felsenberg, Acute physiological effects of exhaustive \nwhole-body vibration exercise in man. Clin Physiol, 2000. 20(2): p. 134-42. \n \n129. Fjeldstad, C., et al., Whole-body vibration augments resistance training effects on body \ncomposition in postmenopausal women. Maturitas, 2009. 63(1): p. 79-83. \n \n130. Lohman, T.G., et al., Estimation of body fat from anthropometry and bioelectrical \nimpedance in Native American children. Int J Obes Relat Metab Disord, 2000. 24(8): p. \n982-8. \n \n131. Wilkinson, I.B., et al., Heart rate dependency of pulse pressure amplification and arterial \nstiffness. Am J Hypertens, 2002. 15(1 Pt 1): p. 24-30. \n \n132. Murgo, J.P., et al., Aortic input impedance in normal man: relationship to pressure wave \nforms. Circulation, 1980. 62(1): p. 105-16. \n \n133. McEniery, C.M., et al., Normal vascular aging: differential effects on wave reflection and \naortic pulse wave velocity: the Anglo-Cardiff Collaborative Trial (ACCT). J Am Coll \nCardiol, 2005. 46(9): p. 1753-60. \n \n134. Abernethy, P., G. Wilson, and P. Logan, Strength and power assessment. Issues, \ncontroversies and challenges. Sports Med, 1995. 19(6): p. 401-17. \n\n72 \n \n135. Fournier, S.B., et al., Exercise reveals impairments in left ventricular systolic function in \npatients with metabolic syndrome. Exp Physiol, 2014. 99(1): p. 149-63. \n \n136. Scuteri, A., et al., The central arterial burden of the metabolic syndrome is similar in men \nand women: the SardiNIA Study. Eur Heart J, 2010. 31(5): p. 602-13. \n \n137. Kaess, B.M., et al., Aortic stiffness, blood pressure progression, and incident \nhypertension. Jama, 2012. 308(9): p. 875-81. \n \n138. Lai, C.L., et al., Effect of whole-body vibration for 3 months on arterial stiffness in the \nmiddle-aged and elderly. Clin Interv Aging, 2014. 9: p. 821-8. \n \n139. Park, S.H., et al., Sarcopenic obesity as an independent risk factor of hypertension. J Am \nSoc Hypertens, 2010. 7(6): p. 420-5. \n \n140. Desamericq, G., et al., Carotid-Femoral Pulse Wave Velocity Is Not Increased in Obesity. \nAm J Hypertens, 2014. \n \n141. Canepa, M., et al., Impact of central obesity on the estimation of carotid-femoral pulse \nwave velocity. Am J Hypertens, 2014. 27(9): p. 1209-17. \n \n142. Humphries, B., et al., Whole-body vibration effects on bone mineral density in women \nwith or without resistance training. Aviat Space Environ Med, 2009. 80(12): p. 1025-31. \n \n143. Figueroa, A., et al., Effects of hypocaloric diet, low-intensity resistance exercise with \nslow movement, or both on aortic hemodynamics and muscle mass in obese \npostmenopausal women. Menopause, 2013. 20(9): p. 967-72. \n \n144. Rhea, M.R., et al., A meta-analysis to determine the dose response for strength \ndevelopment. Med Sci Sports Exerc, 2003. 35(3): p. 456-64. \n \n145. Bush, J.A., et al., The Effects of Quadriceps Strength Following Static and Dynamic \nWhole Body Vibration Exercise. J Strength Cond Res, 2014. \n \n146. Bosco, C., et al., Hormonal responses to whole-body vibration in men. Eur J Appl \nPhysiol, 2000. 81(6): p. 449-54. \n \n147. Fagnani, F., et al., The effects of a whole-body vibration program on muscle performance \nand flexibility in female athletes. Am J Phys Med Rehabil, 2006. 85(12): p. 956-62. \n \n148. Kvorning, T., et al., Effects of vibration and resistance training on neuromuscular and \nhormonal measures. Eur J Appl Physiol, 2006. 96(5): p. 615-25. \n \n149. Ronnestad, B.R., Comparing the performance-enhancing effects of squats on a vibration \nplatform with conventional squats in recreationally resistance-trained men. J Strength \nCond Res, 2004. 18(4): p. 839-45. \n\n73 \n \n150. Aagaard, P., et al., Increased rate of force development and neural drive of human \nskeletal muscle following resistance training. J Appl Physiol (1985), 2002. 93(4): p. \n1318-26. \n \n151. Patten, C., G. Kamen, and D.M. Rowland, Adaptations in maximal motor unit discharge \nrate to strength training in young and older adults. Muscle Nerve, 2001. 24(4): p. 542-\n50. \n \n152. Goodpaster, B.H., et al., The loss of skeletal muscle strength, mass, and quality in older \nadults: the health, aging and body composition study. J Gerontol A Biol Sci Med Sci, \n2006. 61(10): p. 1059-64. \n \n153. Williams, M.R., et al., Variations in endothelial function and arterial compliance during \nthe menstrual cycle. J Clin Endocrinol Metab, 2002. 86(11): p. 5389-95. \n \n154. Guimaraes, G. V., et al., Effects of continuous vs. interval exercise training on blood \npressure and arterial stiffness in treated hypertension. Hypertens Res, 2014. 33(6): p. \n627-32. \n \n155. Roman, M. J., et al., Central pressure more strongly relates to vascular disease and \noutcome than does brachial pressure: the Strong Heart Study. Hypertension, 2007. 50(1): \np. 197-203. \n \n156. Serravite, D. H., et al., Loading and concurrent synchronous whole-body vibration \nincreases oxygen consumption during resistance exercise. J Sports Sci Med, 2013. 12(3): \nP. 475-80. \n \n157. Swinton, P. A., et al., Effect of load positioning on the kinematics and kinetics of \nweighted vertical jumps. J Strength Cond Res, 2012. 26(4): p. 906-13. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n74 \n \nBIOGRAPHICAL SKETCH \nCURRICULUM VITAE \nSTACEY ALVAREZ-ALVARADO, B.S. \n \nEDUCATIONAL PREPARATION \nFall 2014* M.S., Exercise Physiology, Florida State University, Tallahassee, FL (*expected \ndate). \nJune 2012 B.S. of Arts, Physical Education (Teaching) from University of Puerto Rico-\nMayagüez \n(Mayagüez, Puerto Rico) (NCATE & NASPE certified program). \n \nCARDIOVASCULAR SKILLS & TECHNIQUES \nVascular Function Assessment: \n - Applanation tonometry (arterial pressure waveform analysis and pulse wave velocity) \n - Vascular ultrasound (flow mediated dilation and carotid artery screening) \n - Stress test \n - Post exercise circulatory arrest assessment \n - Cold pressor test \n - Handgrip test \nCardiovascular Autonomic Modulation Assessment: \n - Electrocardiography (power spectral analysis of the heart rate variability) \n - Model flow finger plethysmography (baroreflex sensitivity) \n - Blood pressure variability analysis \n \n \n\n75 \n \nPROFESSIONAL EXPERIENCE \n2012-present Graduate Teaching Assistant, Anatomy & Physiology Instructor, Department of \nNutrition, Food, and Exercise Sciences, Florida State University, Tallahassee, FL. \nSpring 2012 Physical Education High School Teacher, Hostos High School (Mayagüez, Puerto \n Rico) \n2008-2012 Applied Biomechanics (Track and Field). \n- Worked first hand with Student-Athletes during training \n- Biomechanics Research Assistant. Department of physical Education, College \nof Arts and Sciences; the University of Puerto Rico, Mayagüez. \n2010- 2011 Preschool and High School Substitute Teacher, Southwestern Educational Society \n(SESO) (Mayagüez, Puerto Rico). \nSummer 2010 USTA (United States Tennis Association) Certified Tennis Line Official at the \n2010 Central American Olympic Games. \nSummer 2008 University of Puerto Rico- Teaching Instructor (CAAMp Abilities). \n - Summer Camp for Visually Disabled Individuals \n \nHONORS \nFall 2013 Inducted into the Seminole Torchbearers \nFall 2013 Inducted into the Kappa Omicron Nu (KON) national honor society of the \nCollege of Human Sciences \nSpring 2013 Florida State University Track and Field Team Member \n - Participated in Javelin throw (NCAA- Division I competitions) \n - ACC Championships \n\n76 \n \nFall 2012 Latin American and Caribbean Scholarship recipient (Department of Nutrition, \nFood, and Exercise Sciences, Florida State University, Tallahassee, FL). \n2012 University of Puerto Rico- Mayagüez Campus Magna Cum Laude recipient \n -Top 5% Graduating Class \n2012 University of Puerto Rico- Mayagüez Campus Student-Athlete Excellence Award \nrecipient \n -University wide award \n2008-2012 University of Puerto Rico- Mayagüez Campus (NCAA Division II) \n-Varsity Volleyball (2011-2012: MVP Award) \n-Varsity Track and Field (2008: Rookie of the Year Award, 2012: MVP \nAward, 2012: Bronze Medal in Intercollegiate Competitions) \n2008-2012 University of Puerto Rico- Mayagüez Campus: College of Arts and Sciences \n Honor Roll Recipient \n \nSCIENTIFIC PRESENTATIONS \nQuiñones-Padovani, C.E., Cuebas, W. & Alvarez, S. (October, 2011). Chaos in Physical \nEducation? Applying the Chaos Theory in Education to foment critical thinking in students. \nPresentation at the Puerto Rico Alliance for Health, Physical Education, Recreation and \nDance (PRAHPERD), Aguadilla, PR.\n \n \nPROFESSIONAL MEMBERSHIPS \n- American College of Sports Medicine (ACSM) \n- International Society of Sports Nutrition (ISSN) \n\n77 \n \n- AAHPERD (American Alliance for Health Physical Education Recreation and Dance) member \nsince 2011. \n- NASPE (National Association for Sports and Physical Education) member since 2011. \n- PRAHPERD (Puerto Rico- American Alliance for Health Physical Education Recreation and \nDance) member since 2010. \n \nTEACHING EXPERIENCE \nFall 2012-present Florida State University, PET3322L Applied Anatomy and Physiology \nLaboratory"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 24,
    "primary_human": "body_comp; muscle_mass; strength; function; blood_lipids; hemorheology"
  },
  "bucket": "C",
  "notes": "Middle-aged obese women underwent 12-week RT; examines hypertrophy, functional tests, blood lipids and hemorheological markers."
}