{
  "id": 105,
  "title": "Concurrent Sprint Interval and Resistance Training: Effects on Body Composition, Strength, and Functional Capacity in Obese Older Adults",
  "authors": "Liao C-D et al.",
  "year": 2021,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_adults",
    "secondary_sarcopenia",
    "comorbidities"
  ],
  "population": {
    "training_status": "meta_RT"
  },
  "sections": {
    "abstract": "PURPOSE: To investigate the physiological adaptations to a high intensity concurrent \nexercise training (CET) program composed of Sprint Interval Training (SIT) and Resistance \nExercise Training (RET) in recreationally active women ages 40-64. A secondary purpose of this \ninvestigation was to determine whether the addition of vertical incline to SIT produces \nsignificant adaptive body composition and aerobic capacity responses than level grade SIT CET \nin this cohort.",
    "methods": "Seventy-six healthy, recreationally active females (52.2 ±7.2 yrs; 2.1 \nL•min-1 Abs VO2max; 72.7 ± 15.3 kgs) volunteered for the 12 week CET study. Preliminary and \npost testing consisted of 1 repetition max (1 RM) back squat, 1 RM bench press, body \ncomposition assessment through Dual-energy X-ray Absorptiometry (iDEXA) and aerobic \ncapacity measures including maximal oxygen consumption (VO2max). Prior to the start of the \nintervention, participants were pair matched according to baseline VO2max values and randomly \nassigned into either level grade (0%) SIT (CSIT0) CET or incline (6%) SIT (CSIT6) CET \nexperimental groups. Participants attended 3 training sessions per week, each entailing of \nconcurrent undulating periodization RET and SIT protocol consisting of 40 second sprints at \nspeed and/or incline to incite 95% of each participant’s age-predicted maximal heart rate \n(HRmax), performed in alternating order at the same time each day.",
    "results": "Significant \ninteractions for time were observed in body composition parameters including upper and lower \nbody muscular strength (1 RM back squat and bench press, P < 0.0001), fat mass (P = 0.002) and \nvisceral adipose tissue (P = 0.048). Aerobic capacity improvements were observed for time to \n\n \niii \n \nexhaustion during maximal test (Tmax), speed required to achieve 95% of HRmax (Vmax) and \nVO2max (P < 0.0001). No significant effects between groups were observed for any other \nmeasures.",
    "conclusion": "These findings indicate that the combination of high intensity \ninterval and resistance training results in significant improvements in aerobic capacity, body \ncomposition and muscular strength in aging women 40-64 years of age. This CET protocol \nprovides the proper stimulus for physiological adaptive responses which may prevent age and \nphysical inactivity-related declines; therefore supporting proper body composition, aerobic \ncapacity and functional ability in older adults. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \niv \n \n \n \n \n \n \nAcknowledgements \n \n \n \nThe process of earning this doctorate and completing this dissertation has been long and \narduous- and it certainly has not been done singlehandedly. First and foremost, I would like to \nthank God for all of the blessings in my life, an amazing family and the opportunity for an \neducation. I would also like to thank my family. Team Salom (Mami, Papi and Sebastian) has \nbeen behind me through all of the ups and downs of life. Without your unwavering faith in me, \nsupport and selfless sacrifices you have made, it would not have been possible for me to \naccomplish all of my goals. Everything I am, I owe to you. \nTo my husband Jeremy, who has been unfailingly, my rock. The dedication, diligence \nand integrity you put into everything that you do inspire me to be the best version of myself. I \nhave no doubt that God paved the road so that this Peruvian girl could find her Washington \nperfect half in the middle of nowhere, Alabama. Thank you for your unconditional love and for \nthe greatest gift in life, our 22 day old bundle of joy, Noah Mateo. \nWhen faced with educational obstacles and tribulations, it is easy to lose hope that one \nwill ever make it. In such times, a little encouragement can go a long way. My mentor, Dr. \nPascoe was the source of light I needed during those dark times. Thank you for taking me in and \ngiving me a little corner in your star-spangled lab. Your encouragement, advice, friendship and \nsupport have been invaluable in my success. Thank you for believing in me when it was hard to \nbelieve in myself. To my co-chair Dr. Wadsworth, thank you for the opportunities, the tough \nlove and all the laughs. You always had higher expectations of me which pushed me to do my \n\n \nv \n \nbest. I would like to express my sincere gratitude to the members of my committee, Dr. James \nMcDonald, Dr. Andreas Kavazis, and Dr. Philippe Gaillard for their insight and assistance both \nwith this project and throughout my academic career. \nThe data collection portion of this large training study could have never been completed \nwithout our excellent research support team. Thank you to all of those research time for the early \nmornings and late nights you devoted to make this project happen. I would like to specially \nthank my fellow doctoral students Shelby Foote, Hayden Hyatt, Mynor Rodriguez-Hernandez \nand Khalil Lee who played an integral role in all aspects of this study. \nLastly, I would like to thank Auburn University’s School of Kinesiology for an \noutstanding doctoral program and educational experience. War Eagle! \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nvi \n \n \n \n \n \nTable of Contents \n \n \n \nAbstract ……………………..……………………………………………….…….………….......ii \nAcknowledgements ……...………………………………………………….….………………...iv \nList of Tables ...……….….…………………………………………………….……………….viii \nList of Figures ..…….……………..………………………………………….………………......ix \nList of Abbreviations ……………………..…………………………………...…………..……...x \nChapter I –",
    "introduction": "……………………………………………………………………..…....1 \nChapter II – Review of Literature ……..…………………………....…………………………….8 \nChapter III – Journal Manuscripts \n Manuscript I \nAbstract ….…………...………………………………….………….………...................32 \nIntroduction ………….…………………………………...…………...…………………34 \nMethods and Procedures ………………………………….……….….............................38 \nResults ………………………………………………………….……..............................45",
    "discussion": "…………………………………………………….........................................47 \nReferences ………………………….……………………………....................................55 \nManuscript II \nAbstract ………………………………………….………….………...............................59 \nIntroduction ………………………………………...…………...……………………….61 \n\n \nvii \n \nMethods and Procedures …………………………………….…......................................65 \nResults …………………………………………………….……......................................72 \nDiscussion …………………………………………………….........................................73 \nReferences ………………………….……………………………....................................80 \nCumulative References ………………………………….…………………………....................85 \nAppendices \nAppendix A ………………………………………………………………………….…120 \nAppendix B …………………………………………………………………………….121 \nAppendix C ……………………………………………………………………….........123 \nAppendix D …………………………………………………………………………….124 \n \n \n \n \n \n \n \n \n \n \n\n \nviii \n \n \n \n \nList of Tables \n \n \nManuscript I \n Table 1 ………………………………………………………………………………....106 \n Table 2 ………………………………………………………………………………....107 \n Table 3 …………………………………………………………………………………108 \n Table 4 ………………………………………………………………………………....109 \nManuscript II \n Table 1 …………………………………………………………………………………112 \n Table 2 …………………………………………………………………………………113 \n Table 3………………………………………………………………………………….114 \n Table 4 …………………………………………………………………………………115 \n Table 5 …………………………………………………………………………………116 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nix \n \n \n \n \n \nList of Figures \n \n \n \nManuscript I \nFigure 1 ..........................................................................................................................110 \nFigure 2 ..........................................................................................................................111 \nManuscript II \nFigure 1 ..........................................................................................................................117 \nFigure 2 ..........................................................................................................................118 \nFigure 3 ..........................................................................................................................119 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nx \n \n \n \n \n \nList of Abbreviations \n \n \nACSM \n \nAmerican College of Sports Medicine \nAET \n \nAerobic Exercise Training \nAP \n \nAnterior-Posterior spine \na-v O2 Arteriovenous Oxygen \nBMD Bone Mineral Density \nCDC Center for Disease Control and Prevention \nCET Concurrent Exercise Training \nCV Cardiovascular \nCVD Cardiovascular Disease \nCT Concurrent Training \niDEXA Dual-emission X-ray Absorptiometry \nFM Fat Mass \nFN Femoral Neck \nFFM Fat Free Mass \nFSH Follicle Stimulating Hormone \nGH Growth Hormone \nHIIT High Intensity Interval Training \nINC Incline Running \nLBM Lean Body Mass \n\n \nxi \n \n \nPA Physical Activity \nPCOS Polycystic Ovarian Syndrome \nQ Cardiac Output \nQOL Quality of Life \nRM Rep Max \nRMR Resting Metabolic Rate \nRET Resistance Exercise Training \nSIT Sprint Interval Training \nSV Stroke Volume \nVmax Running Velocity Associated with VO2max \nVO2 Volume of Oxygen Consumption \nVO2max Maximal Oxygen Consumption \nWHO World Health Organization \n\n\n\n \n \n \n \n \n \n \nCHAPTER I \n \nINTRODUCTION \n \n \nThe pandemic of physical inactivity has now been pronounced as one of the leading \nglobal killers by the World Health Organization (WHO) (54). In fact, physical inactivity is \nassociated with a wide range of adverse health conditions including cardiovascular disease \n(CVD), type 2 diabetes, obesity and hypertension (39). Furthermore, lack of physical activity \n(PA) is related to deleterious effects on body composition and the musculoskeletal system that \ninclude an increase in fat (adipose) tissue, decrease in lean body mass (LBM) and a reduction \nin bone mass and density. These declines are linked to an increased risk for all-cause morbidity, \nmortality and functional disabilities, all which are exacerbated in older adult individuals (30). \nAs the main independent risk factor for the long-term morbidity, physical inactivity is directly \nrelated to CVD development, the top global cause for early death (34). Cardiovascular (CV) \nimpairments associated with insufficient PA include acute declines in vascular function and \naerobic capacity; alterations resulting in decreased functional ability in aging individuals to \nlevels below those needed for daily function (6). Contrarily, an abundance of literature supports \nthe beneficial role of regular PA participation for overall health. Exercise presents a physical \nchallenge to the human body, which leads to a wide range of integrative physiological \nadaptations from the CV (63), respiratory (47) and musculoskeletal systems (76). These \nadaptive responses to exercise training aid in the development of overall physiological function \nand efficiency, which in turn improves health and promotes healthy aging. A negative dose-\n\n \n2 \n \nresponse relation between PA and morbidity has been recognized, such that greater PA levels \nare associated with reduced all-cause mortality rates (44) and lower incidence of CVD, coronary \nheart disease and stroke (52). The Center for Disease Control and Prevention (CDC) \nrecommends that adults participate in 150 minutes of moderate or 75 minutes of vigorous \nintensity aerobic PA per week, or a combination of both (55), in addition to partaking in \nresistance exercise training (RET) two times a week, concentrating on major muscle groups. \nThese recommendations reflect the minimum exercise volume required to obtain the health \nbenefits associated regular PA. These recommendations apply to adults of all ages, include \nthose 65 years of age and older (55), for whom exercise represents an essential strategy for \ncombating and preventing health-related deficiencies more commonly associated with aging \nadults. \n \nWhile exercise training elicits general health and fitness benefits, specific adaptive \nresponses have been found to be exercise modality and intensity dependent. Aerobic exercise \ntraining (AET) has been shown to decrease body fat percentage, fat mass, waist to hip ratio (74) \nand improve cardiovascular and aerobic capacity parameters including maximal oxygen \nconsumption (VO2max) (19). RET on the other hand promotes increases in lean body mass \n(LBM) (21), muscular strength (22) and muscle oxidative capacity (23). Both AET and RET \nhave shown to provide osteogenic stimuli (25) which stimulates osteoblastic bone formation, \nthus improving bone mass, bone mineral density (BMD), and lessens the impact of physical \ninactivity and age-related bone loss. The traditional notion of modality-exclusive responses has \nbeen disputed by evidence of mixed adaptations to modified exercise protocols. Evidence of \nAET-induced musculoskeletal adaptations, which are traditionally reserved to RET, have \n\n \n3 \n \noccurred in conjunction with aerobic adaptations in response to modifications to exercise \nmechanics. For example, the incorporation of a vertical incline challenge to running protocols \nresulted in supplementary muscle fiber recruitment and activation (5), subsequently inducing \nsignificantly greater muscular loading (26, 73) in addition to torque and power output (61). The \nintroduction of this additional physiological challenge such as with uphill running has been \nthought to be an effective strategy to maximize the adaptions resulting from exercise training \nand raises the possibility for enhanced adaptive responses capable of altering physical \ninactivityrelated declines. Modifications to the intensity of exercise protocols may represent an \nalternative method to capitalize on exercise induced musculoskeletal adaptations. High intensity \ninterval training (HIIT) is considered a time efficient substitute to moderate intensity aerobic \nexercise. HIIT is an exercise modality characterized by short work bouts performed at near or \nsupramaximal intensities separated by periods of recovery. While work volume of exercise is \nlow, HIIT has been shown to produce equal or superior positive effects on overall health and \nbody composition which include losses in total and site specific body fat (4, 36), enhancements \nin fat oxidation during steady state exercise (4), increased LBM (36), improvements in cardiac \nfunction (67), insulin sensitivity (48), muscle oxidative capacity, endurance capacity (10) and \nlipid profiles (9). Sprint interval training (SIT), a subset of HIIT, has successfully generated \nenhanced musculoskeletal responses including peak and mean muscular power output (3), \nmuscular strength development and slow to fast fiber type transition increases (20). \nFurthermore, SIT has resulted in improved cardiorespiratory parameters including endurance \ncapacity and VO2max [106]. These positive adaptive responses to HIIT occur from low exercise \nvolume and short duration; characteristic which address a common perceived barrier for regular \n\n \n4 \n \nexercise participation: lack of time (40). For aging populations this barrier is even more \napparent. \nDespite the overwhelming evidence in support of the health benefits of regular exercise, \n(66, 74, 87) as well as the dangers associated with a sedentary lifestyle (41), a large portion of \nthe population fails to meet these recommendations (77). While the aforementioned \nimpairments affect the general population, particularly severe consequences are observed in \nwomen as a result of gender- specific physiological process and behaviors. Due to the \nsignificantly lower PA levels than those of males at all ages (78), women are more susceptible \nto the negative health effects of sedentary behavior than males. In addition, gender differences \nin the aging process such as the rise in CVD rates observed with the onset of menopause \naggravate physical inactivity-related physiological declines (79), often leading to secondary \nimpairments including poor aging. From an evolutionary biology perspective, aging is defined \nas “an age-dependent or age-progressive decline in intrinsic physiological function, leading to \nan increase in age-specific mortality rate and a decrease in age-specific reproductive rate” (1). \nThe severity of age-related declines have been shown to be gender-specific, with women \nexperiencing greater adverse effects in body composition and health related fitness parameters \nthan their male counterparts. With the onset of menopause, women experience significant gains \nin fat mass, accompanied by selective redistribution of excess adiposity to the abdominal area \n[36], losses of LBM and muscular strength [13] and deteriorating bone integrity [16]. These \nalterations ultimately expose women to progressive frailty, functional impairment, increased \nrisks for chronic disease and premature death (28, 59). The aging process in women is related to \nan acute rise in chronic diseases such as cancers, obesity, diabetes, Polycystic Ovarian \n\n \n5 \n \nSyndrome (PCOS), osteoporosis and cardiovascular disease (CVD) (13, 59); with CVD \naccounting for the greatest number of deaths in women worldwide (62). \nWhile aging is a maturational and irrevocable process, aging physiology research has \nchallenged the sense of hopelessness associated with age-related physical decline by suggesting \nthat physical deteriorations are at least in part, a result of physical inactivity and physiological \ndisuse. Active Living [33] is a concept which promotes participation in regular PA for the \nconservation of health and functional ability into old age. This concept was extended by Orban, \nwho incorporated vigorous PA to the Active Living definition as means to obtain optimal \nquality of life (QOL) and maximal health benefits from exercise [34]. In women undergoing the \naging process, exercise training interventions have been proven successful at preventing and \neven eradicating anatomical and pathological alterations endured as part of the normal aging \nprocess. For example, exercise training has been shown to effectively ameliorate climacteric \nsymptoms \n[39], decrease fat mass, blood pressure, fasting glucose levels, triglyceride, cholesterol levels \n[40], increase LBM, and muscular strength (21) and significantly enhance lumbar spine and \nfemoral neck bone mineral density (BMD) in osteopenic post-menopausal women (81). \nPhysiological adaptations specific to AET, RET and HIIT are individually capable of \npreventing and reversing the specific consequences of aging, and would therefore have a \npositive effect on health and functional ability in older women. Exercise training programs \nencompassing both resistance and aerobic exercise modalities into one exercise training regimen \nin order to obtain adaptations specific to each are referred to as concurrent exercise training \n(CET), and have been found to produce synergistic enhancements of adaptations beneficial to \nhealth and body composition. These benefits include muscular hypertrophy, increased muscular \n\n \n6 \n \nstrength (19) and VO2max (49) to a greater degree than those resulting from RET or AET alone \n(43). Furthermore, \nCET protocols of high intensity have been shown to result in greater adaptive responses than \nmoderate intensity CET such as enhanced muscle endurance, fat loss, muscular hypertrophy and \nstrength improvements (19). \n \nAs evident by the growing body of evidence in support of a measured “boosting” effect \nof high intensity and concurrent training on exercise-induced adaptations, an intervention \nincluding both of these factors should result in optimal adaptive responses and beneficial health \neffects. To date, no studies have assessed the effects of a high intensity CET program on older \nwomen. Our intervention design incorporated high intensity, high impact, incline and strength \ntraining principles with the intent of maximizing adaptive responses to a SIT and undulating \nperiodization resistance, CET program. The purpose of this study was to investigate the \nphysiological adaptations to a SIT-based CET protocol on recreationally active women ages \n4064. In view of the extensive benefits generated by high intensity interventions, these modified \nconcurrent training protocols may conceivably produce training adaptations beneficial to \nphysiological function, fitness, and overall health. While such training programs would be \nadvantageous for any population subset, older women not meeting PA recommendations could \npotentially experience an increased benefit due to gender specific declines observed with \nincreasing age. Additionally, high intensity and concurrent training studies employing all female \nsubject pools are lacking. \nThe findings of this study provide a deeper understanding of the physiological \nadaptations and changes in body composition induced by this protocol in aging women. We \n\n \n7 \n \nhypothesized that following 12 weeks of either level-grade or incline SIT concurrently \nperformed with resistance training, significant improvements will be observed in CV, \nmusculoskeletal and body composition parameters. Our study’s adaptive responses would \nsupport efforts to maintain proper body composition, aerobic and functional capacity throughout \nthe aging process and during late life. \n \n \n \n \n\n \n8 \n \n \n \n \n \n \nCHAPTER II \nREVIEW OF LITERATURE \n \n \nThe following scientific literature review presents an overview of the existing evidence \nof the physiological adaptations to specific exercise modalities and their interactions when \ncompleted concurrently and at high intensity by an older aged female population. In addition, \nwe explored gender and age-specific responses to such program and the potential impact on \nwomen’s health. A special focus was given to adaptive cardiovascular and body composition \nphysiological adaptations. \nGender and Age Effects on Physical Activity Levels \nParticipation in regular physical activity is a well-recognized strategy to maintain health \nthrough the continuous adaptations which improve cardiovascular (63), respiratory (47) and \nmusculoskeletal (76) function. According to the Center for Disease Control and Prevention \n(CDC), participation in regular physical activity is critical for older adults to ensure health and \nfunctional independence into late life (55). However, a decreasing trend in physical activity \nlevels is observed with increasing age. Along with age come increased responsibilities \nassociated with work and family obligations, often taking priority over extracurricular and \nleisure activities. From early life, a significant gender gap exists in levels of physical activity- \nLevels of physical activity in women are significantly lower than men at all ages (77). \nFurthermore, women’s physical activity levels continuously decrease with increase age (71). \nWhile the declines in \n\n \n9 \n \nhealth related fitness inherent to the process of aging are inevitable, inadequate levels of \nphysical activity renders aging women at unnecessarily increased risk for major health \ncomplications. Physical inactivity is now regarded to as a serious pandemic as it is the fourth \nleading cause of death worldwide (42). Accumulating evidence supports the role of physical \nactivity in ameliorating health declines including improvements in metabolic parameters (64), \nbody composition (21) greater psychological status and general overall health (24). In fact, a \nstrong dose-response relationship has been recognized, with increasing physical activity levels \nproducing the greatest health benefits and symptom relief (68). Health promotion strategies with \nan emphasis in increasing physical activity levels in women are therefore of utmost importance \nin efforts to decrease morbidity and mortality associated with insufficient physical activity. \nThe process of Aging \nThe course of aging is composed of numerous physiological alterations that collectively \ninfluence health status. This multifactorial process results in pathology and subsequent death. \nAs an inevitable consequence of long life, traditional beliefs suggest that aging is an innately \ndetrimental and irrevocable process characterized by disability, precipitously fitness declines \nand chronic disease including metabolic abnormalities such as dyslipidemia, impaired glucose \ntolerance and type 2 diabetes mellitus (12). As defined by evolutionary biology, aging is “an \nage-dependent or age-progressive decline in intrinsic physiological function, leading to an \nincrease in age-specific mortality rate (i.e., a decrease in survival rate) and a decrease in age \nspecific reproductive rate” (1). Modern research findings regarding physiology of aging initiated \na paradigm shift which aggressively challenged the concept that aging is an unalterable process \nof physiological deterioration. Is it possible that the declines and degenerative losses associated \nwith normal aging be, at least in part, a result of physical inactivity and physiological disuse \n\n \n10 \n \nrather than overuse? The concept of Active Living (8) is a concept which promotes participation \nin regular physical activity is as a part of daily life, including house and yard work. This concept \nwas extended by Orban, who incorporated vigorous physical activity to the Active Living \ndefinition as means to obtain optimal quality of life (QOL) (53). He stated that: “Decline in \nenergy capacity with age is a normal phenomenon; abstinence from physical activity is not. \nUnless one inspired to and embraces a vigorous active lifestyle that includes habitual \nsupplemental dosage of leisure or occupational physical activity, one increases the risk of \nimpairment, frailty, and morbidity along with a shorter life” (page 161) (53). \nGender Specific Aging \nThe physiological alterations associated with the aging process have been shown to be \ngender-specific. As women age, they endure greater adverse physiological effects than their \nmale counterparts. The gender disparities compromising aging women are the result of the \ncombined effects of estrogen withdrawal at the onset of menopause and comparatively \nsubstandard physiological parameters. Specifically, the decline in ovarian function characterized \nby a physiological withdrawal of estrogen (72), which has been linked to cardiovascular disease \nand osteoporosis development (56), the two leading mortality and morbidity causes in women. \nThis period is associated with adverse changes to body composition such as an increasing \noverall fat mass, redistribution of excess adipose tissue around the visceral organs, LBM and \nmuscular strength losses and diminished bone mineral density and mass(70, 83). Loss of aerobic \ncapacity and cardiovascular fitness lead to a diminished functionality, poor health and increased \nrisk for all-cause morbidity and mortality. Furthermore, impairment of cardiorespiratory fitness \nin particular in regards to VO2max is significantly associated with increasing age and the \nmenopausal transition (18). Moreover, when compared to men, women have significantly lower \n\n \n11 \n \nLBM (65), higher adiposity (32), lower BMD and smaller bones (60). Of particular concern for \nwomen is the mobilization of adipose tissue to the visceral region during midlife, alteration \nassociated with increased risk for CVD development (13). \nBody Composition Alterations of the Aging Process in Women \nFat mass \nAccording to the Center for Disease Control and Prevention (CDC), 34.9% of \nAmericans are obese, accounting for $147 billion of medical costs. Obesity is defined as excess \nbody fat and is considered a contributing factor to disease and all-cause mortality. Obesity rates \nhave been steadily increasing, particularly in aging women 60 years and older, from 31.5% \n(2003-2004) to more than 38% (2011-2012) (51). As women age, they experience a significant \nincrease of not only fat mass, but its selective redistribution to the abdominal area (50). The \nresulting increase in visceral adiposity has been linked to increased risk for chronic disease (75). \nEvidence demonstrates that obese women are at increased risk of developing cancers, diabetes \nand CVD (59) than women of a normal body composition, supporting the link between excess \nbody fat and disease. Individuals with a BMI equal to or greater than 30 kg/m2 are considered \nobese. Although this measure does not account for variability in body composition, BMI \nprovides a strong indication of body fatness and health status. The maintenance of a healthy \nbody composition, particularly in regards of fat mass, should be a major priority for aging \nwomen. A longitudinal study investigating body composition changes during midlife revealed \nthan on average, women experience increases in waist circumference of 5.7 cm and fat mass of \n3.4 kg (70). These chronological changes were found to be related to Follicle Stimulating \nHormone (FSH) levels, suggesting a strong correlation between fat mass and ovarian age(70). \n\n \n12 \n \nFat mass gains observed during this period are accompanied by adipose tissue redistribution to \nthe abdominal area (75). Such fat mobilization results a phenotype of increased visceral fat \nassociated with greater rates of metabolic syndrome (13) and PCOS (13, 25). Postmenopausal \nwomen exhibit elevated lipase activity in gluteal and abdominal adipose areas and lowered \nlipolysis responses which have been linked to increased obesity rates and the promotion of \nvisceral fat storage (27). \nExercise training is associated with increased fat oxidation rates (74), improved RMR \nand lean mass (85) which supports healthy fat mass amounts and distribution. Following a \n12month long resistance training intervention in elderly post-menopausal women, significant \nimprovements in body composition were produced, including decreases in fat mass and \nimproved musculoskeletal parameters (7). Comparative studies have investigated the effects of \ndifferent exercise modalities on body composition. It was found that although aerobic exercise \ntraining has been proven effective in the reduction of whole and central adiposity among \npostmenopausal women (15), HIIT has been shown to produce similar lipid oxidation \nadaptations with significantly lower exercise training volume (9). These findings advocate HIIT \nas a time efficient strategy to obtain lipid metabolism adaptations comparable to those induced \nby traditional aerobic training. Specifically, HIIT has been shown to effectively reduce trunk \nand visceral fat (37). \nLean mass \nSarcopenia is a clinical condition characterized by skeletal muscle atrophy, loss of mass, \nstrength and diminished function (17). This condition is aggravated by advancing age, with \nconsequential functional deficits and decreased autonomy in older adults. In women, the \n\n \n13 \n \nhormonal changes related to menopause (31) and age (22) are linked to LBM losses which \nconsequently result in diminished muscular strength, lower RMR and restricted mobility. \nMoreover, the reductions in LBM lessens the muscular mechanical load on bones leading to \ndeteriorating bone health (11). Muscular hypertrophy is the primary adaptation to resistance \ntraining, which leads to increase in muscular size, mass and strength. Longitudinal studies \ninvestigating physiological alterations that occur during menopause have repeatedly supported \nthe role of regular exercise in preserving LBM in aging women. Following 9 months of \nresistance training, increases in LBM and RMR were observed (2), suggesting improvements in \nLBM are plausible despite of the age-related structural changes. Furthermore, this study \nreported average increases of 5% in RMR, which may counteract fat mass increments observed \nduring the aging process. \nWhile preserving LBM is important, maintaining muscular strength has been shown to \nbe equally important and critical. Recent findings postulate that muscular strength losses are \nassociated with serious health consequences including functional limitation, physical disability, \nmultimorbidity and increased risk for mortality (14, 58, 80). This evidence strongly advocates \nthe role of exercise training for the preservation of pre-menopausal LBM and muscular strength \nfor the prevention of the negative consequences of age-related muscular declines. \nBone Health \n Although critical for all populations, bone health is of particular importance for women. \nAs a metabolically active organ, bone continuously undergoes resorption by osteoclasts as well \nas osteoblast-induced bone formation to maintain skeletal homeostasis (35). Bone mass and \nstrength depend on the balance between these two processes which ultimately determine BMD. \nBMD is the main indicator of bone health and metabolism with normal adult BMD scores \n\n \n14 \n \nranging from 0.7 g/cm2 for small bones and 1.08 g/cm2 for larger bones. Peak BMD values \noccur between the ages of 18 to 25, then decrease with age (11). Under normal conditions, these \nprocesses work synergistically, sustaining skeletal mass and mechanical competence by \nexchanging degraded tissue for newly synthesized bone. Contrarily, uncoupling of these \nprocesses leads to increased bone turnover with diminished bone regeneration (23). As women \nenter menopause, estrogen withdrawal induces an imbalance in bone remodeling, leading to \nbone deterioration and subsequent development of osteoporosis (11). Osteoporosis is a disease \ncharacterized by degeneration of bone microstructure, loss of bone mass and diminished \nfunctional independence (69). The National Osteoporosis foundation states that an alarming \n80% of osteoporotic patients are women, with one in two women over the age of 50 enduring a \nbone fracture. Osteoporotic bone fractures are a main cause of morbidity and mortality and the \nrisk increases with age. A recent meta-analysis investigating clinical outputs in hip fractures \nolder patients, revealed a high mortality rate of 23.6% at two years post operation. (45), \nemphasizing the debilitating and dangerous nature of osteoporotic fractures. \nBMD is heavily affected by genetics but can also be modified by nutrition, health status \nduring growth years and of course, physical activity. During exercise, increased mechanical \nload stimulates bone formation (29), whereas sedentary behavior is associated with reduced \nmechanical load, increased bone resorption and lower BMD (38). In fact, studies advocate both \nimpact and nonimpact exercises as a strategy to successfully prevent bone loss in the lumbar \nspine and femoral neck of pre and postmenopausal women (82). Eight months of moderate \nimpact resistance training in older women resulted in a significant increase in bone mass, as \nwell as improvements in handgrip strength, postural sway, and BMD at the femoral neck of \n+2.8% (46). This increase in BMD is statistically and clinically relevant, and supports the role \n\n \n15 \n \nof resistance training in producing adaptive responses capable of improving bone health, thus \ndecreasing the for falls and bone fractures in older women. The severity of age and menopause \ninduced bone abnormalities combined with the adverse effects of sedentary behavior supports \nthe need for women to adopt and maintain a regular exercise routine at all stages of life. \nData shows that postmenopausal women are at a significantly increased risk for vertebral \ndeformities, chronic back pain, height loss and osteoporotic fractures (16); which are considered \nto be one of the most disabling outcomes of aging in women. With 80% of osteoporotic patients \nbeing women, disease management programs to prevent bone loss are imperative to healthy \nlongevity in this population. \nAerobic capacity \nInsufficient physical activity is among the 10 leading global mortality factors and is \nconsidered a key independent contributor for CVD [1]. These risks are only exacerbated by the \ncardiovascular alterations commonly seen in aging women which include impairments to \naerobic capacity and cardiorespiratory fitness to levels below those required for daily function \n(84). \nMoreover, these age-related cardiovascular alterations risk for all-cause mortality and disease \nand ultimately loss of independence in older adults. (6). In particular, loss of maximal aerobic \ncapacity has been shown to be an independent risk factor for all-cause and cardiovascular \ndisease (CVD) mortality (6). Given the clinical implications of declining aerobic capacity, \nstrategies to prevent and and/or attenuate age and physical inactivity-related declines in aerobic \ncapacity are necessary for health and functionality throughout life. \nHigh Intensity Exercise \n\n \n16 \n \nOpportunely, exercise training interventions have been demonstrated to successfully \nprevent and even eradicate both symptoms and pathological alterations endured by women as \npart of the normal aging process. In menopausal women, exercise training has been shown to \neffectively ameliorate age-related health declines. These adaptive responses successfully \ncounteract the physiological alterations associated with menopause and the aging process, \nthereby decreasing the risk for chronic diseases and improving health. A common trend has \ndeveloped in the recent years of support for exercise of high to supramaximal intensities as a \nmethod to induce superior physiological adaptations and health benefits than exercise of \nmoderate intensities. \nIn the last several years, training studies have produced accumulating evidence in favor \nof positive adaptations and health benefits as a result of HIIT. HIIT has been shown to produce \nsimilar exercise training adaptations as those associated with traditional high-volume endurance \ntraining in a significantly shorter period of time. In their 2008 study, Gibala and McGee (33) \ncompared adaptive responses to HIIT to those resulting from a continuous, moderate intensity \naerobic exercise training program of equal workload. Post-training adaptations from both \nprograms were equivalent although the total exercise volume performed in the HIIT group was \n10% of that completed by the continuous exercise group (33), suggesting that HIIT results in \nsubstantial physiological adaptations in a drastically more time-efficient manner. \nHIIT generated fitness and health benefits include improvements in cardiac function \n(67), insulin sensitivity(48), muscle oxidative capacity, endurance capacity (9)and lipid profiles \n(9). When compared to endurance exercise, evidence indicates that HIIT results in parallel \ntraining adaptations including cardiovascular improvements in aerobic capacity (67). However, \ndiscrepancies exist concerning HIIT-induced improvements in maximal oxygen consumption \n\n \n17 \n \n(VO2max). Following a two week intervention consisting of 30-second Wingate sprints based \nHIIT (SIT) in a group of young, recreationally active adults; significant improvements were \nobserved in citrate synthase activity, resting muscle glycogen content and an impressive 100% \nincrement in cycle endurance capacity (9). However, no significant changes in VO2peak were \nobserved (10). Contrarily, the same protocol resulted in significant increases in maximal \noxygen uptake (L/min) and in Wingate power in a group of sedentary obese men \n(86).Mechanistically, evidence suggests that HIIT-induced VO2 improvements may originate \nfrom peripheral cardiovascular adaptations, such as enhanced oxidative enzyme activity, \nincreased mitochondrial volume [21,22] and increased peripheral compliance (57); rather than \ncentral adaptations typically associated with endurance training which are cardiac in nature. \nHIIT generated fitness and health benefits include improvements in cardiac function (67), \ninsulin sensitivity (48), muscle oxidative capacity, endurance capacity (10) and lipid profiles \n(9). Scientific evidence indicates that HIIT results in parallel aerobic adaptations when \ncompared to moderate intensity continuous exercise (67), however, discrepancies exist \nconcerning HIIT-induced increments in maximal oxygen consumption (VO2max). \nConcurrent Exercise Training \n While exercise training elicits general health and fitness benefits, specific \nadaptive responses have been found to be exercise modality dependent. Aerobic exercise \ntraining produces improvements in cardiovascular parameters including maximal oxygen \nconsumption \n(VO2max) and aerobic capacity [19] while resistance exercise training (RET) leads to increased \nLBM [21], muscular strength [22] and muscle oxidative capacity [23]. Furthermore, both \nexercise modalities have been shown to provide osteogenic stimuli [25] which promotes \n\n \n18 \n \nosteoblastic bone formation, thus improving bone mass, BMD, and lessening the impact of \nphysical inactivity and age-related bone loss. Considering the benefits of both aerobic and \nresistance exercise, adopting a training regimen that integrates both exercise modalities is \nhighly recommended. Concurrent exercise training models are specifically designed to \nincorporate aerobic and resistance exercise training with the goal of attaining positive \nadaptations inherent to each training modality [26]. A previous study by our research group \ninvestigated the effects of a 12-week modified concurrent exercise training intervention in a \ngroup of recreationally active young females. The aerobic portion of the traditional concurrent \ntraining model was replaced with High intensity interval training (HIIT) sprints in efforts to \navoid blunted adaptive responses previously described in the literature [27]. HIIT is an exercise \nmodality composed of short work bouts performed at near maximal or supramaximal intensities \ninterspersed by rest periods; and has been shown to produce positive adaptations such as \nimprovements in body composition [28], endurance capacity [29] muscle oxidative capacity \n[30] and overall health of comparable magnitude to aerobic training-induced adaptations; but in \na significantly shorter amount of time [31]. The HIIT protocol chosen for our concurrent \ntraining intervention consisted of 8 repetitions of 20 second supramaximal intensity sprints \nfollowed by 10 seconds of passive recovery. An undulating periodization resistance exercise \ntraining protocol completed the intervention design. Following this 12-week exercise training \nprogram, significant improvements in muscular strength, power, LBM and VO2max were \nobserved [32]. The magnitude of these adaptations was comparable to those observed in the \nresistance training only control group, confirming that this modified protocol evades the \nadaptive interference effect previously reported. \nConclusion and Purpose \n\n \n19 \n \n A significant body of research has demonstrated the physiological adaptations of high \nintensity exercise when compared to exercise training of lower intensities in a wide range of \npopulations. In addition to the health benefits associated with these adaptive responses, \nscientific evidence supports their role in ameliorating the detrimental effects of physiological \naging on anatomical and physiological parameters, which in turn several affect functional \nability in individuals of old age. In women, the combination of decreasing physical activity \nlevels with age and gender differences in the process of physiological aging renders them at an \nincreased risk for physiological and functional declines leading to poor aging. Of particular \nimportance are alterations to body composition and aerobic capacity parameters related to \nphysical inactivity and aging; which can be counteracted by adaptive responses to exercise \ntraining. While adaptive responses to individual exercise training modalities are well known, \ninvestigations in adaptations to high intensity training in aging women is lacking. The purpose \nof this study was therefore to determine the adaptive responses to a high intensity training \nprotocol consisting of SIT and RET performed concurrently on recreationally active women \nages 40-64. \n \n \n \n \n \n \n \n \n \n \n\n \n20 \n \n \n \n \nReferences \n \n1. Ahmed A and Tollefsbol T. Telomeres and telomerase: Basic science implications for \naging. Journal of the American Geriatrics Society 49: 1105-1109, 2001. \n2. Aristizabal JC, Freidenreich DJ, Volk BM, Kupchak BR, Saenz C, Maresh CM, \nKraemer WJ, and Volek JS. Effect of resistance training on resting metabolic rate and its \nestimation by a dual-energy x-ray absorptiometry metabolic map. Eur J Clin Nutr, 2014. \n3. Astorino TA, Allen RP, Roberson DW, and Jurancich M. Effect of high-intensity \ninterval training on cardiovascular function, vo2max and muscular force. Journal of \nStrength & \nConditioning Research (Lippincott Williams & Wilkins) 26: 138-145, 2012. \n4. Bagley L, Slevin M, Al-Shanti N, Piasecki M, Morrissey G, Foulkes H, Carroll M, \nMurgatroyd C, Liu D, and Gilmore W. Changes in body composition and rates of fat \noxidation following 12 weeks high intensity exercise. Presented at Proceedings of The \nPhysiological Society, 2013. \n5. Biewener AA, Wakeling JM, Lee SS, and Arnold AS. Validation of hill-type muscle \nmodels in relation to neuromuscular recruitment and force–velocity properties: \nPredicting patterns of in vivo muscle force. Integrative and comparative biology: \nicu070, 2014. \n\n \n21 \n \n6. Blair SN, Kampert JB, Kohl HW, 3rd, Barlow CE, Macera CA, Paffenbarger RS, Jr., \nand Gibbons LW. Influences of cardiorespiratory fitness and other precursors on \ncardiovascular disease and all-cause mortality in men and women. Jama 276: 205-210, \n1996. \n7. Botero J, Shiguemoto G, Prestes J, Marin C, Do Prado W, Pontes C, Guerra R, Ferreia F, \nBaldissera V, and Perez S. Effects of long-term periodized resistance training on body \ncomposition, leptin, resistin and muscle strength in elderly post-menopausal women. The \nJournal of sports medicine and physical fitness 53: 289-294, 2013. \n8. Bouchard C. Physical activity, fitness and health: Overview of the consensus \nsymposium. \nToward Active Living, Champaign, Human Kinetics, 1994. \n9. Burgomaster KA, Howarth KR, Phillips SM, Rakobowchuk M, MacDonald MJ, McGee \nSL, and Gibala MJ. Similar metabolic adaptations during exercise after low volume \nsprint interval and traditional endurance training in humans. The Journal of Physiology \n586: \n151-160, 2008. \n10. Burgomaster KA, Hughes SC, Heigenhauser GJF, Bradwell SN, and Gibala MJ. Six \nsessions of sprint interval training increases muscle oxidative potential and cycle \nendurance capacity in humans. 2005. \n11. Burr DB. Muscle strength, bone mass, and age-related bone loss. Journal of Bone and \nMineral Research 12: 1547-1551, 1997. \n12. Carr MC. The emergence of the metabolic syndrome with menopause. The Journal of \nclinical endocrinology and metabolism 88: 2404-2411, 2003. \n\n \n22 \n \n13. Caserta D, Adducchio G, Picchia S, Ralli E, Matteucci E, and Moscarini M. Metabolic \nsyndrome and polycystic ovary syndrome: An intriguing overlapping. Gynecological \nEndocrinology 30: 397-402, 2014. \n14. Cheung C-L, Nguyen U-SD, Au E, Tan KC, and Kung AW. Association of handgrip \nstrength with chronic diseases and multimorbidity. Age 35: 929-941, 2013. \n15. Choquette S, Riesco É, Cormier É, Dion T, Aubertin-Leheudre M, and Dionne IJ. \nEffects of soya isoflavones and exercise on body composition and clinical risk factors of \ncardiovascular diseases in overweight postmenopausal women: A 6-month double-blind \ncontrolled trial. British Journal of Nutrition 105: 1199-1209, 2011. \n16. Cooper C. The crippling consequences of fractures and their impact on quality of life. \nThe American journal of medicine 103: S12-S19, 1997. \n17. Cruz-Jentoft AJ, Baeyens JP, Bauer JM, Boirie Y, Cederholm T, Landi F, Martin FC, \nMichel J-P, Rolland Y, Schneider SM, Topinková E, Vandewoude M, and Zamboni M. \nSarcopenia: European consensus on definition and diagnosis: Report of the european \nworking group on sarcopenia in older people. Age and Ageing 39: 412-423, 2010. \n18. da Rocha Aragao F, Abrantes CG, Gabriel RE, Sousa MF, Castelo-Branco C, and \nMoreira MH. Effects of body composition and menopause characteristics on maximal \noxygen uptake of postmenopausal women. Menopause (New York, NY) 18: 1191-1197, \n2011. \n19. Davis WJ, Wood DT, Andrews RG, Elkind LM, and Davis WB. Concurrent training \nenhances athletes' strength, muscle endurance, and other measures. The Journal of \nStrength & Conditioning Research 22: 1487-1502, 2008. \n\n \n23 \n \n20. Dawson B, Fitzsimons M, Green S, Goodman C, Carey M, and Cole K. Changes in \nperformance, muscle metabolites, enzymes and fibre types after short sprint training. \nEuropean journal of applied physiology and occupational physiology 78: 163-169, 1998. \n21. Douchi T, Matsuo T, Uto H, Kuwahata T, Oki T, and Nagata Y. Lean body mass and \nbone mineral density in physically exercising postmenopausal women. Maturitas 45: \n185-190, 2003. \n22. Douchi T, Yamamoto S, Yoshimitsu N, Andoh T, Matsuo T, and Nagata Y. Relative \ncontribution of aging and menopause to changes in lean and fat mass in segmental \nregions. Maturitas 42: 301-306, 2002. \n23. Ehrlich PJ and Lanyon LE. Mechanical strain and bone cell function: A review. \nOsteoporosis International 13: 688-700, 2002. \n24. Elavsky S and McAuley E. Personality, menopausal symptoms, and physical activity \noutcomes in middle-aged women. Personality & Individual Differences 46: 123-128, \n2009. \n25. Escobar-Morreale HF and Millán JLS. Abdominal adiposity and the polycystic ovary \nsyndrome. Trends in Endocrinology & Metabolism 18: 266-272, 2007. \n26. Ferley DD, Osborn RW, and Vukovich MD. The effects of uphill vs. Level-grade \nhighintensity interval training on vo2max, vmax, vlt, and tmax in well-trained distance \nrunners. Journal of Strength & Conditioning Research (Lippincott Williams & Wilkins) \n27: 1549-1559, 2013. \n27. Ferrara CM, Lynch NA, Nicklas BJ, Ryan AS, and Berman DM. Differences in adipose \ntissue metabolism between postmenopausal and perimenopausal women. The Journal of \nClinical Endocrinology & Metabolism 87: 4166-4170, 2002. \n\n \n24 \n \n28. FitzGerald SJ, Barlow CE, Kampert JB, Morrow Jr JR, Jackson AW, and Blair SN. \nMuscular fitness and all-cause mortality: Prospective observations. Journal of Physical \nActivity and Health 1: 7, 2004. \n29. Forwood MR. The importance of mechanical loading. Primer on the Metabolic Bone \nDiseases and Disorders of Mineral Metabolism: 149, 2013. \n30. Foundation NO. America's bone health: The state of osteoporosis and low bone mass. \nNational Osteoporosis Foundation Washington DCUSA, 2002. \n31. García-Martín A, Reyes-García R, García-Castro JM, Muñoz-Garach A, \nEscobarJiménez F, and Muñoz-Torres M. Gonadotropins are related to lean mass in \nhealthy postmenopausal women. Endocrine Research 38: 119-124, 2013. \n32. Geer EB and Shen W. Gender differences in insulin resistance, body composition, and \nenergy balance. Gender medicine 6: 60-75, 2009. \n33. Gibala MJ and McGee SL. Metabolic adaptations to short-term high-intensity interval \ntraining: A little pain for a lot of gain? Exercise and sport sciences reviews 36: 58-63, \n2008. \n34. Hamer M and Stamatakis E. Low-dose physical activity attenuates cardiovascular \ndisease mortality in men and women with clustered metabolic risk factors. Circulation \nCardiovascular quality and outcomes 5: 494-499, 2012. \n35. Harada S-i and Rodan GA. Control of osteoblast function and regulation of bone mass. \nNature 423: 349, 2003. \n36. Hazell TJ, Hamilton CD, Olver TD, and Lemon PW. Running sprint interval training \ninduces fat loss in women. Applied Physiology, Nutrition, and Metabolism 39: 944-950, \n2014. \n\n \n25 \n \n37. Heydari M, Freund J, and Boutcher SH. The effect of high-intensity intermittent exercise \non body composition of overweight young males. Journal of obesity 2012: 480467, \n2012. \n38. Ivuškāns A, Mäestu J, Jürimäe T, Lätt E, Purge P, Saar M, Maasalu K, and Jürimäe J. \nSedentary time has a negative influence on bone mineral parameters in peripubertal \nboys: \nA 1-year prospective study. Journal of bone and mineral metabolism 33: 85-92, 2015. \n39. Jebb SA and Moore MS. Contribution of a sedentary lifestyle and inactivity to the \netiology of overweight and obesity: Current evidence and research issues. Medicine & \nScience in Sports & Exercise: S534-541, 1999. \n40. Kimm SYS, Glynn NW, McMahon RP, Voorhees CC, Striegel-Moore RH, and Daniels \nSR. Self-perceived barriers to activity participation among sedentary adolescent girls. \nMedicine & Science in Sports & Exercise 38: 534-540, 2006. \n41. Knight JA. Physical inactivity: Associated diseases and disorders. Annals of Clinical & \nLaboratory Science 42: 320-337, 2012. \n42. Kohl HW, Craig CL, Lambert EV, Inoue S, Alkandari JR, Leetongin G, Kahlmeier S, \nand Group LPASW. The pandemic of physical inactivity: Global action for public \nhealth. \nThe Lancet 380: 294-305, 2012. \n43. Kraemer WJ, Vescovi JD, Volek JS, Nindl BC, Newton RU, Patton JF, Dziados JE, \nFrench DN, and Hakkinen K. Effects of concurrent resistance and aerobic training on \nload-bearing performance and the army physical fitness test. Military Medicine-Bethesda \n169: 994-999, 2004. \n\n \n26 \n \n44. Lee I-M and Skerrett PJ. Physical activity and all-cause mortality: What is the \ndoseresponse relation? Medicine and science in sports and exercise 33: S459-S471, \n2001. \n45. Makridis KG, Karachalios T, Kontogeorgakos VA, Badras LS, and Malizos KN. The \neffect of osteoporotic treatment on the functional outcome, re-fracture rate, quality of \nlife and mortality in patients with hip fractures: A prospective functional and clinical \noutcome study on 520 patients. Injury 46: 378-383, 2015. \n46. Marques EA, Mota J, Machado L, Sousa F, Coelho M, Moreira P, and Carvalho J. \nMulticomponent training program with weight-bearing exercises elicits favorable bone \ndensity, muscle strength, and balance adaptations in older women. Calcified tissue \ninternational 88: 117-129, 2011. \n47. McKenzie DC. Respiratory physiology: Adaptations to high-level exercise. British \njournal of sports medicine: bjsports-2011-090824, 2012. \n48. Metcalfe RS, Babraj JA, Fawkner SG, and Vollaard NB. Towards the minimal amount \nof exercise for improving metabolic health: Beneficial effects of reduced-exertion \nhighintensity interval training. European journal of applied physiology 112: 2767-2775, \n2012. \n49. Mikkola J, Rusko H, Izquierdo M, Gorostiaga E, and Häkkinen K. Neuromuscular and \ncardiovascular adaptations during concurrent strength and endurance training in \nuntrained men. International journal of sports medicine: 702-710, 2012. \n50. Morita Y, Iwamoto I, Mizuma N, Kuwahata T, Matsuo T, Yoshinaga M, and Douchi T. \nPrecedence of the shift of body-fat distribution over the change in body composition \nafter menopause. Journal of Obstetrics & Gynaecology Research 32: 513-516, 2006. \n\n \n27 \n \n51. Ogden CL, Carroll MD, Kit BK, and Flegal KM. Prevalence of childhood and adult \nobesity in the united states, 2011-2012. JAMA 311: 806-814, 2014. \n52. Oguma Y and Shinoda-Tagawa T. Physical activity decreases cardiovascular disease \nrisk in women: Review and meta-analysis. American Journal of Preventive Medicine 26: \n407- \n418, 2004. \n53. Orban W. Active living for older adults: A model for optimal living. Toward Active \nLiving: 153-161, 1994. \n54. Organization WH. Obesity: Preventing and managing the global epidemic. World \nHealth \nOrganization, 2000. \n55. Prevention CCfDCa. \nHttp://www.Cdc.Gov/physicalactivity/everyone/guidelines/adults.Html. \n56. Raisz LG. The osteoporosis revolution marches on. Journal of Orthopaedic Science 12: \n405-412, 2007. \n57. Rakobowchuk M, Tanguay S, Burgomaster KA, Howarth KR, Gibala MJ, and \nMacDonald MJ. Sprint interval and traditional endurance training induce similar \nimprovements in peripheral arterial stiffness and flow-mediated dilation in healthy \nhumans. American Journal of Physiology Regulatory, Integrative and Comparative \nPhysiology 295: R236-R242, 2008. \n58. Rantanen T, Harris T, Leveille SG, Visser M, Foley D, Masaki K, and Guralnik JM. \nMuscle strength and body mass index as long-term predictors of mortality in initially \nhealthy men. The Journals of Gerontology Series A: Biological Sciences and Medical \nSciences 55: M168-M173, 2000. \n\n \n28 \n \n59. Rexrode KM, Carey VJ, Hennekens CH, Walters EE, Colditz GA, Stampfer MJ, Willett \nWC, and Manson JE. Abdominal adiposity and coronary heart disease in women. Jama \n280: 1843-1848, 1998. \n60. Riggs BL, Melton LJ, Robb RA, Camp JJ, Atkinson EJ, Peterson JM, Rouleau PA, \nMcCollough CH, Bouxsein ML, and Khosla S. Population‐based study of age and sex \ndifferences in bone volumetric density, size, geometry, and structure at different skeletal \nsites. Journal of Bone and Mineral Research 19: 1945-1954, 2004. \n61. Roberts TJ and Belliveau RA. Sources of mechanical power for uphill running in \nhumans. Journal of Experimental Biology 208: 1963-1970, 2005. \n62. Roger VL, Go AS, Lloyd-Jones DM, Adams RJ, Berry JD, Brown TM, Carnethon MR, \nDai S, de Simone G, Ford ES, Fox CS, Fullerton HJ, Gillespie C, Greenlund KJ, \nHailpern \nSM, Heit JA, Ho PM, Howard VJ, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, \nLisabeth LD, Makuc DM, Marcus GM, Marelli A, Matchar DB, McDermott MM, Meigs \nJB, Moy CS, Mozaffarian D, Mussolino ME, Nichol G, Paynter NP, Rosamond WD, \nSorlie PD, Stafford RS, Turan TN, Turner MB, Wong ND, and Wylie-Rosett J. Heart \ndisease and stroke statistics—2011 update: A report from the american heart association. \nCirculation 123: e18-e209, 2011. \n63. Seals DR, Hagberg JM, Hurley BF, Ehsani AA, and Holloszy JO. Endurance training in \nolder men and women. I. Cardiovascular responses to exercise. Journal of Applied \nPhysiology 57: 1024-1029, 1984. \n64. Seo D-i, So W-Y, Ha S, Yoo E-J, Kim D, Singh H, Fahs CA, Rossow L, Bemben DA, \nand Bemben MG. Effects of 12 weeks of combined exercise training on visfatin and \n\n \n29 \n \nmetabolic syndrome factors in obese middle-aged women. Journal of sports science & \nmedicine 10: 222, 2011. \n65. Shen W, Punyanitya M, Wang Z, Gallagher D, Onge M-PS-, Albu J, Heymsfield SB, \nand Heshka S. Total body skeletal muscle and adipose tissue volumes: Estimation from a \nsingle abdominal cross-sectional image. Journal of applied physiology 97: 2333-2338, \n2004. \n66. Shiraev T and Barclay G. Evidence based exercise: Clinical benefits of high intensity \ninterval training. Australian family physician 41: 960, 2012. \n67. Sijie T, Hainai Y, Fengying Y, and Jianxiong W. High intensity interval exercise \ntraining in overweight young women. The Journal of sports medicine and physical \nfitness 52: \n255-262, 2012. \n68. Skrzypulec V, Dąbrowska J, and Drosdzol A. The influence of physical activity level on \nclimacteric symptoms in menopausal women. Climacteric 13: 355-361, 2010. \n69. Snow-Hartert C and Marcus R. 10 exercise, bone mineral density, and osteoporosis. \nExercise and Sport Sciences Reviews 19: 351-388, 1991. \n70. Sowers M, Zheng H, Tomey K, Karvonen-Gutierrez C, Jannausch M, Li X, Yosef M, \nand Symons J. Changes in body composition in women over six years at midlife: \nOvarian and chronological aging. The Journal of Clinical Endocrinology & Metabolism \n92: 895-901, 2007. \n71. Sparling PB and Snow TK. Physical activity patterns in recent college alumni. Research \nQuarterly for Exercise and Sport 73: 200-205, 2002. \n\n \n30 \n \n72. Stevenson JC. A woman's journey through the reproductive, transitional and \npostmenopausal periods of life: Impact on cardiovascular and musculo-skeletal risk and \nthe role of estrogen replacement. Maturitas 70: 197-205, 2011. \n73. Swanson SC and Caldwell GE. An integrated biomechanical analysis of high speed \nincline and level treadmill running. Med Sci Sports Exerc 32: 1146-1155, 2000. \n74. Tan S, Wang J, Cao L, Guo Z, and Wang Y. Positive effect of exercise training at \nmaximal fat oxidation intensity on body composition and lipid metabolism in \noverweight middle-aged women. Clinical Physiology and Functional Imaging: n/a-n/a, \n2014. \n75. Teede HJ, Lombard C, and Deeks AA. Obesity, metabolic complications and the \nmenopause: An opportunity for prevention. Climacteric 13: 203-209, 2010. \n76. Tesch P. Skeletal muscle adaptations consequent to long-term heavy resistance exercise. \nMedicine & Science in Sports & Exercise: S132-134, 1988. \n77. Troiano RP, Berrigan D, Dodd KW, Mâsse LC, Tilert T, and McDowell M. Physical \nactivity in the united states measured by accelerometer. Medicine and science in sports \nand exercise 40: 181, 2008. \n78. Trost SG, Pate RR, Dowda M, Saunders R, Ward DS, and Felton G. Gender differences \nin physical activity and determinants of physical activity in rural fifth grade children. \nJournal of School Health 66: 145-150, 1996. \n79. Van der Schouw Y, van der Graaf Y, Steyerberg E, Eijkemans M, and Banga J. Age at \nmenopause as a risk factor for cardiovascular mortality. The lancet 347: 714-718, 1996. \n80. Volaklis KA, Halle M, and Meisinger C. Muscular strength as a strong predictor of \nmortality: A narrative review. European journal of internal medicine 26: 303-310, 2015. \n\n \n31 \n \n81. Wallace B and Cumming R. Systematic review of randomized trials of the effect of \nexercise on bone mass in pre-and postmenopausal women. Calcified Tissue \nInternational 67: 10-18, 2000. \n82. Wallace BA and Cumming RG. Systematic review of randomized trials of the effect of \nexercise on bone mass in pre- and postmenopausal women. Calcif Tissue Int 67: 10-18, \n2000. \n83. Wang Q, Hassager C, Ravn P, Wang S, and Christiansen C. Total and regional \nbodycomposition changes in early postmenopausal women: Age-related or \nmenopauserelated? The American journal of clinical nutrition 60: 843-848, 1994. \n84. Webborn A. Acsm's exercise management for persons with chronic diseases and \ndisabilities. British journal of sports medicine 31: 354, 1997. \n85. Westerterp KR. Physical activity and physical activity induced energy expenditure in \nhumans: Measurement, determinants, and effects. Frontiers in physiology 4, 2013. \n86. Whyte LJ, Gill JM, and Cathcart AJ. Effect of 2 weeks of sprint interval training on \nhealth-related outcomes in sedentary overweight/obese men. Metabolism 59: 1421-1428, \n2010. \n87. Wilmore JH, Stanforth PR, Gagnon J, Rice T, Mandel S, Leon AS, Rao D, Skinner JS, \nand Bouchard C. Cardiac output and stroke volume changes with endurance training: \nThe heritage family study. Medicine and science in sports and exercise 33: 99-106, \n2001. \n \n \n\n \n32 \n \n \n \n \n \nCHAPTER III \nJOURNAL MANUSCRIPT I \n \nBody Composition and Muscular Strength Adaptations to a Sprint Interval and \nResistance Concurrent Exercise Training Program in Inactive Adult \nWomen \nABSTRACT \nPURPOSE: The purpose of this study was to assess the effects of a 12-week concurrent exercise \ntraining program on body composition and muscular strength parameters including fat mass, \nvisceral adipose tissue, lean body mass, upper and lower body muscular strength and regional \nbone mineral density (BMD) in recreationally active, aging women. METHODS: Recreationally \nactive women ages 40-64 (n= 76) volunteered for our study. The participants attended 3 training \nsessions per week, at the same time each day. The concurrent exercise training (CET) protocol \nconsisted of high intensity level grade (0%) or incline (6%) sprint interval training (SIT) and an \nundulating periodization resistance exercise training (RET) protocol. The SIT protocols were \nperformed at a speed and/or grade to achieve 95% of each participant’s age predicted maximal \nheart rate for 40 seconds followed by a 20 second passive recovery period. The resistance \nprotocol consisted of Workout A: Back squat, bent over row, and bench press and Workout B: \nSquat Jumps, weighted lunges, the standing press and back extensions. Pre and Post training \ndual X-ray absorption (iDEXA) scans were used for body composition assessment. RESULTS: \nNo significant between groups interactions were observed. Statistically significant \n\n \n33 \n \nimprovements were found for fat mass (CSIT0 30.1 ± 11.1 kgs to 29.2 ± 10.7 kgs, CSIT6= 27.6 \n± 8.6 kgs to \n26.9 ± 7.5 kgs; P = 0.022), visceral adipose tissue (CSIT0 0.871 ± 0.797 kgs to 0.825 ± 0.671 \nkgs, CSIT6= 0.890 ± 0.757 kgs to 0.831 ± 0.666 kgs; P = 0.048). Additionally, statistically \nsignificant improvements were detected in lower body muscular strength as evident by \nimprovements in the back squat 1 RM (CSIT0 49.2 ± 19.2 kgs to 91.1 ± 24.7 kgs; CSIT6= 41.2 \n± 15.9 kgs, to 86.8 ± 31.3 kgs, P < 0.0001), representing improvements of 85.2% and 110.7% \nrespectively as well as upper body strength measures as evident by the bench press 1 RM \n(CSIT0 31.7 ± 9.2 kgs to 41.0 ± 7.75 kgs; CSIT6= 28.9 ± 7.7 kgs, to 38.1 ± 9.88 kgs, P < \n0.0001), equivalent to improvements of 29.3% and 31.8% for CSIT0 and CSIT6 respectively. \nCONCLUSION: While the inclusion of a vertical incline challenge does not lead to enhanced \nadaptive responses, a SIT-based CET program is an effective strategy for body composition \nimprovements in recreationally active, aging women. The substantial muscular strength \nimprovements resulting from our intervention are of particular importance as muscular strength \nlosses are a strong predictor of multimorbidity and mortality. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n34 \n \n \n \n \nINTRODUCTION \nThe United States National Center for Health Statistics estimates that about 15% of an \nindividual’s life is spent in an unhealthy state as a result of age-relate injury, disease or disability. \nAgerelated anatomical declines include muscular atrophy, decreased lean body mass (LBM) and \nmuscular strength, bone mineral loss and increased total and visceral fat, all of which are associated with \nsevere impairments in health status, aerobic capacity and physical function during later stages of life \n(12). Gender-specific responses reveal that women experience earlier onset of age-related bone density \nloss, and exhibit significantly lower overall and site-specific bone mineral density (BMD) than men at all \nages \n(25). Evidence indicates that 15.4% of all females are diagnosed with Osteoporosis, increasing steeply to \n34.9% of women 80 years and older; compared to 4.3% and 10.9% of men, respectively (11). \nFurthermore, women are particularly affected by sarcopenia and physiological disuse atrophy, \nincapacitating conditions related to disability, functional impairments and morbidity (5, 12). In fact, \n47.6% of elderly women fall under the severe Class II sarcopenia, defined as individuals with \nappendicular skeletal muscle mass below 2 standard deviations of young adult mean values (40), \ncondition correlated with functional impairments and disability (3, 40). Lastly, women experience \naverage increases of 5.7 cm in waist circumference and 3.4 kg in overall fat mass (FM) (35) during \nmidlife. This excess adiposity renders adult women at an increased risk in for the development of \ncardiovascular (CV) diseases among other chronic diseases (33) and functional impairments (40), risks \nwhich continually increase with age. \n Prominent decreases in PA levels with increasing age, which are more pronounced in women, \ncontribute to the physical declines related to normal physiological aging (34). Additionally, females are \nexposed to heightened risks for BC deteriorations resulting from gender-specific differences in \n\n \n35 \n \nphysiological aging, which further compound these alterations, during late life. Exercise-induced \nadaptations are the basis of the concept of Active Living (30), which promotes regular physical activity \n(PA) participation as an essential component for the conservation of proper BC. Active Living would \ntherefore be particularly advantageous for functional independence during late life in aging women. \nAdaptive responses to aerobic exercise training (AET) include enhancements in cardiovascular (CV) and \nrespiratory function and fat loss (21), while resistance exercise training (RET) results in musculoskeletal \nadaptations (23). Such adaptations are known to delay the age-related deteriorations of BC parameters \nand reverse those caused by disuse. Combining AET and RET into a comprehensive training program is \nreferred to as concurrent exercise training (CET) (16), which has been found to lead to simultaneous \nadaptations related to each modality. Alternatively, accumulating data supports physiological adaptations \nto high intensity interval training (HIIT) comparable to, and even greater than moderate intensity \nexercise despite lower exercise volume (6, 15). \nRET is a potent anabolic stimulus to skeletal muscle growth leading to skeletal muscle \nhypertrophy, increased LBM, improved neuromuscular efficiency, accelerated muscle contractile protein \nsynthesis and increased muscular strength in older adults (23). In aging women RET has resulted in \nincreases in maximal muscular strength and improvements in body composition such as increased fat \nfree mass (FMM) and decreased FM, adaptive responses supportive of the maintenance of physical \nfunction \n(28). Although AET is generally associated with CV adaptations and losses of FM, there is evidence of \nAET-induced muscular hypertrophy (17) and myofibril functional improvements (18). Particularly, \nmodified AET protocols produce MS challenges which may lead to adaptive responses supportive of \nFFM conservation. For example, incline running (INC) has been shown to increase muscular loading \n(13, 36), torque and power output (4). Similarly, altering the intensity of AET such as high intensity \nsprint interval training (SIT) has led to significant improvements in peak and mean muscular power \noutput (1) and slow to fast fiber type transitions, adaptations associated with enhanced strength \ndevelopment. \n\n \n36 \n \nIncreases in exercise intensity have shown to produce augmented adaptive responses to exercise \ntraining beneficial to BC parameters. Bagley et al. found HIIT-induced losses in total body (-5.4%), \ntrunk (-3%) and leg FM (6%) in addition to enhancements in maximal fat oxidation during exercise \ndespite a weekly training volume of only 4 minutes (2). A meta-analysis of CET interventions revealed \nsignificant FM losses, with the greatest decreases in body fat occurring when the AET portion of the \nprotocol is completed at a high intensity (38). It may be postulated that high intensity exercise training \ncould represent an advantageous approach to FM loss compared to other exercise modalities due to \nintensity related secretion of growth hormone (GH) (32) which provokes an acute lipolytic response that \nfacilitates losses of FM. Moreover, HIIT induced GH and epinephrine secretion result in greater post-\nexercise energy expenditure and fat oxidation (32), indicating greater fat loss from HIIT than lower \nintensity exercise. SIT may also lead to significant adaptive responses beneficial to bone tissue. \nAlthough the process of exercise-induced BMD improvements has been shown to occur with training \ndurations of 7 to 36 months (19, 22), evidence of acute increases in bone turnover markers and anti-\ninflammatory cytokines has been observed after a single bout of a cycle ergometer SIT (26), suggesting \nthat high intensity exercise may be an effective stimulus for bone formation. Furthermore, anabolic \nmuscular stimuli including muscular hypertrophy and increased muscular strength were found to be \namplified in CET training protocols performed at a greater intensity, resulting in superior improvements \nin lower and upper body muscular strength, muscular endurance and LBM (9) than when performed at \nlower intensities. Considering specific adaptations of CET and HIIT alone, it appears the integration of \nboth modalities would result in a range of positive adaptive responses supportive of maintenance of BC, \nphysical function and healthy aging. \n The evidence presented above shows that a comprehensive CET program leads to adaptive \nresponses capable of counteracting the deteriorating effects of aging on BC parameters. Furthermore, \nevidence indicates that high intensity CET may provide an optimal strategy to combat declines related to \nphysiological aging. To our best knowledge, no previous studies have utilized high intensity CET as a \nmean to maximize adaptive responses in a population of worsening BC parameters such as aging \n\n \n37 \n \nwomen. The combination of uphill and level-grade SIT and RET integrates a range of physiological \nchallenges which may promote beneficial BC adaptations. Hence, the purpose of this study was to \ninvestigate the physiological adaptations to a SIT-based CET intervention in women ages 40 through 64 \nwhose PA does not exceed recreational levels. The findings of this study provide valuable evidence of \nthe adaptations that this training model produces to optimize women’s fitness and health; imperative \nfactors for a functional and independent lifestyle. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n38 \n \n \n \n \n \n \nMETHODS \n \n \nExperimental Approach to the Problem \nIn order to assess the specific adaptations of body composition and muscular strength to \na sprint interval based-concurrent exercise training intervention in recreationally active, adult \nwomen, FM, LBM, BMD and maximal upper and lower body muscular strength were assessed \npre and post exercise training in two experimental groups. Additionally, we investigated the \ndifferential effects of vertical incline versus level-grade sprints in the sprint interval portion of \nthe training protocol on the parameters of interest. A total of 53 participants (52.7 ± 7.1 years) \nwere randomized into one of two experimental groups: concurrent resistance with no incline \nHIIT sprints (CSIT0) and concurrent resistance with 6% incline HIIT sprints (CSIT6). \nRandomization was completed in a matched pairs design based on baseline VO2max values. \nBody composition parameters were assessed via Lunar dual energy X-ray absorptiometry \n(iDEXA) scan and included total, visceral adipose tissue (VAT), lean body mass, regional BMD \n(in g/cm2) for the anterior-posterior (AP) lumbar spine and femoral neck (FN). In addition, \nupper and lower body muscular strength measures were assessed through a Walten formula \nestimation of the 1 repetition max of the bench press and back squat respectively. \nSubjects \nRecreationally active female volunteers between 40 and 64 years of age were invited to \nparticipate in a 12-week SIT-based CET study. Individuals considered to be recreationally \nactive were defined as those who engage in moderate intensity aerobic or resistance physical \n\n \n39 \n \nactivity no more than 3 days a week, for a duration no longer than 30 minutes as determined by \na current physical activity questionnaire. Participants completed the Physical Activity Readiness \nQuestionnaire (PAR Q) screening to ensure proper health status including no prior history of \nCVD, confounding orthopedic problems, currently medications that may interfere with \nexperimental variables, or other personal or health issues that would be contraindicated for \nparticipation. In order to be eligible for participation in this study, participants must meet the \nminimum requirements of: maximal aerobic capacity (VO2max) ≥ 20 ml•kg-1•min-1, BMD ≤ 2.5 \nstandard deviations (SD) from reference value for age group, able to safely perform the exercise \nprotocol and available to regularly attend 12 weeks of the exercise training intervention. \nParticipant recruitment was focused in the local community via targeted e-mails, flyers and \nword of mouth. Seventy-six participants met the inclusion criteria and volunteered to \nparticipate. During preliminary assessments, eligible participants were asked to read and sign an \ninformed consent document agreeing to participate in the study, which was reviewed and \napproved by a University Institutional Review Board. Participants were eliminated from the \nanalysis if more than three exercise training sessions were missed. An all-female population is \nwarranted for this intervention as no research study to date has investigated the effect of a high \nintensity CET on body composition and muscular strength in adult women. \nProcedures \nPreliminary Assessments \nEligible participants were asked to read and sign an informed consent. VO2max \nassessment was completed to determine each participant’s initial VO2max using the Bruce \nprotocol. \n\n \n40 \n \nParticipants who met the minimum VO2 max requirement of 20 ml O2 · kg-1· min-1 were evaluated \nfor the remaining assessments including anthropometric measures. Eligible participants were \nscheduled to return to the laboratory for maximal muscular strength testing of the lower and \nupper body. One-Repetition Maximum (1 RM) values were estimated from a 3 repetition \nmaximum for the squat and bench press respectively. During this time, participants learned the \nstudy’s exercise protocol including safe treadmill practices and proper lifting techniques. \nDual-emission X-ray Absorptiometry \nAnthropometric measures were collected prior to body composition scanning. \nParticipant’s weight was assessed with a calibrated electronic scale (Michelli Scales, Harahan, \nLA) and to the nearest 0.1 kg while height was measured to the nearest 0.25 inches using a \nstandiometer. Body composition assessment was performed via Lunar dual energy X-ray \nabsorptiometry (iDEXA) scan (GE Healthcare Lunar, Madison, WI), which utilizes a fan beam \nx-ray and different photon energy levels with distinctive attenuation profiles to detect different \nbody tissue, then creates high resolution images that identify their amounts specific distribution \nin the body. Total and regional FM, LBM, body weight (BW) were measured by iDEXA. \nAdditionally, densitometry analysis was used to assess regional BMD (g/cm2) for the anterior \nposterior (AP) lumbar spine and femoral neck (FN). All iDEXA measurements were carried out \nby qualified research study personnel. \nMaximal Muscular Strength \nAt baseline, lower extremity muscular strength was assessed with an estimated 1 RM for the \nback squat while upper extremity muscular strength was gauged through the bench press 1RM. \n\n \n41 \n \nDue to possible unfamiliarity with resistance exercise, participants were instructed on and \npracticed proper lifting techniques. Initial back squat 1RM assessment began with 10 repetitions \nof a body weight squat followed by 5 back squats using a 45 lb. barbell. Foam barbell covers \nwere available for the convenience of participants. After a 2-minute break, 5 additional \nrepetitions were completed at 50% of the participant’s estimated 1RM for the back squat. \nFollowing an additional 2-minute rest period, 3 repetitions were completed at an estimated 70% \nof 1RM. Subsequent sets of progressively increased weight were completed until three \nrepetitions were performed with proper form at near maximal weight. Each of these sets was \nseparated by a recovery period of 3 minutes. Three RM values were utilized to estimate 1 RM \nvalues through the Wathen equation. A similar approach was utilized for the estimation for the \nbench press 1 RM. A conservative loading approach was taken due to initial fitness levels of \nparticipants. \nPost Testing \nPost intervention testing was conducted immediately following the completion of the \n12week intervention. Values of all variables were reassessed on week 13. \nStudy Design \nAfter completing preliminary assessments, participants were pair-matched by VO2max \nand assigned to one of two experimental groups: concurrent resistance exercise and level-grade \n(0%) incline SIT (CSIT0) or concurrent resistance exercise and 6% incline grade SIT (CSIT6). \nParticipants attended three exercise training sessions per week, at the same time during the day \non a Monday, Wednesday and Friday schedule for twelve weeks. The order in which the SIT \nand resistance exercise portions of the protocol was alternated between sessions in order to \n\n \n42 \n \navoid potential order effects. Each training session began with a general warm-up composed of \ndynamic mobility and active stretching. Following the completion of each training session, \nflexibility and core protocols were completed. \nExperimental Intervention \nHigh Intensity Sprint Interval Training (SIT): \nThe design of the SIT protocol was chosen to maximize adaptive BC responses \nconsisting of 2 sets of three 40-seconds high intensity sprints immediately followed by a 20 \nseconds of passive recovery during the first 6 weeks of the intervention, while an additional set \nwas introduced during the last 6 weeks. Each set was separated by a 1-minute passive recovery. \nThe sprints were performed at a specific speed and/or incline to induce cardiovascular responses \nequal to 95% of the participant’s maximal heart rate (HRmax) according to initial Bruce Protocol \ntesting. The sprint sets were preceded by a 3-minute walking warm up at 3.0 MPH. After the \nconclusion of the SIT protocol, a walking cool down of equal duration and speed was \ncompleted. Participants were instructed to place their hands on the treadmill handle bars to \nsupport their body weight while transitioning between sprints and the passive recovery. No \nincline (0%) was utilized for the CSIT0 group, while the CSIT6 group ran at 6% incline. The \npurpose of the addition of incline to the high intensity intervals was to investigate the possible \nenhanced activation and recruitment for muscle fibers as a strategy to ameliorate BC declines \ncommon of our target population. The benefits of uphill running have been shown in exercise \ncapacity improvements (time to exhaustion), increased muscular torque, power output and \nenhanced running performance by increased muscular loading (13, 36); adaptations which may \nlead to significant gains in muscular strength. \n\n \n43 \n \nUndulating periodization resistance training protocol \nAn undulating periodization model for resistance exercise training was utilized in order to \nimpose fluctuating stimuli and in turn, neuromuscular overload. The intensity and volume of \nundulating periodization models are continuously modified to stimulate musculoskeletal \nadaptations (31). The undulating protocol chosen for this study was composed of two individual \nprotocols with two individual loading and repetition phases. \nThe endurance phase consisted of high volume and low repetitions which is conducive to \nincreases in LBM. The strength phase was composed of higher loads and less repetitions than \nthe hypertrophy phase. The muscular endurance phase encompassed 3 sets of 10 repetitions at \n65%, \n70% and 75% of each participant’s 1RM for the back squat and bench press, whereas the \nstrength phase was composed of 3 sets of 6 repetitions at 75%-80%-85% of calculated 1 RM for \neach of the lifts. The muscular hypertrophy phase was comprised of 3 sets of 8 repetitions at \n75%-80%-85% of calculated 1 RM for each of the lifts respectively (Table 4). All training sets \nwere proceeded by a warm-up set or 5 reps at 50% of 1 RM. One RM values were extrapolated \nfrom submaximal 3 repetition testing for the back squat and bench press using the Wathen \nformula, a valid calculation for the prediction of maximal strength for this age group. Training \nprotocols A and B were performed on alternate training days throughout the study such that \neach training scheme was completed 3 times every two weeks, with the number of repetitions \nand load being altered every third training session (Table 3). \n- Workout “A”: Back Squat, Bench Press and Bent-over Row \n- Workout “B”: Squat Jumps, lunges, standing shoulder press and back extensions. \n\n \n44 \n \n \nAll exercises were specifically chosen for this protocol to promote physiological adaptions \nin the targeted population. \nStatistical Analysis \nThe effects of training on dependent variables (LBM, FM, VAT, Anteroposterior (AP) \nspine BMD, Femoral neck (FN) BMD, 1RM Squat and 1 RM Bench Press) were analyzed using \na repeated-measures analysis of Variance (ANOVA) with one between- subject factor \n(Experimental group, with 2 levels CSIT0 and CSIT6) and one within-subjects factor (time, \nwith 2 levels, pre and post). Experimental group by time interactions and simple main effects \nwere analyzed. Standard statistical methods were used for the calculation of means, standard \ndeviations (SD). Descriptive statistics are presented as mean ± SD. The significance level for \nthis study was set at P < 0.05. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n45 \n \n \n \n \n \nRESULTS \n \nA total of 53 women participants completed the 12-week study. Thirteen participants \nwithdrew from the study for personal reasons or injuries unrelated to the study or failed to meet \nthe study’s attendance requirements. No significant differences were observed between \nexperimental groups with respect to initial anthropometric or body composition values (P> \n0.05). \nBaseline descriptive characteristics of the participants are presented in Table 3. \n \nBody Composition Data \n \nNo group-by-time interactions were detected for any of the BC parameters. However \nsignificant differences in FM were observed between pre and post training intervention for both \ngroups (CSIT0= 30.1 ± 11.1 kgs to 29.1 ± 10.7 kgs, p =0.02; CSIT6= 27.2 ± 8.7 to 26.4 ± 7.6 \nkgs). VAT decreased significantly in the CSIT0 group from 0.871 ± 0.797 kgs to 0.825 ± 0.671 \nkgs and in the CSIT6group from 0.890 ± 0.757 kgs to 0.831 ± 0.666 kgs; (P= 0.048). No \nsignificant interaction between groups were found for LBM, AP BMD or FN BMD (P = 0.092, \nP = 0.612, P= 0.881) or with time (P = 872, P = 0.565, P= 0. 670). Covariance for change in \nbody weight were performed, but no significant interactions were found for either of these 3 \nvariables. \nPre and post intervention body composition changes are presented on table 4. \nMuscular Strength Data \n\n \n46 \n \nDespite a lack of change in LBM, significant increases in upper and lower body strength \nmeasures were found in both groups following the 12-week exercise training intervention. \nAnalysis of the muscular strength data revealed no group-by time-interactions. Baseline 1 RM \nback squat values for the CSIT0 increased significantly (P < 0.0001) by 88.5%. Similarly, the \nCSIT6 group increased lower body strength by 110.8% (P < 0.0001). Upper body strength \nmeasures were significantly greater post intervention for both experimental groups (P < 0.0001) \nas evident by the 29.2% and 31.7% increases in the 1 RM Bench press for the CSIT0 and CSIT6 \ngroups respectively. Upper and lower body muscular strength changes presented in figures 1 \nand \n2. \n \n \n \n \n \n \n \n \n \n \n\n \n47 \n \n \n \nDISCUSSION \nThis study was designed to test the effects of a 12-week high-intensity concurrent incline \nor level-grade SIT and undulating periodization RET program on BC and muscular strength in \nrecreationally active, adult women. The completion of our intervention resulted in significant \nreductions in FM (P = 0.02) and VAT (P= 0.048) in both experimental groups. While no \nsignificant changes in LBM were detected, significant improvements were observed in upper \nand lower body strength demonstrated by the 1 RM bench press and back squat pre versus post \nintervention scores (P < 0.0001). These effects were seen independent of the experimental group \nto which participants were randomly assigned, indicating that both incline and level-grade-SIT \neffectively produced similar body composition and muscular strength changes in this cohort. \nFat Mass \nSignificant decreases in overall FM were observed in both experimental groups. In \nregards to percent body fat, a decrease from 40.6% to 39.5% was observed in CSIT0 while \nparticipants in CSIT6 percent fat mass was reduced from 39.4% to 38.6%. While previous \ninvestigations have sought to determine the effects of CET on body fat, no previous studies have \ndetermined these outcomes in adult females ages 40 through 64. Our findings are comparable to \nthose of other training interventions of similar duration. Glowacki et al. investigated the \ndifferences in training outcomes of RET, AET and CET during a 12-week training study in \nyoung, untrained males. It was found that the CET experimental group experienced significant \n\n \n48 \n \nlosses in percent body fat of 1.3%, protocol which consisted of incremental AE and RET \nportions of moderate intensity (16). \nIn a 2014 study, Davitt et al found that 8 weeks of a CET comprised of moderate-high \nintensity AET and RET in young females did not result in significant changes in FM (10). \nAlthough shorter in duration, their exercise training intervention consisted of 4 sessions per \nweek at moderate intensity, resulting in comparable exercise training volume among studies. \nOur findings corroborate the effectiveness of high intensity exercise as a fat loss strategy and \nsupport findings from our previous studies in young females indicating the beneficial effects of \nhigh intensity concurrent exercise training interventions for reductions of FM. Considering the \nhigh intensity nature of our intervention, the literature supports that the FM losses observed in \nthe current study may be in part due to increased secretion of Growth hormone (GH) which \nhave been shown to increase linearly with exercise intensity (32) and provoke an acute lipolytic \nresponse that facilitates losses of FM. Moreover, HIIT-induced GH and epinephrine secretion \nresult in greater post-exercise energy expenditure and fat oxidation (32). Significant decreases \nin VAT were detected in both groups, indicating a deviation away from the central adiposity \nphenotype characterized by concentration of “active fat” in the visceral area is associated with \nthe development of chronic diseases such as for metabolic syndrome (7), cancers, diabetes and \ncardiovascular (CV) disease (33). The post training reductions in body fat observed were \nsignificant for time (P = 0.002), however no significant interactions were observed between \ngroups (P = 0.620). These findings indicate that no supplementary benefits result from uphill \nSIT in regards to fat loss, however the fat loss resulting from this SIT-based CET confirms its \npotential role in decreasing the risk of obesity-related health issues in adult, overweight females. \n \n\n \n49 \n \nLean Body Mass and Muscular Strength \nFollowing the completion of the 12-week high intensity CET intervention, no significant \ninteractions were observed for LBM between groups or for time. In contrast to other CET \nstudies which resulted in increases in LBM (10, 16, 24), the lack of muscular mass gains could \nbe due to population-specific factors. As women age, they experience sarcopenia, the age-\nrelated declines in muscular mass and strength (37), which is exacerbated by physiological \ndisuse. Thus rather than muscular mass gains, regular exercise training may nonetheless support \nthe maintenance of LBM in a population at risk for gender-specific and aging-related LBM \nlosses. It could also be plausible that due to the degenerative muscular effects affecting this \ncohort, a longer duration of training may be required for significant LBM gains. Gender-based \ncomparisons to CET in young individuals indicated that males show greater increases in total \nbody and leg LBM as well as in cross sectional area of lower body musculature when compared \nto females (8). These findings were attributed to physiological gender differences as well as a \nsignificantly reduced caloric intake during training in the female experimental group. Dietary \nintake was not controlled for in our intervention, thus cannot be ruled out as a contributor to the \nlack of LBM gains as well as the significant FM losses observed in our cohort. \nDespite the lack of changes in muscle mass, notable increments in muscular strength \nwere achieved in both experimental groups. Losses of muscular strength are strongly associated \nwith multi-morbidity functional limitations and physical disability in middle aged and older \nadults (3, 12, 40). Contrarily, Fitzgerald et al indicated significantly lower rates of all-cause \nmortality in individuals categorized as having moderate or high muscular fitness (14). Thus, the \nincreases in lower and upper body strength resulting from our intervention indicate substantial \nfunctional ability improvements and a lowered risk for morbidity and mortality in our cohort \n\n \n50 \n \ndespite a lack of change in LBM. Improvements in lower body muscular strength expressed as \npercent change of 85.1% and 110.8% were observed in the CSIT0 and CSIT6 groups \nrespectively as evident by pre and post training 1 RM values for the back squat (Pre= CSIT0 \n49.2 ± 19.2 kgs to 91.1 ± 24.7 kgs; CSIT6 = 41.2 ± 15.8 kgs, to 86.8 ± 31.3 kgs, P < 0.0001). \nSimilar trends were observed for upper body muscular strength. While the CSIT0 1 RM bench \npress values increased from 31.7 ± 9.2 kgs to 41.0 ± 7.8 kgs, baseline upper body strength \nvalues for the CSIT6 group were 28.9 ± 7.7 kgs and 38.1 ± 9.9 kgs (P < 0.0001); indicating \npercent changes of 29.2% and 31.7% respectively. Although CSIT6 showed larger muscular \nstrength gains for both lower and upper body musculature than CSIT0, between group \ninteractions did not reach statistical significance. An intervention of longer duration may be \nnecessary for incline-specific adaptations to occur. Similar lower and upper body muscular \nstrength findings resulted from an eight-week long CET intervention by Davitt et al. in young \nfemales (10), suggesting that our intervention provided the appropriate stimulus for muscular \nstrength gains despite of age-related neuromuscular declines. In another study, high intensity \nsprints and strength training CET completed in young professional soccer players resulted in \nlower and upper body strength percent increases of 20.3% and 7.2% respectively (39). When \ncompared to these findings, our intervention seems to have led to larger improvements in \nmuscular strength than observed in young, professional soccer players, which is likely due to the \nmuch lower baseline fitness levels of our cohort; thus greater physiological ability for \nimprovements. \nBone Mineral Density \nAt the completion of the 12-week intervention, our data showed no significant \ninteractions between groups or for time for the FN (P = 0.670) or AP spine BMD (P= 0.529). \n\n \n51 \n \nWhile we understand that improvements in bone health parameters from our intervention and \nolder women were not likely, we wanted to investigate the possibility based on results from a \nsimilar intervention on young women between the ages of 19 and 34 years which produced \nsignificant improvements in overall BMD. An important factor to consider is that under normal \nconditions, BMD is the product of continuous osteoclast-induced bone resorption and \nosteoblastic bone formation reactions at equilibrium (29). These conditions are favorable for \nexercise training-induced stimulation of bone formation while the accelerated bone resorption \nseen in older women impedes normal adaptive responses to exercise. Meta-analyses of the \neffects of exercise training on bone tissue reveal that high-impact exercises may be superior to \nresistance training for increasing bone mass, while resistance training has the advantage targeted \nloading at both hip and spine (27). With this knowledge in mind, our study was specifically \ndesigned to include exercises which inherently contribute the necessary stimulus for bone \nformation. Due to the high impact nature of the SIT protocol, it can be assumed that this portion \nof the concurrent training program provides the anabolic stimulus necessary for increasing bone \nmass and reinforced by the RET portion of the intervention. However, exercise training studies \nrevealing significant BMD improvements were those of durations of 7 to 36 months (19, 22), \nsuggesting that longer interventions may be required for bone improvements in this specific \npopulation. Interestingly, acute responses to a single bout of a cycle ergometer SIT (26) such as \nincreased bone turnover markers and anti-inflammatory cytokines have been observed, \nindicating that HIIT may stimulate bone adaptive responses at a faster rate than exercise training \nof lower intensities. In the current study, acute responses to SIT were not assessed, therefore \nthis cannot be confirmed. \nOther functional improvements \n\n \n52 \n \nWhile we sought to recruit physically inactive to recreationally active female participants, \nbaseline VO2max values indicated that the large majority of our participants fell under the \n“sedentary” physical activity category for their age group (20), and consequently displayed low \nlevels of overall fitness. Inadequate muscular fitness, poor balance and inflexibility were \nmanifested by the inability of some participants to perform exercises in the RET protocol \nproperly or without assistance. In additional to the back squat and bench press, the RET \nprotocol also included exercises such as back extensions, overhead shoulder press, bent over \nrow, core strengthening protocol, flexibility training and lunges. While the statistical analysis \nwas limited to traditional upper and lower body muscular strength measures of the 1 RM back \nsquat and bench press, additional muscular fitness benefits were observed as evident by \nperformance improvements of the remaining RET exercises. Due to a range of muscular \nstrength and stability levels, some participants began the training program performing static \nlunges while holding onto the wall for balance while others were able to perform unweighted \nwalking lunges. Following the completion of the CET intervention, exercise training-induced \nmuscular improvements were apparent, as the participants were able to perform unassisted, \nweighted-barbell walking lunges with improved form and greater resistance. Similar \ndevelopments were observed with the bent over row and overhead shoulder press, lifts which \nparticipants performed with progressively increasing weight and improved form. Moreover, our \nparticipants reported greater ease when performing back extensions, core exercises and the \nflexibility protocol. Although pre and post assessment of these exercises was not included in the \nstatistical analysis, these performance improvements were indicative of overall fitness \nenhancements. The total number of CET sessions for the 12-week duration of this intervention \nequates to a total of only 36 hours of combined SIT and RET exercise training. Considering the \n\n \n53 \n \nsubstantial functional capability benefits resulting from such low volume of exercise, it can be \nproposed that the combination of high impact SIT and a comprehensive RET protocol \neffectively leads to enhanced fitness parameters conducive to functional aging in a population \nthat may otherwise be at risk for loss of independence, disability and health complications \nassociated with a sedentary lifestyle late in \nlife. \nConclusion \nIn summary, the combination of high intensity interval sprints and resistance training \ninto one, inclusive, 12-week exercise training program led to significant improvements in BC \nparameters and muscular strength beneficial to overall physical function in aging women whose \nphysical activity levels fail to meet recommendations. Women with excess adiposity are at \nincreased risks in for the development of metabolic syndrome (7), cancers, diabetes and \ncardiovascular (CV) disease (33), and the risks continually increase with age. Therefore, an \nexercise training intervention resulting in significant FM losses, such as ours, reduces the risk \nfor all-cause morbidity and mortality for aging females. While the lack of increases in LBM is \ncertainly unanticipated, it does not signify the absence of positive physiological adaptations to \nour training intervention. It is imperative to reference the progress in muscular strength and \nexercise performance resulting from this high-intensity CET program. Consequently, such an \nintervention design should be considered as an effective strategy for adult females to reduce the \nage-related deterioration of physical function, including the risk for fall and injuries, and may \nfavor healthy and functionally independent aging process. Future studies should investigate \nwhether a longer duration high intensity CET may lead to incline-specific significant increases \nin LBM and BMD in aging women, a population of deteriorating body composition parameters. \n\n \n54 \n \n \n \nReferences \n \n1. Astorino TA, Allen RP, Roberson DW, and Jurancich M. Effect of high-intensity interval \ntraining on cardiovascular function, vo2max and muscular force. Journal of Strength & \nConditioning Research (Lippincott Williams & Wilkins) 26: 138-145, 2012. \n2. Bagley L, Slevin M, Al-Shanti N, Piasecki M, Morrissey G, Foulkes H, Carroll M, Murgatroyd \nC, Liu D, and Gilmore W. Changes in body composition and rates of fat oxidation following 12 \nweeks high intensity exercise. Presented at Proceedings of The Physiological Society, 2013. \n3. Baumgartner RN, Koehler KM, Gallagher D, Romero L, Heymsfield SB, Ross RR, Garry PJ, \nand Lindeman RD. Epidemiology of sarcopenia among the elderly in new mexico. American \njournal of epidemiology 147: 755-763, 1998. \n4. Biewener AA, Wakeling JM, Lee SS, and Arnold AS. Validation of hill-type muscle models in \nrelation to neuromuscular recruitment and force–velocity properties: Predicting patterns of in \nvivo muscle force. Integrative and comparative biology: icu070, 2014. \n5. Bortz II WM. The disuse syndrome. Western Journal of Medicine 141: 691, 1984. \n6. Burgomaster KA, Howarth KR, Phillips SM, Rakobowchuk M, MacDonald MJ, McGee SL, and \nGibala MJ. Similar metabolic adaptations during exercise after low volume sprint interval and \ntraditional endurance training in humans. The Journal of Physiology 586: 151-160, 2008. \n7. Caserta D, Adducchio G, Picchia S, Ralli E, Matteucci E, and Moscarini M. Metabolic syndrome \nand polycystic ovary syndrome: An intriguing overlapping. Gynecological Endocrinology 30: \n397-402, 2014. \n\n \n55 \n \n8. Cotter JA, Owerkowicz T, Yu AM, Camilon ML, Hoang T, Tesch PA, Caiozzo VJ, and Adams \nGR. Differential sex effects on lean body mass in response to concurrent high intensity exercise \ntraining. Presented at MEDICINE AND SCIENCE IN SPORTS AND EXERCISE, 2013. \n9. Davis WJ, Wood DT, Andrews RG, Elkind LM, and Davis WB. Concurrent training enhances \nathletes' strength, muscle endurance, and other measures. The Journal of Strength & \nConditioning \nResearch 22: 1487-1502, 2008. \n10. Davitt PM, Pellegrino JK, Schanzer JR, Tjionas H, and Arent SM. The effects of a combined \nresistance training and endurance exercise program in inactive college female subjects: Does \norder matter? The Journal of Strength & Conditioning Research 28: 1937-1945, 2014. \n11. Dawson-Hughes B, Looker AC, Tosteson A, Johansson H, Kanis JA, and Melton III L. The \npotential impact of the national osteoporosis foundation guidance on treatment eligibility in the \nUSA: An update in nhanes 2005–2008. Osteoporosis International 23: 811-820, 2012. \n12. Evans WJ and Campbell WW. Sarcopenia and age-related changes in body composition and \nfunctional capacity. The Journal of nutrition 123: 465-468, 1993. \n13. Ferley DD, Osborn RW, and Vukovich MD. The effects of uphill vs. Level-grade high-intensity \ninterval training on vo2max, vmax, vlt, and tmax in well-trained distance runners. Journal of \nStrength & Conditioning Research (Lippincott Williams & Wilkins) 27: 1549-1559, 2013. \n14. FitzGerald SJ, Barlow CE, Kampert JB, Morrow Jr JR, Jackson AW, and Blair SN. Muscular \nfitness and all-cause mortality: Prospective observations. Journal of Physical Activity and Health \n1: 7, 2004. \n15. Gibala MJ, Little JP, van Essen M, Wilkin GP, Burgomaster KA, Safdar A, Raha S, and \nTarnopolsky MA. Short-term sprint interval versus traditional endurance training: Similar initial \nadaptations in human skeletal muscle and exercise performance. Journal of Physiology 575: \n901911, 2006. \n\n \n56 \n \n16. Glowacki SP, Martin SE, Maurer A, Baek W, Green JS, and Crouse SF. Effects of resistance, \nendurance, and concurrent exercise on training outcomes in men. Medicine & Science in Sports \n& Exercise: 2119-2127, 2004. \n17. Harber MP, Konopka AR, Douglass MD, Minchev K, Kaminsky LA, Trappe TA, and Trappe S. \nAerobic exercise training improves whole muscle and single myofiber size and function in older \nwomen. American Journal of Physiology: Regulatory, Integrative & Comparative Physiology \n66: R1452-R1459, 2009. \n18. Harber MP, Konopka AR, Undem MK, Hinkley JM, Minchev K, Kaminsky LA, Trappe TA, \nand Trappe S. Aerobic exercise training induces skeletal muscle hypertrophy and age-dependent \nadaptations in myofiber function in young and older men. Journal of Applied Physiology 113: \n1495-1504, 2012. \n19. Heikkinen J, Kyllönen E, Kurttila-Matero E, Wilén-Rosenqvist G, Lankinen KS, Rita H, and \nVäänänen HK. Hrt and exercise: Effects on bone density, muscle strength and lipid metabolism. \nA placebo controlled 2-year prospective trial on two estrogen-progestin regimens in healthy \npostmenopausal women. Maturitas 26: 139-149, 1997. \n20. Herdy AH and Uhlendorf D. Reference values for cardiopulmonary exercise testing for \nsedentary and active men and women. Arquivos brasileiros de cardiologia 96: 54-59, 2011. \n21. Hersey WC, Graves JE, Pollock ML, Gingerich R, Shireman RB, Heath GW, Spierto F, McCole \nSD, and Hagberg JM. Endurance exercise training improves body composition and plasma \ninsulin responses in 70-to 79-year-old men and women. Metabolism 43: 847-854, 1994. \n22. Hinton PS, Nigh P, and Thyfault J. Effectiveness of resistance training or jumping-exercise to \nincrease bone mineral density in men with low bone mass: A 12-month randomized, clinical \ntrial. Bone 79: 203-212. \n23. Hunter GR, McCarthy JP, and Bamman MM. Effects of resistance training on older adults. \nSports medicine 34: 329-348, 2004. \n\n \n57 \n \n24. Laird RH, Kennedy S, Elmer D, Barberio M, Salom LP, Lee K, and Pascoe DD. Effect of \nconcurrent sprint interval and resistance training on strength, power, and aerobic performance \nmeasures. Presented at MEDICINE AND SCIENCE IN SPORTS AND EXERCISE, 2014. \n25. Looker AC, Borrud LG, Dawson-Hughes B, Shepherd JA, and Wright NC. Osteoporosis or low \nbone mass at the femur neck or lumbar spine in older adults: United states, 2005-2008. NCHS \nData Brief: 1-8, 2012. \n26. Mezil YA, Allison D, Kish K, Ditor D, Ward WE, Tsiani E, and Klentrou P. Response of bone \nturnover markers and cytokines to high-intensity low-impact exercise. Medicine & Science in \nSports & Exercise 47: 1495-1502, 2015. \n27. Mosti MP, Carlsen T, Aas E, Hoff J, Stunes AK, and Syversen U. Maximal strength training \nimproves bone mineral density and neuromuscular performance in young adult women. The \nJournal of Strength & Conditioning Research 28: 2935-2945, 2014. \n28. Nichols JF, Omizo DK, Peterson KK, and Nelson KP. Efficacy of heavy-resistance training for \nactive women over sixty: Muscular strength, body composition, and program adherence. Journal \nof the American Geriatrics Society 41: 205-210, 1993. \n29. Nijweide PJ, Burger EH, and Feyen J. Cells of bone: Proliferation, differentiation, and hormonal \nregulation. Physiological reviews 66: 855-886, 1986. \n30. Orban W. Active living for older adults: A model for optimal living. Toward Active Living: 153- \n161, 1994. \n31. Poliquin C. Five steps to increasing the effectiveness of your strength training program. \n32. Pritzlaff CJ, Wideman L, Blumer J, Jensen M, Abbott RD, Gaesser GA, Veldhuis JD, and \nWeltman A. Catecholamine release, growth hormone secretion, and energy expenditure during \nexercise vs. Recovery in men. Journal of Applied Physiology 89: 937-946, 2000. \n33. Rexrode KM, Carey VJ, Hennekens CH, Walters EE, Colditz GA, Stampfer MJ, Willett WC, \nand Manson JE. Abdominal adiposity and coronary heart disease in women. Jama 280: 1843-\n1848, 1998. \n\n \n58 \n \n34. Seguin R, LaMonte M, Tinker L, Liu J, Woods N, Michael YL, Bushnell C, and LaCroix AZ. \nSedentary behavior and physical function decline in older women: Findings from the women's \nhealth initiative. Journal of aging research 2012, 2012. \n35. Sowers M, Zheng H, Tomey K, Karvonen-Gutierrez C, Jannausch M, Li X, Yosef M, and \nSymons J. Changes in body composition in women over six years at midlife: Ovarian and \nchronological aging. The Journal of Clinical Endocrinology & Metabolism 92: 895-901, 2007. \n36. Swanson SC and Caldwell GE. An integrated biomechanical analysis of high speed incline and \nlevel treadmill running. Med Sci Sports Exerc 32: 1146-1155, 2000. \n37. Trappe S, Gallagher P, Harber M, Carrithers J, Fluckey J, and Trappe T. Single muscle fibre \ncontractile properties in young and old men and women. J Physiol 552: 47-58, 2003. \n38. Wilson JM, Marin PJ, Rhea MR, Wilson SM, Loenneke JP, and Anderson JC. Concurrent \ntraining: A meta-analysis examining interference of aerobic and resistance exercises. The \nJournal of Strength & Conditioning Research 26: 2293-2307, 2012. \n39. Wong P-l, Chaouachi A, Chamari K, Dellal A, and Wisloff U. Effect of preseason concurrent \nmuscular strength and high-intensity interval training in professional soccer players. The Journal \nof Strength & Conditioning Research 24: 653-660, 2010. \n40. Zoico E, Di Francesco V, Guralnik J, Mazzali G, Bortolani A, Guariento S, Sergi G, Bosello O, \nand Zamboni M. Physical disability and muscular strength in relation to obesity and different \nbody composition indexes in a sample of healthy elderly women. International journal of \nobesity 28: 234-241, 2004. \n \n \n \n \n \n\n \n59 \n \n \n \n \nJOURNAL MANUSCRIPT II \n \nThe Effect of a Sprint Interval and Resistance Concurrent Exercise Training Program on \nAerobic Capacity of Inactive Adult Women \nABSTRACT \nThe purpose of this investigation was to examine the effects of high-intensity \nconcurrent exercise training (CET) consisting of sprint intervals (SIT) and undulating \nperiodization resistance exercise (RET) on aerobic capacity in recreationally active, adult \nfemales. Fifty-three participants were pair-matched into level-grade (CSIT0) or 6% incline \n(CSIT6) CET experimental groups according to preliminary maximal aerobic capacity (VO2max) \nassessment via the Bruce protocol. This 12-week intervention consisted of 3 sessions per week \nof SIT and RET completed concurrently, in alternating order. SIT consisted of 2 (weeks 1-6) or \n3 (weeks 7-12) sets of three 40s sprints interspersed with 20s rest at specific intensities to evoke \ncardiovascular \n(CV) responses equivalent to 95% of age-predicted maximal heart rate (HR); each separated by \n1-min passive recovery. Speeds were modified to maintain target HR in accordance to CV \nadaptations. Post-training revealed significant improvements in both experimental groups (P < \n0.05) for VO2max (2.11 ± 0.390 to 2.29 ± 0.382 L•min-1; 2.03 ± 0.382 to 2.09 ± 0.561 L•min-1, P \n< 0.0001), Tmax (490.5 ± 102.3s to 542.7 ± 81.5s; 503.2 ± 75.4s to 541.8 ± 77.0s, P < 0.0001) \nand Vmax (5.1 ± 0.92MPH to 5.9 ± 0.90MPH; 4.3 ± 0.68MPH to 4.9 ± 0.64MPH, P < 0.0001) \nrespectively. No significant between-group interactions were detected for any other variables. \n\n \n60 \n \nOur SIT based CET intervention represents an effective strategy to induce significant CV \nadaptations in older women as evident by improvements in aerobic capacity parameters \nbeneficial to overall health and critical for functionality into old age; an important concern for \naging women. \nKey Words: HIIT, Concurrent, Sprints, Aging, Females, VO2max \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n61 \n \n \n \nINTRODUCTION \nThe process of aging is characterized by a gradual physiological and anatomical \nbreakdown of bodily systems, resulting in increased risk for chronic diseases and ultimately loss \nof functional independence (2). While these impairments affect the general population, \nparticularly severe consequences are observed in women as a result of gender- specific \nbehavioral patterns and physiological processes. Participation in regular physical activity (PA) \nis strongly recommended in aging populations for protection against chronic diseases, body \ncomposition and functional declines (12). However, women’s PA levels drop as they transition \ninto adulthood, continue to decline thereafter (26), and are significantly lower than those of \nmales at all ages (29). Consequently, fewer older women obtain the health benefits of PA and \nare more susceptible to the negative health effects of sedentary behavior than their male \ncounterparts. Furthermore, gender differences in the aging process may pose an increased risk \nfor age-related complications in this cohort, as cardiovascular disease (CVD) rates have been \nobserved to rise with the onset of menopause (30). \nOver the years, incline running (INC) has been a popular training strategy advocated by \ncoaches and well-recognized running magazines for athletic performance improvements. It has \nbeen postulated that INC results in superior musculoskeletal (MS) and aerobic (AE) adaptive \nresponses resulting in increases in muscular strength of the hamstrings, glutes, and hip flexors \n(6) as well as AE capacity (16) to a greater degree than level-grade running. With that \nassumption, INC has been commonly integrated into exercise training programs for competitive \n\n \n62 \n \nathletes and collegiate teams despite the lack of scientific evidence supporting these claims. The \nmajority of research on the topic has been mostly focused on biomechanical and kinematic data \n(1, 23, 27), with only a few studies (7, 11) having investigated the physiological adaptations to \nthis training modality, in highly trained populations only. Biomechanical investigations have \nshown that adding a vertical challenge to traditional level-grade running leads to phase-specific \nincrements in lower-body musculature activation, and increased joint power movements and \nangular velocities at the ankle, knee and hip joints (7, 27) as well as increased work output at the \nhip (23) when compared to level-grade running. These findings indicate distinctive kinematics \nand acute MS responses to INC but do not denote adaptive physiological responses. INC-\ninduced AE capacity adaptations exceeding those resulting from level-grade training have also \nyet to be determined. Although INC has been shown to result in improved indices of running \neconomy including VO2 (8) and increased time to fatigue (Tmax) when running at the velocity \nassociated VO2max (7, 8), these enhancements were not significantly different than those induced \nby level grade running. \nAlthough we do not understand the effects of INC as a training modality, physiologists \nutilize INC in maximal AE capacity (VO2max) assessment protocols as a method to achieve the \nrequired exercise intensity to obtain maximal VO2 values as it has been found that INC elicits \nhigher VO2 values than testing protocols composed of level-grade running with increasing \nspeeds (31). The incorporation of INC allows for high intensities of exercise to be attained at \nlower velocities and maintained for longer periods of time than high speed exercise as it is \nhypothesized that during speed-only protocols, individuals will eventually be unable to sustain \nincremental speeds prior to reaching their VO2max. This concept can be extended to High \nIntensity Interval Training (HIIT), a novel exercise modality consisting of repeated high or \n\n \n63 \n \nmaximal efforts work bouts (e.g. ≥ 90% VO2max or HRmax), each followed by a recovery period. \nAccumulating evidence reveals that exercising at such intensities leads to greater health and \nfitness benefits including improvements in CV and AE capacity parameters (4, 25) than those \nresulting from moderate intensity exercise training. Previous research by our laboratory revealed \nthat an 11-week long, Sprint Interval Training (SIT) and undulating periodization resistance \nexercise training (RET) concurrent exercise training (CET) intervention in young, sedentary \nwomen yielded significant gains in maximal muscular strength, power, endurance capacity and \nVO2max (15), indicating that in young, sedentary females, a SIT-based CET program results in \nsignificant AE capacity and MS adaptive responses in a time efficient manner. Consequently, \nHIIT may represent a highly effective exercise-training strategy for populations of low \ncardiorespiratory fitness. However, HIIT may not be suitable for all cohorts such as aging \nindividuals who exhibit sarcopenia. This age-related loss of muscular mass and strength is \nfurther complicated by a selective loss of type II fibers, (17); muscle cells utilized during \nmaximal force and high speed exercises. Thus, traditional HIIT protocols are problematic for \naging populations who may no longer have the proper muscular composition to perform high \nintensity exercises. \nIn view of the benefits associated with HIIT and those claimed to result from INC, a \nmodified INC-SIT approach may prove highly beneficial for aging cohorts of declining \nphysiological function. The purpose of this study was to determine the physiological \nadaptations, specifically in regards to AE capacity, to an INC and level-grade SIT intervention \nin untrained, adult women. This study will for the first time, seek to determine the differential \nadaptations resulting from INC vs. level grade SIT, specifically as it refers to AE capacity; a \ngreat concern for sedentary and aging populations. Furthermore, no investigations have \n\n \n64 \n \npreviously examined the physiological responses to a high intensity CET intervention in \nrecreationally active, aging women, a cohort of declining physiological function. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n65 \n \n \n \n \nMETHODS \nExperimental Approach to the Problem \n \nTo investigate the effects of a sprint interval based-concurrent exercise training \nintervention on aerobic capacity in recreationally active, adult women, aerobic capacity \nparameters and cardiovascular adaptations were assessed pre and post exercise training in two \nexperimental groups. As a secondary aim, we sought to determine whether the inclusion of a \nvertical incline component to the sprint interval portion of the training protocol would result in \ndifferential adaptive responses in aerobic capacity. To analyze these effects, 53 participants \n(52.7 ± 7.1 years) were randomized into one of two experimental groups: concurrent resistance \nwith no incline HIIT sprints (CSIT0) and concurrent resistance with 6% incline HIIT sprints \n(CSIT6). Randomization was completed in a matched pairs design based on baseline VO2max \nvalues and evaluated before and after the 12 week intervention in the following variables: \nabsolute maximal oxygen consumption (VO2max in L·min-1), maximal time (Tmax) on the \ntreadmill during Bruce Protocol assessment of VO2max expressed in seconds (s) and maximal \nvelocity (Vmax) required to induce CV responses of 95% of age-predicted maximal heart rate \n(HRmax) during SIT, in miles per hour (MPH). Pre and post- intervention testing was overseen \nby the trained investigators to ensure participant’s safety. \nSubjects \nRecreationally active female volunteers between 40 and 64 years of age were invited to \nparticipate in a 12-week SIT-based CET study. Individuals considered to be recreationally \n\n \n66 \n \nactive were defined as those who engage in moderate intensity aerobic or resistance physical \nactivity no more than 3 days a week, for a duration no longer than 30 minutes as determined by \na current physical activity questionnaire. Participants completed the Physical Activity Readiness \nQuestionnaire (PAR Q) (5) screening to ensure proper health status including no prior history of \nCVD, confounding orthopedic problems, currently medications that may interfere with \nexperimental variables, or other personal or health issues that would be contraindicated for \nparticipation. In order to be eligible for participation in this study, participants must meet the \nminimum requirements of: maximal aerobic capacity (VO2max) ≥ 20 ml·kg-1·min-1, BMD ≤ 2.5 \nstandard deviations (SD) from reference value for age group, able to safely perform the exercise \nprotocol and available to regularly attend 12 weeks of the exercise training intervention. \nParticipant recruitment was focused in the local community via targeted e-mails, flyers \nand word of mouth. Seventy six participants met the inclusion criteria and volunteered to \nparticipate. During preliminary assessments, eligible participants were asked to read and sign \nan informed consent document agreeing to participate in the study, which was reviewed and \napproved by a the University Institutional Review Board. Participants were eliminated from the \nanalysis if more than three exercise training sessions were missed. An all-female population was \nwarranted for this intervention as no research study to date has investigated the effect of level \ngrade vs. INC SIT based CET on physiological variables in middle aged adult women. \nProcedures \nPreliminary Assessments \nAnthropometric measurements included height, body mass, hydration status and body \ncomposition. Anthropometric assessment of body mass was performed with a calibrated \n\n \n67 \n \nelectronic scale to the nearest 0.1 kg while height was measured to the nearest 0.25 inches using \na standiometer. Body composition and bone mineral density (BMD) measurements were \nperformed via Lunar dual energy X-ray absorptiometry (iDEXA) scan (GE Healthcare Lunar, \nMadison, WI). Additional assessments included baseline maximal aerobic capacity (VO2max) \nand 1-repetition max (1 RM) strength parameters for the Back Squat and Bench Press and \nStanding Shoulder Press. \nPrior to testing, each participant’s hydration status was tested using a urine refractometer \n(Atago Co., Tokyo, Japan). Participants with urine specific gravity (USG) of < 1.020 were \npermitted to complete VO2max testing. Participants with USG ≥ 1.020 were considered \ndehydrated, asked to consume fluids and return for testing when proper hydration status \nachieved. Following a 5 minute warm up on a treadmill at a comfortable walking speed, \nparticipants completed a Bruce protocol test to estimate maximal oxygen consumption. The \nBruce protocol is arguably the most commonly utilized AE capacity assessment test and has \nbeen found to estimate VO2max in a comparable manner to other maximal oxygen consumption \nassessment techniques (19). Research findings have concluded that AE capacity testing \nprotocols should resemble an individual’s current training status or sport (13). Considering that \nthe inclusion criteria protocol for this study allowed for considerably low aerobic fitness in \neligible participants, this walking protocol was deemed appropriate for this population. \nExercise heart rates were recoded for each stage. Estimated VO2max values were calculated \nutilizing the following formula for VO2max estimation for women: VO2max (ml·kg-1·min-1) = 4.38 \n× T - 3.9 where T represents the total time completed, expressed in minutes and fractions of a \nminute. \n\n \n68 \n \nFollowing preliminary testing, participants were randomized into one of two \nexperimental groups: concurrent resistance with no incline HIIT sprints (CSIT0) and concurrent \nresistance with 6% incline HIIT sprints (CSIT6). Randomization was completed in a matched \npairs design based on baseline VO2max values. Baseline descriptive data can be found on Table \n1. \nExperimental Intervention \nThis HIIT-based concurrent exercise training study lasted for 12 weeks, with exercise \ntraining sessions taking place three days per week on a Monday, Wednesday and Friday \nSchedule. Two protocols, an undulating periodization RET and SIT protocols were completed \nduring each session in alternation order to avoid any potential order effects. Prior to starting \neach training session, participants completed a general warm-up which included dynamic body-\nweight exercises, mobility work and active stretching. After each session, a cool down \nconsisting of abdominal exercises and flexibility exercises was performed. Participants were \nunder close supervision by qualified research staff for the entirety of the concurrent training \nprogram to ensure proper form and safety and were asked to refrain from adding any physical \nactivity outside their normal routines during the course of the study. All training sessions were \nheld in the Exercise Performance laboratory at Auburn University’s School of Kinesiology. \nParticipants attended three separate orientation sessions during which they were familiarized \nwith treadmill protocol and correct weight lifting techniques for lifts such as back squat, \nstanding shoulder press, chest press and bent over row. One RM pre training values were \nrecorded for the back squat, chest press and standing shoulder press. Maximal muscular \nstrength values were extrapolated from submaximal 3 repetition testing for each lift using the \n\n \n69 \n \nWathen formula. Post training measures of variables of interest were reassessed following the \ncompletion of the training program. \nHigh Intensity Sprint Interval Training (SIT) Protocol: \nThe design of the SIT protocol was chosen to maximize important adaptive responses \nassociated with HIIT in a timely manner. Participants were divided into two experimental \ngroups; concurrent training with 0% incline SIT (CSIT0) or 6% incline SIT (CSIT6). \nExperimental group assignment followed a matched pairs design based on baseline VO2max \nvalues. A three minute walking warm-up at 3.0 MPH preceded HIIT sprints. Each group \ncompleted the SIT treadmill protocol consisted of 40 seconds of high intensity running sprints \nfollowed by a 20 second long passive recovery performed at a speed and/or incline to induce \nCV responses of 95% of each participant’s age predicted maximal heart rate, with both groups \ncompleting equal workloads. Maximal HR for each participant was declared as either their \nagepredicted maximal HR or the highest HR achieved during the maximal Bruce treadmill test, \nwhichever higher. During the first 6 weeks of the study, participants completed 2 sets of three \n40-second sprints separated by a 1-minute passive recovery in between sets. An additional set of \n3 sprints were introduced on week 7 until the completion of the study. Sprint speed was \nadjusted as needed to continuously reach target HRs, thereby controlling for CV training \nadaptations. Upon the completion of all sets, a 3-minute walking cool down at a speed of 3 \nMPH culminated this protocol. \nUndulating periodization resistance training protocol \nA periodization resistance exercise training model was chosen in order to optimize the \nprinciple of overload, imposing stress to the neuromuscular system with varying stimuli. In \n\n \n70 \n \nundulating periodization, intensity and volume are altered frequently with the goal obtaining \nstrength gains (21). Furthermore, Periodization models have been found to effectively maximize \nthe stress/recovery relationship while improving both muscular strength and endurance (22). \nThe undulating protocol chosen for this study was composed of two individual protocols, \nworkouts \n“A” and “B” (Table 2) with three individual loading and repetition phases (Table 3). The \nmuscular endurance phase encompassed 3 sets of 10 repetitions at 65%, 70% and 75% of each \nparticipant’s 1RM for the Back Squat and Bench Press whereas the strength phase was \ncomposed of 3 sets of 6 repetitions at 75%-80%-85% of calculated 1 RM. The muscular \nhypertrophy phase was comprised of 3 sets of 8 repetitions at 75%-80%-85% of calculated 1 \nRM for each of the lifts respectively (Table 4). All training sets were proceeded by a warm-up \nset or 5 reps at 50% of 1 RM. One RM values were extrapolated from submaximal 3 repetition \ntesting for the back squat and bench press using the Wathen formula, which has been found to \nbe a valid calculation for the prediction of maximal strength for this age group (14). Training \nprotocols A and B were performed on alternate training days throughout the study such that \neach training scheme was completed 3 times every two weeks, with the number of repetitions \nand load being altered every third training session. \nPost Testing \nReassessment of exercise-training induced adaptations was conducted immediately \nfollowing the completion of this 12-week exercise training intervention. Post testing was \ncomprised of repeated measures of all physiological variables were obtained. \nStatistical Analysis \n\n \n71 \n \nThe effects of training on dependent variables (VO2max, Tmax, HRmax, speed) were \nanalyzed using a repeated-measures analysis of Variance (ANOVA) with one between- subject \nfactor (Experimental group, with 2 levels CSIT0 and CSIT6) and one within-subjects factor \n(time, with 2 levels, pre and post). Experimental group by time interactions and simple main \neffects were analyzed. Standard statistical methods were used for the calculation of means, \nstandard deviations (SD). Descriptive statistics are presented as mean ± SD. The significance \nlevel for this study was set at P < 0.05. Statistical analysis was completed using SPSS. \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n72 \n \n \n \nRESULTS \nA total of 53 women ages 40-64 completed the 12 week study. Fourteen participants \nwithdrew from the study due to inability to attend the training sessions, personal issues and \ninjuries unrelated to the study. Pre-intervention, no significant differences were observed \nbetween the groups with respect to measures of height, mass, and body composition (P < 0.5). \nAerobic Capacity Parameters \nSignificant improvements in VO2max were observed between pre and post training \nintervention for both CSIT0 (VO2max 2.11 ± 0.390 to 2.29 ± 0.382 L·min-1, P = 0.006) and \nCSIT6 (VO2max 2.03 ± 0.382 to 2.09 ± 0.561 L·min-1, P = 0.006). Significant differences were \nalso detected between pre and post Tmax (CSIT0 Tmax: Pre = 490.5 ± 102.3s, Post = 542.7 ± \n81.5s, CSIT6 Tmax: Pre = 503.2 ± 75.4s, Post = 541.8 ± 77.0s; P < 0.0001) and pre and post Vmax \n(CSIT0 Vmax: Pre = 5.1 ± 0.92 MPH, Post 5.9 ± 0.90 MPH, CSIT6 Vmax: Pre = 4.3 ± 0.68 MPH, \nPost 4.9 ± 0.64 MPH, P < 0.0001) for both experimental groups, No significant between-group \ninteractions were detected for VO2max (P = 0.173), Tmax (P = 0.431) and Vmax (P = 0.400). \n \n \n \n \n \n \n \n \n\n \n73 \n \n \n \nDISCUSSION \nThe main findings of this study were that following 12 weeks of a high intensity incline \n(6%) or level-grade (0%) SIT-based CET program, physiological adaptations occurred that lead \nto significant improvements in AE capacity parameters in aging women whose physical activity \nwas initially recreational in nature and failed to meet recommendations. The improvements in \nAE capacity were observed in both experimental groups in the following measures: absolute \nmaximal oxygen consumption (VO2max in L·min-1), maximal time (Tmax) on the treadmill during \nBruce Protocol assessment of VO2max expressed in seconds (s) and maximal velocity (Vmax) \nrequired to induce CV responses of 95% of age-predicted maximal heart rate (HRmax) during \nSIT, in miles per hour (MPH). While each of these changes reached statistical significance (p= \n0.00) in both level-grade (CSIT0) and incline (CSIT6) experimental groups, between group \ninteractions of significance were not detected. This paper contributes to a growing body of \nliterature that supports the notion that while any type of lifelong exercise training supports \nproper AE capacity and helps maintain functional independence into late life, those performed \nat high intensities effectively produce significant adaptive responses in a safe and time efficient \nmanner. The lack of between group interactions indicates that both incline and level-grade SIT \nproduced comparable adaptive responses for all AE capacity variables when participants \nexercised at similar maximal heart rate values of 95%. These results differ from previous claims \nthat superior adaptive responses occur from INC-based training when compared to level-grade. \nIn fact, while statistically insignificant, VO2max improvements in the CSIT0 group were higher \nin average \n\n \n74 \n \n(8.5%) than those resulting from CSIT6 (3.0%). A similar trend was observed for both Tmax \n(CSIT0 15.7% versus CSIT6 14.0%) and Vmax (CSIT0 10.8% versus CSIT6 7.7%). Therefore, \nour findings contradict the unfounded but popular claims suggesting greater physiological \nadvances, specifically in regards to AE capacity, from uphill training. \nIn women, the negative relationship between levels of PA and age (28) indicates that \nolder women are particularly afflicted by a growing risk for CV impairments and related health \nand functional disability- consequences of the aging process which are aggravated by \ninsufficient physical activity levels. Thus, a time-efficient, all-inclusive exercise training \nprotocol addressing age and inactivity related physiological declines represents an attractive \napproach for health promotion and functional independence for aging populations. The primary \nadaptive response resulting from this modified concurrent SIT and RET program was the \nsignificant time interaction for AE capacity parameters including maximal VO2max, Tmax and \nVmax, suggesting substantial CV adaptations from the intervention without significant \ncontributions from the added vertical incline challenge. This exercise intervention is therefore \nan ideal approach to prevent the expected debilities associated with aging and insufficient PA in \nrecreationally active females ages 40 through 64. \nAerobic Capacity (VO2max) \nThe reductions in VO2max that occur due to age contribute to a decrease in functional \ncapacity for activities of daily living. While aging is a maturational and irrevocable process, \nmodern physiological research has challenged the despair of age-related physical decline by \nsuggesting that health and physical deteriorations are at least in part, a result of physical \ninactivity and physiological disuse. The inverse relationship between women’s age and PA \nlevels (28), indicates that the age-related declines women experience are, at least in part, the \n\n \n75 \n \nresult of insufficient PA. Moreover, it has been found that women who partake in regular \nexercise exhibit significantly greater absolute levels of maximal aerobic capacity than do their \nsedentary counterparts, which translates into higher functional capacity throughout the aging \nprocess (9). \nOur investigation sought to determine whether 12 weeks of high intensity incline or level-grade \nSIT-based CET would reduce the AE capacity declines related to physical inactivity (PI) and \naging in recreationally active women ages 40-64. The results from our study revealed \nsignificant improvements in post VO2max values in both the CSIT0 and CSIT 6 experimental \ngroups indicating that each protocol produced sufficient challenges to the CV system to induce \nadaptive responses. Peak aerobic capacity (VO2peak) is considered the single best predictor of \ncardiac and all-cause deaths, and is observed to decline severely in women as they age starting \nduring the menopausal transition (20). Thus, increases in post training VO2max values may \ndecrease the risk for premature death in a population experiencing an age-related decline in \nphysiological processes and anatomical structures. The improvements in VO2max provide \nadditional confirmation of the effectiveness of HIIT-based interventions at enhancing aerobic \ncapacity (3, 4, 10, 24). Our findings are also in agreeance with our previous SIT-based CET \ninterventions which produced VO2max improvements in young, sedentary women (15); \nconfirming that the high intensity nature of our intervention design represents a successful \nmethod to improve AE parameters. \nHigh Intensity Interval Training and Aerobic Capacity Parameters \nEvidence from previous studies advocates that high-intensity exercise training may yield \nphysiological adaptations and AE benefits equivalent or superior to other training programs of \nlesser intensities in a shorter amount of time (3, 24). While the large majority of these studies \n\n \n76 \n \nemployed cycling-based protocols, the exercise intensities in these studies were comparable to \nthose used in the treadmill SIT protocol chosen for our study. Researching muscle oxidative \npotential and AE capacity, Burgomaster et al. reported a near two-fold increase in Tmax at 80% \nof VO2max following a total of only 6 sessions of 30-second Wingate-based SIT in a 2-week \nperiod (4). Utilizing the same protocol, this research group compared metabolic adaptations \nresulting from their SIT-based intervention to those resulting from traditional, moderate \nintensity endurance training approach. Despite a difference in exercise volume of close to 90%, \nequivalent metabolic adaptations indicative of enhanced muscle oxidative capacity resulted \nfrom both interventions indicating equivalent adaptive responses can be obtained in a \nsignificantly more time-efficient manner with exercise of near maximal intensities. These \nstudies also detected changes in endurance capacity (4) and VO2max (3). Our SIT protocol was \ncomprised of sets of two then three, 40-second sprints running sprints at specific intensities to \nincite 95% of each participant’s age-predicted maximal heart rate. As CV adaptations occurred, \nsprint speed was increased to retain the target heart rates, thus maintaining the CV challenge. \nAfter the completion of our intervention, participants in both experimental groups experienced \nincreases in the time they were able to sustain near-maximal intensity exercise during a Bruce \nprotocol assessment of VO2max (Tmax), signifying improvements in muscular and \ncardiorespiratory endurance. In turn, these improvements translate to enhancements in \nfunctional capacity, hence a greater ability to maintain mobility and independence during late \nadulthood. Furthermore, significant increases in Vmax or the maximal velocity required to obtain \n95% of each participant’s age-predicted HRmax were detected in both groups. These \nimprovements are indicative of adaptations from the CV and respiratory systems indicating \n\n \n77 \n \nimproved AE functional capacity and potentially, significant health benefits associated with our \nintervention. \nDespite the advantages associated with high intensity exercise training, safety concerns \nhave been raised when utilizing this approach for older populations or those at risk for CV \nevents. Contradicting this notion is evidence of HIIT-based interventions which have been \nsafely completed in at-risk populations. Rognomo et al. compared changes in peak AE capacity \n(VO2peak) produced by HIIT to those resulting from moderate intensity exercise training (24) in \nstable coronary artery disease patients, and found that superior VO2peak improvements were \nsafely obtained from HIIT in diseased populations when compared to results from lower \nintensity exercise training. In view of this evidence and our findings, it can be inferred that \nexercise training programs of high intensity are well-tolerated and convey significant AE \nbenefits in cohorts composed of older and low fitness individuals. \nIncline-based exercise training \nAE capacity adaptive responses to INC-based exercise training have been documented in \ntrained males. A previous study by Houston and Thomson (11) found that after 6 weeks of \nuphill running performed concurrently with RET, endurance capacity improvements were \nobserved despite no changes in VO2max in endurance trained men. Significant improvements \nwere detected in the following parameters: Tmax, greater distance covered during a timed trial, \nresting adenosine triphosphate and increased final blood lactate values. In addition, participants \nin this study demonstrated significant muscular strength gains during 15 repetition maximum \nleg press training. This investigation however, did not compare these adaptations from those \nresulting from comparable level-grade protocols. In contrast with these findings, our \nintervention; while significantly longer in duration; lead to significant increases in VO2max, Vmax \n\n \n78 \n \nand Tmax indicating adaptive responses of the CV and supportive systems. However, the lack of \ndifference in the aerobic adaptive responses of both experimental groups questions the popular \nmyth claiming superior adaptations from INC. \nPRACTICAL APPLICATIONS \nTo the best of our knowledge, this is the first study to investigate differential responses \nto level grade versus incline SIT in inactive women ages 40-64. According to the ACSM, forty \npercent of this study’s starting participants had baseline VO2max values which fell under the \n“poor” to “fair” cardiorespiratory fitness categories depending on their specific age group (18). \nIt can be assumed that these values will only continue to decline as a result of insufficient PA \nand age-related physiological changes. Unless a regular exercise training program is adopted, \nthe declines in AE capacity may reach severely low levels below those required for daily \nbaseline function in late life. While HIIT may signify an ideal approach to combat such \ndeclines, this population may not be able to safely perform sprints at high velocities. \nFurthermore, the age related decreased ability to recruit type II fibers required for high speed \nexercises may prevent aging individuals from acquiring the numerous benefits associated with \nHIIT. By including a vertical challenge into the SIT protocol, our intervention allowed for \nexercise intensities required to obtain the AE benefits associated with high intensity exercise to \nbe obtained at lower velocities, therefore allowing our cohort to exercise at high intensities with \na lowered risk for incidents. Furthermore, the resulting enhancements resulting from our \nintervention, regardless of the experimental condition, reflects the effectiveness of INC SIT-\nbased CET to significantly improve AE capacity, and address the age-related functional \ndeclines. Considering that maximal aerobic capacity has been shown to be an independent risk \nfactor for all-cause and CVD mortality (2), the CV adaptations resulting from our high intensity \n\n \n79 \n \ninterval CET may reverse the women’s risks for premature death observed in older individuals \n(9) and represents a powerful strategy to ameliorate and/or prevent the declines in physiological \nparameters commonly resulting from the inevitable process of aging. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n80 \n \n \n \n \nReferences \n \n1. Biewener AA, Wakeling JM, Lee SS, and Arnold AS. Validation of hill-type muscle \nmodels in relation to neuromuscular recruitment and force–velocity properties: \nPredicting patterns of in vivo muscle force. Integrative and comparative biology: \nicu070, 2014. \n2. Blair SN, Kampert JB, Kohl HW, 3rd, Barlow CE, Macera CA, Paffenbarger RS, Jr., \nand Gibbons LW. Influences of cardiorespiratory fitness and other precursors on \ncardiovascular disease and all-cause mortality in men and women. Jama 276: 205-210, \n1996. \n3. Burgomaster KA, Howarth KR, Phillips SM, Rakobowchuk M, MacDonald MJ, McGee \nSL, and Gibala MJ. Similar metabolic adaptations during exercise after low volume \nsprint interval and traditional endurance training in humans. The Journal of Physiology \n586: \n151-160, 2008. \n4. Burgomaster KA, Hughes SC, Heigenhauser GJF, Bradwell SN, and Gibala MJ. Six \nsessions of sprint interval training increases muscle oxidative potential and cycle \nendurance capacity in humans. 2005. \n5. Cardinal BJ, Esters J, and Cardinal MK. Evaluation of the revised physical activity \nreadiness questionnaire in older adults. Medicine and science in sports and exercise 28: \n468-472, 1996. \n\n \n81 \n \n6. Cooper B. Upward mobility add hill charges to your training to become a stronger, more \npowerful runner, in: Runner's World. 2004. \n7. Ferley DD, Osborn RW, and Vukovich MD. The effects of uphill vs. Level-grade \nhighintensity interval training on vo2max, vmax, vlt, and tmax in well-trained distance \nrunners. Journal of Strength & Conditioning Research (Lippincott Williams & Wilkins) \n27: 1549-1559, 2013. \n8. Ferley DD, Osborn RW, and Vukovich MD. The effects of incline and level-grade \nhighintensity interval treadmill training on running economy and muscle power in \nwelltrained distance runners. The Journal of Strength & Conditioning Research 28: \n12981309, 2014. \n9. Fitzgerald MD, Tanaka H, Tran ZV, and Seals DR. Age-related declines in maximal \naerobic capacity in regularly exercising vs. Sedentary women: A meta-analysis. Journal \nof Applied Physiology 83: 160-165, 1997. \n10. Gibala MJ, Little JP, MacDonald MJ, and Hawley JA. Physiological adaptations to \nlowvolume, high‐intensity interval training in health and disease. The Journal of \nphysiology \n590: 1077-1084, 2012. \n11. Houston M and Thomson J. The response of endurance-adapted adults to intense \nanaerobic training. European journal of applied physiology and occupational physiology \n36: 207-213, 1977. \n12. Hughes VA, Frontera WR, Roubenoff R, Evans WJ, and Singh MAF. Longitudinal \nchanges in body composition in older men and women: Role of body weight change and \nphysical activity. The American journal of clinical nutrition 76: 473-481, 2002. \n\n \n82 \n \n13. Kang J, Chaloupka EC, Mastrangelo MA, Biren GB, and Robertson RJ. Physiological \ncomparisons among three maximal treadmill exercise protocols in trained and untrained \nindividuals. Eur J Appl Physiol 84: 291-295, 2001. \n14. Knutzen KM, Brilla LR, and Caine D. Validity of 1rm prediction equations for older \nadults. The Journal of Strength & Conditioning Research 13: 242-246, 1999. \n15. Laird RH, Kennedy S, Elmer D, Barberio M, Salom LP, Lee K, and Pascoe DD. Effect \nof concurrent sprint interval and resistance training on strength, power, and aerobic \nperformance measures. Presented at MEDICINE AND SCIENCE IN SPORTS AND \nEXERCISE, 2014. \n16. Lawler M. Incline treadmill tips for runners, in: Fitness Magazine. \n17. Lexell J, Downham D, and Sjöström M. Distribution of different fibre types in human \nskeletal muscles: Fibre type arrangement in m. Vastus lateralis from three groups of \nhealthy men between 15 and 83 years. Journal of the neurological sciences 72: 211-222, \n1986. \n18. Medicine ACoS. Acsm's guidelines for exercise testing and prescription. Lippincott \nWilliams & Wilkins, 2013. \n19. Miller GS, Dougherty PJ, Green JS, and Crouse SF. Comparison of cardiorespiratory \nresponses of moderately trained men and women using two different treadmill protocols \nJournal of Strength & Conditioning Research (Allen Press Publishing Services Inc) 21: \n1067-1071, 2007. \n20. Oguma Y and Shinoda-Tagawa T. Physical activity decreases cardiovascular disease \nrisk in women: Review and meta-analysis. Am J Prev Med 26: 407-418, 2004. \n21. Poliquin C. Five steps to increasing the effectiveness of your strength training program. \n\n \n83 \n \n22. Rhea MR, Ball SD, Phillips WT, and Burkett LN. A comparison of linear and daily \nundulating periodized programs with equated volume and intensity for strength. The \nJournal of Strength & Conditioning Research 16: 250-255, 2002. \n23. Roberts TJ and Belliveau RA. Sources of mechanical power for uphill running in \nhumans. Journal of Experimental Biology 208: 1963-1970, 2005. \n24. Rognmo Ø, Hetland E, Helgerud J, Hoff J, and Slørdahl SA. High intensity aerobic \ninterval exercise is superior to moderate intensity exercise for increasing aerobic \ncapacity in patients with coronary artery disease. European Journal of Cardiovascular \nPrevention & Rehabilitation 11: 216-222, 2004. \n25. Sijie T, Hainai Y, Fengying Y, and Jianxiong W. High intensity interval exercise \ntraining in overweight young women. The Journal of sports medicine and physical \nfitness 52: \n255-262, 2012. \n26. Sparling PB and Snow TK. Physical activity patterns in recent college alumni. Research \nQuarterly for Exercise and Sport 73: 200-205, 2002. \n27. Swanson SC and Caldwell GE. An integrated biomechanical analysis of high speed \nincline and level treadmill running. Med Sci Sports Exerc 32: 1146-1155, 2000. \n28. Trost S and Pate R. Physical activity in children and youth. Lifestyle Medicine Malden, \nMA: Blackwell Science: 663-673, 1999. \n29. Trost SG, Pate RR, Dowda M, Saunders R, Ward DS, and Felton G. Gender differences \nin physical activity and determinants of physical activity in rural fifth grade children. \nJournal of School Health 66: 145-150, 1996. \n\n \n84 \n \n30. Van der Schouw Y, van der Graaf Y, Steyerberg E, Eijkemans M, and Banga J. Age at \nmenopause as a risk factor for cardiovascular mortality. The lancet 347: 714-718, 1996. \n31. Weltman A. Practicality of inclined treadmill vo2max testing for level running exercise \nprescription. The Journal of sports medicine and physical fitness 22: 191-198, 1982. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n85 \n \n \n \n \nCumulative References \n \n1. Ahmed A and Tollefsbol T. Telomeres and telomerase: Basic science implications for \naging. Journal of the American Geriatrics Society 49: 1105-1109, 2001. \n2. Aristizabal JC, Freidenreich DJ, Volk BM, Kupchak BR, Saenz C, Maresh CM, \nKraemer WJ, and Volek JS. Effect of resistance training on resting metabolic rate and its \nestimation by a dual-energy x-ray absorptiometry metabolic map. Eur J Clin Nutr, 2014. \n3. Astorino TA, Allen RP, Roberson DW, and Jurancich M. Effect of high-intensity \ninterval training on cardiovascular function, vo2max and muscular force. Journal of \nStrength & \nConditioning Research (Lippincott Williams & Wilkins) 26: 138-145, 2012. \n4. Bagley L, Slevin M, Al-Shanti N, Piasecki M, Morrissey G, Foulkes H, Carroll M, \nMurgatroyd C, Liu D, and Gilmore W. Changes in body composition and rates of fat \noxidation following 12 weeks high intensity exercise. Presented at Proceedings of The \nPhysiological Society, 2013. \n5. Barlett HL, Puhl SM, Hodgson JL, and Buskirk ER. Fat-free mass in relation to stature: \nRatios of fat-free mass to height in children, adults, and elderly subjects. The American \nJournal of Clinical Nutrition 53: 1112-1116, 1991. \n6. Biewener AA, Wakeling JM, Lee SS, and Arnold AS. Validation of hill-type muscle \nmodels in relation to neuromuscular recruitment and force–velocity properties: \n\n \n86 \n \nPredicting patterns of in vivo muscle force. Integrative and comparative biology: \nicu070, 2014. \n7. Blair SN, Kampert JB, Kohl HW, 3rd, Barlow CE, Macera CA, Paffenbarger RS, Jr., \nand Gibbons LW. Influences of cardiorespiratory fitness and other precursors on \ncardiovascular disease and all-cause mortality in men and women. Jama 276: 205-210, \n1996. \n8. Blair SN, Kohl HW, Barlow CE, Paffenbarger RS, Gibbons LW, and Macera CA. \nChanges in physical fitness and all-cause mortality: A prospective study of healthy and \nunhealthy men. Jama 273: 1093-1098, 1995. \n9. Bortz II WM. The disuse syndrome. Western Journal of Medicine 141: 691, 1984. \n10. Botero J, Shiguemoto G, Prestes J, Marin C, Do Prado W, Pontes C, Guerra R, Ferreia F, \nBaldissera V, and Perez S. Effects of long-term periodized resistance training on body \ncomposition, leptin, resistin and muscle strength in elderly post-menopausal women. The \nJournal of sports medicine and physical fitness 53: 289-294, 2013. \n11. Bouchard C. Physical activity, fitness and health: Overview of the consensus \nsymposium. \nToward Active Living, Champaign, Human Kinetics, 1994. \n12. Burgomaster KA, Howarth KR, Phillips SM, Rakobowchuk M, MacDonald MJ, McGee \nSL, and Gibala MJ. Similar metabolic adaptations during exercise after low volume \nsprint interval and traditional endurance training in humans. The Journal of Physiology \n586: \n151-160, 2008. \n\n \n87 \n \n13. Burgomaster KA, Hughes SC, Heigenhauser GJF, Bradwell SN, and Gibala MJ. Six \nsessions of sprint interval training increases muscle oxidative potential and cycle \nendurance capacity in humans. 2005. \n14. Burr DB. Muscle strength, bone mass, and age-related bone loss. Journal of Bone and \nMineral Research 12: 1547-1551, 1997. \n15. Cardinal BJ, Esters J, and Cardinal MK. Evaluation of the revised physical activity \nreadiness questionnaire in older adults. Medicine and science in sports and exercise 28: \n468-472, 1996. \n16. Carr MC. The emergence of the metabolic syndrome with menopause. The Journal of \nclinical endocrinology and metabolism 88: 2404-2411, 2003. \n17. Caserta D, Adducchio G, Picchia S, Ralli E, Matteucci E, and Moscarini M. Metabolic \nsyndrome and polycystic ovary syndrome: An intriguing overlapping. Gynecological \nEndocrinology 30: 397-402, 2014. \n18. Cheung C-L, Nguyen U-SD, Au E, Tan KC, and Kung AW. Association of handgrip \nstrength with chronic diseases and multimorbidity. Age 35: 929-941, 2013. \n19. Choquette S, Riesco É, Cormier É, Dion T, Aubertin-Leheudre M, and Dionne IJ. \nEffects of soya isoflavones and exercise on body composition and clinical risk factors of \ncardiovascular diseases in overweight postmenopausal women: A 6-month double-blind \ncontrolled trial. British Journal of Nutrition 105: 1199-1209, 2011. \n20. Cooper B. Upward mobility add hill charges to your training to become a stronger, more \npowerful runner, in: Runner's World. 2004. \n21. Cooper C. The crippling consequences of fractures and their impact on quality of life. \nThe American journal of medicine 103: S12-S19, 1997. \n\n \n88 \n \n22. Cotter JA, Owerkowicz T, Yu AM, Camilon ML, Hoang T, Tesch PA, Caiozzo VJ, and \nAdams GR. Differential sex effects on lean body mass in response to concurrent high \nintensity exercise training. Presented at Medicine And Science In Sports And Exercise, \n2013. \n23. Cruz-Jentoft AJ, Baeyens JP, Bauer JM, Boirie Y, Cederholm T, Landi F, Martin FC, \nMichel J-P, Rolland Y, Schneider SM, Topinková E, Vandewoude M, and Zamboni M. \nSarcopenia: European consensus on definition and diagnosis: Report of the european \nworking group on sarcopenia in older people. Age and Ageing 39: 412-423, 2010. \n24. da Rocha Aragao F, Abrantes CG, Gabriel RE, Sousa MF, Castelo-Branco C, and \nMoreira MH. Effects of body composition and menopause characteristics on maximal \noxygen uptake of postmenopausal women. Menopause (New York, NY) 18: 1191-1197, \n2011. \n25. Davis WJ, Wood DT, Andrews RG, Elkind LM, and Davis WB. Concurrent training \nenhances athletes' strength, muscle endurance, and other measures. The Journal of \nStrength & Conditioning Research 22: 1487-1502, 2008. \n26. Davitt PM, Pellegrino JK, Schanzer JR, Tjionas H, and Arent SM. The effects of a \ncombined resistance training and endurance exercise program in inactive college female \nsubjects: Does order matter? The Journal of Strength & Conditioning Research 28: \n19371945, 2014. \n27. Dawson-Hughes B, Looker AC, Tosteson A, Johansson H, Kanis JA, and Melton III L. \nThe potential impact of the national osteoporosis foundation guidance on treatment \neligibility in the USA: An update in nhanes 2005–2008. Osteoporosis International 23: \n811-820, 2012. \n\n \n89 \n \n28. Dawson B, Fitzsimons M, Green S, Goodman C, Carey M, and Cole K. Changes in \nperformance, muscle metabolites, enzymes and fibre types after short sprint training. \nEuropean journal of applied physiology and occupational physiology 78: 163-169, 1998. \n29. Delecluse C, Van Coppenolle H, Willems E, Van Leemputte M, Diels R, and Goris M. \nInfluence of high-resistance and high-velocity training on sprint performance. Medicine \nand Science in Sports and Exercise 27: 1203-1209, 1995. \n30. Donges CE and Duffield R. Effects of resistance or aerobic exercise training on total and \nregional body composition in sedentary overweight middle-aged adults. Applied \nPhysiology, Nutrition & Metabolism 37: 499-509, 2012. \n31. Douchi T, Matsuo T, Uto H, Kuwahata T, Oki T, and Nagata Y. Lean body mass and \nbone mineral density in physically exercising postmenopausal women. Maturitas 45: \n185-190, 2003. \n32. Douchi T, Yamamoto S, Yoshimitsu N, Andoh T, Matsuo T, and Nagata Y. Relative \ncontribution of aging and menopause to changes in lean and fat mass in segmental \nregions. Maturitas 42: 301-306, 2002. \n33. Ehrlich PJ and Lanyon LE. Mechanical strain and bone cell function: A review. \nOsteoporosis International 13: 688-700, 2002. \n34. Elavsky S and McAuley E. Personality, menopausal symptoms, and physical activity \noutcomes in middle-aged women. Personality & Individual Differences 46: 123-128, \n2009. \n35. Escobar-Morreale HF and Millán JLS. Abdominal adiposity and the polycystic ovary \nsyndrome. Trends in Endocrinology & Metabolism 18: 266-272, 2007. \n\n \n90 \n \n36. Evans WJ and Campbell WW. Sarcopenia and age-related changes in body composition \nand functional capacity. The Journal of nutrition 123: 465-468, 1993. \n37. Ferley DD, Osborn RW, and Vukovich MD. The effects of uphill vs. Level-grade \nhighintensity interval training on vo2max, vmax, vlt, and tmax in well-trained distance \nrunners. Journal of Strength & Conditioning Research (Lippincott Williams & Wilkins) \n27: 1549-1559, 2013. \n38. Ferley DD, Osborn RW, and Vukovich MD. The effects of incline and level-grade \nhighintensity interval treadmill training on running economy and muscle power in \nwelltrained distance runners. The Journal of Strength & Conditioning Research 28: \n12981309, 2014. \n39. Ferrara CM, Lynch NA, Nicklas BJ, Ryan AS, and Berman DM. Differences in adipose \ntissue metabolism between postmenopausal and perimenopausal women. The Journal of \nClinical Endocrinology & Metabolism 87: 4166-4170, 2002. \n40. Fitzgerald MD, Tanaka H, Tran ZV, and Seals DR. Age-related declines in maximal \naerobic capacity in regularly exercising vs. Sedentary women: A meta-analysis. Journal \nof Applied Physiology 83: 160-165, 1997. \n41. FitzGerald SJ, Barlow CE, Kampert JB, Morrow Jr JR, Jackson AW, and Blair SN. \nMuscular fitness and all-cause mortality: Prospective observations. Journal of Physical \nActivity and Health 1: 7, 2004. \n42. Forwood MR. The importance of mechanical loading. Primer on the Metabolic Bone \nDiseases and Disorders of Mineral Metabolism: 149, 2013. \n43. Foundation NO. America's bone health: The state of osteoporosis and low bone mass. \nNational Osteoporosis Foundation Washington DCUSA, 2002. \n\n \n91 \n \n44. García-Martín A, Reyes-García R, García-Castro JM, Muñoz-Garach A, \nEscobarJiménez F, and Muñoz-Torres M. Gonadotropins are related to lean mass in \nhealthy postmenopausal women. Endocrine Research 38: 119-124, 2013. \n45. Geer EB and Shen W. Gender differences in insulin resistance, body composition, and \nenergy balance. Gender medicine 6: 60-75, 2009. \n46. Gibala MJ, Little JP, MacDonald MJ, and Hawley JA. Physiological adaptations to \nlowvolume, high‐intensity interval training in health and disease. The Journal of \nphysiology 590: 1077-1084, 2012. \n47. Gibala MJ, Little JP, van Essen M, Wilkin GP, Burgomaster KA, Safdar A, Raha S, and \nTarnopolsky MA. Short-term sprint interval versus traditional endurance training: \nSimilar initial adaptations in human skeletal muscle and exercise performance. Journal \nof \nPhysiology 575: 901-911, 2006. \n48. Gibala MJ and McGee SL. Metabolic adaptations to short-term high-intensity interval \ntraining: A little pain for a lot of gain? Exercise and sport sciences reviews 36: 58-63, \n2008. \n49. Glowacki SP, Martin SE, Maurer A, Baek W, Green JS, and Crouse SF. Effects of \nresistance, endurance, and concurrent exercise on training outcomes in men. Medicine & \nScience in Sports & Exercise: 2119-2127, 2004. \n50. Hamer M and Stamatakis E. Low-dose physical activity attenuates cardiovascular \ndisease mortality in men and women with clustered metabolic risk factors. Circulation \nCardiovascular quality and outcomes 5: 494-499, 2012. \n51. Harada S-i and Rodan GA. Control of osteoblast function and regulation of bone mass. \n\n \n92 \n \nNature 423: 349, 2003. \n52. Harber MP, Konopka AR, Douglass MD, Minchev K, Kaminsky LA, Trappe TA, and \nTrappe S. Aerobic exercise training improves whole muscle and single myofiber size \nand function in older women. American Journal of Physiology: Regulatory, Integrative \n& Comparative Physiology 66: R1452-R1459, 2009. \n53. Harber MP, Konopka AR, Undem MK, Hinkley JM, Minchev K, Kaminsky LA, Trappe \nTA, and Trappe S. Aerobic exercise training induces skeletal muscle hypertrophy and \nage-dependent adaptations in myofiber function in young and older men. Journal of \nApplied Physiology 113: 1495-1504, 2012. \n54. Hazell TJ, Hamilton CD, Olver TD, and Lemon PW. Running sprint interval training \ninduces fat loss in women. Applied Physiology, Nutrition, and Metabolism 39: 944-950, \n2014. \n55. Heikkinen J, Kyllönen E, Kurttila-Matero E, Wilén-Rosenqvist G, Lankinen KS, Rita H, \nand Väänänen HK. Hrt and exercise: Effects on bone density, muscle strength and lipid \nmetabolism. A placebo controlled 2-year prospective trial on two estrogen-progestin \nregimens in healthy postmenopausal women. Maturitas 26: 139-149, 1997. \n56. Herdy AH and Uhlendorf D. Reference values for cardiopulmonary exercise testing for \nsedentary and active men and women. Arquivos brasileiros de cardiologia 96: 54-59, \n2011. \n57. Hersey WC, Graves JE, Pollock ML, Gingerich R, Shireman RB, Heath GW, Spierto F, \nMcCole SD, and Hagberg JM. Endurance exercise training improves body composition \nand plasma insulin responses in 70-to 79-year-old men and women. Metabolism 43: \n847854, 1994. \n\n \n93 \n \n58. Heydari M, Freund J, and Boutcher SH. The effect of high-intensity intermittent exercise \non body composition of overweight young males. Journal of obesity 2012: 480467, \n2012. \n59. Hickson RC. Interference of strength development by simultaneously training for \nstrength and endurance. European journal of applied physiology and occupational \nphysiology 45: 255-263, 1980. \n60. Hinton PS, Nigh P, and Thyfault J. Effectiveness of resistance training or \njumpingexercise to increase bone mineral density in men with low bone mass: A 12-\nmonth randomized, clinical trial. Bone 79: 203-212. \n61. Holloszy JO, Tseng BS, Marsh DR, Hamilton MT, and Booth FW. Strength and aerobic \ntraining attenuate muscle wasting and improve resistance to the development of \ndisability with aging. The Journals of Gerontology Series A: Biological Sciences and \nMedical Sciences 50: 113-119, 1995. \n62. Houston M and Thomson J. The response of endurance-adapted adults to intense \nanaerobic training. European journal of applied physiology and occupational physiology \n36: 207-213, 1977. \n63. Hughes VA, Frontera WR, Roubenoff R, Evans WJ, and Singh MAF. Longitudinal \nchanges in body composition in older men and women: Role of body weight change and \nphysical activity. The American journal of clinical nutrition 76: 473-481, 2002. \n64. Hunter GR, McCarthy JP, and Bamman MM. Effects of resistance training on older \nadults. Sports medicine 34: 329-348, 2004. \n\n \n94 \n \n65. Ibañez J, Izquierdo M, Argüelles I, Forga L, Larrión JL, García-Unciti M, Idoate F, and \nGorostiaga EM. Twice-weekly progressive resistance training decreases abdominal fat \nand improves insulin sensitivity in older men with type 2 diabetes. Diabetes care 28: \n662-667, 2005. \n66. Irwin ML, Yasui Y, Ulrich CM, Bowen D, Rudolph RE, Schwartz RS, Yukawa M, \nAiello E, Potter JD, and McTiernan A. Effect of exercise on total and intra-abdominal \nbody fat in postmenopausal women: A randomized controlled trial. Jama 289: 323-330, \n2003. \n67. Ivuškāns A, Mäestu J, Jürimäe T, Lätt E, Purge P, Saar M, Maasalu K, and Jürimäe J. \nSedentary time has a negative influence on bone mineral parameters in peripubertal \nboys: \nA 1-year prospective study. Journal of bone and mineral metabolism 33: 85-92, 2015. \n68. Jebb SA and Moore MS. Contribution of a sedentary lifestyle and inactivity to the \netiology of overweight and obesity: Current evidence and research issues. Medicine & \nScience in Sports & Exercise: S534-541, 1999. \n69. Jones D, Rutherford O, and Parker D. Physiological changes in skeletal muscle as a \nresult of strength training. Quarterly journal of experimental physiology 74: 233-256, \n1989. \n70. Kang J, Chaloupka EC, Mastrangelo MA, Biren GB, and Robertson RJ. Physiological \ncomparisons among three maximal treadmill exercise protocols in trained and untrained \nindividuals. Eur J Appl Physiol 84: 291-295, 2001. \n71. Kim KR, Nam SY, Song YD, Lim SK, Lee HC, and Huh KB. Low-dose growth \nhormone \n\n \n95 \n \ntreatment with diet restriction accelerates body fat loss, exerts anabolic effect and \nimproves growth hormone secretory dysfunction in obese adults. Hormone Research in \nPaediatrics 51: 78-84, 1999. \n72. Kimm SYS, Glynn NW, McMahon RP, Voorhees CC, Striegel-Moore RH, and Daniels \nSR. Self-perceived barriers to activity participation among sedentary adolescent girls. \nMedicine & Science in Sports & Exercise 38: 534-540, 2006. \n73. Knight JA. Physical inactivity: Associated diseases and disorders. Annals of Clinical & \nLaboratory Science 42: 320-337, 2012. \n74. Knutzen KM, BRILLA LR, and CAINE D. Validity of 1rm prediction equations for \nolder adults. The Journal of Strength & Conditioning Research 13: 242-246, 1999. \n75. Kohl HW, Craig CL, Lambert EV, Inoue S, Alkandari JR, Leetongin G, Kahlmeier S, \nand Group LPASW. The pandemic of physical inactivity: Global action for public \nhealth. \nThe Lancet 380: 294-305, 2012. \n76. Kraemer WJ, Vescovi JD, Volek JS, Nindl BC, Newton RU, Patton JF, Dziados JE, \nFrench DN, and Hakkinen K. Effects of concurrent resistance and aerobic training on \nload-bearing performance and the army physical fitness test. Military Medicine-Bethesda \n169: 994-999, 2004. \n77. Laird RH, Kennedy S, Elmer D, Barberio M, Salom LP, Lee K, and Pascoe DD. Effect \nof concurrent sprint interval and resistance training on strength, power, and aerobic \nperformance measures. Presented at Medicine And Science In Sports And Exercise, \n2014. \n78. Lawler M. Incline treadmill tips for runners, in: Fitness Magazine. \n\n \n96 \n \n79. Leblanc AD, Schneider VS, Evans HJ, Engelbretson DA, and Krebs JM. Bone mineral \nloss and recovery after 17 weeks of bed rest. Journal of Bone and Mineral Research 5: \n843-850, 1990. \n80. Lee I-M and Skerrett PJ. Physical activity and all-cause mortality: What is the \ndoseresponse relation? Medicine and science in sports and exercise 33: S459-S471, \n2001. \n81. Lexell J, Downham D, and Sjöström M. Distribution of different fibre types in human \nskeletal muscles: Fibre type arrangement in m. Vastus lateralis from three groups of \nhealthy men between 15 and 83 years. Journal of the neurological sciences 72: 211-222, \n1986. \n82. Looker AC, Borrud LG, Dawson-Hughes B, Shepherd JA, and Wright NC. Osteoporosis \nor low bone mass at the femur neck or lumbar spine in older adults: United states, \n20052008. NCHS data brief: 1-8, 2012. \n83. MacDougall J, Elder G, Sale D, Moroz J, and Sutton J. Effects of strength training and \nimmobilization on human muscle fibres. European journal of applied physiology and \noccupational physiology 43: 25-34, 1980. \n84. Makridis KG, Karachalios T, Kontogeorgakos VA, Badras LS, and Malizos KN. The \neffect of osteoporotic treatment on the functional outcome, re-fracture rate, quality of \nlife and mortality in patients with hip fractures: A prospective functional and clinical \noutcome study on 520 patients. Injury 46: 378-383, 2015. \n85. Marques EA, Mota J, Machado L, Sousa F, Coelho M, Moreira P, and Carvalho J. \nMulticomponent training program with weight-bearing exercises elicits favorable bone \n\n \n97 \n \ndensity, muscle strength, and balance adaptations in older women. Calcified tissue \ninternational 88: 117-129, 2011. \n86. McKenzie DC. Respiratory physiology: Adaptations to high-level exercise. British \njournal of sports medicine: bjsports-2011-090824, 2012. \n87. Medicine ACoS. Acsm's guidelines for exercise testing and prescription. Lippincott \nWilliams & Wilkins, 2013. \n88. Menkes A, Mazel S, Redmond R, Koffler K, Libanati C, Gundberg C, Zizic T, Hagberg \nJ, Pratley R, and Hurley B. Strength training increases regional bone mineral density and \nbone remodeling in middle-aged and older men. Journal of Applied Physiology 74: \n24782484, 1993. \n89. Metcalfe RS, Babraj JA, Fawkner SG, and Vollaard NB. Towards the minimal amount \nof exercise for improving metabolic health: Beneficial effects of reduced-exertion \nhighintensity interval training. European journal of applied physiology 112: 2767-2775, \n2012. \n90. Mezil YA, Allison D, Kish K, Ditor D, Ward WE, Tsiani E, and Klentrou P. Response \nof bone turnover markers and cytokines to high-intensity low-impact exercise. Medicine \n& Science in Sports & Exercise 47: 1495-1502, 2015. \n91. Mikkola J, Rusko H, Izquierdo M, Gorostiaga E, and Häkkinen K. Neuromuscular and \ncardiovascular adaptations during concurrent strength and endurance training in \nuntrained men. International journal of sports medicine: 702-710, 2012. \n92. Miller GS, Dougherty PJ, Green JS, and Crouse SF. Comparison of cardiorespiratory \nresponses of moderately trained men and women using two different treadmill protocols \nJournal of Strength & Conditioning Research (Allen Press Publishing Services Inc) 21: \n\n \n98 \n \n1067-1071, 2007. \n93. Morita Y, Iwamoto I, Mizuma N, Kuwahata T, Matsuo T, Yoshinaga M, and Douchi T. \nPrecedence of the shift of body-fat distribution over the change in body composition \nafter menopause. Journal of Obstetrics & Gynaecology Research 32: 513-516, 2006. \n94. Mosti MP, Carlsen T, Aas E, Hoff J, Stunes AK, and Syversen U. Maximal strength \ntraining improves bone mineral density and neuromuscular performance in young adult \nwomen. The Journal of Strength & Conditioning Research 28: 2935-2945, 2014. \n95. Nichols JF, Omizo DK, Peterson KK, and Nelson KP. Efficacy of heavy-resistance \ntraining for active women over sixty: Muscular strength, body composition, and program \nadherence. Journal of the American Geriatrics Society 41: 205-210, 1993. \n96. Nijweide PJ, Burger EH, and Feyen J. Cells of bone: Proliferation, differentiation, and \nhormonal regulation. Physiological reviews 66: 855-886, 1986. \n97. Ogden CL, Carroll MD, Kit BK, and Flegal KM. Prevalence of childhood and adult \nobesity in the united states, 2011-2012. JAMA 311: 806-814, 2014. \n98. Oguma Y and Shinoda-Tagawa T. Physical activity decreases cardiovascular disease \nrisk in women: Review and meta-analysis. Am J Prev Med 26: 407-418, 2004. \n99. Oguma Y and Shinoda-Tagawa T. Physical activity decreases cardiovascular disease \nrisk in women: Review and meta-analysis. American Journal of Preventive Medicine 26: \n407- \n418, 2004. \n100. Orban W. Active living for older adults: A model for optimal living. Toward Active \nLiving: 153-161, 1994. \n101. Organization WH. Obesity: Preventing and managing the global epidemic. World \nHealth \n\n \n99 \n \nOrganization, 2000. \n102. Poliquin C. Five steps to increasing the effectiveness of your strength training program. \n103. Pratley RE, Hagberg JM, Dengel DR, Rogus EM, Muller DC, and Goldberg AP. \nAerobic exercise training‐induced reductions in abdominal fat and glucose‐stimulated \ninsulin responses in middle‐aged and older men. Journal of the American Geriatrics \nSociety 48: \n1055-1061, 2000. \n104. Prevention CCfDCa. \nHttp://www.Cdc.Gov/physicalactivity/everyone/guidelines/adults.Html. \n105. Pritzlaff CJ, Wideman L, Blumer J, Jensen M, Abbott RD, Gaesser GA, Veldhuis JD, \nand Weltman A. Catecholamine release, growth hormone secretion, and energy \nexpenditure during exercise vs. Recovery in men. Journal of Applied Physiology 89: \n937-946, 2000. \n106. Raisz LG. The osteoporosis revolution marches on. Journal of Orthopaedic Science 12: \n405-412, 2007. \n107. Rakobowchuk M, Tanguay S, Burgomaster KA, Howarth KR, Gibala MJ, and \nMacDonald MJ. Sprint interval and traditional endurance training induce similar \nimprovements in peripheral arterial stiffness and flow-mediated dilation in healthy \nhumans. American Journal of Physiology Regulatory, Integrative and Comparative \nPhysiology 295: R236-R242, 2008. \n108. Rantanen T, Harris T, Leveille SG, Visser M, Foley D, Masaki K, and Guralnik JM. \nMuscle strength and body mass index as long-term predictors of mortality in initially \n\n \n100 \n \nhealthy men. The Journals of Gerontology Series A: Biological Sciences and Medical \nSciences 55: M168-M173, 2000. \n109. Rexrode KM, Carey VJ, Hennekens CH, Walters EE, Colditz GA, Stampfer MJ, Willett \nWC, and Manson JE. Abdominal adiposity and coronary heart disease in women. Jama \n280: 1843-1848, 1998. \n110. Rhea MR, Ball SD, Phillips WT, and Burkett LN. A comparison of linear and daily \nundulating periodized programs with equated volume and intensity for strength. The \nJournal of Strength & Conditioning Research 16: 250-255, 2002. \n111. Riggs BL, Melton LJ, Robb RA, Camp JJ, Atkinson EJ, Peterson JM, Rouleau PA, \nMcCollough CH, Bouxsein ML, and Khosla S. Population‐based study of age and sex \ndifferences in bone volumetric density, size, geometry, and structure at different skeletal \nsites. Journal of Bone and Mineral Research 19: 1945-1954, 2004. \n112. Riggs BL, Wahner HW, Dunn WL, Mazess RB, Offord KP, and Melton LJ. Differential \nchanges in bone mineral density of the appendicular and axial skeleton with aging: \nRelationship to spinal osteoporosis. Journal of Clinical Investigation 67: 328-335, 1981. \n113. Roberts TJ and Belliveau RA. Sources of mechanical power for uphill running in \nhumans. Journal of Experimental Biology 208: 1963-1970, 2005. \n114. Roger VL, Go AS, Lloyd-Jones DM, Adams RJ, Berry JD, Brown TM, Carnethon MR, \nDai S, de Simone G, Ford ES, Fox CS, Fullerton HJ, Gillespie C, Greenlund KJ, \nHailpern \nSM, Heit JA, Ho PM, Howard VJ, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, \nLisabeth LD, Makuc DM, Marcus GM, Marelli A, Matchar DB, McDermott MM, \nMeigs \n\n \n101 \n \nJB, Moy CS, Mozaffarian D, Mussolino ME, Nichol G, Paynter NP, Rosamond WD, \nSorlie PD, Stafford RS, Turan TN, Turner MB, Wong ND, and Wylie-Rosett J. Heart \ndisease and stroke statistics—2011 update: A report from the american heart association. \nCirculation 123: e18-e209, 2011. \n115. Rognmo Ø, Hetland E, Helgerud J, Hoff J, and Slørdahl SA. High intensity aerobic \ninterval exercise is superior to moderate intensity exercise for increasing aerobic \ncapacity in patients with coronary artery disease. European Journal of Cardiovascular \nPrevention & Rehabilitation 11: 216-222, 2004. \n116. Schwartz RS, Shuman WP, Larson V, Cain KC, Fellingham GW, Beard JC, Kahn SE, \nStratton JR, Cerqueira MD, and Abrass IB. The effect of intensive endurance exercise \ntraining on body fat distribution in young and older men. Metabolism 40: 545-551, 1991. \n117. Seals DR, Hagberg JM, Hurley BF, Ehsani AA, and Holloszy JO. Endurance training in \nolder men and women. I. Cardiovascular responses to exercise. Journal of Applied \nPhysiology 57: 1024-1029, 1984. \n118. Seguin R, LaMonte M, Tinker L, Liu J, Woods N, Michael YL, Bushnell C, and \nLaCroix AZ. Sedentary behavior and physical function decline in older women: \nFindings from the women's health initiative. Journal of aging research 2012, 2012. \n119. Seo D-i, So W-Y, Ha S, Yoo E-J, Kim D, Singh H, Fahs CA, Rossow L, Bemben DA, \nand Bemben MG. Effects of 12 weeks of combined exercise training on visfatin and \nmetabolic syndrome factors in obese middle-aged women. Journal of sports science & \nmedicine 10: 222, 2011. \n120. Shen W, Punyanitya M, Wang Z, Gallagher D, Onge M-PS-, Albu J, Heymsfield SB, \nand Heshka S. Total body skeletal muscle and adipose tissue volumes: Estimation from a \n\n \n102 \n \nsingle abdominal cross-sectional image. Journal of applied physiology 97: 2333-2338, \n2004. \n121. Shiraev T and Barclay G. Evidence based exercise: Clinical benefits of high intensity \ninterval training. Australian family physician 41: 960, 2012. \n122. Sijie T, Hainai Y, Fengying Y, and Jianxiong W. High intensity interval exercise \ntraining in overweight young women. The Journal of sports medicine and physical \nfitness 52: \n255-262, 2012. \n123. Skrzypulec V, Dąbrowska J, and Drosdzol A. The influence of physical activity level on \nclimacteric symptoms in menopausal women. Climacteric 13: 355-361, 2010. \n124. SNOW-HARTER C and MARCUS R. 10 exercise, bone mineral density, and \nosteoporosis. Exercise and Sport Sciences Reviews 19: 351-388, 1991. \n125. Sowers M, Zheng H, Tomey K, Karvonen-Gutierrez C, Jannausch M, Li X, Yosef M, \nand Symons J. Changes in body composition in women over six years at midlife: \nOvarian and chronological aging. The Journal of Clinical Endocrinology & Metabolism \n92: 895-901, 2007. \n126. Sparling PB and Snow TK. Physical activity patterns in recent college alumni. Research \nQuarterly for Exercise and Sport 73: 200-205, 2002. \n127. Stevenson JC. A woman's journey through the reproductive, transitional and \npostmenopausal periods of life: Impact on cardiovascular and musculo-skeletal risk and \nthe role of estrogen replacement. Maturitas 70: 197-205, 2011. \n128. Swanson SC and Caldwell GE. An integrated biomechanical analysis of high speed \nincline and level treadmill running. Med Sci Sports Exerc 32: 1146-1155, 2000. \n\n \n103 \n \n129. Tan S, Wang J, Cao L, Guo Z, and Wang Y. Positive effect of exercise training at \nmaximal fat oxidation intensity on body composition and lipid metabolism in \noverweight middle-aged women. Clinical Physiology and Functional Imaging: n/a-n/a, \n2014. \n130. Teede HJ, Lombard C, and Deeks AA. Obesity, metabolic complications and the \nmenopause: An opportunity for prevention. Climacteric 13: 203-209, 2010. \n131. Tesch P. Skeletal muscle adaptations consequent to long-term heavy resistance exercise. \nMedicine & Science in Sports & Exercise: S132-134, 1988. \n132. Trappe S, Gallagher P, Harber M, Carrithers J, Fluckey J, and Trappe T. Single muscle \nfibre contractile properties in young and old men and women. J Physiol 552: 47-58, \n2003. \n133. Troiano RP, Berrigan D, Dodd KW, Mâsse LC, Tilert T, and McDowell M. Physical \nactivity in the united states measured by accelerometer. Medicine and science in sports \nand exercise 40: 181, 2008. \n134. Trost S and Pate R. Physical activity in children and youth. Lifestyle Medicine Malden, \nMA: Blackwell Science: 663-673, 1999. \n135. Trost SG, Pate RR, Dowda M, Saunders R, Ward DS, and Felton G. Gender differences \nin physical activity and determinants of physical activity in rural fifth grade children. \nJournal of School Health 66: 145-150, 1996. \n136. Van der Schouw Y, van der Graaf Y, Steyerberg E, Eijkemans M, and Banga J. Age at \nmenopause as a risk factor for cardiovascular mortality. The lancet 347: 714-718, 1996. \n137. Volaklis KA, Halle M, and Meisinger C. Muscular strength as a strong predictor of \nmortality: A narrative review. European journal of internal medicine 26: 303-310, 2015. \n\n \n104 \n \n138. Wallace B and Cumming R. Systematic review of randomized trials of the effect of \nexercise on bone mass in pre-and postmenopausal women. Calcified Tissue \nInternational 67: 10-18, 2000. \n139. Wallace BA and Cumming RG. Systematic review of randomized trials of the effect of \nexercise on bone mass in pre- and postmenopausal women. Calcif Tissue Int 67: 10-18, \n2000. \n140. Wang Q, Hassager C, Ravn P, Wang S, and Christiansen C. Total and regional \nbodycomposition changes in early postmenopausal women: Age-related or \nmenopauserelated? The American journal of clinical nutrition 60: 843-848, 1994. \n141. Webborn A. Acsm's exercise management for persons with chronic diseases and \ndisabilities. British journal of sports medicine 31: 354, 1997. \n142. Weltman A. Practicality of inclined treadmill vo2max testing for level running exercise \nprescription. The Journal of sports medicine and physical fitness 22: 191-198, 1982. \n143. Westerterp KR. Physical activity and physical activity induced energy expenditure in \nhumans: Measurement, determinants, and effects. Frontiers in physiology 4, 2013. \n144. Whyte LJ, Gill JM, and Cathcart AJ. Effect of 2 weeks of sprint interval training on \nhealth-related outcomes in sedentary overweight/obese men. Metabolism 59: 1421-1428, \n2010. \n145. Widrick JJ, Stelzer JE, Shoepe TC, and Garner DP. Functional properties of human \nmuscle fibers after short-term resistance exercise training. 2002. \n146. Wilmore JH, Stanforth PR, Gagnon J, Rice T, Mandel S, Leon AS, Rao D, Skinner JS, \nand Bouchard C. Cardiac output and stroke volume changes with endurance training: \n\n \n105 \n \nThe heritage family study. Medicine and science in sports and exercise 33: 99-106, \n2001. \n147. Wilson JM, Marin PJ, Rhea MR, Wilson SM, Loenneke JP, and Anderson JC. \nConcurrent training: A meta-analysis examining interference of aerobic and resistance \nexercises. The Journal of Strength & Conditioning Research 26: 2293-2307, 2012. \n148. Wong P-l, Chaouachi A, Chamari K, Dellal A, and Wisloff U. Effect of preseason \nconcurrent muscular strength and high-intensity interval training in professional soccer \nplayers. The Journal of Strength & Conditioning Research 24: 653-660, 2010. \n149. Yarasheski KE, Pak-Loduca J, Hasten DL, Obert KA, Brown MB, and Sinacore DR. \nResistance exercise training increases mixed muscle protein synthesis rate in frail \nwomen and men ≥76 yr old. 1999. \n150. Zoico E, Di Francesco V, Guralnik J, Mazzali G, Bortolani A, Guariento S, Sergi G, \nBosello O, and Zamboni M. Physical disability and muscular strength in relation to \nobesity and different body composition indexes in a sample of healthy elderly women. \nInternational journal of obesity 28: 234-241, 2004. \n \n \n \n \n \n \n \n \n \n \n\n \n106 \n \nManuscript I, Table 1. \n \n Monday Wednesday Friday \n \nWeek 1 \n \nProtocol “A” \n \n \nProtocol “B” \n \n \nProtocol “A” \n \nWeek 2 \nProtocol “B” \n \nProtocol “A” \n \nProtocol “B” \n \n \nTable 1. Weekly resistance training protocol scheme \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n107 \n \nManuscript I, Table 2. \n \n \nUndulating Periodization Phase \n \nScheme \n \nMuscular Conditioning/ Endurance Phase \n \n3 sets of 10 repetitions \n65%, 70%, 75% 1RM \n \nMuscular Strength Phase \n \n3 sets of 6 repetitions \n75%-80%-85% 1RM \n \nMuscular Hypertrophy Phase \n \n3 sets of 8 repetitions \n75%-80%-85% 1RM \n \nTable 2. Undulating Periodization Schemes \n \n \n \n \n \n \n \n \n\n \n108 \n \n Manuscript I, Table 3 \n \n \nTable 3. Subject Characteristics. All values are presented as means ± standard \ndeviations. \n \n \n \n \n \n \n \n \n \nCSIT0 \n CSIT6 \nAnthropometric Data \n \nAge (yr) \n \n 51.9 ± 6.6 \n 53.4 ± 7.6 \nHeight (cm) \n \n 162.5 ± 5.6 \n 161.5 ± 4.9 \nMass (kg) \n \n 74.9 ± 16.9 \n 70.0 ± 13.5 \nBMI \n \n 28.4 ± 5.8 \n 26.2 ± 4.8 \nBody Fat % \n \n 40.6 ± 6.6 \n 39.4 ± 6.4 \nLean Mass (kg) \n \n 43.4 ± 6.7 \n 40.4 ± 5.9 \nN \n \n 27 \n 26 \n\n \n109 \n \n \n \n \n \nManuscript I, Table 4 \n \n CSIT0 CSIT6 \n Pre Post Pre Post \n \n \nBody Composition \nBody Weight (kg) 74.9 ± 16.9 74.3 ± 16.3 70.0 ± 13.5 69.9 ± 12.2 \nBody Fat % 40.6 ± 6.6 39.5 ± 6.7* 39.4 ± 6.4 38.6 ± 5.95* \nVisceral Adipose Tissue (kg) 0.871 ± 0.797 0.825 ± 0.671* 0.890 ± 0.757 0.831 ± 0.666 * \nFemoral Neck BMD (g/cm2) 0.934 ± 0.114 0.938 ± 0.112 0.971 ± 0.144 0.970 ± 0.142 \nAP BMD (g/cm2) 1.220 ± 0.161 1.240 ± 0.173 1.200 ± 0.160 1.210 ± 0.173 \nLBM (kg) \nMuscular Strength \n43.4 ± 6.7 42.4 ± 6.7 40.5 ± 5.9 41.3 ± 5.6 \n \n1RM Back Squat (kg) 49.2 ± 19.2 91.1 ± 24.7* 41.2 ± 15.9 86.8 ± 31.3* \n1 RM Bench Press (kg) 31.7 ± 9.2 41.0 ± 7.75* 28.9 ± 7.7 38.1 ± 9.88* \n \n \nTable 4. Body composition and muscular strength data. All values are presented as means \nstandard deviations. *denotes significant differences between groups (P < 0.05) \n \n \n \n \n \n\n , \n110 \n \n \nManuscript I, Figure 1. \n \nFigure 1. 1 RM back squat pre vs. post training. Values are reported as means ± SD. *Denotes \nsignificant differences from pre values (P < 0.05). No significant differences detected between \ntraining protocols. \n \n \n \n \n \n \n \n\n\n \n111 \n \n \n \nManuscript I Figure 2. \n \n \nFigure 2. 1 RM bench press pre vs. post training. Values are reported as means ± SD. \n*Denotes statistically significantly changes were found from pre values (P < 0.05). No \nsignificant differences detected between training protocols. \n \n \n \n \n \n \n \n\n\n , \n112 \n \n \n \n \n Manuscript II, Table 1 \n \n CSIT0 CSIT6 \nAnthropometric Data \nAge (yr) \nHeight (cm) \nMass (kg) \nBMI \nBody Fat (%) \nLean Mass (kg) \nN \nAerobic Measures \n VO2max (L/min) \n Vmax (MPH) \n Tmax (s) \n \n51.9 ± 6.6 \n162.5 ± 5.6 \n74.9 ± 16.9 \n28.4 ± 5.8 \n41.6 ± 6.2 \n42.2 ± 6.5 \n27 \n \n2.11 ± 0.39 \n5.1 ± 0.92 \n490 ± 102.3 \n \n53.4 ± 7.6 \n161.5 ± 4.9 \n69.9 ± 13.5 \n26.2 ± 4.8 \n39.8 ± 7.2 \n40.4 ± 5.8 \n26 \n \n2.03 ± 0.38 \n4.3 ± 0.68 \n503 ± 75.4 \n \nTable 1. Subject Characteristics. All values are presented as means ± standard deviations. \n*Denotes significant differences between groups (p ≤ 0.05) \n \n \n \n \n\n \n113 \n \n \n \nManuscript II, Table 2 \n \nProtocol A Protocol B \n \n• Back Squat \n• Bent Over Row \n• Bench Press \n \n• Squat Jumps \n• Weighed Lunges \n• Standing Shoulder Press \n• Back Extensions \n \n \nTable 2. Resistance Training Protocols \n \n \n \n \n \n \n \n \n \n \n \n\n \n114 \n \n \n \nManuscript II, Table 3 \n \n \n Monday Wednesday Friday \n \nWeek 1 \n \nProtocol “A” \n \n \nProtocol “B” \n \n \nProtocol “A” \n \n \n \nWeek 2 Protocol “B” \n \nProtocol “A” \n \nProtocol “B” \n \n \nTable 3. Weekly resistance training protocol scheme \n \n \n \n \n \n \n \n \n \n \n\n \n115 \n \n \n \nManuscript II, Table 4. \n \n \nUndulating Periodization Phase \n \nScheme \n \nMuscular Conditioning/ Endurance Phase \n \n3 sets of 10 repetitions \n65%, 70%, 75% 1RM \n \nMuscular Strength Phase \n \n3 sets of 6 repetitions \n75%-80%-85% 1RM \n \nMuscular Hypertrophy Phase \n \n3 sets of 8 repetitions \n75%-80%-85% 1RM \n \nTable 4. Undulating Periodization Schemes \n \n \n \n \n \n \n\n \n116 \n \n \n \nManuscript II, Table 5 \n \nCSIT0 PRE POST \n \nAerobic Measures \nVO2max (L/min) \n \n2.11 ± 0.39 \n \n2.29 ± 0.37 * \nVmax (MPH) 5.1 ± 0.92 5.9 ± 0.90 * \nTmax (s) 490 ± 102.3 542.7 ± 81.5 * \nCSIT6 PRE POST \n \nAerobic Measures \nVO2max (L/min) \n \n2.03 ± 0.38 \n \n2.09 ± 0.56 * \nVmax (MPH) 4.3 ± 0.68 4.9 ± 0.64 * \nTmax (s) 503 ± 75.4 541.9 ± 77.0 * \n \nTable 5. Pre and post intervention Aerobic Capacity measures. All values are presented as \nmeans ± standard deviations.*Denotes significant differences from pre training values (p ≤ 0.05) \n \n \n \n \n\n \n117 \n \nManuscript II, Figure 1 \n \n \nGraph 1. Pre and post intervention Absolute Maximal Aerobic Capacity (VO2max) in L/min. All \nvalues are presented as means ± standard deviations. \n*Denotes significant differences from pre training values (p ≤ 0.05) \n \n \n \n \n \n \n\n\n \n118 \n \nManuscript II, Figure 2 \n \n \nGraph 2. Pre and post intervention Time to Exhaustion (Tmax) in seconds. All values are \npresented as means ± standard deviations. \n*Denotes significant differences from pre training values (p ≤ 0.05) \n \n \n \n \n \n \n \n \n\n\n \n119 \n \nManuscript II, Figure 3 \n \n \nGraph 3. Pre and post intervention Speed required to achieve 95% of age predicted HRmax \n(Vmax) in MPH. All values are presented as means ± standard deviations. *Denotes significant \ndifferences from pre training values (p ≤ 0.05) \n \n \n \n \n \n \n \n \n\n\n \n120 \n \n \nAppendix A \nRECENT TRAINING HISTORY QUESTIONNAIRE \nSubject code number:_______________ Date:_______________ \nPlease answer these questions regarding your recent training level. Interval training is defined as \nalternating periods of high intensity or maximal effort alternated with periods of low intensity of \ncomplete recovery. \n1. On average, how many days per week do you perform resistance exercise? How many \nminutes on average for each session? \n__________________________________________________________________ \n2. On average, how many days per week do you perform endurance exercise? How many \nminutes on average for each session? \n__________________________________________________________________ 3. \nHave you made any changes to your exercise habits in the last 3 months? \n__________________________________________________________________ \n4. Did you do any interval training during this time? If yes, please describe. \n_____________________________________________________________________________\n_ \n_____________________________________________________________________________\n_ \n_____________________________________________________________________________\n_ ______________________________ \nParticipants Signature___________ \n \n \n \n \n \n \n \n \n \n\n \n121 \n \nAppendix B \nRecruitment Script \n“Effect of high intensity exercise training on physiological, psychosocial and exercise adherence \nparameters in women” \n \nPurpose: \nYou are invited to participate in a training research study that will investigate physiological adaptations \n(aerobic capacity, body composition, muscle mass, fat mass, strength and power), psychosocial changes \n(how you feel about your training and exercise), and issues pertaining to exercise adherence with this \ntraining regimen. To conduct this experiment we are looking to recruit healthy females who are not \ncurrently exercising more than 3 days per week to participate in a 12 week training study. There will be \nfollow up assessments on weeks 19 and 26. \n \nParticipant Qualifications: \n• Female \n• Age 40 - 64 \n• Health (as determined by screening document) \n• Do not current engage in vigorous activity more than 3 days per week (running, swimming, \nweight training, etc.) \n \nRequirements: \nIf you decide to participate you will be asked to read and sign both an informed consent and Physical \nActivity Readiness Questionnaire (PAR-Q) to determine if you are healthy enough to begin a new \ntraining program. Initial testing will include: body composition measurements using an iDEXA scan, \nresting blood pressure, a VO2 max test performed while running on a treadmill, and one repetition max \nfor the standing press, back squat, and bench press. Additionally, you will attend performance testing \nprotocol familiarization which will include 3 visits to the lab to learn all testing procedures. This initial \nfamiliarization and testing will take 2 weeks. \n \nBenefits: \nYou will receive free exercise training (i.e. strength training, cardiovascular) for 13 weeks and follow up \ntesting for two additional weeks. In addition you will receive detailed feedback on your training and \nnutritional intake, as well as, all of your results including a full body fat analysis. Previous benefits from \nthis study have shown an increase in lean body mass. \n \nAfter initial testing you will begin 10 weeks of performing concurrent strength training and sprint \ninterval training on a treadmill. Training will occur 3 days / week and time commitment will not exceed \n1 hour 15 minutes per day. \nYOUR PARTICIPATION IS COMPLETELY VOLUNTARY! \n\n \n122 \n \nIf you choose to participate, you have the right to stop at any time. Your choice of whether or not to \nparticipate in this study will in no way effect your relationship with the researchers or the Department of \nKinesiology. Recorded data will be available only by participant number. \n \nContact Information: Please contact Danielle Wadsworth via e-mail at wadswdd@auburn.edu or Lorena \nSalom (lps0005@auburn.edu) or telephone at 334-844-1836 for more information. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n123 \n \nAppendix C \nPAR Q Medical Questionnaire* \nPlease read each question carefully and answer honestly. If you do not understand the question, \nplease ask the investigator for clarification. Check the appropriate answer. \n \nNo Yes \n____ _____ 1. Are you under 19 years old or over the age of 39 years? \n_____ _____ 2. Do you presently smoke or have been a regular smoker? \n_____ _____ 3. Has your doctor ever said you have heart trouble? \n_____ _____ 4. Do you have a family history of early cardiovascular death before the age of 50? \n_____ _____ 5. Have you ever had a heart murmur, rheumatic fever or respiratory problems? \n_____ _____ 6. Have you ever been told that you have a fast resting heart rate? \n_____ _____ 7. Have you ever been told by your doctor or nurse that your blood pressure is too high? \n_____ _____ 8. Have you ever been told that your cholesterol is too high? \n_____ _____ 9. Have you been told that you have a kidney disorder? \n_____ _____ 10. Have you been told that you have diabetes or that your blood sugar is too high? \n_____ \n \n_____ 11. Have you been told that your electrocardiogram (EKG), 12 lead EKG or stress test is \nnot normal? \n_____ _____ 12. Do you have any rashes or reactions that result from hot or cold exposures (hot or \ncold uticaria)? \n \n_____ _____ 13. Have you been hospitalized in the past year? \n_____ _____ 14. Are you taking prescription medicine? \n If so, what? _______________________ _ \n \n**Note that taking certain medications may cause you to be excluded from participation in this study \nincluding those that cause increases in heart rate, or other drugs that may, increase the risk of participation \n. \n_____ _____ 15. Do you have any orthopedic issues that would interfere with your participation in this study? \n_____ _____ 16. Do you have any reason to believe that your participation in this investigative effort may \nput your health or well being at risk? If so, please state reason. \n \n \nSignature of subject _____________ Date _____ _ \n \n\n \n124 \n \n \n \nAppendix D \n \nInformed Consent for a Research Study Entitled \n“Effect of high intensity exercise training on physiological, psychosocial and exercise adherence \nparameters in women” \n \nProject Overview: You are invited to participate in a research study that will examine the effect of a \nconcurrent training program including aerobic and strength training, on power outputs and exercise \nadherence changes in recreationally active females. We are recruiting participants to complete a 13 week \nstudy. Participants will participate in a concurrent strength training and sprint high intensity interval \ntraining (HIIT). We will also be investigating the exercise adherence and behaviors related to the \nparticipation in exercise training regimen. \nPurpose: The purpose of this investigation is to examine aerobic, strength, power outputs and exercise \nadherence changes that occur following each training intervention. \nParticipation Requirements: To be eligible, you must be: \n1. Female participant between 40 and 64 years of age \n2. Maximal oxygen consumption levels above 20 ml/kg/min as determined by preliminary VO2 \nmax testing. \n3. Low risk for medical complications (as determined by physical activity readiness questionnaire \n(PARQ)). \n4. Currently engaging in no more than three days per week of moderate strength and/or endurance \ntraining (as determined by recent activity questionnaire). \n5. Currently not taking any medications that will increase the risk of participation, or interfere with \ntesting variables. Note that taking certain medications may cause you to be excluded from \nparticipation in this study including those that cause increases in heart rate, or other drugs that \nmay increase the risk of participation \n \nYou must meet all of the requirements to be eligible for participation in this study \nTime commitment for participation in this study will be approximately 40 hours. Lab training time \nwill last 13 weeks with follow-up on weeks 19 and 26. \n \n \n \n \n\n \n125 \n \nPage 1 of 5 Initials________ \n301 Wire Rd., Auburn, AL 36849-5323; Telephone: 334-844-4483; Fax: 334-844-1467 \nw w w . a u b u r n . e d u \nDay 1: On the first visit to the lab, you will complete the PARQ Questionnaire, complete the current \nactivity questionnaire, and read and sign the University-approved informed consent form. Drs Danielle \nWadsworth, Jim McDonald, David D. Pascoe or Graduate student Lorena Salom will be present for all \ninformed consent briefings. If ineligible for participation for any reason (participation requirements or \nPAR-Q,) all forms will be returned to the subject and no record will be kept by the researchers. \nDescriptive data will be obtained (age, height, weight, blood pressure, cheek swab and iDEXA (body \ncomposition)). Hydration level will be assessed using a urine refractometer from a urine sample provided. \nIf adequately hydrated, you will then become familiar with walking/running on the Woodway treadmill. \nYou will then complete a VO2 max test, an incremental treadmill walking/running test designed to \ndetermine your maximal oxygen uptake. We will monitor you closely and ensure that you complete a \nthorough cool-down by walking for several minutes at a comfortable pace. \nThe total time for the exercise testing will be approximately twenty minutes (including a warm-up and \ncool down) while descriptive data will not take more than 40 minutes, making total time commitment for \nthe entire visit approximately one hour. \n \nDay 2 – Day 7: Over this 5 day period, you will return to the lab on three separate occasions to become \nfamiliar with testing procedures including the back squat, standing press, bench press, and treadmill \nwalking/running protocol as needed. Additional familiarization opportunities will be provided as needed. \nOn the last familiarization day you will perform supervised one repetition max (1RM) tests for the back \nsquat, standing press and bench press. Total time commitment for each visit is 45 minutes. \nDetailed descriptions of each test can be found at the end of this document. Participants will be given a \ndietary log on Monday to record throughout the week. Logs will be collected on the following Monday \nby the researchers. You will also be asked to wear an accelerometer and a GPS unit around your waist. \nThese measures allow us to determine how much exercise you do outside of the lab and in what contexts \n(i.e. outside, gym etc.) you complete additional exercise in. \n \nMonday: Practice for back squat, standing press, bench press \nWednesday: Practice training protocol to include treadmill walking/running and resistance training \nFriday: 1 RM testing for back squat, standing press, bench press \nTime commitment for the week = 3.5 hours after testing you will begin your training protocol. The \nexercise protocol is described below: \n \nStrength Training Protocol - \n• General warm-up will be completed before each session \n• Two alternating training days will be used \n• Sets, reps, and intensity will be altered after every two training sessions \n• Each program will be individualized based on you testing variables \n• Training will occur at the same time each day and will not exceed 45 minutes \n• All training will be overseen by a certified strength and conditioning coach \n• Time commitment = 2.0 hours/week \n \nSprint HIIT Protocol - \n• 3 minute warm-up will be completed consisting of a walk/jog at 50% your VO2 max \n\n \n126 \n \n• Participants will be allowed to stretch as needed prior to intervals \nPage 2 of 5 Initials________ \n• HIIT training will consist of intervals (3 intervals for the first two weeks building to 9 intervals \nfor the last 6 weeks of the study) each interval lasting 40 seconds walking/running, with 20 \nseconds passive recovery \n• 3 minute cool-down will be completed at 50% of VO2 max \n• Speed of the walk/run will be individualized and based on testing outcomes \n• Training will occur at the same time each day and will not exceed 20 minutes \n• Time commitment = 1 hour / week \n \nTraining Weeks 2 – 12 \n• Training will take place three days per week: Monday, Wednesday, and Friday \n• Participants will be asked to consume at least 1 pint of water before reporting for the workout \n \n Time commitment 2.5 – 3.5 hours per week. \n• You will have blood taken prior to the beginning of your first exercise protocol. A total of 36 ml \n(2.4 tablespoons) will be drawn. Blood collection will be repeated again on weeks 6 and 12 of \nthe study, for a total of 108 ml (7.2 tablespoons). The blood will be taken from your arm. The \nrisks of taking blood include pain, a bruise at the point where the blood is taken, redness and \nswelling of the vein and infection, and a rare risk of fainting. \n \nPost Testing – Week 13 – will be a retest of all variables examined in week 1. Dietary logs will be \nreturned to participants on Friday of week 12 and you will be asked to replicate dietary intake from the \nfirst week as closely as possible. Testing schedule is found below: \nMonday: 1 RM testing for back squat and standing press \nTuesday: Collect anthropometric data \nWednesday: VO2 Max \nFriday: Make-up tests \n \nTime commitment for the week = 3.5 hours \nTotal time commitment for lab participation = 12 weeks – approximately 40 hours \n \nAdherence to protocol -Weeks 14-19 – Upon the conclusion of your lab training you may receive \nreinforcement messages to help you maintain your activity levels. The messages will be sent as texts. You \nmay receive up to three messages each week. You are responsible for any costs occurred via text. \nRetention measures – Weeks 19 and 36 – There will be follow-up testing, where you will be asked to \nyou to return to the lab and complete the same measures as during week 1 testing. Time commitment for \nthe week = 3.5 hours \n \nTest Descriptions: \nVO2 Max – Perform incremental treadmill test with O2 consumption monitored via a True Max \nMetabolic Testing System. \nAll 1 RM assessments will be obtained in no more than 4 attempts \n1 RM Back Squat – Participants will warm-up; followed by a set of 10 squats with an empty bar. An \nadditional warm-up sets; 5 reps with 50% of predicted 1 RM and 2 sets of 3 reps with 70% of 1RM will \nbe performed. \n1 RM Standing Press - Participants will warm-up; followed by a set of 5 standing presses with an empty \nbar. An additional warm-up set; 5 reps with 50% of predicted 1 RM and 2 sets of 3 reps with 70% of \n1RM will be performed. \n\n \n127 \n \nPage 3 of 5 Initials_______ \n1 RM Bench Press – Participants will warm-up; followed by a set of 5 standing presses with an empty \nbar. An additional warm-up set; 5 reps with 50% of predicted 1 RM and 2 sets of 3 reps with 70% of \n1RM will be performed. \nPotential Risks: \n1. While performing any exercise there is a chance of muscle strains, sprains, pulls, and even death. \nThe American College of Sports Medicine estimates the risk of sudden cardiac death 1 per 36.5 \nmillion hours of exertion. \n2. Due to the high intensity nature of some of the exercises, you may feel nauseous and/or \nlightheaded after completing the intervals. \n3. With any blood collection procedure there is a risk of infection, bleeding, bruising, irritation at \ninjection site, and/or fainting. \n“Note” It is important for you to realize that you are responsible for any costs incurred in the event of an \ninjury. \n \nPrecautions: \n1. Although the training for this trial is of higher intensity, it is of short duration and at a \ncomfortable environmental temperature and humidity level. Heart rate will be recorded \nthroughout the trial. We will also collect data on your daily activity using a wrist accelerometer \nand a GPS unit to monitor free living exercise behavior. \n2. We have additionally employed the use of a modified PARQ to assist in eliminating participants \nthat have potential medical or orthopedic identified risks. During the trials you will always be \naccompanied by researchers who maintain current CPR Certifications. \n3. After each exercise bout you will be monitored and be given a chance to cool-down. \n4. Investigators participating in blood data collection (David Pascoe, Jim McDonald, and Lorena \nSalom) have completed NIH approved phlebotomy training. Only new, sterile blood-gathering \nequipment and aseptic techniques will be utilized throughout all data collection and analysis \nprocesses. \n5. The training program was designed by Dr. Rich Laird, PhD and Certified Strength and \nConditioning Coach. It has been used safely and effectively in previous Auburn Studies. Proper \nlifting technique, volume and intensity manipulation, and spotting will be employed to decrease \nthe risk of injury. \n6. Should an emergency arise, we will call 911 and follow our emergency action plan. You are \nresponsible for any cost associated with medical treatment. \nBenefits: You will receive 12 weeks of organized and supervised training, along with performance \nassessments including body composition, VO2 max, 1 RM squat, 1 RM bench, isometric squat force and \ngenotype information. \nYour participation is completely voluntary. If you change your mind about participating, you can \nwithdraw at any time during the study. If you choose to withdraw, you can request to have your data \nwithdrawn. Your decision about whether or not to participate or to stop participating will not \njeopardize your future relations with Auburn University, the S of Kinesiology, or any of the researchers. \nYour privacy will be protected. Any information obtained in connection with this study will remain \nanonymous. \nIf you have any questions, we invite you to ask us now. If you have questions later, you can contact \nDanielle D. Wadsworth (wadswdd@auburn.edu), Lorena P. Salom (lps0005@auburn.edu), James R. \nMcDonald (jrm0013@auburn.edu) or David Pascoe (pascodd@auburn.edu), or call 334-844-1836. You \nwill be provided with a copy of this document for your records. \n\n \n128 \n \n \n Page 4 of 5 Initials________ \nFor more information regarding your rights as a research participant, you may contact the Auburn \nUniversity Office of Human Subjects Research or the Institutional Review Board phone number (334) \n844-5966 or email at hsubjec@auburn.edu or IRBChair@auburn.edu. \n \n \nHAVING READ THE INFORMTION PROVIDED, YOU MUST DECIDE WHETHER OR NOT \nYOU WISH TO PARTICIPATE IN THIS RESEARCH STUDY. YOUR SIGNATURE \nINDICATES YOUR WILLINGNESS TO PARTICIPATE. \n \nParticipant's signature Printed Name Date \n____________________________ __________________________ ________ \nInvestigator obtaining consent Printed Name Date \n____________________________ __________________________ _________ \nCo-Investigator Printed Name Date \n_____________________________ __________________________ __________ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n129 \n \n \nPage 5 of 5"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 17,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Systematic review/meta-analysis on RT for secondary sarcopenia (e.g., due to chronic disease, hospitalization) in older adults."
}