{
  "id": 106,
  "title": "Effects of Resistance Training on Older Adults With Secondary Sarcopenia: A Systematic Review and Meta-Analysis",
  "authors": "Silva L S L et al.",
  "year": 2023,
  "doi": "10.3389/fnut.2023.1179832",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_adults",
    "sarcopenic_obesity",
    "RT_protocols"
  ],
  "population": {
    "training_status": "scoping_review"
  },
  "sections": {
    "results": "were performed using Review Manager 5.3 with standardized mean variance (SMD) and \nrandom effects model. The study included 12 randomized controlled trials involving 639 patients \n(mean age 57.28 ± 2.66 to 79.6 ± 5.4 years). There are five types of complications among the patients: \nobesity, type 2 diabetes, Alzheimer’s disease, hemodiaysis, and pancreatic cancer. Compared with \nthe control group, RT effectively improved HGS [SMD = 2.47, 95% CI (1.50, 3.43), p < 0.01, I2 = 94%]; \nSMI [SMD = 0.94, 95% CI (0.52, 1.36), p < 0.01, I2 = 56%]; and GS [SMD = 2.18, 95% CI (-0.01, 4.37), \np ≥ 0.05, I2 = 97%]. Further subgroup analysis of the results showed that the intervention effect on \ngrip strength was greater for non-elastic band resistance [SMD = 2.40, 95% CI (1.05, 3.75), p < 0.01, \nI2 = 94%] than for elastic band resistance (EBRT) [SMD = 1.22, 95% CI (-0.14, 2.58), p < 0.01, I2 = 95%]. \nThe intervention effect of RT on grip strength is more significant in patients with T2D [SMD = 0.59, \n95%CI (0.26–0.93, p < 0.01, I2 = 27%] and obesity [SMD = 0.74, 95%CI (0.32–1.15, p < 0.01, I2 = 0%]. \nFor patients with secondary sarcopenia, Resistance training (RT) can effectively enhance muscle \nstrength and muscle mass; however, it does not significantly improve physical function. Different RT \nintervention",
    "methods": "have different effects on patients, such as elastic band training and non-elastic \nband training (bounce ball RT; equipment RT, etc.). Different types of complications may influence the \neffectiveness of RT intervention.\nKeywords Secondary sarcopenia, RT, Muscle strength, Muscle mass, Physical function\nSarcopenia is a systemic and progressive skeletal muscle disease that is typically associated with aging and can \nresult in various adverse outcomes, including impaired mobility, falls, and frailty 1. Sarcopenia can be divided \ninto two types: primary sarcopenia, which is caused by age-related factors, and secondary sarcopenia, which \narises from other diseases, such as cancer and cardiovascular diseases 2. Secondary sarcopenia refers to the loss \nof skeletal muscle mass and strength that is caused by other diseases or pathological conditions. This situation \nis frequently observed in patients with chronic diseases, such as cancer, cardiovascular disease, and diabetes, as \nwell as in individuals who have been bedridden for extended periods and are experiencing malnutrition 3. , In \ncomparison to the prevalence of primary sarcopenia4, another study reported a significantly higher prevalence \nof sarcopenia in patients with type 2 diabetes (T2D) and chronic kidney disease (CKD), reaching 30.5% \n1Department of Sports Medicine and Health, Chengdu Sport University, Chengdu 610041, China. 2Clinical Research \nCenter for Geriatrics Diseases, West China Hospital, Sichuan University, Chengdu 610065, China. 33Institute of \nSports Medicine and Health, Chengdu Sport University, Chengdu 610041, China. 44Affiliated Hospital of Chengdu \nSport University, Chengdu Sport University, Chengdu 610041, China. email: liaoyuanpeng@cdsu.edu.cn\nOPEN\nScientific Reports | (2024) 14:28784 1| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports\n\n\nwhen utilizing the same diagnostic criteria 5,6. Notably, patients with sarcopenia and CKD have a 33% greater \nrisk of death than CKD patients without sarcopenia 6. According to the EWGSOP2 guidelines, the incidence \nof sarcopenia is 13% in healthy older adults and 33% in older adults with colorectal cancer (CRC) 7. Several \nstudies have examined patients over 50 years old with distal radius fractures (DRF) alongside age- and sex-\nmatched controls without DRF . These investigations found a higher incidence of sarcopenia in patients with \nDRF compared to the control group8. Furthermore, the risk of secondary sarcopenia increases with age and the \npresence of comorbidities, posing greater challenges for patients following surgery or when managing other \nchronic diseases9. When sarcopenia coexists with other complications related to abnormal body composition, \nsuch as obesity, additional costs may be incurred. This combination can result in a higher risk of adverse health \noutcomes compared to the presence of a single condition 10. Consequently, patients often require extended \nhospitalization and rehabilitation services. These additional costs adversely affect the financial situations of \npatients and their families, while also placing increased pressure on public healthcare resources11. However, the \npathogenic factors underlying secondary sarcopenia remain unclear. It is likely influenced by the interaction \nof multiple disease-related factors, including inflammation, organ failure, immobilization, and obesity, and is \nconsidered to be more prevalent than primary sarcopenia 12. Another meta-analysis13 revealed that Europeans \nwith fibromyalgia are more likely to experience sarcopenia compared to healthy controls. This increased risk may \nbe linked to low-grade systemic inflammation caused by abnormal cytokine profiles. The imbalance between \nanti-inflammatory and pro-inflammatory cytokines resulting from this inflammation contributes to the loss of \nmuscle strength and mass, thereby accelerating the progression of secondary muscle atrophy in patients with \nfibromyalgia13. Although secondary sarcopenia is more common than primary sarcopenia and poses a greater \nrisk of mortality, there is currently no definitive medical treatment for this disease.\nResistance exercise (RT) is a type of strength-building exercise program that requires the body muscle to \nexert force against some form of resistance, such as weight, stretch bands, water, or immovable objects 14. The \ninterventions that are known to improve outcomes in individuals with sarcopenia include engaging in RT and \noptimizing nutritional intake 15. According to the International Guidelines for Sarcopenia Clinical Practice \n(ICFSR), RT is an effective treatment for improving muscle strength, muscle mass, and function in individuals \nwith sarcopenia16. Anton et al. reported that in addition to protein supplementation, other dietary interventions \nwere less effective at improving strength and physical function in patients with sarcopenia. Furthermore, exercise \nintervention significantly improved lower limb muscle strength but did not improve grip strength or physical \nfunction17. Hurst et al. suggested that an RE program comprising two weekly sessions, incorporating both \nupper- and lower-body exercises performed with a high level of effort for 1–3 sets of 6–12 repetitions, is suitable \nfor treating sarcopenia18. RT has been proven to have a significant effect on the prevention and treatment of \nsarcopenia, as it enhances muscle strength, muscle mass, and body function 19. However, in clinical practice, \nthere is considerable variation in the effectiveness of RT intervention for sarcopenia treatment. High-load \nresistance training (H-RT) and low-load resistance training combined with blood flow restriction (L-BFR) are \ncommonly employed as resistance training interventions in clinical practice. H-RT is recognized as an effective \nmethod for enhancing muscle strength, while L-BFR has a more pronounced effect on increasing muscle mass20.\nCurrently, there have been several meta-analyses of RT interventions for sarcopenia. Mende et al. 21 found \nthat progressive resistance training can effectively enhance muscle strength and physical function; however, it \ndid not analyze muscle mass due to limited research data; Zhao et al. 22 reported that resistance training using \nelastic bands may be the most effective training prescription for addressing sarcopenia in the elderly; Lu et al.‘s23 \nresearch indicates that resistance training can enhance walking speed in patients with sarcopenia; da Silva et \nal.24 studied the effects of different training modalities on patients with obesity and muscle wasting, finding that \nresistance training led to more significant improvements in muscle mass, muscle strength, and physical function \ncompared to other forms of exercise. However, there is a lack of reported meta-analyses specifically focused on \nthe treatment of secondary sarcopenia by RT intervention. Therefore, the purpose of our study was to conduct \na meta-analysis on the impact of RT on muscle strength, muscle mass, and physical function in patients with \nsecondary sarcopenia.\nMethods\nInformation sources and search strategy\nThis systematic review follows the reporting guidelines of the Preferred Reporting Items for Systematic Reviews \nand Meta Analyses (PRISMA) 25 and is registered on the PROSPERO website under registration number \nCRD42023424793. We searched the following 6 databases: Pubmed, Web of Science Core Collection, Embase, \nCochrane Library, The search period for China National Knowledge Infrastructure (CNKI) Core journals \nand Wanfang Database ends on January 16, 2024. The search terms include oligomyosis, T, strength training, \nosteoporosis, chronic heart failure, end-stage liver disease, decompensated cirrhosis, COVID-19, type 2 diabetes, \nsystemic lupus erythematosus, ulcerative colitis, liver transplantation, knee osteoarthritis, chronic obstructive \npulmonary disease (COPD) and cancer.\nEligibility criteria\nThe inclusion criteria of the study were formulated according to the experimental subjects, intervention methods, \ncontrols, outcome indicators, and experimental design (PICOS). The inclusion criteria for the participants were \nas follows: (1) P: The minimum age of participants was 50 years or older, with subjects diagnosed with secondary \nsarcopenia according to established diagnostic guidelines or criteria, and having no more than one comorbidity \n(including malignant tumors or organ diseases); (2) I: The experimental intervention groups in this study \nreceived resistance training (RT) therapy, which included instrument-based RT, progressive RT, and resistance \nband training.; (3) C: The control group either did not receive any additional intervention measures or received \nother supportive treatments, aside from RT therapy, that were provided to the experimental group (such as \nScientific Reports | (2024) 14:28784 2| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nnutritional supplementation); (4) O: At least one defining indicator of sarcopenia (muscle strength, muscle mass, \nor physical performance) was included in the experimental outcome measures; (5) S: All included studies were \nrandomized controlled trials involving human participants. The exclusion criteria were as follows: (1) non-RCTs; \n(2) studies not full-text (abstracts, etc.); (3) animal experiments; (4) studies in which the experimental group \nwas combined with other types of interventions (aerobic exercise or nutritional supplementation) in addition to \nresistance intervention; and (5) studies in which bibliographic data could not be extracted.\nSelection process\nTwo researchers independently screened the title and",
    "abstract": "of each retrieved study to exclude irrelevant \nstudies. Duplicate published studies, animal studies, and systematic reviews were excluded. A systematic review \nof the full text of each remaining study was conducted against the inclusion and exclusion criteria.\nStudy selection and data extraction\nThe included studies were screened by the EndnoteX9 citation manager. Two researchers independently retrieved \nthe titles and abstracts, excluded duplicate and irrelevant studies, and evaluated the full texts of the remaining \nstudies according to the inclusion and exclusion criteria. The following main information was extracted from \nthe studies: author, year of publication, subject characteristics (types of diseases associated with sarcopenia, \nsample size, age), experimental design (intervention method, time, frequency), and outcome indicators (muscle \nstrength, muscle mass, and physical performance). The above procedures were completed independently by two \nresearchers, and if there was any discrepancy in the data extracted by the two researchers, a third researcher \nconducted",
    "discussion": "and analysis.\nOutcomes\nThe three outcome measures selected in this study are internationally recognized diagnostic indicators of \nsarcopenia26,27. Due to the limited number of studies on other outcome measures, such as the chair standing test, \nappendicular lean mass (ALM), short physical performance battery (SPPB), and timed up and go test (TUG), \ngrip strength, skeletal muscle index, and walking speed were selected as the outcome measures for this study \nafter further sorting and summarizing the included research.\nHandgrip strength\nHandgrip strength (HGS) is widely recognized as the most direct biomarker for measuring a person’s current \nhealth status28. The EWGS recommends low handgrip strength as a measure of muscle strength29. Low HGS is a \nclinical marker of poor mobility and a better predictor of clinical outcomes than low muscle mass. Studies have \ndemonstrated a strong correlation between grip strength and lower limb strength, knee joint extension torque, \nand calf muscle cross-sectional area 30. Most clinical practitioners prefer using grip strength as an indicator of \noverall muscle strength31.\nSkeletal muscle mass index\nBaumgartner et al.32 summed the muscle mass of limbs scanned by DXA as appendicular skeletal muscle mass \n(ASM) and defined the skeletal muscle mass index (SMI) as ASM/height2 (kg/m2). A sex-specific entry point for \nsarcopenia was defined when the SMI of some patients with sarcopenia was lower than the mean reference for \nyoung men and women. A study of older women in China that used the SMI as a predictor of mortality showed \nthat an increased risk of death was associated with a low SMI33. Another study revealed that in the absence of a \nlow SMI, a low GS did not increase the risk of death34.\nGait speed\nMost recently, Rolland, Y et al.16,35 confirmed the importance of gait speed (GS) (over a 6-m course) as a predictor \nof adverse health events (severe mobility limitation, mortality). One study 36 was a cross-sectional study on the \nincidence of sarcopenia in elderly individuals in China, using GS as the main test indicator. The GS is associated \nwith skeletal muscle mass and health in older adults, and the maximum GS is an important parameter that \nreflects early changes in health and functional performance.\nStudy risk of bias assessment\nThe risk of bias assessment was carried out by two researchers independently using the Cochrane risk of bias \ntool. The quality of each study was assessed by random sequence generation, blinding of investigators and \nsubjects, evaluation of outcome blinding, completeness of outcome data, and acquisition of research protocols. \nThe methodological quality of the studies was assessed by the randomization process, deviation from intended \ninterventions, and missing outcome data. The study quality evaluation was completed independently by two \nresearchers, and if there was any disagreement in the evaluation results, a third researcher discussed and \nanalysed the data.\nEffect measures\nTwo researchers conducted statistical analyses on the data included in the study using Review Manager (RevMan \n5.3; Copenhagen, Denmark). To perform a meta-analysis, data with continuous results were analysed by \nexamining the changes in mean and standard deviation (SD). The results of the data analysis are presented as the \nstandardized mean difference (SMD) with a 95% confidence interval. Some of the experiments included in this \nstudy utilized repeated measurements, while others employed independent sample t-tests. This inconsistency \nin measurement designs may impact the stability of the outcome data 37. And the sample size included in this \nstudy is relatively small. Although MD directly expresses its effects in some cases, using SMD in this study is \nScientific Reports | (2024) 14:28784 3| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nmore in line with the overall design and purpose of the study, which helps to improve the comparability and \nunderstanding of the results. For studies where the mean and standard deviation could not be fully extracted, \nthe authors were contacted to obtain the necessary data. If the authors could not be reached, those studies were \nexcluded from the analysis. Heterogeneity of the results was assessed using I² and p-values. If I² > 50% and the \np-value < 0.01, a random effects model was employed, and the reasons for high heterogeneity were explored \nthrough subgroup analysis or meta-regression analysis. A p-value < 0.01 indicates statistical significance of the \nresults.\nSynthesis methods\nThe data included in the study were synthesized and analysed by constructing a forest plot. The statistical \nsignificance of the p-values and I² values presented in the forest plot was evaluated. The results of the meta-\nanalysis will be affected by the heterogeneity of the experimental design, intervention methods, and outcome \nmeasures of the included studies. Given that the population and regions included in the study predominantly \nconsist of Asian countries, there is an insufficient number of studies from other countries and regions to form \nsubgroups. Therefore, the purpose of creating a subgroup analysis was to analyse the data of more than 5 studies \nfor one outcome indicator according to different intervention modes or types of complications, observe the \nchange in the p value and analyse the causes of such changes. We performed a subgroup analysis of the findings \nusing Review Manager 5.3. Due to the requirement of a sufficient sample size for meta regression analysis, and \nconsidering that the sample size included in this study was relatively small, meta-regression analysis was not \nperformed to ensure the stability and reliability of the results.\nCertainty assessment\nBased on the results of the systematic review, the grading method recommended by the GRADE system 38 was \nused to evaluate the quality of the evidence. The quality of the evidence was graded as follows: (1) high quality: \nfurther research is unlikely to change the credibility of the efficacy assessment results; (2) moderate quality: \nfurther research is likely to affect the effectiveness of the evaluation. The credibility of the efficacy evaluation \nresults may change the evaluation results; (3) low quality: further research is likely to change the credibility of \nthe efficacy evaluation results, and the evaluation results are likely to change; (4) very low quality: any efficacy \nevaluation results are not yet sure. Although the evidence based on RCTs was initially rated as high quality, our \nconfidence in this type of evidence may be reduced due to the following five factors: (1) limitations of the study; \n(2) inconsistencies in study results; (3) indirect evidence; (4) imprecise results; and (5) biased reporting.\nThe overall certainty of evidence across studies of the outcomes is shown in Fig.  1. After rating the overall \nstudies using the GRADE assessment system, we found that the quality of the outcome measures was generally \nlow. The possible reasons for this result are as follows: assessor-blinding, allocation concealment, heterogeneity \nof outcomes, length of follow-up, etc. According to the GRADE criteria, all of these randomized controlled trials \nshowed a low level of evidence for HGS as an indicator of muscle strength, a very low-quality SMI as an outcome \nmeasure of muscle mass and a low level of evidence for physical performance (GS).\nResults\nStudy selection\nIn total, 1375 studies were identified from four electronic databases. Of these studies, 284 studies were removed \nafter deleting duplicate publications. By reading the titles and abstracts of the studies, 1057 irrelevant studies \nwere deleted. The full texts of the remaining 57 studies were read, and 45 studies were excluded according to the \nFig. 1. The GRADE assessment for the overall certainty of evidence across studies.\n \nScientific Reports | (2024) 14:28784 4| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\ninclusion and exclusion criteria. Finally, 12 studies with a total of 639 patients were included in this study. The \nstudy selection process is shown in Fig. 2.\nStudy characteristics\nThis study comprised 12 studies from 5 countries, totaling 639 participants, of whom 59% were female and \n41% were male. All subjects were diagnosed with secondary sarcopenia resulting from a pre-existing condition, \ncharacterized by a progressive, systemic decline in skeletal muscle mass and strength that was not related to \naging2. According to the basic characteristics, intervention methods, intervention durations, and outcome \nindicators of patients with secondary sarcopenia in the included studies, the basic characteristics of the included \nstudies are shown in Table 1. The characteristics of the 12 studies included sample size, age, type of complications \nof sarcopenia, exercise pattern, intensity, duration, and intervention details of training actions, control group, \nand study results. The included studies were all published between 2016 and November 2024. A total of 5 \ncomplications, namely, T2D, kidney disease (maintenance hemodialysis), cancer, obesity, Alzheimer’s disease, \nand osteoporosis, were included in the study. Patients with other types of diseases were not included in this \nstudy due to a lack of clinical studies. In addition to conventional resistance training, the training methods \nincluded in the study can be divided into 6 main types: equipment resistance, elastic band resistance, bouncy ball \nresistance, elastic resistance, progressive band resistance, and progressive resistance. The outcome indicators of \nthe included studies were HGS, SMI, and GS.\nRisk of bias in studies\nAll studies exhibited a low risk (100%) regarding the generation of random sequences. However, most studies \ndemonstrated uncertain risks in several areas: incomplete outcome data (66.66%), selective outcome reporting \n(83.33%), participant blinding (58.33%), and outcome blinding (58.33%). Additionally, some studies presented \nFig. 2. Flow diagram of the study selection process.\n \nScientific Reports | (2024) 14:28784 5| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\na high risk of bias due to other factors (58.33%). Among the included randomized controlled trials, 50% had \nan overall uncertain risk of bias. Details about the risk of bias in the included studies are shown in Fig.  3. \nFigure 4 is a distribution map of studies at low risk of bias, unclear risk of bias, or high risk of bias based on the \nCochrane risk of bias tool. For random sequence generation, the risk of bias was low in twelve studies 39–50. For \nthe allocation concealment assessment, the risk of bias was low in six studies 40,41,43–45,49, and the risk of bias was \nunclear in six studies39,42,46–48,50. For the blinding of participants and personnel assessment, the risk of bias was \nlow in three studies44,45,50, the risk of bias was unclear in seven studies 39–41,46–49, and the risk of bias was high in \ntwo studies42,43. For the assessment of the blinding of outcomes, the risk of bias was low in three studies 40,43,45, \nthe risk of bias was unclear in seven studies 39,41,44,46–49, and the risk of bias was high in two studies 42,50. For \nincomplete outcome data assessment, the risk of bias was low in four studies 42,47–49, and the risk of bias was \nunclear in eight studies39–41,43–46,50. For the selective reporting assessment, the risk of bias was low in one study50, \nthe risk of bias was unclear in ten studies39,41–49, and the risk of bias was high in one study40. For the other bias \nassessments, the risk of bias was low in one study 42, the risk of bias was unclear in four studies 39,47–49, and the \nrisk of bias was high in seven studies40,41,43–46,50.\nPublication bias\nThe funnel plots of the measurement results were not always symmetrical, with notable asymmetry observed \nin the funnel plots for handgrip strength (HGS) and gait speed (GS) (Supplementary Figure S1-S3). To further \nassess the potential for publication bias in the study, an Egger test was conducted. The Egger test p-values for \nFig. 3. Risk of bias in studies.\n \nAuthor Y ear Country\nSample \nsize(T/C) M/F Age years (T/C) Patient complications\nIntervention \ntype\nIntervention \ncycle (Week)\nOutcome \nmeasures\nChien 2022 Chinese Taipei 20/20 7/33 67.6±7.7/67.3±6.1 T2D RT 12 HGS\nZhou 2017 China 52/52 68/36 67.25±8.42/66.82±9.04 T2D EBRT 18 HGS\nY amamoto 2021 Japan 20/20 / 73.2 ± 2.6/73.3 ± 2.5 T2D EBRT 48 HGS, GS\nChen 2017 China 15/15 5/25 68.9±4.4/68.6±3.1 Obesity RT 8 HGS\nChang 2020 Korea 20/20 0/40 79.6±5.4/79.1±4.9 Alzheimer’s disease RT 12 HGS, GS, SMI\nLee 2021 Chinese Taipei 12/15 0/27 70.13±4.41/71.82±5.23 Obesity EBRT 12 HGS\nDong 2019 China 21/20 21/20 59.0/62.5 Hemodialysis BBRT 12 HGS, SMI\nVasconcelos 2016 Brazil 14/14 0/28 72±4.6/72±3.6 Obesity RT 10 GS\nLichtenberg 2020 Germany 19/21 40/0 79.2±4.7/77.8±3.6 Obesity ERT* 24 HGS, SMI, GS\nRan 2022 China 47/47 53/41 57.51±2.69/57.28±2.66 Pancreatic cancer PRT 12 HGS\nZhou 2021 China 60/60 / 69.94±4.11/70.62±3.09 T2D PBRT 12 HGS, SMI, GS\nHuang 2017 Chinese Taipei 18/17 0/35 68.89±4.91/69.53±5.09 Obesity EBRT 12 SMI\nTable 1. Characteristics of included studies with secondary sarcopenia. T: training group; C: control group; \nT2D: type 2 diabetes mellitus; RT: resistance training; ERT: elastic RT; EBRT: elastic band RT; BBRT: bouncy \nball RT; ERT*: equipment RT; PRT: progressive RT; PBRT: progressive band RT; HGS: hand grip strength; SMI: \nskeletal muscle mass index; GS: gait speed.\n \nScientific Reports | (2024) 14:28784 6| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nFig. 4. Repercent of studies with categories for risk of bias.\n \nScientific Reports | (2024) 14:28784 7| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nHGS, skeletal muscle mass index (SMI), and GS were 0.3561, 0.5449, and 0.2876, respectively. Thus, there is no \nevidence of publication bias, and the observed asymmetry in the funnel plots may be attributed to insufficient \nsample sizes.\nResults of individual studies\nHGS\nTen of the studies39–42,45–50, including 567 patients, reported HGS to evaluate muscle strength. The results of the \nrandom effects model meta-analysis showed that the overall difference between the resistance training group \nand the control group was statistically significant and had high heterogeneity. [SMD = 2.47, 95% CI (1.50, 3.43), \np < 0.01, I2 = 94%], as shown in Fig. 5.\nSMI\nFive of the studies39,40,44,45,47, including 261 patients, reported the use of the SMI to evaluate muscle mass. The \nresults of the random effects model meta-analysis showed that the overall difference between the resistance \ntraining group and the control group was statistically significant and had moderate heterogeneity. [SMD = 0.94, \n95% CI (0.52, 1.36), p < 0.01, I2 = 56%], as shown in Fig. 6.\nGS\nFive of the studies 39,42,43,45,47, including 262 patients, reported the use of GS to evaluate physical performance. \nThe results of the random effects model meta-analysis indicated no significant difference between the resistance \ntraining group and the control group. Additionally, the analysis demonstrated a high degree of heterogeneity. \n[SMD = 2.18, 95% CI (-0.01,4.37), p ≥ 0.05, I2 = 97%], as shown in Fig. 7.\nSubgroup analysis\nHGS\nTo further analyse the reasons for the high heterogeneity in the studies, we conducted a subgroup analysis of the \nresults according to different RT interventions. Subgroup analysis of the results according to different resistance \nmethods. When performing subgroup analyses according to whether elastic bands were used, we found that \nheterogeneity was not reduced (I 2=94%, p<0.01) (shown in Table  2). In addition, patients who received non-\nEBRT39,41,45,49,50 (SMD=2.40, 95% CI (1.05, 3.75), p<0.01, I2=94%) had a greater increase in muscle strength \nthan did those who received EBRT40,42,47,48 (SMD=1.22, 95% CI (-0.14, 2.58), p>0.05, I2=95%). To identify the \nsource of high heterogeneity in the results, we grouped the results according to different complications, and the \nresults revealed a more significant reduction in heterogeneity (I 2=88%, p<0.01). We found that heterogeneity \nFig. 6. Forest plot of SMI.\n \nFig. 5. Forest plot of HGS.\n \nScientific Reports | (2024) 14:28784 8| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nwas significantly reduced among groups with the same comorbidities (T2D: I2=27%, obesity: I2=0%)40,42,45–48,50. \nHowever, there were three different complications in the other complications group, which may be the reason for \nthe greater heterogeneity (I2=96%)39,41,49. Potential sources of heterogeneity between the studies were explored \nfor the outcomes of muscle strength and RT. However, we found that RT is not as effective in improving HGS \nin people with metabolic diseases as in those with other diseases (SMD =1.46, 95% CI (-0.50, 3.41), p>0.05). \n(shown in Table 2).\nSMI\nAccording to previous research analysis of SMI, we did not conduct a subgroup analysis of the results due to the \nsmall number of included studies. After excluding the literature one by one, we found that the heterogeneity was \nsignificantly reduced (I2 = 41%) in the study by Lee et al.40. A p value > 0.05 may be due to the small number of \nincluded studies, as shown in Fig. 8.\nDiscussion\nSummary of findings\nAlthough studies have proven that RT intervention has positive effects on sarcopenia, few studies have investigated \nthe effects of RT on secondary sarcopenia21. The results of this study showed that RT had a positive effect on grip \nstrength in patients with secondary sarcopenia. Subgroup analysis revealed that different complications may be \nresponsible for the high heterogeneity of the results. Regarding muscle mass, RT had a certain effect on SMI. \nThrough sequential article exclusion, we identified the study by Lee et al. 40 as the source of high heterogeneity \nin outcome measurements. However, regarding physical performance, there was no statistically significant \ndifference observed in the effect of RT on (GS). Our study revealed inconsistent effects of RT on improving \nHGS, SMI, and GS in patients with secondary sarcopenia. Notably, the improvement in the SMI attributed to RT \nFig. 8. Exploring the reasons for high heterogeneity of SMI after excluding study one by one.\n \nSubgroup classification Numbers Effect Size 95%CI p-value Heterogeneity\nInterventions\n EBRT 4 1.22 [-0.14, 2.58] 0.08 95%\n Non-EBRT 4 2.40 [1.05, 3.75] <0.01 94%\nComplications\n T2D 4 0.59 [0.26, 0.93] <0.01 27%\n Obesity 3 0.74 [0.32, 1.15] <0.01 0%\n Other disease 3 1.46 [-0.05, 3.41] 0.14 96%\nTable 2. Subgroup analysis.\n \nFig. 7. Forest plot of GS.\n \nScientific Reports | (2024) 14:28784 9| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nwas not statistically significant when compared to that attributed to HGS and grip strength. Furthermore, RT has \ndifferent effects on improving sarcopenia associated with different types of complications. Different types of RT \ndemonstrated different intervention effects on sarcopenia measurements, indicating the importance of clarifying \nresistance training modalities and types of complications.\nHGS\nAccording to our findings, RT significantly improved HGS. Subsequent subgroup analysis revealed that different \nintervention methods and complications exert an impact on the intervention effect. The choice of different RT \ntypes yields different outcomes, as evidenced by our results indicating that the effect of elastic bands on grip \nstrength is not significant, while other RT types, such as mechanical resistance or progressive resistance, show \ngreater significance, which is consistent with a previous study18. Resistance bands or gravity-based exercises are \nmore often used in the early stages of radiotherapy or in patients with severe sarcopenia 18. As muscle strength \nincreases, simple elastic band exercises may become inadequate, necessitating higher-intensity stimulation \nthrough instrumental resistance (e.g., kettlebells, dumbbells, etc.) or other floor-based exercises. Previous \nstudies51 have demonstrated that high-load resistance training (H-RT) effectively increases muscle protein \nsynthesis (MPS) and enhances skeletal muscle mass in older adults. An animal study revealed that rats subjected \nto H-RT showed sustained phosphorylation of the mechanistic target of rapamycin (mTOR) signalling pathway, \nwhich is a crucial factor in both MPS and muscle hypertrophy 52. Therefore, high-load resistance training (H-\nRT) has been shown to be an effective method for inducing muscle hypertrophy in older adults, resulting in \nsignificant improvements in muscle mass among individuals with sarcopenia20. Another study also showed that \nindividuals with sarcopenia should prioritize comprehensive RT whenever feasible 53. The key point of the RT \nprogram is usually the muscles of the lower extremities, intending to maximize the restoration of daily activities, \nsuch as walking and stair climbing54. RT targeting the upper limb muscles is mainly combined with instrumental \nactivities of daily living, including tasks such as dressing and eating. Notably, gripping exercises have a significant \neffect on improving the strength of upper limb muscles 55. Based on previous studies, elastic band resistance \nshowed no significant effect on improving grip strength in patients with sarcopenia compared to nonelastic \nband resistance, which is consistent with the results of this study. Therefore, as the training intensity gradually \nincreases, the RT intervention method can be appropriately adjusted to better stimulate muscle contraction in \nthe later stages of the intervention, thereby improving muscle strength. On the other hand, RT has different \neffects on different complications. In the subgroup analysis based on various complications, we found that \nresistance training (RT) had a more pronounced effect on metabolic disease complications compared to other \ntypes of complications. According to a previous study, RT can effectively improve muscle strength in patients \nwith metabolic diseases and sarcopenia 56. Metabolic related diseases include obesity and T2D, which are often \naccompanied by decreased insulin sensitivity and increased chronic inflammation, both of which inhibit muscle \ngrowth and repair57. can effectively lower levels of chronic inflammation, promote muscle protein synthesis, and \nenhance the quality and strength of skeletal muscles58. Meanwhile, the increase of skeletal muscle also plays an \nimportant role in the metabolism of the body, effectively improving insulin sensitivity and glucose metabolism, \nand to some extent alleviating symptoms of metabolic diseases 59. This is consistent with our research findings. \nThe difference in the intervention effect of RT on on different types of complications may be attributed to the \ndiversity of these complications. This discrepancy could explain the limited improvements in muscle strength \nobserved in RT interventions targeting other types of complications.\nSMI\nThe results of our study showed that RT intervention can effectively improve the SMI in patients with secondary \nsarcopenia but with high heterogeneity. After excluding the study by Lee et al.40, the heterogeneity was significantly \nreduced (I2 = 41%). The effectiveness of RT in SMI interventions significantly increased (SMD = 1.07, 95% CI \n(0.68, 1.46), p < 0.01). We speculated that the complex complications of the subjects examined in Lee et al. ’s 40 \narticle could account for the lack of significant improvement in SMI and the high heterogeneity observed. To \ninvestigate the reasons for the high heterogeneity, we analysed the RT intervention protocol and the types of \ncomplications described by Lee et al.40.\nNoor et al.60 suggested that the duration of intervention may not be the main factor affecting muscle mass. \nHowever, improvements in muscle mass are often affected by intervention intensity and progressive loading. \nHowever, after analysing the experimental protocols of the included studies, we found that the intensity of \nRT intervention determined by Lee et al. 40. will not have a significant impact on our outcomes. Therefore, we \nspeculate that the RT intervention protocol is not the reason for the greater heterogeneity of our results. In the \nstudy conducted by Lee et al. 40, the focus was on osteosarcopenic adiposity (OSA) in elderly women. Unlike \nother articles, the patients in this study had two complications. A previous study reported that individuals with \nOSA often exhibit poorer insulin sensitivity, which may reduce the effectiveness of exercise intervention. This \nis because insulin sensitivity has been shown to affect muscle protein synthesis and breakdown 61. Additionally, \nWatson et al. 62 reported that postmenopausal women with osteoporosis or osteopenia experience more \nsignificant increases in bone density and muscle mass after receiving higher-intensity RT intervention. Qin \net al. 63 reported that muscles and bones can release some myotube-derived extracellular vesicle microRNAs \n(myomiRs) to surrounding cells to establish communication connections. This circulating myomiRs has been \nproven to be a biomarker for osteoporosis, in which miRNA, as an important gene regulating the core pathways \nof skeletal muscle and bone tissue, inhibits the expression of osteogenic differentiation related markers by \ntargeting RUNX2 in the bone marrow 64. Shen et al.‘s research 65 confirmed that resistance training positively \ninfluences myomiRs, leading to improvements in bone density and alleviating symptoms in patients with \nOSA. A previous meta-analysis also emphasized the importance of nutritional supplementation and dietary \nintervention during exercise intervention for individuals with OSA66. Thus, we hypothesized that the observed \nScientific Reports | (2024) 14:28784 10| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nimprovement in muscle mass may not be evident with a single RT intervention or low-intensity RT stimulation \nwhen two different complications are present.\nGS\nBased on our findings, resistance RT does not have a significant effect on improving GS. Among the five included \nstudies, four focused on sarcopenia combined with metabolic diseases. Metabolic syndrome is associated with \ncerebrovascular disease and T2D and includes symptoms such as abdominal obesity, abnormal blood lipids, \nhigh blood pressure and hyperglycemia67. Metabolic syndrome can directly lead to a decline in physical function \nand cause cardiovascular disease and diabetes68,69. The loss of muscle mass has been linked to insulin resistance \nand metabolic syndrome70. A meta-analysis showed that the prevalence of metabolic syndrome in patients with \nsarcopenia was as high as 36.45% 71, while another Korean study reported that the incidence of sarcopenia was \nas high as 22.4% in patients with metabolic syndrome 72. There is a close relationship between sarcopenia and \nmetabolic syndrome. Previous research has indicated that older adults with metabolic syndrome are at greater \nrisk for reduced mobility and walking speed73. Myokines are the focus of research on metabolic diseases, as the \nrelease of muscle factors helps the body participate in metabolic, anti-inflammatory and immune processes74. As \nan exercise method to improve muscle mass and muscle strength, RT is also an effective stimulus to promote the \nrelease of myokines14,75. However, the results of this study indicate that RT does not effectively improve patients’ \nGS. This",
    "conclusion": "remains consistent even after excluding potential confounding factors such as intervention \nmethods and complications that could contribute to variations in outcomes. Further analysis suggests that the \nlack of standardized methods for measuring gait speed (GS) may contribute to inconsistent responses of outcome \nindicators related to physical function76. Another review indicated that variations in GS testing results may arise \nfrom differences in patients’ walking speed strategies (average versus maximum speed) and whether patients are \nstationary at the onset of walking77. Additionally, variations in walking distance and sample size characteristics \ncan also influence the inclusion of research data.\nFurthermore, our study demonstrated that RT intervention has a positive effect on HGS, the SMI, and the \nGS in individuals with secondary sarcopenia. Regarding muscle strength, we found that other types of RT \ninterventions had greater effects on HGS than EBFRT. This could be attributed to the fact that as muscle strength \nincreases, the intensity provided by EBRT alone may not meet the intensity required for muscle stimulation, \nresulting in insignificant changes in outcomes. In terms of muscle mass, we found that when both complications \ncoexist with sarcopenia, the effect of a single RT intervention is not obvious. This complexity may be due to the \npresence of multiple complications. Regarding physical function, we found that RT did not lead to a significant \nimprovement in gait speed (GS). This may be attributed to the inconsistent measurement methods used to assess \nGS. Given the diverse types of complications in secondary sarcopenia, the varied pathological mechanisms of \nthese complications can influence patient outcomes following intervention.\nAdvantage\nThe advantages of this study include repeated screening, bias risk assessment, and a comprehensive search \nstrategy. Additionally, we employed published guidelines to screen individuals with muscle loss, which enhanced \nour confidence in the results. Compared with previous study 22, we compared the effectiveness of resistance \ntraining intervention on muscle strength, muscle mass, and physical function in patients with sarcopenia \nbased on the types of complications. Given the diverse complications associated with secondary sarcopenia, \nthe varying pathological mechanisms underlying these complications can influence patient prognosis following \nintervention. Therefore, this study allows us to recommend tailored exercise plans based on the specific types of \ncomplications, thereby maximizing the treatment effectiveness for secondary sarcopenia and offering valuable \ninsights for clinical research.\nLimitation\nThere are several limitations in this study. First, there was notable heterogeneity in the primary analysis results, \npotentially attributed to the different types of complications across the included studies. Second, the potential \ninfluence of the different RT intervention methods on the results cannot be discounted. Third, due to the \nrelatively small sample size of the included studies, discrepancies in intervention outcomes may exist. Fourth, \nsome of the included studies did not specify the blinding method, which could introduce bias into the results. \nLast, as this study focused on secondary sarcopenia, it is possible that RT intervention may have different effects \non various types of complications, leading to divergent outcomes. Previous meta-analyses have highlighted the \nbeneficial effect of RT intervention on muscle strength, muscle mass, and physical function in individuals with \nsarcopenia21. Nevertheless, identifying effective treatments for individuals with secondary sarcopenia remains \ncrucial. Limited research on secondary sarcopenia hinders the identification of optimal treatment strategies, \npotentially leading to ineffective interventions. Future research should focus on selecting appropriate treatment \nstrategies based on different complications and pathological factors to achieve the maximum therapeutic effects.\nConclusion\nThis study revealed a favourable effect of RT intervention on the muscle strength, muscle mass of individuals with \nsecondary sarcopenia. No adverse events or side effects were reported during the intervention. RT intervention \ncan effectively improve muscle strength, muscle mass, and physical function. Nevertheless, the relatively limited \nnumber of studies included in this analysis, the absence of long-term follow-up observations, and the high \nheterogeneity among the studies highlight the need for further exploration of the effects of resistance training \n(RT) interventions on patients with secondary sarcopenia. Additionally, investigating the physiological \nmechanisms linking sarcopenia to related complications is essential. Once the pathogenesis of the various types \nScientific Reports | (2024) 14:28784 11| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nof complications is clarified, corresponding resistance training intervention methods should be selected, and \ndetailed intervention plans developed to enhance the treatment effectiveness for secondary sarcopenia.\nData availability\nData is provided within the manuscript or supplementary information files.\nReceived: 4 August 2024; Accepted: 13 November 2024\nReferences\n 1. Cruz-Jentoft, A. J., & Sayer, A. A. Sarcopenia . Lancet (London England), 393(10191): 2636–2646. (2019).\n 2. Bauer, J. et al. Sarcopenia: A time for action. An scwd position paper. J. cachexia Sarcopenia Muscle. 10 (5), 956–961 (2019).\n 3. Sayer, A. A. & Cruz-Jentoft, A. Sarcopenia definition, diagnosis and treatment: Consensus is growing. Age Ageing, 51(10): (2022).\n 4. Gao, L. et al. Prevalence of Sarcopenia and associated factors in Chinese community-dwelling elderly: comparison between rural \nand urban areas. J. Am. Med. Dir. Assoc. 16 (11), 1003e1–1003e6 (2015).\n 5. Therakomen, V ., Petchlorlian, A. & Lakananurak, N. Prevalence and risk factors of primary Sarcopenia in community-dwelling \noutpatient elderly: A cross-sectional study. Sci. Rep. 10 (1), 19551 (2020).\n 6. Wilkinson, T. J. et al. Association of Sarcopenia with mortality and end-stage renal disease in those with chronic kidney disease: A \nUk biobank study. J. cachexia Sarcopenia Muscle. 12 (3), 586–598 (2021).\n 7. Dolin, T. G. et al. The prevalence of Sarcopenia and cachexia in older patients with localized colorectal cancer. J. Geriatric Oncol. \n14 (1), 101402 (2023).\n 8. Roh, Y . H. et al. Evaluation of Sarcopenia in patients with distal radius fractures. Arch. Osteoporos. 12 (1), 5 (2017).\n 9. Baracos, V . E. & Arribas, L. Sarcopenic obesity: Hidden muscle wasting and its impact for survival and complications of cancer \ntherapy. Annals Oncology: Official J. Eur. Soc. Med. Oncol. 29 (suppl_2), ii1–ii9 (2018).\n 10. Boutin, R. D. et al. Sarcopenia: Current concepts and imaging implications. AJR Am. J. Roentgenol. 205 (3), W255–W266 (2015).\n 11. Rolland, Y . et al. Cachexia versus Sarcopenia. Curr. Opin. Clin. Nutr. Metab. Care. 14 (1), 15–21 (2011).\n 12. Tomaszewska, E. et al. Understanding secondary Sarcopenia development in young adults using pig model with chronic \npancreatitis. Int. J. Mol. Sci., 25(16): (2024).\n 13. Rodríguez-Lumbreras, L., Ruiz-Cárdenas, J. D. & Murcia-González, M. A. Risk of secondary Sarcopenia in europeans with \nfibromyalgia according to the ewgsop2 guidelines: Systematic review and meta-analysis. Eur. J. Phys. Rehabil. Med. 60 (4), 703–715 \n(2024).\n 14. Weakley, J. et al. Physiological responses and adaptations to lower load resistance training: Implications for health and performance. \nSports Med. - open. 9 (1), 28 (2023).\n 15. Papadopoulou, S. K. et al. Exercise and nutrition impact on osteoporosis and sarcopenia-the incidence of osteosarcopenia: A \nnarrative review. Nutrients 13 (12), 4499 (2021).\n 16. Dent, E. et al. International clinical practice guidelines for sarcopenia (icfsr): Screening, diagnosis and management. J. Nutr. Health \nAging. 22 (10), 1148–1161 (2018).\n 17. Anton, S. D. et al. Nutrition and exercise in sarcopenia. Curr. Protein Pept. Sci. 19 (7), 649–667 (2018).\n 18. Hurst, C. et al. Resistance exercise as a treatment for Sarcopenia: Prescription and delivery. Age Ageing. 51 (2), afac003 (2022).\n 19. Smith, C. et al. Sarcopenia definition: does it really matter? Implications for resistance training. Ageing Res. Rev. 78, 101617 (2022).\n 20. Y asuda, T. Selected methods of resistance training for prevention and treatment of Sarcopenia. Cells, 11(9): (2022).\n 21. Mende, E. et al. Progressive machine-based resistance training for prevention and treatment of Sarcopenia in the oldest old: A \nsystematic review and meta-analysis. Exp. Gerontol. 163, 111767 (2022).\n 22. Zhao, H. et al. The effect of resistance training on the rehabilitation of elderly patients with Sarcopenia: A meta-analysis. Int. J. \nEnviron. Res. Public Health, 19(23): (2022).\n 23. Lu, L. et al. Effects of different exercise training modes on muscle strength and physical performance in older people with \nSarcopenia: A systematic review and meta-analysis. BMC Geriatr. 21 (1), 708 (2021).\n 24. Da Silva Gonçalves, L. et al. The effects of different exercise training types on body composition and physical performance in older \nadults with sarcopenic obesity: A systematic review and meta-analysis. J. Nutr. Health Aging. 27 (11), 1076–1090 (2023).\n 25. Moher, D. et al. Preferred reporting items for systematic reviews and meta-analyses: The prisma statement. PLoS Med. 6 (7), \ne1000097 (2009).\n 26. Cruz-Jentoft, A. J. et al. Sarcopenia: Revised European consensus on definition and diagnosis. Age Ageing. 48 (1), 16–31 (2019).\n 27. Chen, L. K. et al. Asian working group for Sarcopenia: 2019 consensus update on Sarcopenia diagnosis and treatment. J. Am. Med. \nDir. Assoc. 21 (3), 300–7e2 (2020).\n 28. Bohannon, R. W . Grip strength: An indispensable biomarker for older adults. Clin. Interv. Aging. 14, 1681–1691 (2019).\n 29. Roberts, H. C. et al. A review of the measurement of grip strength in clinical and epidemiological studies: towards a standardised \napproach. Age Ageing. 40 (4), 423–429 (2011).\n 30. Stevens, P . J. et al. Is grip strength a good marker of physical performance among community-dwelling older people? J. Nutr. Health \nAging. 16 (9), 769–774 (2012).\n 31. Beaudart, C. et al. Sarcopenia in daily practice: Assessment and management. BMC Geriatr. 16 (1), 170 (2016).\n 32. Kim, J. et al. Total-body skeletal muscle mass: Estimation by a new dual-energy x-ray absorptiometry method. Am. J. Clin. Nutr. 76 \n(2), 378–383 (2002).\n 33. Wang, T. et al. Type 2 diabetes mellitus is associated with increased risks of Sarcopenia and Pre-sarcopenia in Chinese elderly. Sci. \nRep. 6, 38937 (2016).\n 34. Pereira, C. C. et al. Sarcopenia and mortality risk in community-dwelling Brazilian older adults. Sci. Rep. 12 (1), 17531 (2022).\n 35. Rolland, Y . et al. Sarcopenia screened by the sarc-f questionnaire and physical performances of elderly women: a cross-sectional \nstudy. J. Am. Med. Dir. Assoc. 18 (10), 848–852 (2017).\n 36. Wu, X. et al. Sarcopenia prevalence and associated factors among older Chinese population: Findings from the China health and \nretirement longitudinal study. PloS One. 16 (3), e0247617 (2021).\n 37. Morris, S. B. & Deshon, R. P . Combining effect size estimates in meta-analysis with repeated measures and independent-groups \ndesigns. Psychol. Methods. 7 (1), 105–125 (2002).\n 38. Zeng, X. T. et al. How to understand and use grade system correctly a briefly outline. Chin. J. Evidence-Based Med. 11 (09), 985–990 \n(2011).\n 39. Chang, M. C. et al. Effect of resistance exercise on depression in mild alzheimer disease patients with Sarcopenia. Am. J. Geriatric \nPsychiatry: Official J. Am. Association Geriatric Psychiatry. 28 (5), 587–589 (2020).\n 40. Lee, Y . H. et al. Effects of progressive elastic band resistance exercise for aged osteosarcopenic adiposity women. Exp. Gerontol. 147, \n111272 (2021).\n 41. Dong, Z. J., Zhang, H. L. & Yin, L. X. Effects of intradialytic resistance exercise on systemic inflammation in maintenance \nhemodialysis patients with sarcopenia: A randomized controlled trial. Int. Urol. Nephrol. 51 (8), 1415–1424 (2019).\nScientific Reports | (2024) 14:28784 12| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\n 42. Y amamoto, Y . et al. Effects of resistance training using elastic bands on muscle strength with or without a leucine supplement for \n48 weeks in elderly patients with type 2 diabetes. Endocr. J. 68 (3), 291–298 (2021).\n 43. Vasconcelos, K. S. et al. Effects of a progressive resistance exercise program with high-speed component on the physical function \nof older women with sarcopenic obesity: A randomized controlled trial. Braz. J. Phys. Ther. 20 (5), 432–440 (2016).\n 44. Huang, S. W . et al. Body composition influenced by progressive elastic band resistance exercise of sarcopenic obesity elderly \nwomen: A pilot randomized controlled trial. Eur. J. Phys. Rehabil. Med. 53 (4), 556–563 (2017).\n 45. Lichtenberg, T. et al. The favorable effects of a high-intensity resistance training on Sarcopenia in older community-dwelling men \nwith osteosarcopenia: The randomized controlled frost study. Clin. Interv. Aging. 14, 2173–2186 (2019).\n 46. Chen, H. T. et al. Effects of different types of exercise on body composition, muscle strength, and igf-1 in the elderly with sarcopenic \nobesity. J. Am. Geriatr. Soc. 65 (4), 827–832 (2017).\n 47. Zhou, Y . et al. Effects of progressive elastic band resistance exercise on glucose and lipid metabolism in elderly patients with type \n2 diabetes and sarcopenia. Sichuan J. Physiological Sci. 43 (10), 1677–1680 (2021).\n 48. Zhou, C. X. Applying effect of resistive exercise in patients with type 2 diabetes mellitus complicated with Sarcopenia. Nurs. Pract. \nRes. 14 (22), 14–17 (2017).\n 49. Ran, L. N., Liang, Y . H. & Sun, Y . Application of progressive resistance training in patients with pancreatic cancer complicated with \nSarcopenia. Heilongjiang Med. Pharm. 45 (5), 90–95 (2022).\n 50. Chien, Y . H. et al. Effects of 12-week progressive sandbag exercise training on glycemic control and muscle strength in patients \nwith type 2 diabetes mellitus combined with possible Sarcopenia. Int. J. Environ. Res. Public Health. 19 (22), 15009 (2022).\n 51. Burd, N. A. et al. Low-load high volume resistance exercise stimulates muscle protein synthesis more than high-load low volume \nresistance exercise in young men. PloS One. 5 (8), e12033 (2010).\n 52. Bolster, D. R. et al. Immediate response of mammalian target of rapamycin (mtor)-mediated signalling following acute resistance \nexercise in rat skeletal muscle. J. Physiol. 553 (Pt 1), 213–220 (2003).\n 53. Puthoff, M. L. & Nielsen, D. H. Relationships among impairments in lower-extremity strength and power, functional limitations, \nand disability in older adults. Phys. Ther. 87 (10), 1334–1347 (2007).\n 54. Skelton, D. A. et al. Strength, power and related functional ability of healthy people aged 65–89 years. Age Ageing. 23 (5), 371–377 \n(1994).\n 55. Skelton, D. A. et al. Effects of resistance training on strength, power, and selected functional abilities of women aged 75 and older. \nJ. Am. Geriatr. Soc. 43 (10), 1081–1087 (1995).\n 56. Ispoglou, T. et al. A narrative review of non-pharmacological strategies for managing Sarcopenia in older adults with cardiovascular \nand metabolic diseases. Biology 12 (7), 892 (2023).\n 57. Shoelson, S. E., Lee, J. & Goldfine, A. B. Inflammation and insulin resistance. J. Clin. Investig. 116 (7), 1793–1801 (2006).\n 58. Miller, B. F . et al. Coordinated collagen and muscle protein synthesis in human patella tendon and quadriceps muscle after exercise. \nJ. Physiol. 567 (Pt 3), 1021–1033 (2005).\n 59. Oppert, J. M. et al. Exercise training in the management of overweight and obesity in adults: synthesis of the evidence and \nrecommendations from the European association for the study of obesity physical activity working group. Obes. Reviews: Official \nJ. Int. Association Study Obes. 22 (Suppl 4(Suppl 4), e13273 (2021).\n 60. Noor, H., Reid, J. & Slee, A. Resistance exercise and nutritional interventions for augmenting Sarcopenia outcomes in chronic \nkidney disease: A narrative review. J. cachexia Sarcopenia Muscle. 12 (6), 1621–1640 (2021).\n 61. Nygren, J. & Nair, K. S. Differential regulation of protein dynamics in splanchnic and skeletal muscle beds by insulin and amino \nacids in healthy human subjects. Diabetes 52 (6), 1377–1385 (2003).\n 62. Watson, S. et al. High-intensity resistance and impact training improves bone mineral density and physical function in \npostmenopausal women with osteopenia and osteoporosis: The liftmor randomized controlled trial. J. bone Mineral. Research: \nOfficial J. Am. Soc. Bone Mineral. Res. 34 (3), 572 (2019).\n 63. Qin, W . & Dallas, S. L. Exosomes and extracellular rna in muscle and bone aging and crosstalk. Curr. Osteoporos. Rep. 17 (6), \n548–559 (2019).\n 64. Liao, X. B. et al. Mir-133a modulates osteogenic differentiation of vascular smooth muscle cells. Endocrinology 154 (9), 3344–3352 \n(2013).\n 65. Shen, S. S. et al. Effects of a nutrition plus exercise programme on physical function in sarcopenic obese elderly people: Study \nprotocol for a randomised controlled trial. BMJ open. 6 (9), e012140 (2016).\n 66. Liao, C. D. et al. Effects of protein supplementation combined with resistance exercise on body composition and physical function \nin older adults: A systematic review and meta-analysis. Am. J. Clin. Nutr. 106 (4), 1078–1091 (2017).\n 67. Kahn, R. et al. The metabolic syndrome: time for a critical appraisal: Joint statement from the American diabetes association and \nthe European association for the study of diabetes. Diabetes care. 28 (9), 2289–2304 (2005).\n 68. Blaum, C. S. et al. The association between obesity and the frailty syndrome in older women: The women’s health and aging studies. \nJ. Am. Geriatr. Soc. 53 (6), 927–934 (2005).\n 69. Jurca, R. et al. Associations of muscle strength and fitness with metabolic syndrome in men. Med. Sci. Sports. Exerc. 36 (8), \n1301–1307 (2004).\n 70. Kalyani, R. R., Corriere, M. & Ferrucci, L. Age-related and disease-related muscle loss: The effect of diabetes, obesity, and other \ndiseases. Lancet Diabetes Endocrinol. 2 (10), 819–829 (2014).\n 71. Zhang, H. et al. Association between Sarcopenia and metabolic syndrome in middle-aged and older non-obese adults: A systematic \nreview and meta-analysis. Nutrients 10 (3), 364 (2018).\n 72. Park, S. J. et al. Association of Sarcopenia with metabolic syndrome in Korean population using 2009–2010 Korea national health \nand nutrition examination survey. Metab. Syndr. Relat. Disord. 17 (10), 494–499 (2019).\n 73. Penninx, B. W . et al. Metabolic syndrome and physical decline in older persons: results from the health, aging and body composition \nstudy. J. Gerontol. Ser. A. Biol. Sci. Med. Sci. 64(1): 96–102. (2009).\n 74. Pedersen, B. K. Anti-inflammatory effects of exercise: Role in diabetes and cardiovascular disease. Eur. J. Clin. Invest. 47 (8), \n600–611 (2017).\n 75. Zunner, B. E. M. et al. Myokines and resistance training: A narrative review. Int. J. Mol. Sci. 23 (7), 3501 (2022).\n 76. Ghiotto, L. et al. Exercise and physical performance in older adults with sarcopenic obesity: A systematic review. Front. Endocrinol. \n(Lausanne). 13, 913953 (2022).\n 77. Graham, J. E. et al. Relationship between test methodology and mean velocity in timed walk tests: A review. Arch. Phys. Med. \nRehabil. 89 (5), 865–872 (2008).\nAcknowledgements\nThe authors are grateful to all the participants who participated in this study, without whose contributions this \nstudy would not have been finished. The authors of this manuscript certify that they adhere to the ethical guide-\nlines for authorship and publication in the journal scientific reports.\nAuthor contributions\nF .C. and J.F .Y . wrote the main manuscript text N.L.andJ.Q.Y prepared Fig.  1-S4W .C.Y .andJ.X.R.prepared the \nScientific Reports | (2024) 14:28784 13| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/\n\nsearch and screened the literatureP .J.S.prepared table1All authors reviewed the manuscript.\nFunding\nThis study was supported by the Sichuan Provincial Key Laboratory of Sports Medicine [No. 2023-A021].\nDeclarations\nCompeting interests\nThe authors declare no competing interests.\nEthics declarations.\nAdditional information\nSupplementary Information The online version contains supplementary material available at h t t p s : / / d o i . o r g / 1 \n0 . 1 0 3 8 / s 4 1 5 9 8 - 0 2 4 - 7 9 9 5 8 - z . \nCorrespondence and requests for materials should be addressed to Y .L.\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and \ninstitutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give \nappropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and \nindicate if changes were made. The images or other third party material in this article are included in the article’s \nCreative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included \nin the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or \nexceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy \nof this licence, visit http://creativecommons.org/licenses/by/4.0/.\n© The Author(s) 2024 \nScientific Reports | (2024) 14:28784 14| https://doi.org/10.1038/s41598-024-79958-z\nwww.nature.com/scientificreports/"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 48,
    "primary_human": "body_comp; muscle_mass; strength; function"
  },
  "bucket": "C",
  "notes": "Scoping review mapping RT prescription variables (volume, intensity, cadence, rest, frequency) in older adults with sarcopenic obesity."
}