{
  "id": 107,
  "title": "Characteristics of Resistance Training-Based Protocols in Older Adults With Sarcopenic Obesity: A Scoping Review",
  "authors": "Peake J M et al.",
  "year": 2018,
  "doi": "10.1371/journal.pone.0197755",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_men",
    "fortified_milk",
    "inflammation",
    "RT"
  ],
  "population": {
    "training_status": "RCT_RT+nutrition"
  },
  "sections": {
    "abstract": "Due to their differing etiologies and conse-\nquences, it has been proposed that the term Bsarcopenia^\nshould revert to its original definition of age-related muscle\nmass declines, with a separate term, Bdynapenia^,d e s c r i b i n g\nmuscle strength and function declines. There is increasing\ninterest in the interactions of sarcopenia and dynapenia with\nobesity. Despite an apparent protective effect of obesity on\nfracture, increased adiposity may compromise bone health,\nand the presence of sarcopenia and/or dynapenia\n(Bsarcopenic obesity^ and Bdynapenic obesity ^) may exac-\nerbate the risk of falls and fracture in obese older adults.\nWeight loss interventions are likely to be beneficial for older\nadults with sarcopenic and dynapenic obesity but may result\nin further reductions in muscle and bone health. The addi-\ntion of exercise including progressive resistance training and\nnutritional strategies, including protein and vitamin D sup-\nplementation, may optimise body composition and muscle\nfunction outcomes thereby reducing falls and fracture risk in\nthis population.\nKeywords Sarcopenia . Dynapenia . Obesity . Falls .\nFractures . Lifestyle",
    "introduction": "Ageing is associated with progre ssive declines in the skeletal\nmuscle mass and quality and concomitant increases in fat mass,\nwhich have significant metabolic and functional consequences\n[1]. Falls and fracture are a common concern for many older\npeople, with low muscle mass ( Bsarcopenia^) and muscle\nstrength (Bdynapenia^) both implicated as risk factors for these\noutcomes. However, when combined with obesity (Bsarcopenic\nobesity^ or Bdynapenic obesity^), the associations are unclear\ndue to a lack of prospective studies and controversy on the role\nof fat mass in falls and fracture risk [ 2]. Obese older people\nhave higher fall risk than non-obese but may have reduced\nfracture risk due to greater bone strength and/or the protective\neffect of higher amounts of soft tissue. Nevertheless, with the\nThis article is part of the Topical Collection on Nutrition, Exercise, and\nLifestyle in Osteoporosis\n* David Scott\ndavid.scott@monash.edu\nRobin M. Daly\nrmdaly@deakin.edu.au\nKerrie M. Sanders\nKerrie.Sanders@acu.edu.au\nPeter R. Ebeling\npeter.ebeling@monash.edu\n1 Department of Medicine, School of Clinical Sciences at Monash\nHealth, Faculty of Medicine, Nursing and Health Sciences, Monash\nMedical Centre, Monash University, 246 Clayton Road,\nClayton, VIC, Australia 3168\n2 Melbourne Medical School (Western Campus) and Australian\nInstitute for Musculoskeletal Science, Sunshine Hospital, The\nUniversity of Melbourne, 176 Furlong Road, St Albans, VIC,\nAustralia 3021\n3 Centre for Physical Activity and Nutrition Research, School of\nExercise and Nutrition Sciences, Deakin University, 221 Burwood\nHighway, Burwood, VIC, Australia 3125\n4 Institute for Health and Ageing, Australian Catholic University,\nLevel 6, 215 Spring Street, Melbourne, VIC, Australia 3000\nCurr Osteoporos Rep\nDOI 10.1007/s11914-015-0274-z\n\n\nprevalence of obesity in older populations increasing, most\nfractures now occur in overweight and obese older adults [ 3],\nand so identifying risk factors within this population is impor-\ntant. This review summary provides a background on\nsarcopenia and sarcopenic obesity, together with the less well-\nestablished concepts of dynapenia and dynapenic obesity, their\nassociations with fall and fracture risk, and the role of lifestyle\ninterventions in preventing these outcomes.\nSarcopenia\nThe term sarcopenia, from the Greek for Bpoverty of flesh ^,\nwas first proposed as a descriptor for age-related muscle\nwasting by Irwin Rosenberg in 1988 [ 4]. The first operational\ndefinition was provided by Baumgartner and colleagues in\n1998, who defined sarcopenia as dual-energy X-ray absorpti-\nometry (DXA)-determined appendicular lean mass (ALM; in\nkg)/height (m\n2) (ALM/Ht2) less than two standard deviations\nbelow the mean of a young adult reference group [ 5]. While\nthis definition has been most commonly used to diagnose\nsarcopenia, definitions normalised for body weight, body fat,\nand BMI have also been proposed given that ALM/Ht\n2 may\nunderestimate sarcopenia prevalence in obese individuals [ 6].\nThe resulting lack of standardisation and poor agreement be-\ntween sarcopenia definitions has been recognised as a major\nbarrier to determining prevalence and consequences of\nsarcopenia and its inclusion in routine clinical practice [ 7].\nIn order to address these issues, several expert groups have\nproposed consensus definitions including measurements and\nthresholds relevant to clinical settings [8–11]. For instance, the\nEuropean Working Group on Sarcopenia for Older People\n(EWGSOP) defines sarcopenia as the presence of low muscle\nmass in addition to low muscle strength and/or gait speed [ 8].\nConsensus definitions to date have been based on expert opin-\nion, and the Foundation for the National Institutes of Health\nBiomarkers Consortium Sarcopenia Project is the first to pro-\nvide evidence-based thresholds using muscle mass and hand\ngrip strength data from nine international cohort studies [ 12•].\nAlthough a single clinical definition of sarcopenia is not\nrecognised globally, it is evident that most experts now view\nsarcopenia as a multidimensional condition involving age-\nrelated declines in muscle mass, strength and function. How-\never, in recent years, there has been support for considering\nmuscle mass and strength declines as separate processes, and\nfor the purposes of this review, sarcopenia will be defined as\nage-related loss of muscle mass only.\nDynapenia\nLongitudinal studies have disproved the concept that declines\nin muscle mass with age are the primary cause of muscle\nstrength and function deficits [ 13, 14]. The faster rate of de-\ncline in strength with age appears to be a result of declines in\nBmuscle quality ^ which may be attributable to age-related\nchanges in neurologic and skeletal muscle factors including\na loss of motor neurons, neuromuscular transmission, muscle\nfibre morphology, and adipose tissue infiltration between\nmuscles and muscle fascicles (inter- and intra-muscular adi-\npose tissue; IMAT) [ 15]. Furthermore, low muscle strength\nhas been shown to be a stronger and more consistent predictor\nof functional decline, falls and mortality than low muscle mass\n[16]. In 2008, Clark and Manini suggested that loss of muscle\nstrength and/or mechanical power, termed dynapenia (from\nthe Greek for Bpoverty of strength ^), should be considered a\nseparate, and potentially more functionally relevant, condition\nthan sarcopenia [ 17]. Clark and Manini subsequently pro-\nposed an algorithm for defining dynapenia including measure-\nments of hand grip and knee extension strength, with subse-\nquent investigations to determine neurological or muscular\ncausation of dynapenia [ 18•]. However, currently, an opera-\ntional definition of dynapenia does not exist and the term itself\nhas not been widely adopted perhaps owing to the fact that\nstrength and function remain incorporated in current\nsarcopenia definitions.\nSarcopenic and Dynapenic Obesity\nLow muscle mass relative to fat mass was first described as\nsarcopenic obesity by Heber and colleagues in 1996 [ 19].\nObesity is independently associated with poor physical func-\ntion in older adults [ 20, 21] but may also contribute to system-\nic low-grade inflammation which can exacerbate muscle loss\nleading to sarcopenia. A synergistic effect may occur in which\nsarcopenia contributes to further gains in fat mass through a\nreduction in physical activity and resting energy expenditure\n[1]. Similar to research into sarcopenia itself, early studies of\nsarcopenic obesity focused on low muscle mass [ 22], but\nStenholm and colleagues later proposed that the sarcopenic\ncomponent should include an assessment of muscle strength,\nrather than muscle mass [ 23], and some research groups have\nnow adopted the term dynapenic obesity to describe low mus-\ncle strength in obesity [ 24–27].\nCurrently, however, there is no consensus on the definition\nor diagnosis of sarcopenic or dynapenic obesity and these are\nurgently required if researchers are to provide comparable prev-\nalence and outcome data and promote assessment of these con-\nditions in the clinic. Indeed, prevalence estimates for sarcopenic\nobesity range from 4 to 94 % in N ational Health and Nutrition\nExamination Survey (NHANES) participants according to pre-\nviously published definitions of sarcopenic obesity [28]. Table1\nprovides a summary of potential operational definitions accord-\ning to current consensus definitions of sarcopenia and research\ninto sarcopenic obesity. It should be noted that Manini and\nCurr Osteoporos Rep\n\n\nClark recommend knee extension strength as a criterion for\ndynapenia given its relevance to mobility but acknowledge that\nthis measurement may be diffic ult in clinical settings and that\nsufficient data is unavailable to establish cut-points [18•]. There\nis also no consensus on definitions of obesity, which may be\ndefined using either anthropometric [29] or imaging techniques,\nbut cut-points of around 30 and 40 % for DXA-assessed body\nfat percentage are commonly proposed for men and women,\nrespectively [30, 31].\nSarcopenic and Dynapenic Obesity and Their\nAssociation with Falls and Fractures\nSarcopenia and dynapenia are recognised as risk factors\nfor falls and fractures as higher skeletal muscle mass and\nstrength have been associated with greater physical per-\nformance [ 32, 33] and bone health [ 33–35] in older peo-\nple. However, several studies indicate a sex-specific effect\nof low muscle mass, with fall and fracture risk increased\nfor men but not women with sarcopenia [ 5, 33, 36, 37]. In\nthe New Mexico Elder Health Survey, the likelihood for a\npast-year fall was 2.5-fold greater for men with sarcopenia\n(defined by ALM/Ht\n2) than men without sarcopenia, but\nthere was no association for women [ 5]. Conversely, poor\nhand grip strength [ 38, 39] and lower-limb function [ 40,\n41] appear to be consistent predictors of falls and frac-\ntures in both sexes and so indicators of dynapenia may be\npreferential to sarcopenia for estimating fall and fracture\nrisk in older adults.\nOver the past two decades, there has been considerable\nresearch into the impact of adiposity on fall and fracture\nrisk in obesity. Obese individuals appear to fall 10 –50 %\nmore often than normal weight individuals but do not\nnecessarily have increased in jury (e.g., fracture) rates\nfrom falls, particularly at high levels of adiposity [ 42,\n43]. This has been attributed to protection against frac-\ntures derived from increased soft-tissue padding and/or\nhigher BMD [ 44, 45], but recent evidence challenges the\nnotion that obesity confers improved bone strength and\nreduced fracture risk. There may actually be an increased\nrisk for fracture at certain sites in obese individuals [ 44,\n46], and this may be explained by the fact that increases\nin BMD and microarchitecture are not proportionate to\nincreases in fat mass [ 47•]. For example, after adjustment\nfor femoral neck BMD, the relative risk of any, vertebral,\nor upper-limb, fracture may increase in older women by\nover 20 % per SD increase in BMI [ 45]. Adipose tissue\ndistribution may also influenc e fracture risk. Overweight\nand obese men with high visceral adipose tissue have\nbeen shown to have poorer bone microarchitecture and\nbone mechanical properties, including 7 % lower distal\nradius volumetric BMD, com pared to those with low vis-\nceral adipose tissue [ 48]. Similarly, IMAT is an indepen-\ndent predictor of falls and fractures in older adults\n[49–51], with one study reporting that IMAT accounts\nfor the association between poor muscle function and 6-\nyear incident hip fractures [ 52]. The effect of these ectop-\nic fat depots on bone health and fracture risk may be\nmediated by their pro-inflammatory nature [ 53]. Based\non the available evidence, it is unclear whether the pres-\nence of obesity offsets or exacerbates the risk of fracture\nin individuals with sarcopenia and dynapenia. Neverthe-\nless, it would be expected that, at least in comparison to\nobese alone individuals, sarcopenic and dynapenic obese\nolder adults are at increased risk for fractures.\nTo date, few studies have directly assessed the associ-\nation between sarcopenic or dynapenic obesity with fall\nTable 1 Recommended\nmeasurements and thresholds for\nsarcopenia, dynapenia and\nobesity according to current\nconsensus definitions for\nsarcopenia and sarcopenic obesity\nstudies\nSarcopenia Dynapenia Obesity\nALM/Ht\n2: Hand grip strength: BMI:\nMen <7.26 kg/m 2;w o m e n\n<5.5 kg/m2 (DXA) [8, 11]\nMen <30 kg; women\n<20 kg [ 8]\n≥30 kg/m 2 [29, 59]\nMen <7.25 kg/m 2;w o m e n\n<5.67 kg/m2 (DXA) [8, 10]\nMen <26 kg; women\n<16 kg [ 12•]\nMen <8.87 kg/m 2;w o m e n\n<6.42 kg/m2 (BIA) [8]\nWaist circumference:\nKnee extension strength: Men ≥98 cm; women\n≥95 cm [ 29]ALM-R: Cut-points not available\nMen < −2.29; women < −1.73\n(DXA) [8]\nALM/BMI: Body fat percentage:\nMen <0.789; women <0.512 [ 12•]M e n ≥30 %; women\n≥40 % [ 30, 31]\nALM appendicular lean mass, ALM/Ht2 ALM (kg) normalised to height (m) squared, DXA dual-energy X-ray\nabsorptiometry,BIA bioelectrical impedance analysis,ALM-R residuals of regression of ALM (kg) on height (m)\nand fat mass (kg) [ 6], BMI body mass index\nCurr Osteoporos Rep\n\n\nand fracture risk. While several studies have reported that\nsarcopenic obesity is associated with worse physical func-\ntioning than either sarcopenia or obesity alone [ 22,\n54–56], others have reported no synergistic effect of low\nmuscle mass and increased fat mass on functional out-\ncomes [ 26, 57, 58]. These inconsistent findings are likely\ndue to variation in measurement techniques and thresh-\nolds used to define sarcopenic obesity. On the other hand,\nlow muscle strength combined with obesity has been con-\nsistently associated with increased prevalence and inci-\ndence of mobility limitations [ 59–61]. Furthermore, sev-\neral studies have reported that dynapenic obese older\nadults demonstrate slower gait speed and worse self-\nreported mobility and disability than either dynapenic or\nobese alone groups [ 24, 27, 62]. Dynapenia and obesity\nmay have multiplicative rather than additive interactions,\nwith approximately two-fold g reater activity of daily liv-\ning deficits in dynapenic obese compared to dynapenic\nnon-obese older Koreans [ 63]. To our knowledge, only\none study has directly compared the effects of dynapenic\nobesity and sarcopenic obesity on physical performance\n[26]. We recently demonstrated that compared to non-\ndynapenic, non-obese older adults, dynapenic obese older\nadults had approximately 30 –50 % greater 5-year increase\nin scores (indicating worsening performance) for a phys-\niological fall risk assessment [ 26]. However, there was no\ndifference in change in fall risk scores for sarcopenic\nobese and non-sarcopenic non-obese participants during\nt h es a m et i m e[ 26].\nFew studies have examined associations of sarcopenic obe-\nsity with falls, and none have assessed incident fall risk. In the\nNew Mexico Elder Health Survey, sarcopenic obesity was\nassociated with an increased likelihood of falls in the past year\nin men (OR 3.34, 95% CI 1.37 –8.26), but not women [ 54],\nwhich is consistent with the previously mentioned sex-\nspecific associations of sarcopenia with falls. In older adults\nparticipating in a fall prevention trial, those classified as\nsarcopenic obese had the highest (albeit non-significant) num-\nber of falls in the previous 12 months (1.8 vs 1.2, 1.3 and 1.2\nfor obese alone, non-sarcopenic non-obese, and sarcopenic\nalone, respectively). Similarly, in Taiwanese older adults,\nsarcopenic obesity was associated with a two-fold increased\nrisk of past year falls. However, since this study defined\nsarcopenia using the EWGSOP definition, it is unclear wheth-\ner this association was explained by low muscle mass and/or\nlow muscle strength or physical performance [ 64]. Unfortu-\nnately no studies have examined the association of dynapenic\nobesity with falls to provide insight into this relationship.\nFurthermore, to our knowledge, no studies have examined\nsarcopenic or dynapenic obesity in the context of fracture\noutcomes. Sarcopenic obese individuals do demonstrate a\nhigher prevalence of femoral neck osteoporosis (17 %) com-\npared to non-sarcopenic non-obese (12 %) and obese alone\n(7 %), but not sarcopenic alone (22 %) [ 30]. This is consistent\nwith the",
    "results": "of a small study suggesting that obesity offers\nsome protection against low BMD in sarcopenic women [ 65].\nProspective studies are required to determine the effects of\ninteractions of sarcopenic and dynapenic obesity with fall\nand fracture risk, but, given their independent associations\nwith these outcomes, it is likely that lifestyle interventions\ntargeting improvements in muscle mass and/or strength with\nreductions in fat mass will be beneficial.\nLifestyle Interventions\nExercise and nutrition interventions including progressive re-\nsistance training, protein and vitamin D supplementation have\nbeneficial effects for components of sarcopenia, dynapenia\nand obesity, as well as for fall and fracture risk in older adults.\nThe following section provides a brief overview of the evi-\ndence for the key role of lifestyle interventions in addressing\nthese outcomes.\nExercise\nExercise, particularly progressive resistance training (PRT),\nresults in clinically meaningful gains in muscle mass, strength\nand physical performance, even in very old individuals [ 66].\nExercise is also recognised as a primary and secondary pre-\nvention strategy for hip fracture in older adults [ 67], with the\nprotective effect attributable to improvements in risk factors\nfor falls and fracture, including bone and muscle health, bal-\nance and mobility [ 68]. However, not all modalities are equal-\nly effective. Walking alone has little or no effect on preventing\nbone and muscle loss [ 69], and while traditional PRT is effec-\ntive at improving muscle mass, size and strength, it has mixed\neffects on balance and function [ 70]. However, high-velocity\nPRT (or power training), involving rapid concentric muscle\ncontractions, can improve muscle strength, power and BMD\nin older adults [ 68], and high-challenging balance training\nperformed for at least 50 h is most effective for fall prevention\n[70].\nFor sarcopenic and dynapenic obesity, the target outcomes\nof any intervention should be to reduce fat mass while pre-\nserving or improving muscle mass, strength and function. Ca-\nloric restriction is effective for reducing body fat but also\ncauses losses in muscle and even bone mass [ 71, 72]. Com-\nbining caloric restriction with multimodal programs that in-\ncorporate PRT and aerobic training may substantially amelio-\nrate adverse effects on muscle and bone [ 73, 74••, 75–77]. For\ninstance, the findings from a 12-month factorial design ran-\ndomized controlled trial (RCT) of 107 obese adults aged\n≥65 years randomised to a control group, weight loss, multi-\nmodal exercise (PRT, aerobic exercise, flexibility and balance\ntasks) or both exercise and weight loss revealed that lean mass\nCurr Osteoporos Rep\n\n\nand hip BMD decreased less in the exercise and weight loss\ngroup than the weight loss alone group [ 71]. Consistent with\nthese findings, reviews on exercise studies with and without\ndietary or weight loss components in obese older adults report\nthat exercise programs including PRT and aerobic training\nwith modest caloric restriction are associated with greater im-\nprovements in body composition and functional performance\nthan either exercise or diet alone [ 78, 79].\nTo our knowledge, there are only two intervention studies\nwhich have specifically targeted sarcopenic and dynapenic\nobese older adults. In 21 sarcopenic obese adults aged 60 years\nor older randomised to 15 weeks of strength/hypertrophy or\nhigh speed (power) circuit training, no differences were ob-\nserved for changes in body fat and physical performance, but\nlower-limb power tended to improve more for the circuit train-\ning group [ 80]. In a factorial design RCT involving 38 post-\nmenopausal women with dynapenic obesity randomised to\neither 12-weeks of PRT, caloric restriction, both or a control\ngroup, caloric restriction alone or in combination with PRT\nwas associated with an improvement in body weight, fat mass\nand cardiometabolic health while PRT had a beneficial effect\non physical performance [ 81]. The findings from these small\ntrials are supportive of the concept that multimodal exercise\ninterventions incorporating PRT and combined with caloric\nrestriction are effective therapies for sarcopenic and dynapenic\nobesity. However, further large-scale, long-term randomised\ncontrolled trials are still needed to determine exercise training\ndoses that optimise multiple health outcomes in older adults\nwith these conditions.\nDiet and Nutrition\nNutritional strategies, with a particular focus on energy\nand protein intake, and vitamin D status, are recommend-\ned for the prevention and management of sarcopenia and\ndynapenia in older adults [ 82]. It is well established that\nage-related muscle loss occurs due to an imbalance be-\ntween muscle protein synthesis (MPS) and muscle protein\nbreakdown (MPB). Dietary protein ingestion can stimu-\nlate MPS and inhibit MPB, resulting in a net positive\nprotein balance. Indeed, longitudinal studies have report-\ned that self-reported dietary p rotein intake is positively\nand independently associated with muscle mass in older\nadults [ 83–85]. However, the anabolic sensitivity of mus-\ncle to protein feeding appears to be blunted during ageing\nand so older adults may require higher protein doses to\nstimulate MPS and prevent muscle loss [ 86]. There is also\nconsiderable evidence that different protein sources vary\nin their capacity to stimulate MPS, with whey protein\nbeing more effective than either casein or soy [ 87]. Sup-\nplementation with 20 –40 g of high-quality, rapidly\ndigested, leucine-rich protein can improve physical per-\nformance in older adults [ 88], but a number of studies\nhave failed to observe any beneficial effects of protein\nsupplementation alone on muscle probably due to differ-\nences in the type, timing, dose and/or distribution of pro-\ntein intake [ 89]. While further studies are needed to de-\ntermine optimal protein supplementation strategies for\nolder adults, a recent consensus statement recommends a\ndaily protein intake of 1.0 –1 . 2g / k gw i t ha tl e a s t2 0–25 g\nof high-quality protein at each meal [ 90].\nA concern with increasing dietary protein intake in the\ncase of sarcopenic and dynapenic obesity is that protein-\nrich foods are often high in saturated fat and may therefore\nexacerbate obesity. However, lean red meat, which is an\nexcellent source of protein and can stimulate a rise in MPS\nat rest and after PRT [ 91], has been associated with reduc-\ntions in body fat in an intervention using dietary interven-\ntions to reduce intake of other macronutrients [ 92••]. There\nis also some evidence that hi gh-protein diets can minimise\nmuscle mass losses associated with caloric restriction in\nobese individuals [ 93]. Thus, while research is yet to con-\nfirm the effects of protein supplementation in sarcopenic\nand dynapenic obese older adults, the fact that high-quality\nprotein can stimulate MPS without causing increases in\ntotal energy intake suggests this dietary intervention holds\npotential in these populations.\nVitamin D deficiency is common in older adults, and\nprospective studies have shown that lower serum 25-\nhydroxyvitamin D (25OHD) concentrations are associated\nwith greater losses in muscle mass and strength and re-\nduced physical performance in older adults [ 94, 95]. A\nsystematic review has concluded that vitamin D supple-\nmentation may have a beneficial effect on proximal mus-\ncle strength, although possibly only in those with low\nvitamin D status [ 96]. Treatment with vitamin D has also\nbeen associated with reductions in both fall and fracture\nrisk, possibly mediated by actions on skeletal muscle vi-\ntamin D receptors and enhancing absorption of dietary\ncalcium and phosphate res ulting in increases in MPS\nand improved bone health, respectively [ 97]. These find-\nings suggest that vitamin D supplementation may be ben-\neficial for treating sarc openia and dynapenia, with or\nwithout obesity, as well as reducing fall and fracture risk,\nin older adults.\nObesity is associated with vitamin D deficiency, and there\nis some evidence that sarcopenic obese older adults have low-\ner serum 25OHD levels than those who are obese only [ 98]. A\nrandomised controlled trial of 200 overweight adults with low\nvitamin D status reported that supplementation of 3300 IU/\nday vitamin D during a 12-month nutrition education inter-\nvention did not enhance weight loss but reduced triglycerides\nand systemic inflammation [99], which suggests correction of\nvitamin D deficiency could potentially reduce the deleterious\neffects of inflammation on muscle mass and function which\nare considered a key component of the etiology of sarcopenic\nCurr Osteoporos Rep\n\n\nand dynapenic obesity [1]. It is therefore possible that vitamin\nD supplementation may be beneficial in sarcopenia and\ndynapenia, and particularly for older adults who are obese\ngiven their risk of vitamin D deficiency, likely at doses\n≥800 IU/day [ 100].\nCombined Effects of Exercise and Nutrition\nThere is considerable interest in whether a combination of\nthese intervention strategies can produce a synergistic ef-\nfect on individual components of sarcopenic and\ndynapenic obesity. A meta-analysis has concluded that\nprotein supplementation >1.2 g/kg/d can enhance the ben-\nefits of PRT on muscle mass and strength in young and\nolder adults [ 101], and this is consistent with other reports\n[102, 103]. In a recent 4-month cluster randomised con-\ntrolled trial including 100 women residing in retirement\nvillages, PRT combined with 2×80 g serves of cooked\nlean red meat consumed 6 days per week (equivalent to\na total dietary protein intake of ∼1.3 g/kg/d) resulted in\ngreater gains in muscle mass and strength relative to PRT\nonly and a decrease in fat mass [ 92••]. However, other\nrecent trials in older adults have failed to observe an\nadded benefit of protein supplementation over PRT alone\nfor muscle mass or strength [ 104, 105]. Further studies are\nrequired to identify optimal protein types, doses and\ntiming for enhancing exercise-induced improvements in\nbody composition, muscle function, fall and fracture risk.\nWe have recently reported that older adults with high\nvitamin D status and physical activity levels demonstrate\nsmaller gains in body fat over 5 years than those with\nhigh vitamin D or physical activity levels alone [ 106].\nThis is consistent with exerci se interventions reporting\ngreater fat oxidation and physical performance improve-\nments in older adults who are vitamin D replete [ 107,\n108]. However, a study of 96 vitamin D deficient older\nadults performing 9 months of resistance training while\nrandomised to 400 IU/day per day of vitamin D plus cal-\ncium or calcium alone did not report additional benefits of\nvitamin D on physical performance [ 109], and 18 months\nof low-fat vitamin\nD-calcium fortified milk (800 IU/day)\ndid not enhance the effects of resistance training on mus-\ncle size or function in older men with adequate vitamin D\nstatus [ 110]. The lack of synergistic effects observed for\nmuscle mass and strength may be due to inadequate sam-\nple sizes, relatively low vitamin D doses, or failure to\ntarget individuals with vitamin D deficiency, sarcopenia\nand/or dynapenia [ 100]. There is similarly a lack of evi-\ndence for vitamin D supplementation during exercise in-\nterventions targeting weight loss in older adults. A\nrandomised controlled trial of postmenopausal women\ncompleting a weight loss program for 12 months found\nno differences in body composition between vitamin D\nand placebo groups, although those that achieved\n25OHD levels ≥80 nmol/L lost almost twice as much\nbody fat as those who did not [ 111].\nFinally, a recent 13-week trial in 80 obese older adults\nshowed that a high whey-protein-, leucine-, and vitamin D-\nenriched supplement (21 g protein and 800 IU vitamin D)\npreserved muscle mass compared with isocaloric controls dur-\ning intentional weight loss combined with resistance training\n[112••]. It is not possible to determine whether vitamin D or\nprotein is responsible for this effect, however, this finding\nsuggests that combining exercise for weight loss with vitamin\nD and protein supplementation is potentially an effective treat-\nment for sarcopenic and dynapenic obesity.",
    "conclusion": "and Recommendations\nThere has been an exponential increase in research into\nsarcopenia over the past two decades, but this has not trans-\nlated into clinical practice, due to ongoing controversy re-\ngarding appropriate definitions, measurement techniques\nand cut-points. The proposed shift of focus towards\ndynapenia undoubtedly adds to this confusion, but is\nrationalised by the evidence that muscle function is a stronger\npredictor of health outcomes than muscle mass, and because\nstrength assessments may be more accessible to clinicians.\nWith the confluence of ageing and obese populations in many\nsocieties, the prevalence of sarcopenic and dynapenic obesity\nis likely to grow in the coming years. Although obesity may\nbe protective against some types of fractures, it appears that\nincreased adipose tissue may compromise bone quality, and\npoor muscle mass and strength confer increased fall and frac-\nture risks for sarcopenic and dynapenic obese older adults.\nLifestyle interventions may be beneficial for improving mus-\ncle mass and function, reducing adiposity, and increasing\nbone quality in older adults. The most effective method for\npreventing sarcopenia and dynapenia is multimodal exercise\nincluding traditional and high-speed PRT, and this should\nalso be incorporated in weight loss interventions for\nsarcopenic and dynapenic obese individuals, to avoid unde-\nsirable losses in muscle and bone. In addition, to maintain or\nincrease muscle mass, older adults with sarcopenia or\ndynapenia should be encouraged to consume at least\n1.0 g/kg of high-quality protein per day (or more if complet-\ning exercise), and these levels should generally be maintained\nat the expense of other macronutrients even during caloric\nrestriction for those with sarcopenic and dynapenic obesity.\nThose with sarcopenia and dynapenia, and especially\nsarcopenic and dynapenic obesity, should be considered at\nrisk for vitamin D deficiency, and supplementation of\n≥800 IU/day cholecalciferol may be beneficial for those with\nlow vitamin D levels.\nCurr Osteoporos Rep\n\n\nCompliance with Ethics Guidelines\nConflict of Interest D. Scott has no conflicts of interest to disclose.\nR. M. Daly has received sponsorship from Ostelin and Danone Re-\nsearch, research support from Meat and Livestock Australia, and payment\nfor the development of educational presentations from Abbott Nutrition,\nFonterra, Servier, and Merck Sharpe & Dohme.\nK.M. Sanders has received research support from Merck Sharpe &\nDohme.\nP.R. Ebeling has received sponsorship and research support from\nMerck Sharpe & Dohme.\nHuman and Animal Rights and Informed Consent All studies by the\nauthors involving animal and/or human subjects were performed after\napproval by the appropriate institutional review boards. When required,\nwritten informed consent was obtained from all participants.\nReferences\nPapers of particular interest, published recently, have been\nhighlighted as:\n• Of importance\n•• Of major importance\n1. Roubenoff R. Sarcopenic obesity: does muscle loss cause fat gain?\nLessons from rheumatoid arthritis and osteoarthritis. Ann N Y\nAcad Sci. 2000;904:553–7.\n2. Leslie WD, Orwoll ES, Nielson CM, Morin SN, Majumdar SR,\nJohansson H, et al. Estimated lean mass and fat mass differentially\naffect femoral bone density and strength index but are not FRAX\nindependent risk factors for fracture. J Bone Miner Res. 2014.\n3. Nielson CM, Srikanth P, Orwoll ES. Obesity and fracture in men\nand women: an epidemiologic perspective. J Bone Miner Res.\n2012;27(1):1–10.\n4. Rosenberg IH. Summary comments. Am J Clin Nutr. 1989;50(5):\n1231–3.\n5. Baumgartner RN, Romero L, Garry PJ, Heymsfield SB, Koehler\nKM, Gallagher D, et al. Epidemiology of sarcopenia among the\nelderly in New Mexico. Am J Epidemiol. 1998;147(8):755 –63.\n6. Newman AB, Kupelian V , Visser M, Simonsick E, Goodpaster B,\nNevitt M, et al. Sarcopenia: alternative definitions and associa-\ntions with lower extremity function. J Am Geriatr Soc.\n2003;51(11):1602–9.\n7. Janssen I. The epidemiology of sarcopenia. Clin Geriatr Med.\n2011;27(3):355–63.\n8. Cruz-Jentoft AJ, Baeyens JP , Bauer JM, Boirie Y , Cederholm T,\nLandi F, et al. Sarcopenia: European consensus on definition and\ndiagnosis: report of the European Working Group on Sarcopenia\nin Older People. Age Ageing. 2010;39(4):412 –23.\n9. Muscaritoli M, Anker SD, Argilés J, Aversa Z, Bauer JM, Biolo\nG, et al. Consensus definition of sarcopenia, cachexia and pre-\ncachexia: joint document elaborated by Special Interest Groups\n(SIG) Bcachexia-anorexia in chronic wasting diseases ^ and\nBnutrition in geriatrics^. Clin Nutr. 2010;29(2):154–9.\n10. Fielding RA, Vellas B, Evans WJ, Bhasin S, Morley JE, Newman\nAB, et al. Sarcopenia: an undiagnosed condition in older adults.\nCurrent consensus definition: prevalence, etiology, and conse-\nquences. International Working Group on Sarcopenia. J Am\nMed Dir Assoc. 2011;12(4):249–56.\n11. Morley JE, Abbatecola AM, Argiles JM, Baracos V , Bauer J,\nBhasin S, et al. Sarcopenia with limited mobility: an international\nconsensus. J Am Med Dir Assoc. 2011;12(6):403 –9.\n12.• Studenski SA, Peters KW, Alley DE, Cawthon PM, McLean RR,\nHarris TB, et al. The FNIH sarcopenia project: rationale, study\ndescription, conference recommendations, and final estimates. J\nGerontol A: Biol Med Sci. 2014;69(5):547–58. Provides the first\nconsensus definition of sarcopenia based on evidence-based\nestimates, including hand grip strength cut-points which may\npotentially be used in diagnosis of dynapenia/dynapenic\nobesity.\n13. Goodpaster BH, Park SW, Harris TB, Kritchevsky SB, Nevitt M,\nSchwartz A V , et al. The loss of skeletal muscle strength, mass, and\nquality in older adults: the health, aging and body composition\nstudy. J Gerontol A Biol Sci Med Sci. 2006;61(10):1059 –64.\n14. Delmonico MJ, Harris TB, Visser M, Park SW, Conroy MB,\nVelasquez-Mieyer P, et al. Longitudinal study of muscle strength,\nquality, and adipose tissue infiltration. Am J Clin Nutr.\n2009;90(6):1579–85.\n15. Russ D, Gregg-Cornell K, Conaway M, Clark B. Evolving con-\ncepts on the age-related changes in Bmuscle quality^. J Cachex\nSarcopenia Muscle. 2012;3(2):95–109.\n16. Visser M, Schaap LA. Consequences of sarcopenia. Clin Geriatr\nMed. 2011. doi:10.1016/j.cger.2011.03.006.\n17. Clark BC, Manini TM. Sarcopenia ≠ dynapenia. J Gerontol A Biol\nSci Med Sci. 2008;6(8):829 –34.\n18.• Manini TM, Clark BC. Dynapenia and aging: an update. J\nGerontol A: Biol Med Sci. 2012;67A(1):28\n–40. Provides an al-\ngorithm for the diagnosis of dynapenia in clinical settings .\n19. Heber D, Ingles S, Ashley JM, Maxwell MH, Lyons RF, Elashoff\nRM. Clinical detection of sarcopenic obesity by bioelectrical im-\npedance analysis. Am J Clin Nutr. 1996;64(3):472 –7.\n20. Villareal DT, Banks M, Siener C, Sinacore DR, Klein S. Physical\nfrailty and body composition in obese elderly men and women.\nObes Res. 2004;12(6):913–20.\n21. Jensen GL, Friedmann JM. Obesity is associated with functional\ndecline in community-dwelling rural older persons. J Am Geriatr\nSoc. 2002;50(5):918–23.\n22. Baumgartner RN, Wayne SJ, Waters DL, Janssen I, Gallagher D,\nMorley JE. Sarcopenic obesity predicts instrumental activities of\ndaily living disability in the elderly. Obes Res. 2004;12(12):1995–\n2004.\n23. Stenholm S, Harris TB, Rantanen T, Visser M, Kritchevsky SB,\nFerrucci L. Sarcopenic obesity —definition, etiology and conse-\nquences. Curr Opin Clin Nutr Metab Care. 2008;11(6):693 –700.\n24. Bouchard DR, Janssen I. Dynapenic-obesity and physical function\nin older adults. J Gerontol A Biol Sci Med Sci. 2010;65(1):71 –7.\n25. Sénéchal M, Dionne IJ, Brochu M. Dynapenic abdominal obesity\nand metabolic risk factors in adults 50 years of age and older. J\nAging Health. 2012;24(5):812–26.\n26. Scott D, Sanders K, Aitken D, Hayes A, Ebeling PR, Jones G.\nSarcopenic obesity and dynapenic obesity: 5-year associations\nwith falls risk in middle-age d and older adults. Obesity.\n2014;22(6):1568–74.\n27. Yang M, Ding X, Luo L, Hao Q, Dong B. Disability associated\nwith obesity, dynapenia and dynapenic-obesity in Chinese older\nadults. J Am Med Dir Assoc. 2014;15(2):150.e11 –e16.\n28. Batsis JA, Barre LK, Mackenzie TA, Pratt SI, Lopez ‐Jimenez F,\nBartels SJ. Variation in the prevalence of sarcopenia and\nsarcopenic obesity in older adults associated with different re-\nsearch definitions: dual ‐energy x ‐ray absorptiometry data from\nthe national health and nutrition examination survey 1999 –2004.\nJ Am Geriatr Soc. 2013.\n29. Schrager M, Metter EJ, Simonsick EM, Ble A, Bandinelli S,\nLauretani F, et al. Sarcopenic obesity and inflammation in the\nInCHIANTI study. J Appl Physiol. 2007;102:919 –25.\nCurr Osteoporos Rep\n\n\n30. Waters D, Hale L, Grant A, Herbison P, Goulding A. Osteoporosis\nand gait and balance disturbances in older sarcopenic obese New\nZealanders. Osteoporos Int. 2010;21(2):351–7.\n31. Ilich JZ, Kelly OJ, Inglis JE, Panton LB, Duque G, Ormsbee MJ.\nInterrelationship among muscle, fat, and bone: connecting the dots\non cellular, hormonal, and whole body levels. Ageing Res Rev.\n(0).\n32. Carter ND, Khan KM, Mallinson A, Janssen PA, Heinonen A,\nPetit MA, et al. Knee extension strength is a significant determi-\nnant of static and dynamic balance as well as quality of life in older\ncommunity-dwelling women with osteoporosis. Gerontology.\n2002;48(6):360–8.\n33. Szulc P, Beck TJ, Marchand F, Delmas PD. Low skeletal muscle\nmass is associated with poor structural parameters of bone and\nimpaired balance in elderly men —the MINOS study. J Bone\nMiner Res. 2005;20(5):721–9.\n34. Edwards MH, Gregson CL, Patel HP, Jameson KA, Harvey NC,\nSayer AA, et al. Muscle size, strength and physical performance\nand their associations with bone structure in the Hertfordshire\nCohort Study. J Bone Miner Res. 2013;28(11):2295 –304.\n35. Samu S, Juha S, Toni R, Risto H, Sirola J. Relationship between\npostmenopausal osteoporosis and the components of clinical\nsarcopenia. Maturitas. 2013;75(2):175–80.\n36. Scott D, Hayes A, Sanders KM, Aitken D, Ebeling PR, Jones G.\nOperational definitions of sarcopenia and their associations with\n5-year changes in falls risk in community-dwelling middle-aged\nand older adults. Osteoporos Int. 2014;25(1):187 –93.\n37. Di Monaco M, Castiglioni C, Vallero F, Di Monaco R, Tappero R.\nSarcopenia is more prevalent in men than in women after hip\nfracture: a cross-sectional study of 591 inpatients. Arch Gerontol\nGeriatr. 2012.\n38. Sayer AA, Syddall HE, Martin HJ, Dennison EM, Anderson FH,\nCooper C. Falls, sarcopenia, and growth in early life: findings\nfrom the Hertfordshire Cohort Study. Am J Epidemiol.\n2006;164(7):665–71.\n39. Furrer R, van Schoor NM, de Haan A, Lips P, de Jongh RT.\nGender-specific associations between physical functioning, bone\nquality, and fracture risk in older people. Calcif Tissue Int. 2014:1-\n9.\n40. Scott D, Stuart AL, Kay D, Ebeling PR, Nicholson G, Sanders\nKM. Investigating the predictive ability of gait speed and quadri-\nceps strength for incident falls in community-dwelling older wom-\nen at high risk of fracture. Arch Gerontol Geriatr. 2014;58(3):308–\n13.\n41. Cummings SR, Nevitt MC, Browner WS, Stone K, Fox KM,\nEnsrud KE, et al. Risk factors for hip fracture in white women.\nN Engl J Med. 1995;332(12):767 –73.\n42. Mitchell RJ, Lord SR, Harvey LA, Close JC. Associations be-\ntween obesity and overweight and fall risk, health status and qual-\nity of life in older people. Aust N Z J Public Health. 2014;38(1):\n13–8.\n43. Himes CL, Reynolds SL. Effect of obesity on falls, injury, and\ndisability. J Am Geriatr Soc. 2012;60(1):124 –9.\n44. Compston JE, Watts NB, Chapurlat R, Cooper C, Boonen S,\nGreenspan S, et al. Obesity is not protective against fracture in\npostmenopausal women: GLOW. Am J Med. 2011;124(11):\n1043–50.\n45. Chan MY , Frost SA, Center JR, Eisman JA, Nguyen TV.\nRelationship between body mass index and fracture risk is medi-\nated by bone mineral density. J Bone Miner Res. 2014.\n46. Johansson H, Kanis JA, Odén A, McCloskey E, Chapurlat RD,\nChristiansen C, et al. A meta‐analysis of the association of fracture\nrisk and body mass index in women. J Bone Miner Res.\n2014;29(1):223–33.\n47.• Sornay-Rendu E, Boutroy S, Vilayphiou N, Claustrat B, Chapurlat\nRD. In obese postmenopausal women, bone microarchitecture and\nstrength are not commensurate to greater body weight: the Os des\nFemmes de Lyon (OFELY) study. J Bone Miner Res. 2013;28(7):\n1679–87. A matched case-control study which demonstrated\nthat improvements in bone quality are not commensurate with\nincreases in body and fat mass in obese post-menopausal\nwomen.\n48. Bredella MA, Lin E, Gerweck AV , Landa MG, Thomas BJ,\nTorriani M, et al. Determinants of bone microarchitecture and\nmechanical properties in obese men. J Clin Endocrinol Metab.\n2012;97(11):4115–22.\n49. Inacio M, Ryan AS, Bair WN, Prettyman M, Beamer BA, Rogers\nMW. Gluteal muscle composition differentiates fallers from non-\nfallers in community dwelling older adults. BMC Geriatr.\n2014;14(1):1471 –2318.\n[Research Support, N I H,\nExtramural Research Support, Non-U S Gov ’t].\n50. Schafer AL, Vittinghoff E, Lang TF, Sellmeyer DE, Harris TB,\nKanaya AM, et al. Fat infiltration of muscle, diabetes, and clinical\nfracture risk in older adults. J Clin Endocrinol Metab.\n2010;95(11):E368–72.\n51. Sheu Y, Marshall L, Holton K, Caserotti P, Boudreau R,\nStrotmeyer E, et al. Abdominal body composition measured by\nquantitative computed tomography and risk of non-spine frac-\ntures: the Osteoporotic Fractures in Men (MrOS) study.\nOsteoporos Int: a journal established as result of cooperation be-\ntween the European Foundation for Osteoporosis and the National\nOsteoporosis Foundation of the USA. 2013.\n52. Lang T, Cauley JA, Tylavsky F, Bauer D, Cummings S, Harris TB.\nComputed tomographic measurements of thigh muscle cross-\nsectional area and attenuation coefficient predict hip fracture: the\nhealth, aging, and body composition study. J Bone Miner Res.\n2010;25(3):513 –9. [Research Support, N I H, Extramural\nResearch Support, N I H, Intramural] .\n53. Fontana L, Eagon JC, Trujillo ME, Scherer PE, Klein S. Visceral\nfat adipokine secretion is associated with systemic inflammation\nin obese humans. Diabetes. 2007;56(4):1010–3.\n54. Baumgartner R. Body composition in healthy aging. Ann N Y\nAcad Sci. 2000;904(1):437–48.\n55. Rolland Y , Lauwers-Cances V , Cristini C, van Kan GA, Janssen I,\nMorley JE, et al. Difficulties with physical function associated\nwith obesity, sarcopenia, and sarcopenic-obesity in community-\ndwelling elderly women: the EPIDOS (EPIDemiologie de\nl’OSteoporose) Study. Am J Clin Nutr. 2009;89(6):1895 –900.\n56. Chang C-I, Huang K-C, Chan D-C, Wu C-H, Lin C-C, Hsiung\nCA, et al. The impacts of sarcopenia and obesity on physical\nperformance in the elderly. Obes Res Clin Pract. 2014.\n57. Davison KK, Ford ES, Cogswell ME, Dietz WH. Percentage of\nbody fat and body mass index are associated with mobility limi-\ntations in people aged 70 and older from NHANES III. J Am\nGeriatr Soc. 2002;50(11):1802–9.\n58. Dufour AB, Hannan MT, Murabito JM, Kiel DP, McLean RR.\nSarcopenia definitions considering body size and fat mass are\nassociated with mobility limitations: the Framingham Study. J\nGerontol A Biol Sci Med Sci. 2013;68(2):168 –74. [Research\nSupport, N I H, Extramural Research Support, Non-U S\nGov’t].\n59. Stenholm S, Alley D, Bandinelli S, Griswold M, Koskinen S,\nRantanen T, et al. The effect of obesity combined with low muscle\nstrength on decline in mobility in older persons: results from the\nInCHIANTI Study. Int J Obes. 2009;33(6):635 –44.\n60. Stenholm S, Rantanen T, Heliövaara M, Koskinen S. The mediat-\ning role of C ‐reactive protein and handgrip strength between obe-\nsity and walking limitation. J Am Geriatr Soc. 2008;56(3):462 –9.\n61. Choquette S, Bouchard D, Doyon C, Sénéchal M, Brochu M,\nDionne IJ. Relative strength as a determinant of mobility in elders\n67–84 years of age. A nuage study: nutrition as a determinant of\nsuccessful aging. J Nutr Health Aging. 2010;14(3):190 –5.\nCurr Osteoporos Rep\n\n62. Yang M, Jiang J, Hao Q, Luo L, Dong B. Dynapenic obesity and\nlower extremity function in elderly adults. J Am Med Dir Assoc.\n2014.\n63. Kim Y-P, Kim S, Joh J-Y , Hwang H-S. Effect of interaction be-\ntween dynapenic component of the European working group on\nsarcopenia in older people sarcopenia criteria and obesity on ac-\ntivities of daily living in the elderly. J Am Med Dir Assoc.\n2014;15(5):e1–371.e5.\n64. Meng NH, Li CI, Liu CS, Lin CH, Lin WY , Chang CK, et al.\nComparison of height ‐and weight ‐adjusted sarcopenia in a\nTaiwanese metropolitan older population. Geriatr Gerontol Int.\n2014.\n65. Aubertin-Leheudre M, Lord C, Labonté M, Khalil A, Dionne IJ.\nRelationship between sarcopenia and fracture risks in obese post-\nmenopausal women. J Women Aging. 2008;20(3-4):297–308.\n66. Fiatarone MA, Marks EC, Ryan ND, Meredith CN, Lipsitz LA,\nEvans WJ. High-intensity strength training in nonagenarians.\nEffects on skeletal muscle. J Am Med Assoc. 1990;263(22):\n3029–34.\n67. Fiatarone Singh MA. Exercise, nutrition and managing hip frac-\nture in older persons. Curr Opin Clin Nutr Metab Care. 2013.\n68. Gianoudis J, Bailey CA, Ebeling PR, Nowson CA, Sanders KM,\nHill K, et al. Effects of a targeted multi-modal exercise program\nincorporating high speed power training on falls and fracture risk\nfactors in older adults: a community-based randomised controlled\ntrial. J Bone Miner Res. 2013;29(1):182 –91.\n69. Ma D, Wu L, He Z. Effects of walking on the preservation of bone\nmineral density in perimenopausal and postmenopausal women: a\nsystematic review and meta-analysis. Menopause. 2013;20(11):\n1216–26.\n70. Sherrington C, Whitney JC, Lord SR, Herbert RD, Cumming RG,\nClose JC. Effective exercise for the prevention of falls: a system-\natic review and meta ‐analysis. J Am Geriatr Soc. 2008;56(12):\n2234–43.\n71. Villareal DT, Chode S, Parimi N, Sinacore DR, Hilton T,\nArmamento-Villareal R, et al. Weight loss, exercise, or both and\nphysical function in obese older adults. N Engl J Med.\n2011;364(13):1218–29.\n72. Shea K, Gozansky W, Sherk V , Swibas T, Wolfe P, Scherzinger A,\net al. Loss of bone strength in response to exercise-induced weight\nloss in obese postmenopausal women: results from a pilot study. J\nMusculoskelet Neuronal Interact. 2014;14(2):229.\n73. Weinheimer EM, Sands LP , Campbell WW. A systematic review\nof the separate and combined effects of energy restriction and\nexercise on fat ‐free mass in middle ‐aged and older adults: impli-\ncations for sarcopenic obesity. Nutr Rev. 2010;68(7):375 –88.\n74.•• Miller CT, Fraser SF, Levinger I, Straznicky NE, Dixon JB,\nReynolds J, et al. The effects of exercise training in addition to\nenergy restriction on functional capacities and body composition\nin obese adults during weight loss: a systematic review. PLoS\nONE. 2013;8(11):e81692. A systematic review of randomized\ncontrolled trials comparing caloric restriction to caloric re-\nstriction plus exercise intervention for obese middle-aged\nand older adults, demonstrating more favourable body com-\nposition and functional outcomes in caloric restriction plus\nexercise.\n75. Campbell WW, Haub MD, Wolfe RR, Ferrando AA, Sullivan DH,\nApolzan JW, et al. Resistance training preserves fat ‐free mass\nwithout impacting changes in protein metabolism after weight loss\nin older women. Obesity. 2009;17(7):1332–9.\n76. Frimel TN, Sinacore DR, Villareal DT. Exercise attenuates the\nweight-loss-induced reduction in muscle mass in frail obese older\nadults. Med Sci Sports Exerc. 2008;40(7):1213 –9. [Randomized\nControlled Trial].\n77. Manini TM, Buford TW, Lott DJ, Vandenborne K, Daniels MJ,\nKnaggs JD, et al. Effect of dietary restriction and exercise on lower\nextremity tissue compartments in obese, older women: a pilot\nstudy. J Gerontol A Biol Sci Med Sci. 2014;69(1):101 –8.\n[Comparative Study Randomized Controlled Trial].\n78. Vincent HK, Raiser SN, Vincent KR. The aging musculoskeletal\nsystem and obesity-related considerations with exercise. Ageing\nRes Rev. 2012;11(3):361–73.\n79. Porter Starr KN, McDonald SR, Bales CW. Obesity and physical\nfrailty in older adults: a scoping review of lifestyle intervention\ntrials. J Am Med Dir Assoc. 2014;15(4):240 –50.\n80. Balachandran A, Krawczyk SN, Potiaumpai M, Signorile JF.\nHigh-speed circuit training vs hypertrophy training to improve\nphysical function in sarcopenic obese adults: a randomized con-\ntrolled trial. Exp Gerontol. 2014;60:64 –71.\n81. Sénéchal M, Bouchard DR, Dionne IJ, Brochu M. The effects of\nlifestyle interventions in dynapenic-obese postmenopausal wom-\nen. Menopause. 2012;19(9):1015–21.\n82. Morley JE, Anker SD, von Haehling S. Prevalence, incidence, and\nclinical impact of sarcopenia: facts, numbers, and epidemiology—\nupdate. J Cachex Sarcopenia Muscle. 2014;2014:1 –7.\n83. Houston DK, Nicklas BJ, Ding J, Harris TB, Tylavsky FA,\nNewman AB, et al. Dietary protein intake is associated with lean\nmass change in older, community-dwelling adults: the Health,\nAging, and Body Composition (Health ABC) Study. Am J Clin\nNutr. 2008;87(1):150–5.\n84. Meng X, Zhu K, Devine A, Kerr DA, Binns CW, Prince RL. A 5-\nyear cohort study of the effects of high protein intake on lean mass\nand bone mineral content in elderly postmenopausal women. J\nBone Miner Res. 2009;24(11):1827–34.\n85. Scott D, Blizzard L, Fell J, Giles G, Jones G. Associations be-\ntween dietary nutrient intake and muscle mass and strength in\ncommunity-dwelling older adults: the Tasmanian older adult co-\nhort study. J Am Geriatr Soc. 2010;58(11):2129 –34.\n86. Campbell WW, Trappe TA, Wolfe RR, Evans WJ. The recom-\nmended dietary allowance for protein may not be adequate for\nolder people to maintain skeletal muscle. J Gerontol A Biol Sci\nMed Sci. 2001;56(6):373–80.\n87. Tang JE, Moore DR, Kujbida GW, Tarnopolsky MA, Phillips SM.\nIngestion of whey hydrolysate, casein, or soy protein isolate: ef-\nfects on mixed muscle protein synthesis at rest and following\nresistance exercise in young men. J Appl Physiol. 2009;107(3):\n987–92.\n88. Tieland M, van de Rest O, Dirks ML, van der Zwaluw N, Mensink\nM, van Loon LJC, et al. Protein supplementation improves phys-\nical performance in frail elderly people: a randomized, double-\nblind, placebo-controlled trial. J Am Med Dir Assoc. 2012.\n89. Xu Z-r, Tan Z-j, Zhang Q, Gui Q-f, Yang Y-m. The effectiveness\nof leucine on muscle protein synthesis, lean body mass and leg\nlean mass accretion in older people: a systematic review and meta-\nanalysis. Br J Nutr. 2015;113(01):25–34.\n90. Rizzoli R, Stevenson JC, Bauer JM, van Loon LJC, Walrand S,\nKanis JA, et al. The role of dietary protein and vitamin D in\nmaintaining musculoskeletal health in postmenopausal women: a\nconsensus statement from the European Society for Clinical and\nEconomic Aspects of Osteoporosis and Osteoarthritis (ESCEO).\nMaturitas. (0).\n91. Phillips SM. Nutrient-rich meat proteins in offsetting age-related\nmuscle loss. Meat Sci. 2012.\n92.•• Daly RM, O’Connell SL, Mundell NL, Grimes CA, Dunstan DW,\nNowson CA. Protein-enriched diet, with the use of lean red meat,\ncombined with progressive resistance training enhances lean tissue\nmass and muscle strength and reduces circulating IL-6 concentra-\ntions in elderly women: a cluster randomized controlled trial. Am J\nClin Nutr. 2014.ajcn. 064154. A cluster randomized controlled\ntrial which demonstrated that PRT combined with 2×80g\nserves of cooked lean red meat consumed six days per week\nCurr Osteoporos Rep\n\nresulted in greater gains in muscle mass and strength relative\nto PRT only, and a decrease in fat mass .\n93. Leidy HJ, Carnell NS, Mattes RD, Campbell WW. Higher protein\nintake preserves lean mass and satiety with weight loss in pre ‐\nobese and obese women. Obesity. 2007;15(2):421 –9.\n94. Visser M, Deeg DJH, Lips P. Low vitamin D and high parathyroid\nhormone levels as determinants of loss of muscle strength and\nmuscle mass (sarcopenia): the longitudinal aging study\nAmsterdam. J Clin Endocrinol Metab. 2003;88(12):5766 –72.\n95. Scott D, Blizzard L, Fell J, Ding C, Winzenberg T, Jones G. A\nprospective study of the associations between 25-hydroxyvitamin\nD, sarcopenia progression, and physical activity in older adults.\nClin Endocrinol (Oxf). 2010;73(5):581–7.\n96. Stockton K, Mengersen K, Paratz J, Kandiah D, Bennell K. Effect\nof vitamin D supplementation on muscle strength: a systematic\nreview and meta-analysis. Osteoporos Int. 2011:1-13.\n97. Dawson-Hughes B, Mithal A, Bonjour JP, Boonen S, Burckhardt\nP, Fuleihan GEH, et al. IOF position statement: vitamin D recom-\nmendations for older adults. Osteoporos Int. 2010:1-4.\n98. Chung J-Y , Kang H-T, Lee D-C, Lee H-R, Lee Y-J. Body compo-\nsition and its association with cardiometabolic risk factors in the\nelderly: a focus on sarcopenic obesity. Arch Gerontol Geriatr.\n2013;56(1):270–8.\n99. Zittermann A, Frisch S, Berthold HK, Gotting C, Kuhn J, Kleesiek\nK, et al. Vitamin D supplementation enhances the beneficial ef-\nfects of weight loss on cardiovascular disease risk markers. Am J\nClin Nutr. 2009;89(5):1321 –7. [Randomized Controlled Trial\nResearch Support, Non-U S Gov ’t].\n100. Daly RM, Duckham RL, Gianoudis J. Evidence for an interaction\nbetween exercise and nutrition for improving bone and muscle\nhealth. Curr Osteoporos Rep. 2014;12(2):219–26.\n101. Cermak NM, de Groot LC, Saris WH, van Loon LJ. Protein sup-\nplementation augments the adaptive response of skeletal muscle to\nresistance-type exercise training: a meta-analysis. Am J Clin Nutr.\n2012;96(6):1454–64.\n102. Bauer J, Biolo G, Cederholm T, Cesari M, Cruz-Jentoft AJ,\nMorley JE, et al. Evidence-based recommendations for optimal\ndietary protein intake in older people: a position paper from the\nPROT-AGE Study Group. J Am Med Dir Assoc. 2013;14(8):542–\n59.\n103. Deutz NEP, Bauer JM, Barazzoni R, Biolo G, Boirie Y , Bosy-\nWestphal A, et al. Protein intake and exercise for optimal muscle\nfunction with aging: recommendations from the ESPEN Expert\nGroup. Clin Nutr. (0).\n104. Chalé A, Cloutier GJ, Hau C, Phillips EM, Dallal GE, Fielding\nRA. Efficacy of whey protein supplementation on resistance\nexercise-induced changes in lean mass, muscle strength, and phys-\nical function in mobility-limited older adults. J Gerontol A Biol\nSci Med Sci. 2012.\n105. Arnarson A, Geirsdottir OG, Ramel A, Briem K, Jonsson P,\nThorsdottir I. Effects of whey proteins and carbohydrates on the\nefficacy of resistance training in elderly people: double blind,\nrandomised controlled trial. Eur J Clin Nutr. 2013;67(8):821 –6.\n106. Scott D, Ebeling PR, Sanders KM, Aitken D, Winzenberg T, Jones\nG. Vitamin D and physical activity status: associations with five-\nyear changes in body composition and muscle function in\ncommunity-dwelling older adults. J Clin Endocrinol Metab. 2014.\n107. Ellis AC, Alvarez JA, Gower BA, Hunter GR. Cardiorespiratory\nfitness in older adult women: relationships with serum 25-\nhydroxyvitamin D. Endocrine. 2014.\n108. Okuno J, Tomura S, Yabushita N, Kim M-j, Okura T, Tanaka K,\net al. Effects of serum 25-hydroxyvitamin D3 levels on physical\nfitness in community-dwelling frail women. Arch Gerontol\nGeriatr. 2010;50(2):121–6.\n109. Bunout D, Barrera G, Leiva L, Gattas V , de la Maza MP,\nAvendaño M, et al. Effects of vitamin D supplementation and\nexercise training on physical performance in Chilean vitamin D\ndeficient elderly subjects. Exp Gerontol. 2006;41(8):746–52.\n110. Kukuljan S, Nowson CA, Sanders KM, Daly RM. Effects of re-\nsistance exercise and fortified milk on skeletal muscle mass, mus-\ncle size, and functional performance in middle-aged and older\nmen: an 18-mo randomized controlled trial. J Appl Physiol.\n2009;107(6):1864–73.\n111. Mason C, Xiao L, Imayama I, Duggan C, Wang C-Y , Korde L,\net al. Vitamin D3 supplementation during weight loss: a double-\nblind randomized controlled trial. Am J Clin Nutr. 2014;99(5):\n1015–25.\n112.•• Verreijen AM, Verlaan S, Engberink MF, Swinkels S, de V ogel-\nvan den Bosch J, Weijs PJ. A high whey protein-, leucine-, and\nvitamin D-enriched supplement preserves muscle mass during in-\ntentional weight loss in obese older adults: a double-blind random-\nized controlled trial. Am J Clin Nutr. 2015.ajcn. 090290. A\nrandomised controlled trial which demonstrated that 13 weeks\nof a high whey-protein-, leucine, and vitamin D enriched sup-\nplement preserved muscle mass compared with isocaloric con-\ntrols during intentional weight loss combined with resistance\ntraining.\nCurr Osteoporos Rep"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy"
    ],
    "intervention_weeks": 15,
    "primary_human": "body_comp; muscle_mass; strength; inflammatory_markers"
  },
  "bucket": "C",
  "notes": "Men ≥50 randomized to PRT + fortified milk vs control (18-month intervention); outcomes include lean mass, strength and inflammatory cytokines."
}