{
  "id": 108,
  "title": "Challenging the American College of Sports Medicine 2009 Position Stand on Resistance Training",
  "authors": "Carpinelli RN",
  "year": 2009,
  "doi": "10.2478/v10036-009-0020-7",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "ACSM_position_stand",
    "resistance_training",
    "critique",
    "loading",
    "volume",
    "exercise_selection",
    "free_weights_vs_machines",
    "exercise_order",
    "rest_periods"
  ],
  "population": {
    "training_status": "narrative_critique (ACSM RT position stand)"
  },
  "sections": {
    "abstract": "The new ACSM Position Stand on resistance training is very similar to the 2002 Position Stand, which based the ma -\njority of its claims and recommendations on misinterpretation of resistance training studies and selective referencing. The \naddition of a few new references published since the previous Position Stand was supposed to enhance the credibility of \nthe ACSM’s recommendations for resistance training. Unfortunately, the ACSM’s new Position Stand contains all the flaws \nthat were pervasive in their previous Position Stand; that is, the authors cited references that failed to support their opinions \nand recommendations. \nKey words: muscular strength, load, volume, exercises",
    "introduction": "The American College of Sports Medicine (ACSM) \nreleased a new Position Stand entitled Progression \nModels in Resistance Training for Healthy Adults \n(1). The 2009 Position Stand replaces the 2002 ACSM \nPosition Stand on resistance training (2) and has some \nadditional references that allegedly serve “ …to bolster \nthe scientific integrity of the RT [resistance training] \nknowledge base” (p.687). However, the failure of the \nACSM to support their claims and recommendations \nwith resistance training studies is pervasive thro -\nughout the 2009 Position Stand, as it was in the 2002 \nPosition Stand (3). \nThe comments below are several specific examples \nfrom six sub-sections (Loading, Volume, Exercise Se-\nlection, Free Weights and Machines, Exercise Order, \nand Rest Periods) of one primary section entitled \nMuscular Strength. There are ten primary sections in \nthe new Position Stand (1). The rationale for choosing \nthese six sub-sections is that they contain a few new \nreferences that were not cited in the 2002 Position \nStand (2). Nevertheless, these examples are typical of \nwhat is systemic throughout the Position Stand; that \nis, many of the references cited failed to support the \nACSM’s claims or recommendations. \nLoading\nThe authors of the Position Stand (1) claimed that \nat least 80% 1RM is required to produce neural ada -\nptations in experienced lifters (p.690). A 1RM is the \namount of resistance that can be lifted for only one \nrepetition. They cited one reference (4) to support that \nclaim. Hakkinen and colleagues (4) trained the knee \nextensors with the barbell squat exercise in 11 young \nmales three times a week for 24 weeks. The amount of \nresistance varied every four weeks (70-80%, 80-90%, \n80-110%, 70-90%, 80-115%, and 85-120% 1RM, re -\nspectively). Electromyographic activity was measured \nduring maximal knee extensor muscle actions on a \ndynamometer. Although maximal electromyographic \nactivity significantly increased when the resistance \nwas greater than 80% 1RM (weeks 4-12), there was \nno significant difference between the pre-training \nand post-training mean maximal electromyographic \nactivity in the three muscles tested (rectus femoris, \nvastus medialis and vastus lateralis). \nHakkinen and colleagues (4) speculated that \nstrength gains (~27% isometric knee extension force) \nwere accompanied by an increase in neural activation \nduring very intense training. However, there was no \ndata showing the strength gains during each four-week \ncycle and, most importantly, no data for the 1RM squ-\nat, which was measured every four weeks. There was \nonly one training group and consequently no random \nassignment of subjects to train at different percentages \nof the 1RM squat (e.g., 70% 1RM versus 80% 1RM) or \na specific range of RM (e.g., 3-6RM versus 7-10RM). \nHakkinen and colleagues’ Figure 2 (p.577) depicted \na progressive increase in maximal isometric force \nduring the first 20 weeks of training. However, this \nreported increase does not rule out the confounding \nvariable of a typical increase in force production with \nthe duration (20 weeks) of training. Therefore, the \nincrease in force during the first 20 weeks of training \nmay have no relationship to the amount of resistance \nused in training. \n\n132\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\nHakkinen and colleagues (4) noted that the number \nof repetitions varied from one to 10 per set but they did \nnot report the number of repetitions at each percent \n1RM. This was the only information regarding the \nnumber of repetitions that Hakkinen and colleagues \nprovided. Because motor unit activation is depen -\ndent on the degree of effort (5) and was not reported \nby Hakkinen and colleagues, the level of motor unit \nactivation during the 24 weeks of squat training is \nunknown. Consequently, Hakkinen and colleagues \ndid not report enough information in this study to \nsupport the claim in the Position Stand that at least \n80% 1RM is required to produce neural adaptations \nin experienced trainees. \nThe Position Stand (1) also claimed that 1-6RM \nloads were most conducive to increasing maximal \nstrength (p.690). The authors cited two training stu-\ndies (6-7) in an attempt to support their claim. Berger \n(6) trained 199 male college students three times a \nweek for 12 weeks. They performed one set of the \nbarbell bench press exercise for 2RM, 4RM, 6RM, \n8RM, 10RM, or 12RM. Berger’s Table 2 (p.337) showed \nthat the increase in 1RM bench press was significantly \ngreater for the 4RM, 6RM, and 8RM groups compared \nwith the 2RM group, and significantly greater in the \n8RM group compared with the 2RM, 10RM and 12RM \ngroups. There was no significant difference in strength \ngains among the 4RM, 6RM and 8RM groups, nor \nbetween the 2RM group (heaviest resistance) and the \n10RM or 12RM groups (lightest resistance). \nO’Shea (7) trained 30 previously untrained male \ncollege students who performed barbell squats three \ntimes a week for six weeks. They used one of three re-\npetition protocols: 2-3RM, 5-6RM or 9-10RM. There \nwas a significant increase in 1RM barbell squat, static \nstrength on a lower-body dynamometer, and thigh \ngirth. However, there was no significant difference \namong the groups for any of the outcomes as a result \nof training with 2-3RM, 5-6RM, or 9-10RM. \nHeavier resistance did not produce greater strength \ngains in either of these studies (6-7). Therefore, these \nresistance training studies, which were cited by the \nauthors of the Position Stand (1), failed to support their \nclaim that 1-6RM loads produce superior strength \ngains.\nThe Position Stand (1) claimed that 80% 1RM \nproduced the largest effect size for strength gains in \ntrained subjects. They also claimed that 85% 1RM \nwas most effective for athletes (p.690). The authors \ndid not explain how they classified trained subjects, \nwhich should have been a requisite when attempting to \ndifferentiate from those subjects whom they classified \nas athletes. The Position Stand cited two meta-analy-\nses (8-9) in an attempt to support those claims. The \nmeta-analysis by Rhea and colleagues (8) reported \nthat training with 80% 1RM resulted in an effect size \nof 1.8 (E.S. = 1.8), which was almost three times larger \nthan training with 85% 1RM (E.S. = 0.65). The reason \nthat such a small difference in resistance (80% 1RM \ncompared with 85% 1RM) resulted in such a large \ndifference in strength gains was not addressed by Rhea \nand colleagues. In other words, why would training \nwith a slightly lighter resistance for a couple of extra \nrepetitions produce such markedly superior strength \ngains? There is no known physiological hypothesis to \nexplain such large differences in outcomes as a result of \nsuch small differences in resistance. Consequently, the",
    "conclusions": "of Rhea and colleagues and the Position \nStand have no logical foundation and have no practical \napplication to resistance training. \nThe meta-analysis by Peterson and colleagues (9) \nreported that the effect size for strength gains in athle-\ntes was almost double as a result of training with 85% \n1RM (E.S. = 1.12) compared with training with 80% \n1RM (E.S. = 0.57). They also claimed that training \nwith 75% 1RM (E.S. = 0.73) was 10 times as effective \nas training with 70% 1RM (E.S. = 0.07). For example, \nif the 1RM bench press is 100kg and an individual \ntrains to muscular fatigue with a 75 kg barbell, the \nstrength gains would be (according to Peterson and \ncolleagues) 10 times greater than training to muscular \nfatigue with a 70kg barbell. In addition, their data \n(E.S. = 0.07) erroneously suggest that training with \n70% 1RM to muscular fatigue has basically no effect \non strength gains. \nMost of the studies included in the meta-analysis \nby Peterson and colleagues (9) did not have a control \ngroup. The lack of a control group required the use \nof a pooled standard deviation as opposed to the pre-\ntraining standard deviation employed by Peterson \nand colleagues. This statistical error apparently was \nnot questioned by the reviewers of the publishing \njournal or the authors and reviewers of the Position \nStand (1). \nAs with the aforementioned meta-analysis by Rhea \nand colleagues (8), Peterson and colleagues (9) did not \nhypothesize how such a small difference in resistance \ncould elicit such a large difference in strength gains. \nReaders should question how these data were simply \naccepted as valid evidence to support a concept that \nis bereft of any physiological explanation. Shouldn’t \nit have it occurred to the reviewers of the respective \njournals ( Medicine & Science in Sports & Exercise, \nand the Journal of Strength & Conditioning Research) \nto challenge these data? And equally importantly, \nshouldn’t the reviewers of the Position Stand (1) have \nchallenged the claims? \nNeither Rhea and colleagues (8) nor Peterson and \ncolleagues (9) distinguished between trained sub-\njects and athletes. They provided no explanation for \ndifferentiating between highly-motivated advanced \ntrainees, whose goals are to attain the greatest strength \n\n133\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\ngains and muscular hypertrophy, and competitive col-\nlegiate or professional athletes—who may have very \nlimited resistance training experience. For example, \nare competitive collegiate or professional basketball \nplayers trained individuals if they do not perform re-\nsistance training? As athletes, would they be classified \ndifferently in a meta-analysis if they regularly perfor-\nmed resistance training? Why would a 5% difference \nin resistance result in such dramatic differences in \nstrength gains, regardless of whether the trainees were \nclassified as trained or as athletes? The absence of an \nobjective physiological difference between these arbi-\ntrarily defined groups precludes any",
    "conclusion": "about \ndifferent responses to a specific intensity or volume \nof resistance training. The credibility of both these \nhighly-flawed meta-analyses (8-9) has been previously \nrefuted (10). Nevertheless, the authors of the Position \nStand (1) cited Rhea and colleagues at least 12 times \nand Peterson and colleagues at least six times. \nNone of these training studies (4, 6-7) or meta-\nanalyses (8-9) supports the claim in the Position Stand \n(1) that a heavier resistance produces superior strength \ngains. That claim is based on a misinterpretation of the \nsize principle. Motor unit activation is dependent of \nthe level of effort at the end of a set of repetitions—not \nthe amount of resistance or percent 1RM (5). \nVolume\nThe Position Stand (1) claimed that a meta-ana -\nlysis of 37 studies reported that eight sets per muscle \ngroup produced the greatest effect size in athletes \n(p.690). They cited two references (9, 11) in attempt \nto support that claim. As previously discussed, the \nmeta-analysis by Peterson and colleagues (9) does \nnot meet scientific standards and has previously been \nrefuted in detail (10). \nSpecifically related to the volume of exercise, \nPeterson and colleagues (9) claimed that the dose-\nresponse for resistance training in athletes differs \nfrom lesser-trained populations. One of the criteria \nfor inclusion of studies in their meta-analysis was \nthat study participants must have been competitive \ncollegiate or professional athletes. However, at least \nnine of the studies included by Peterson and colleagues \ninvolved subjects who had not performed resistance \ntraining prior to the specific study, had no prior resi-\nstance training experience, or there was no indication \nof prior resistance training (see reference 10 for list of \nspecific studies). \nPeterson and colleagues (9) claimed that maximal \nstrength gains were elicited as a result of performing \neight sets per muscle group during each training ses-\nsion. However, they did not indicate how they coded \nthe number of sets per muscle group and they did not \nindicate which muscles they were coding or explain \nthe rationale for their choice. \nPeterson and colleagues (9) also claimed that their \ndata unequivocally demonstrate the added strength \nbenefits of higher training volumes. However, their \nTable 2 (p.379) failed to support any pattern or conti-\nnuum for the effectiveness of the number of sets per \nmuscle group. The effect sizes for four, five, six and \neight sets per muscle group were 0.90, 0.64, 0.68, and \n1.22, respectively. In their",
    "methods": "section (p.378) \nPeterson and colleagues claimed that an analysis of va-\nriance was used to compare differences in effect sizes. \nHowever, they did not report any statistical differences \nbetween effect sizes. In addition, their Table 2 (p.379) \nrevealed that the mean effect size was 1.22 for eight \nsets per muscle group but that mean was generated \nfrom only six effect sizes. Unfortunately, they did not \nspecify the source of those effect sizes or how many \nstudies produced those data. They did not attempt \nto explain their reported pattern of a fluctuating \nmean effect size (high, low, high) as training volume \nincreased. Peterson and colleagues concluded that \ntheir meta-analytic procedure showed a continuum \nof quantified strength increases that were elicited by a \ncontinuum of training intensities, frequencies, and vo-\nlumes. They also claimed that their data unequivocally \ndemonstrated the added benefits with higher training \nvolumes compared with lower-volume training. In \nfact, because they failed to demonstrate a continuum \nof strength gains related to volume, their own data do \nnot support their conclusions. \nIn the second reference cited in the Position Stand \n(1), Peterson and colleagues (11) reported no new \ndata. It was merely a rehash of their previous meta-\nanalysis (9). \nExercise Selection\nThe Position Stand (1) claimed that multiple-joint \nexercises are more effective than single-joint exercises \nfor increasing muscular strength because a greater \namount of resistance can be lifted (p.691). A similar \nclaim was made in the previous Position Stand (2) and \nthe same reference was cited, which was a review by \nStone and colleagues (12). Stone and colleagues me-\nrely expressed their opinion—without any resistance \ntraining studies for support—about the superiority of \nmultiple-joint exercises, and revealed their apparent \nmisinterpretation of the size principle of motor unit \nactivation. Inquisitive readers may find it difficult to \nfind this review because it was incorrectly cited as the \nNational Strength & Conditioning Association Journal \n(NSCA J) in both the 2002 and 2009 Position Stand. \nThe name of the NSCA J was changed to Strength & \nConditioning in 1994 and since 1999 has been known \nas Strength & Conditioning Journal.\nThe authors of the Position Stand (1) recommen-\nded that that there should be an emphasis on multi -\nple-joint exercises to maximize muscular strength in \n\n134\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\nnovice, intermediate and advanced trainees (p.691). \nThey cited 28 references to support that recommenda-\ntion. However, none of those references reported that \nstrength gains were greater with multiple-joint exer-\ncises nor did they compare single-joint and multiple-\njoint resistance training. Consequently, the claim for \nsuperiority of multiple-joint exercises in the Position \nStand is not substantiated with any science. \nFree Weights and Machines\nThe Position Stand (1) claimed: “…machine \nexercises have demonstrated less neural activation \nwhen matched for intensity for most comparisons to \nfree weight exercises” (p.691). The authors cited one \nstudy (13) to support their claim. McCaw and Friday \n(13) tested five young resistance trained males who \nperformed the bench press exercise with free weights \n(barbell) and a machine. Subjects performed several \ntrials on both modalities with 60% and 80% of the \nrespective 1RMs. Surface electromyographic activity \nwas recorded for the triceps brachii, anterior deltoid, \nmedial deltoid, pectoralis major, and biceps brachii. \nThe only significant difference in electromyographic \nactivity was greater neural activation in the anterior \nand medial deltoid during lifting and lowering the \nbarbell with 60% 1RM. There was no significant \ndifference in electromyographic activity for any of \nthe five muscle groups when lifting or lowering 80% \n1RM. McCaw and Friday concluded that the high \nindividual variability in electromyographic activity in \ntheir subjects suggests that factors other than the mode \nof exercise (free weights or machines)—such as joint \nand muscle mechanics specific to the individual—are \nresponsible for neural activity (muscle involvement) \nduring a bench press. This study does not support \nthe claim in the Position Stand that there is lower \nneural activation in most comparisons of machines \nand free weights. The authors of the Position Stand \napparently selected one piece of data from this study, \ncited the study in an attempt to support their opinion \nregarding free weights, and ignored the overall",
    "results": "and conclusions of McCaw and Friday.\nThe Position Stand (1) also claimed: “unlike machi-\nnes, free weights may result in a pattern of intra- and \nintermuscular coordination that mimics the move -\nment requirements of a specific task” (p.691). There \nis no reference cited to support that opinion.\nExercise Order\nThe authors of the Position Stand (1) claimed that \nit is necessary to perform multiple-joint exercises \nearly in a workout session in order to produce optimal \nstrength gains (p.692). They cited one study (14) to \nsupport their claim. Spreuwenberg and colleagues \nrecruited nine healthy young males who had appro -\nximately seven years of resistance training experience \nto perform four sets of free weight squats with 85% \n1RM during one visit to the laboratory. The same \nsquat protocol (4 sets with 85% 1RM) was performed \nduring another session but was executed at the end of a \nresistance training workout that consisted of three sets \nof 8-10RM for seven other lower-body and upper-body \nexercises. During the first set of the four sets of squats, \nthere were significantly fewer repetitions performed \nwhen the squat was preceded by the other exercises \ncompared with performing only the squat exercise (5.4 \nand 8.0 repetitions, respectively). However, there was \nno significant difference in the number of repetitions \nduring the second, third, and fourth sets of squats. \nThe difference in the number of repetitions was only \nduring the first set of squats. Most importantly, the \nrating of perceived exertion (RPE) was not significan-\ntly different between the two experimental protocols. \nAs previously noted, because the activation of motor \nunits is dependent on the degree of effort and not the \namount of resistance or number of repetitions (5), \nand the effort (RPE) was similar for both experimen-\ntal protocols, one may infer that there was similar \nactivation of motor units. Therefore, the comment \nby Spreuwenberg and colleagues that trainees should \nperform multiple-joint large muscle group exercises \nat the beginning of an exercise session to achieve \nmaximal strength gains is without foundation. Their \ncomment also reveals a misinterpretation of the size \nprinciple by Spreuwenberg and colleagues as well as \nby the authors of the Position Stand. \n \nRest Periods\nThe Position Stand (1) claimed that the amount \nof rest between sets and exercises significantly affects \ntraining adaptations (p.692). They cited two referen-\nces (15-16) in an attempt to support their opinion. \nPijnappels et al. (15) reported the association between \nlower body strength and the prevention of falls in el-\nderly participants. They did not attempt to compare \ndifferent rest intervals—probably because this was not \na training study. Consequently, this reference does not \nsupport the claim in the Position Stand. \nIn the other reference cited, Robinson and colleagu-\nes (16) compared inter-set rest intervals of 180 seconds, \n90 seconds and 30 seconds in moderately trained \nyoung males. There was no random assignment of \ngroups and no control group. The increase in 1RM \nsquat was significantly greater in the 180-second rest \ngroup (7%) compared with the 30-second rest group \n(2%). With the exception of circuit weight training, \nthere are very few—if any—resistance training pro -\ntocols that recommend rest intervals be limited to 30 \nseconds. In addition, the accuracy of determining the \ndifferences in the miniscule strength gains (5%) after \nperforming five sets of 10RM squats two times a week \nfor five weeks is questionable at best. More impor -\n\n135\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\ntantly, there was no significant difference in strength \ngains between the 180-second (7%) and 90-second \nrest groups (6%); that is, when comparing reasonable \nrest intervals, longer inter-set rest intervals did not \nproduce superior strength gains. \nThe Position Stand (1) concluded: “However, most \nlongitudinal training studies have shown greater \nstrength increases with long versus short rest periods \n(e.g., 2-5 min vs. 30-40s)” (p.692). The authors cited \nthree references (16-18). The study by Robinson et \nal. (16) has been previously discussed. Pincivero \nand colleagues (17) compared 40-second and 160-\nsecond inter-set rest intervals in previously untrained \nyoung participants who trained three times a week \nfor four weeks. Pincivero and colleagues reported \nno significant difference between groups for 12 out \nthe 14 variables measured on a dynamometer and no \nsignificant difference in the functional performance \nmeasure. In the Results section (p. 231) they claimed \nthat quadriceps average power and peak torque \nshowed a significantly greater improvement in the \nlonger rest group. However, the claim in their Results \nsection regarding quadriceps torque is antithetical to \nthe claim in their Conclusions section: “ It was also \nevident that isokinetic quadriceps torque improved \nafter training, as did functional performance. These \nimprovements however, do not appear to be affected \nby rest interval manipulation” (p.234). Both of these \nstudies (16-17) were the only references cited in an \nattempt to support the same opinion regarding rest \nintervals in the 2002 Position Stand on resistance \ntraining (2). They failed to support that opinion in \n2002 and again in 2009. \nThe new reference in the 2009 Position Stand (1) \nis a training study by Ahtiainen and colleagues (18) \nthat compared two-minute and five-minute inter-\nset rest intervals in 13 young males with 6.6 years \nof continuous resistance training. Ahtiainen and \ncolleagues concluded: “ The present study shows that, \nin hypertrophic heavy-resistance exercise, the 2- vs. 5-\nminute length of rest periods between sets did not lead \nto systematic differences in the acute exercise-induced \nmetabolic, hormonal, or neuromuscular responses. \nFurthermore, training–induced adaptations over the \n3-month period in muscle mass and strength were \nsimilar in magnitude in both the short- and long-rest \nprotocols” (p.581). In addition, one important clini -\ncally significant aspect of this study was that seven \nout of the original 20 participants in this study had \nto drop out during the experimental period because \nof training-induced aches in the knees and back. It \nis highly questionable if 4-5 sets of squats and leg \npresses constitute a safe, effective resistance training \nprotocol (First Do No Harm). \nBecause William Kraemer is a co-author of the stu-\ndy by Ahtiainen and colleagues (18) and a co-author of \nthe 2009 Position Stand (1), one should question how \nhis study—which reported results that are antithetical \nto the claim in the Position Stand—was incorrectly ci-\nted by the authors for support, and why it was accepted \nas supporting evidence by the reviewers, the ACSM \nPronouncements Committee, and the Editor-in-Chief \nof Medicine & Science in Sports & Exercise. \nThe Position Stand (1) also claimed (p.692) that \nit is important to note that inter-set rest is dependent \non the complexity of the exercise. For example, the \nauthors claimed that Olympic lifts require longer \ninter-set rest. There is no reference cited to support \nthis opinion. \nIn a study published in 2008, Williardson & Bur -\nkett (19) trained young males who were consistently \nperforming the squat exercise for a minimum of four \nyears prior to the investigation with the primary \npurpose of increasing maximal strength and muscle \nmass. The participants were randomly assigned to a \n2-minute or 4-minute inter-set rest interval, with both \ngroups performing the same squat training protocol \ntwo times a week for 12 weeks. The 2-minute and 4-\nminute groups showed significant increases in squat \nstrength. Williardson and Burkett concluded: “ The \nprimary finding of this study was that squat strength \ngains were not significantly different between groups \nthat rested 2 minutes or 4 minutes between sets” (p.149). \nThis study is curiously missing from the new Position \nStand (1). One should question why one of the co-\nauthors of the Position Stand (William Kraemer), who \nis the Editor-in-Chief of the Journal of Strength and \nConditioning Research where the study by Williardson \n& Burkett was published, neglected to cite this study in \nthe Position Stand. If this failure to cite contradictory \nevidence was intentional, it exposes a condition known \nas selective referencing.",
    "discussion": "There were 139 references examined in the Cri -\ntical Analysis of the 2002 ACSM Position Stand on \nresistance training (2). Only eight of these studies \nactually supported the claims in the Position Stand \n(3) and 16 other studies contained serious flaws in \nmethodology or data. More importantly, 59 studies \nfailed to support the claims and 56 studies that were \nnot cited in the Position Stand actually refuted the cla-\nims or recommendations. This was not only a failure \nin the ACSM’s writing and peer-review processes but \nwas a misrepresentation of the studies conducted by \ndedicated researchers who devoted countless hours \nperforming resistance training research; that is, their \nstudies were being used—incorrectly—by the ACSM \nin an attempt to support their own opinions. \nThe complex resistance training recommendations \nin the 2009 Position Stand’s (1) Table 2 (p.700) are ba-\nsed on the unsubstantiated opinion that the obsessive \n\n136\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\nmanipulation and specific combinations of training \nvariables such as loading (amount of resistance), \nthe number of repetitions, number of sets, inter-set \nrest intervals, repetition duration, time under load, \nfrequency of exercise, modality of exercise, order of \nexercise, and exercise selection (single or multiple \njoint) results in significantly different specific outco-\nmes. Most resistance training studies do not support \nthat opinion (3). \nIf people were to assume that the ACSM’s recom-\nmendations in the Position Stand (1) have any vali -\ndity (scientific support), they can actually calculate \nhow many hours are required in the gym to attain \nor maintain the essential components of muscular \nfitness (strength, hypertrophy, power and enduran -\nce). Trainees would be required to spend a minimum \nof 20 hours per week performing resistance exercise \n(according to Table 2 in the Position Stand); that is, \napproximately five hours a day four times per week. \nThis does not include the time required to improve or \nmaintain aerobic capacity or engage in other forms of \nphysical activity. Competitive athletes would have little \ntime to practice their specific sport activity. Further-\nmore, the ACSM’s recommendations in Table 2 should \nhave been challenged by the reviewers of the Position \nStand, the ACSM’s Pronouncements Committee, and \nthe editorial staff of Medicine & Science in Sports & \nExercise. \n \nConclusions\nIt is important for readers to understand what is \nrequired for a clear, succinct specific refutation of \nan unsubstantiated opinion versus what is simply \nrequired to state an opinion. For example, the afore-\nmentioned claims in the Position Stand (1) regarding \nthe Loading sub-section required only three senten -\nces and approximately 80 words. To refute those \nclaims required eight paragraphs consisting of over \n1100 words. The time and effort involved to retrieve \nand peruse the references are much more difficult \nto estimate. It is beyond the scope of this review to \naddress every reference in the Position Stand. That \ntask was the obligation of the authors and reviewers, \nwhich was apparently unfulfilled. However, many \nof the same studies were cited in the 2002 Position \nStand (2) and the validity of the ACSM’s attempt \nto use these studies to support their opinions and \nrecommendations has been previously challenged \nand refuted (3).\nScience dictates that the burden of proof is on the \nwriters of the Position Stand (1) to support their claims \nand recommendations with peer-reviewed resistance \ntraining studies. The challenge for the reviewers, \nmembers of the ACSM’s Pronouncements Committee, \nand editorial staff was actually to read the Position \nStand and see if any of the references cited support \nthe claims and recommendations. They all failed to \nmeet these obligations. \nAn editorial by the current Editor-in-Chief (Andrew \nY oung) of Medicine & Science in Sports & Exercise (20) \nemphatically stated that he will not consider letters criti-\ncizing the ACSM’ s process for deriving a pronouncement \n(e.g., a Position Stand). Because the ACSM Position \nStands (1-2) are so bereft of any science (resistance \ntraining studies that actually support their claims and \nrecommendations) and apparently not open to criti-\ncism (according to the Editor-in-Chief), there is very \nlittle expectation that the ACSM or its Position Stands \nwill gain any respect from those who carefully read the \nstudies and evaluate all the evidence. \nThe ACSM claims: “ Position Stands are based on \nsolid research and scientific data and serve as a valued \nresource for professional organizations and governmen-\ntal agencies” (21). The ACSM also claims: “A ‘Position \nStand’ is developed when enough research has been \ncompleted to support the position on scientific grounds. \nAn ‘Opinion Statement’ is developed when available \nscientific data do not permit the development of a formal \nposition stand, but provide support for a given position \non a crucial issue” (22). Readers can decide on the va-\nlidity of the ACSM’s claims and recommendations and \nwhether those claims and recommendations belong in \na Position Stand supported by science or perhaps in an \nOpinion Statement supported by opinions. \nDisclosure\nIn the interest of full disclosure, I was one of eight \nreviewers for the 2002 Position Stand (2). None of \nthe other reviewers challenged a single reference. \nTwo colleagues and I were designated as Reviewer #5 \nand we were removed from the review process after \nchallenging many of the references. This remains a \nhighly questionable ethical maneuver by the ACSM. \nIn addition, I am the primary author of the critical \nanalysis (3) of that Position Stand. \nI sent similar comments and questions to the 26 \nACSM members responsible for this highly-flawed \n2009 Position Stand (1): The ACSM President and \nExecutive Vice-President, Editor-in-Chief of Medici-\nne & Science in Sports & Exercise, the seven Position \nStand authors and five reviewers, and the 11 members \nof ACSM’s Pronouncements Committee. The only \nresponse that I received was from the ACSM President \n(Mindy Millard-Stafford, Ph.D.): “The Position Stand \nrepresents a broad scientifically validated consensus \nthat the College has determined will represent its cur-\nrent position on an issue. ” She failed to address any of \nthe specific aforementioned issues. \nAcknowledgement\nI gratefully acknowledge Arty Conliffe for his criti-\ncal feedback on previous drafts of this manuscript.\n\n137\nCarpinelli R.N./ Medicina Sportiva 13 (2): 131-137, 2009\nReferences\n1. Ratamess NA, Alvar BA, Evetoch [sic] TK, et al. Progres-\nsion models in resistance training for healthy adults. Med \nSci Sports Exerc 2009; 41: 687-708. (Available at: http://\nwww.acsm.org/Content/NavigationMenu/News/Pronounce-\nments_Statements/PositionStands/Position_Stands1.htm)\n2. Kraemer WJ, Adams K, Cafarelli E, et al. Progression models \nin resistance training for healthy adults. Med Sci Sports Exerc \n2002; 34: 364-80.\n3. Carpinelli RN, Otto, RM, Winett RA. A critical analysis \nof the ACSM position stand on resistance training: insuffi-\ncient evidence to support recommended training protocols. \nJ Exerc Physiol 2004; 7: 1-64. (Available at: http://www.\nasep.org/files/OttoV4.pdf)\n4. Hakkinen K, Alen M, Komi PV . Changes in isometric force \nand relaxation time, electromyographic and muscle fibre char-\nacteristics of human skeletal muscle during strength training \nand detraining. Acta Physiol Scand 1985; 125: 573-85.\n5. Carpinelli RN. The size principle and a critical analysis of \nthe unsubstantiated heavier-is-better recommendation for \nresistance training. J Exerc Sci Fit 2008; 6: 67-86. (Available \nat: http://www.scsepf.org/doc/291208/Paper1.pdf)\n6. Berger RA. Optimum repetitions for the development of \nstrength. Res Q 1962; 33: 334-8. \n7. O’Shea P . Effects of selected weight training programs on \nthe development of strength and muscle hypertrophy. Res \nQ 1966; 37: 95-102.\n8. Rhea MR, Alvar BA, Burkett LN, et al. A meta-analysis to \ndetermine the dose response for strength development. Med \nSci Sports Exerc 2003; 35: 456-64. \n9. Peterson MD, Rhea MR, Alvar, BA. Maximizing strength \ndevelopment in athletes: a meta-analysis to determine the \ndose-response relationship. J Strength Cond Res 2004; 18: \n377-82. \n10. Otto RM, Carpinelli RN. A critical analysis of the single \nversus multiple set debate. J Exerc Physiol 2006; 9: 32-57. \n(Available at: http://faculty.css.edu/tboone2/asep/OttoV2.\npdf)\n11. Peterson MD, Rhea MR, Alvar BA. Applications of the dose-\nresponse for muscular strength development: a review of \nmeta-analytic efficacy and reliability for designing training \nprescription. J Strength Cond Res 2005; 19: 950-8.\n12. Stone MH, Plisk SS, Stone ME, et al. Athletic performance \ndevelopment: volume load – 1 set vs. multiple sets, training \nvelocity and training variation. Strength Cond 1998; 20: 22-31. \n13. McCaw ST, Friday JJ. A comparison of muscle activity betwe-\nen a free weight and machine bench press. J Strength Cond \nRes 1994; 8: 259-64. \n14. Spreuwenberg LPB, Kraemer WJ, Spiering BA, et al. Influen-\nce of exercise order in a resistance-training exercise session. \nJ Strength Cond Res 2006; 20: 141-4.\n15. Pijnappels M, Van der Burg JCE, Reeves ND, et al. Identi -\nfication of elderly fallers by muscle strength measures. Eur \nJ Appl Physiol 2008; 102: 585-92. \n16. Robinson JM, Stone MH, Johnson RL, et al. Effects of dif -\nferent weight training exercise/rest intervals on strength, \npower, and high intensity exercise endurance. J Strength \nCond Res 1995; 9: 216-21.\n17. Pincivero DM, Lephart SM, Karunakara RG. Effects of rest \nintervals on isokinetic strength and functional performance \nafter short term high intensity training. Br J Sports Med 1997; \n31: 229-34.\n18. Ahtiainen JP , Pakarinen A, Alen M, et al. Short vs. long-rest \nperiod between the sets in hypertrophic resistance training: \ninfluence on muscle strength, size, and hormonal adaptations \nin trained men. J Strength Cond Res 2005; 19: 572-82.\n19. Williardson JM, Burkett LN. The effect of different rest \nintervals between sets on volume components and strength \ngains. J Strength Cond Res 2008; 22: 146-52.\n20. Y oung A. Editorial. Med Sci Sports Exerc 2008; 40: 1-2.\n21. American College of Sports Medicine. Position Stands. \n(Available at: http://www.acsm.org/Content/NavigationMe-\nnu/News/Pronouncements_Statements/PositionStands/Po-\nsition_Stands1.htm).\n22. American College of Sports Medicine. Pronouncements. \n(Available at: http://www.acsm.org/Content/Navigation -\nMenu/News/Pronouncements_Statements/Pronounce -\nments_Cons.htm)\nReceived: June 06, 2009\nAccepted: June 15, 2009\nPublished: June 18, 2009\nAddress for correspondence:\nRalph N. Carpinelli\nP .O. Box 241, \nMiller Place, \nNY 11764 USA \ne-mail: ralphcarpinelli@optonline.net \nAuthors’ contribution\nA – Study Design\nB – Data Collection\nC – Statistical Analysis\nD – Data Interpretation\nE – Manuscript Preparation\nF – Literature Search\nG – Funds Collection"
  },
  "outcomes": {
    "primary": [
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 24,
    "primary_human": "conceptual (no primary outcome data; critiques evidence base for RT guidelines)"
  },
  "bucket": "D",
  "notes": "Critical review arguing that the 2009 ACSM resistance-training position stand misinterprets many studies and selectively cites evidence; claims simple, lower-volume RT may be as effective as complex, periodized, high-volume prescriptions for strength and hypertrophy."
}