{
  "id": 109,
  "title": "Physical Activity and Bone Health (ACSM Position Stand)",
  "authors": "Kohrt WM; Bloomfield SA; Little KD; Nelson ME; Yingling VR",
  "year": 2004,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "ACSM_position_stand",
    "physical_activity",
    "bone_health",
    "osteoporosis_prevention",
    "weight_bearing",
    "impact_loading"
  ],
  "population": {
    "training_status": "position_stand (ACSM; physical activity & bone)"
  },
  "sections": {
    "methods": "(e.g., percent of maximal heart rate or percent of 1RM).\nThe general recommendation that adults maintain a relatively high level\nof weight-bearing physical activity for bone health does not have an upper\nage limit, but as age increases so, too, does the need for ensuring that\nphysical activities can be performed safely. In light of the rapid and\nprofound effects of immobilization and bed rest on bone loss, and the poor\nprognosis for recovery of mineral after remobilization, even the frailest\nelderly should remain as physically active as their health permits to pre-\nserve skeletal integrity. Exercise programs for elderly women and men\nshould include not only weight-bearing endurance and resistance activities\naimed at preserving bone mass, but also activities designed to improve\nbalance and prevent falls. Maintaining a vigorous level of physical activity\nacross the lifespan should be viewed as an essential component of the\nprescription for achieving and maintaining good bone health.",
    "introduction": "In Caucasian, postmenopausal women, osteoporosis is de-\nfined as a bone mineral density (BMD) value more than 2.5\nstandard deviations below the young adult mean value (52),\nwith or without accompanying fractures. Whether the same\ncriteria should apply to premenopausal women, women of\nother races, or men remains to be confirmed. In the U.S. and\nother developed countries the incidence of osteoporosis is\nincreasing at rates faster than would be predicted by the\nincrease in the proportion of aged individuals. Multiple\n0195-9131/04/3611-1985\nMEDICINE & SCIENCE IN SPORTS & EXERCISE ®\nCopyright © 2004 by the American College of Sports Medicine\nDOI: 10.1249/01.MSS.0000142662.21767.58\n1985\n\nvertebral fractures and, in particular, hip fractures have a\ndevastating effect on functional abilities and quality of life.\nThe mortality rate for elderly individuals in the first year\nfollowing hip fracture is as high as 15–20% (105). Even\nwith no change in current incidence rates, it has been esti-\nmated that the number of hip fractures will double to 2.6\nmillion by the year 2025, with a greater percentage increase\nin men than in women (38).\nBecause low BMD greatly elevates the risk of fractures\nwith minimal trauma, as with a fall to the floor, strategies\nthat maximize bone mass and/or reduce the risk of falling\nhave the potential of reducing morbidity and mortality from\nosteoporotic fractures. Although bone mass can be increased\nthrough pharmacologic therapy, physical activity is the only\nintervention that can potentially both 1) increase bone mass\nand strength and 2) reduce the risk of falling in older\npopulations. There exist other bone health issues associated\nwith exercise, including the risk of stress fractures with\nhigh-volume training and the bone loss associated with\namenorrhea. However, the focus of this position stand will\nbe on the effectiveness of physical activity to reduce risk for\nosteoporotic fracture, without specific reference to nutri-\ntional or genetic influences.\nWell-known principles of exercise training apply to the\neffects of physical activity on bone. For example, overload-\ning forces must be applied to bone to stimulate an adaptive\nresponse, and continued adaptation requires a progressively\nincreasing overload. It is important to emphasize that the\nstimulus to bone is literally physical deformation of bone\ncells, rather than the metabolic or cardiovascular stresses\ntypically associated with exercise (e.g., % V˙O\n2max). Physi-\ncal deformation can be measured by strain gauges on the\nbone surface, but is more commonly estimated by such\nsurrogate measures as ground-reaction forces engendered\nduring weight-bearing activities. Muscle contraction forces\nin the absence of ground-reaction forces (e.g., swimming)\nmay also stimulate bone formation, but this is more difficult\nto estimate. A factor that is unique to skeletal adaptations to\ntraining is the slow turnover of bone tissue. Because it takes\n3– 4 months for one remodeling cycle to complete the se-\nquence of bone resorption, formation, and mineralization\n(85), a minimum of 6 – 8 months is required to achieve a\nnew steady-state bone mass that is measurable.\nThe most common outcome measure used to assess the\neffects of physical activity on bone mass in humans is BMD,\nwhich describes the amount of mineral measured per unit\narea or volume of bone tissue (51). Dual-energy x-ray ab-\nsorptiometry (DXA) is the standard method of measuring\nareal BMD in clinical and research settings. The lumbar\nspine and proximal femur are the most common sites of\nmeasurement by DXA because they are prone to disabling\nosteoporotic fractures. Other methods of assessing risk for\nosteoporosis include computed tomography (CT) measure-\nment of spine volumetric BMD, and ultrasonography of the\ncalcaneus, which provides an index of bone stiffness. Ul-\ntrasonography is widely available, easy to perform, and does\nnot involve exposure to ionizing radiation, but should be\nused only as a screening test.\nCurrently, BMD is the best surrogate measure of bone\nstrength in humans and BMD has been estimated to account\nfor 60% or more of the variance in bone strength (20,125).\nHowever, studies of animals suggest that changes in BMD\nin response to mechanical stress underestimate the effects\non bone strength. For example, 5– 8% increases in BMD\nwere associated with increases in bone strength of 64 – 87%\n(48,116). The size of bone has a significant contribution to\nbone strength because the resistance of bone to bending or\ntorsional loading is exponentially related to its diameter;\nfurthermore, bone size may continue to increase during\nadulthood (93). Because bone architecture (i.e., geometry) is\nan important determinant of strength (104), evaluation of the\neffects of mechanical stress on bone should consider not\nonly changes in bone mass, but changes in structural\nstrength and material and geometric properties when possi-\nble (120).\nThe two generally accepted strategies to make the skel-\neton more resistant to fracture are to 1) maximize the gain\nin BMD in the first three decades of life and 2) minimize the\ndecline in BMD after the age of 40 due to endocrine\nchanges, aging, a decline in physical activity, and other\nfactors. Because bone strength and resistance to fracture\ndepend not only on the quantity of bone (estimated by\nBMD) but also bone geometry, methods are being devel-\noped that enable the assessment of cross-sectional geometry\nwith existing DXA technology or with peripheral quantita-\ntive computed tomography (pQCT) or high-resolution mag-\nnetic resonance imaging (MRI). The microarchitecture of\ncancellous, or trabecular, bone (i.e., the lattice-work of bone\ninside vertebral bodies or ends of long bones) is important\nto the mechanical strength of the femoral neck, vertebral\nbodies, and other cancellous bone-rich regions. However,\nmicroarchitecture of cancellous bone can be assessed at\npresent in humans only by bone biopsy, sophisticated MRI\nanalyses, or the most advanced micro-CT devices not yet\ngenerally available. Additional valuable information can be\ngained from mechanical testing of bone samples from hu-\nman cadavers and from animals subjected to various train-\ning protocols, and from histological and gene expression\nanalyses from trained animals. Recent advances in protocols\nthat enhance the osteogenic response to mechanical loading\nin animals have not yet been evaluated in humans, but are\nexpected to stimulate new research in this area (116).\nThe purpose of this position stand is to provide recom-\nmendations for the types of physical activities that are likely\nto promote bone health. The current state-of-knowledge\nregarding physical activity as it relates to 1) increasing peak\nbone mass, 2) minimizing age-related bone loss, and 3)\npreventing injurious falls and fractures will be discussed.\nANIMAL STUDIES\nVarious animal models have been utilized to study me-\nchanical loading of the skeleton, but this section will focus\nmainly on the commonly used rat model. Multiple factors\ncharacterize the physical activities that are likely to influ-\nence properties of bone, including the type, intensity, dura-\n1986\nOfficial Journal of the American College of Sports Medicine http://www.acsm-msse.org\n\ntion, and frequency of the bone-loading activity. Studies of\nanimals enable controlled manipulations of these factors to\ndetermine their relative contributions to the osteogenic re-\nsponse (i.e., bone formation).\nType of loading\nMechanical forces have osteogenic effects only if the\nstress to bone is unique, variable, and dynamic in nature.\nStatic loading of bone (i.e., single, sustained force applica-\ntion) does not trigger the adaptive response that occurs with\ndynamic loading (11). Studies of rats have evaluated the\nosteogenic responses to several types of unique (i.e., not\nusual cage activity) exercise interventions, including run-\nning (treadmill and voluntary), swimming, jumping, stand-\ning, climbing, and resistance training.",
    "results": "have been\nequivocal, demonstrating that mechanical stress can en-\nhance (26,40,47,48,121,127,131) or compromise\n(8,26,92,132) bone mass, formation, and/or mechanical\nproperties. In general, running and swimming of moderate\nintensity have been found to have positive effects on bone\nmass and material properties in the cortical and trabecular\nregions of the tibia and femur in growing and mature rats\n(8,26,47,121,127,131). However, decreases in bone mass,\ntrabecular thinning, and structural properties have been ob-\nserved in response to exercise that is very intense and/or\nexcessive, particularly in growing animals (26,47,92,132).\nActivities that simulate resistance training in humans, in-\ncluding jumping up to a platform, voluntary tower climbing,\nand simulated “squat” exercises, have been found to have\npositive effects on both cortical and trabecular bone regions\nof the tibia and femur (91,92,126).\nAnother experimental paradigm that has been used to\nevaluate the osteogenic effects of mechanical stress in ani-\nmals is controlled in vivo external loading, including com-\npression of the ulna and four-point bending of the tibia. This\napproach has an advantage over physical activity interven-\ntions in that it enables precise control and quantification of\nthe mechanical loading forces. Studies of external loading\nstrongly support favorable adaptations of bone to mechan-\nical stress (116). For example, the four-point bending model\nwas used in rats to demonstrate that the osteogenic response\nto loading is markedly enhanced when a given number of\ndaily loading cycles are partitioned into multiple sessions\nseparated by rest periods (116). It has not yet been deter-\nmined whether such findings are relevant to humans.\nIntensity of loading\nThe primary mechanical variables associated with load\nintensity include strain magnitude and strain rate. Strain is a\nmeasurement of the deformation of bone that results from an\nexternal load and is expressed as a ratio of the amount of\ndeformation to the original length. It has long been recog-\nnized that strain magnitude is positively related to the os-\nteogenic response, but accumulating evidence suggests that\nstrain rate is also an important factor (11). Increasing strain\nrate, while holding loading frequency and peak strain mag-\nnitude constant, was found to be a positive determinant of\nchanges in bone mass (11). High strain rates also increased\nendocortical bone formation rate in an in vivoimpact-load-\ning protocol (27,50). Such observations emphasize the need\nfor further studies of the osteogenic effects of exercises that\ngenerate high strain magnitude and rate, such as jumping\nactivities.\nDuration and frequency of loading\nThe seminal work of Rubin and Lanyon (102) using\nexternal loading demonstrated that only a few loading cy-\ncles (e.g., 36 per day) of relatively high magnitude were\nnecessary to optimize the bone formation response; increas-\ning the number of loading cycles by 10-fold had no addi-\ntional effect. Similarly, in a more physiologic model of\nloading in which rats jumped down from a height of 40 cm,\nas few as 5 jumps per day increased bone mass and strength\nof the tibia; increasing the number of jumps beyond 10 per\nday did not yield further benefit (118). It should be noted\nthat, in these studies, the levels of strain likely exceeded\nthose generated during typical human physical activities.\nThe interactions between frequency (repetitions per day and\nsessions per week) and intensity of loading cycles with\nrespect to the resulting osteogenic response in humans is not\nknown.\nThere is intriguing evidence from recent studies that\napplying a given number of loading cycles in multiple daily\nsessions is more osteogenic than applying the same number\nof cycles in a single daily session (116). Rat ulnas that were\nloaded 360 times per day in a single session (1/H11003360) for 16\nwk absorbed 94% more energy before failing than the con-\ntralateral unloaded ulnas. However, ulnas that received the\nsame 360 daily loading cycles over 4 sessions (4 /H1100390)\nabsorbed 165% more energy before failing than unloaded\nbones (116). These results suggest that bone cells lose\nsensitivity to mechanical stimulation after a certain number\nof loading cycles, and that recovery periods are needed to\nrestore sensitivity to loading. It has been estimated that\ncomplete restoration of sensitivity to loading requires a\nrecovery time o f8hi n rats, but recovery times as short as\n0.5–1.0 h have been found to be more osteogenic than no\nrecovery period (116). It will be important to determine in\nhumans whether multiple, short daily exercise bouts are\nmore osteogenic than a single, longer daily exercise session.\nOther considerations\nThe ability of the skeleton to respond to mechanical\nloading can be either constrained or enabled by nutritional\nor endocrine factors. One example of this is calcium insuf-\nficiency, which diminishes the effectiveness of mechanical\nloading to increase bone mass (66). Another example is\nestrogen status. The independent effects of estrogen on bone\nmetabolism are well described, but recent studies have de-\ntermined that the adaptive response of bone cells to me-\nchanical stress involves the estrogen receptor; blocking the\nestrogen receptor impairs the bone formation response to\nmechanical stress (133). This observation has led to the\nhypothesis that a down-regulation of estrogen receptors as a\nPHYSICAL ACTIVITY AND BONE HEALTH Medicine & Science in Sports & Exercise /H230061987\n\nconsequence of postmenopausal estrogen deficiency de-\ncreases the sensitivity of bone to mechanical loading.\nThe mechanisms of mechanotransduction in bone (i.e.,\nhow mechanical forces are translated into metabolic signals)\nremain to be elucidated, and the discovery of key elements\nin the mechanistic pathways will likely reveal factors, po-\ntentially modifiable, that influence the osteogenic response\nto loading. As an example, it has been observed that pros-\ntaglandins and nitric oxide are produced by bone cells in\nresponse to mechanical loading, and that blocking their\nproduction impairs the bone formation response (16,115).\nThe translation of such information generated from studies\nof animals and cultured bone cells will be critical in finding\nstrategies to maximize the osteogenic effects of physical\nactivity in humans.\nHUMAN STUDIES\nIn humans, physical activity appears to play an important\nrole in maximizing bone mass during childhood and the\nearly adult years, maintaining bone massthrough the fifth\ndecade, attenuating bone losswith aging, and reducing falls\nand fracturesin the elderly. The benefits of physical activity\non bone health have typically been judged by measuring\nassociations of physical activity level with bone mass and,\nin fewer studies, incidence of fractures, or by evaluating\nchanges in bone mass that occur in response to a change in\nphysical activity level or to a specific exercise training\nprogram. In evaluating the osteogenic effects of exercise\ntraining programs, the following principles should be noted:\nSpecificity. Only skeletal sites exposed to a change in\ndaily loading forces undergo adaptation.\nOverload. An adaptive response occurs only when the\nloading stimulus exceeds usual loading conditions; contin-\nued adaptation requires a progressively increasing overload.\nReversibility. The benefits of exercise on bone may not\npersist if the exercise is markedly reduced. However, the\nrate at which bone is lost when an exercise program is\ndiscontinued, and whether this is different in young vs older\nindividuals, is not well understood.\nThe associations of physical activity and specific types of\nexercise with bone mass have been assessed in a variety of\nresearch paradigms. As reviewed previously (51,123), the\nmajority of studies have been cross-sectional, comparing\nnonathletes with athletes who participate in a variety of\nsports, or comparing people who report being sedentary\nwith those who report varying levels of physical activity.\nBecause of the numerous confounding factors inherent to\ncross-sectional studies, these will be discussed only briefly.\nThe response of bone to changes in physical activity and\nexercise training has also been assessed, including prospec-\ntive studies (e.g., athletes followed through peak and off-\nseason training cycles) and controlled intervention studies in\nwhich physical activity is increased (e.g., exercise training)\nor decreased (e.g., bed rest). Perhaps the most compelling\nevidence that mechanical loading is essential to bone integ-\nrity comes from studies of bed rest, space flight, and spinal\ncord injury, which demonstrate that bone loss is rapid and\nprofound when mechanical forces acting on the skeleton are\nmarkedly diminished (31).\nFurther research is needed to better understand the inter-\nactions of physical activity with genetics, diet, hormones,\noveruse, and other factors, with respect to the influence on\nbone health. However, due to a paucity of evidence to date,\nthese issues will not be addressed.\nRole of physical activity in maximizing bone mass\nin children and adolescents\nA primary factor associated with risk for osteoporosis is\nthe peak bone mass developed during childhood and the\nearly adult years. Cross-sectional data suggest that trabec-\nular bone loss begins as early as the third decade, whereas\ncortical bone increases or remains constant until the fifth\ndecade (74,100). One longitudinal study found that\nboth cortical and trabecular bone mass continued to\nincrease slightly in healthy young women well into the third\ndecade (99).\nIt has been observed that bone mass is higher in children\nwho are physically active than in those who are less active\n(108), and higher in children who participate in activities\nthat generate high impact forces (e.g., gymnastics and bal-\nlet) than in those who engage in activities that impart lower\nimpact forces (e.g., walking) or are not weight bearing (e.g.,\nswimming) (12,19,58). Recent studies have focused on\njumping and other high-impact activities based on the the-\nory that high-intensity forces, imposed rapidly, produce\ngreater gains in bone mass than low- to moderate-intensity\nforces (29,70,72,78,83,96). Ground-reaction forces during\njumping can reach 6 – 8 times body weight and some gym-\nnastics maneuvers generate forces that are 10 –15 times\nbody weight; in contrast, ground-reaction forces during\nwalking or running are 1–2 times body weight (79). Most of\nthe intervention studies of children were implemented as\npart of school programs and lasted between 7 and 20 months\n(29,70,72,78,83,96). These studies uniformly found that\nchildren who participated in the experimental high-impact\njumping and calisthenics programs increased bone mass to\na greater extent than children who participated in usual\nactivities. One study that added weight lifting to other high-\nimpact loading exercises found robust increases in bone\nmass of the hip, spine, and total body (83). Based on this\nevidence, it is recommended that physical activity for chil-\ndren should include activities that generate relatively high\nground-reaction forces, such as jumping, skipping, and run-\nning and, possibly, strengthening exercises.\nPeak bone mineral accrual rate has been reported to occur\nat puberty (2), with 26% of adult total body bone mineral\naccrued within a 2-yr period of this time (3). Thus, the\nperi-pubertal period may represent a relatively short win-\ndow of time in which to maximize peak bone mass. Cross-\nsectional studies indicate that male and female adolescent\nathletes have higher, site-specific BMD when compared\nwith nonathletic adolescents (123). The effect is most pro-\nnounced in athletes who participate in sports that generate\nhigh-intensity ground- or joint-reaction forces (e.g., gym-\n1988\nOfficial Journal of the American College of Sports Medicine http://www.acsm-msse.org\n\nnastics, weight lifting) and less pronounced in athletes who\nparticipate in sports that generate lower-intensity loading\nforces.\nThere have been few exercise intervention studies of\nadolescents, all involving girls only, with contradictory re-\nsults. No significant changes in BMD were found in re-\nsponse to 6 months of resistance training (7), 9 months of\nresistance training and plyometrics with weighted vests\n(129), or 9 months of step aerobics and plyometrics (44). In\ncontrast, significant increases in BMD occurred in response\nto 3 yr of artistic gymnastics (65), or 15 months of resistance\ntraining (89). The most obvious difference between the\nstudies that elicited an effect of exercise and those that failed\nto do so was the duration of the intervention. However, these\nstudies involved a very small number of participants and\nmust be interpreted cautiously. There have been no well-\ncontrolled studies that isolated the effects of exercise train-\ning duration on the bone response, independent of changes\nin exercise volume or intensity.\nThree studies have attempted to determine at what point\nin the peri-pubertal period the skeleton is most responsive to\nthe benefits of physical activity or exercise training. One\nstudy determined the effect of 9 months of step aerobics and\nplyometrics on bone mineral content (BMC) in premenar-\ncheal and postmenarcheal girls; control subjects were\nmatched on menarche status. BMC increased in response to\nexercise in premenarcheal girls only (44). Another study\nassessed the effect of 7 months of plyometrics on BMC and\nBMD in prepubertal (Tanner stage I) and early pubertal\n(Tanner stages II and III) girls. Significant bone gains were\nobserved in the early pubertal, but not the prepubertal, girls\nwhen compared with controls (71). A cross-sectional study\nevaluated humeral BMD of both the dominant and non-\ndominant arms of female junior tennis players matched with\ncontrols for Tanner stage of maturity (39). Bilateral differ-\nences in BMD were similar in athletes and controls at\nTanner stage I (9.4 yr), but became progressively larger in\nathletes at Tanner stages II (10.8 yr), III (12.6 yr), and IV\n(13.5 yr) with a plateau at stage V (15.5 yr). Based on these\nobservations, bone appears to be most responsive to me-\nchanical stress during Tanner stages II through IV, corre-\nsponding to the 2-yr window that has been identified (3) for\npeak bone mineral accrual around the time of puberty.\nThere remains a need for further research to elucidate the\nbest type and duration of exercise to augment bone accrual\nand the time during the growth period when loading is most\neffective. The evidence to date supports the same prescrip-\ntion noted previously for children (i.e., relatively high im-\npact and strengthening activities, such as plyometrics, gym-\nnastics, soccer, volleyball, and resistance training). These\nactivities appear to be most effective in promoting bone\nmineral accrual when started before or in the early pubertal\nperiod. Further, because measures of bone geometry may\nemerge as important determinants of bone strength that are\nindependent of BMD (96), and because it seems plausible\nthat geometric factors could be particularly responsive to\nmechanical stress during periods of growth, it will be im-\nportant to determine the influence of exercise on bone\ngeometry in children and adolescents.\nRole of physical activity in young adults\nBecause peak bone mass is thought to be attained by the\nend of the third decade, the early adult years may be the final\nopportunity for its augmentation. Numerous cross-sectional\nstudies of male and female athletes representing a variety of\nsports suggest that athletes have higher, site-specific BMD\nvalues when compared with nonathletes (123). BMD values\ntend to be highest in athletes who participate in sports that\ninvolve high-intensity loading forces, such as gymnastics,\nweight lifting, and body building, and lowest in athletes who\nparticipate in non–weight bearing sports such as swimming.\nAs noted previously, inherent limitations of cross-sectional\nstudies include confounding variables such as genetics, self-\nselection, diet, hormones, and other factors.\nA handful of prospective, controlled studies of athletes\nhave monitored changes in bone mass through periods of\ntraining or detraining. Bilateral differences in arm BMC of\nnational level male tennis players (13–25%) were signifi-\ncantly greater than in controls (1–5%) and persisted after 4\nyr of retirement (63). Studies of runners, rowers, power\nathletes, and gymnasts, ranging in duration from 7 months to\n2 yr all showed significant increases (1–5%) in either BMC\nor BMD of skeletal regions loaded by the specific type of\nexercise performed during periods of training (123). In\ncompetitive gymnasts followed for 2 yr (111), BMD in-\ncreased during the competitive seasons (2– 4%) and de-\ncreased during the off-seasons (1%).\nA number of intervention studies ranging in duration\nfrom 6 to 36 months have evaluated the effects of exercises\nthat generate relatively high ground-reaction and/or joint-\nreaction forces (e.g., resistance training, plyometrics) on\nbone mass of previously sedentary women. The majority of\nthese studies found significant increases in femoral neck\nand/or lumbar spine BMD (1–5%) (4,5,28,43,68,77,\n112,128). In two of three studies of resistance training that\nfailed to elicit a significant effect on BMD, exercise inten-\nsity was only low to moderate (i.e., 60% or less of 1-repe-\ntition maximum, 1RM) (34,107). Exercise intensity was\nhigh in the third study (i.e., 80% 1RM; 5 sets; 10 repetitions;\n4 d·wk\n/H110021) (122), but only the unilateral leg press exercise\nwas performed and this exercise may have lacked site-\nspecificity for adaptation of the spine and femoral neck\nbecause it was performed in a seated position (109). Two\nstudies found an unexpected decrease in BMD in response\nto relatively high-impact exercise. In one (101), there was\nno change in femoral neck BMD but a 4% decrease in\nlumbar spine BMD after 9 months of resistance training;\nexercise intensity was moderate (i.e., 70% 1RM). In the\nother (124), there was a significant increase in total body\nBMC (1–2%), a nonsignificant increase in spine BMD\n(1%), and a significant decrease in femoral neck BMD\n(1.5%) in response to 2 yr of resistance training and rope\nskipping; however, exercise compliance was poor (i.e.,\n45%). Thus, although there is evidence that exercise training\nPHYSICAL ACTIVITY AND BONE HEALTH Medicine & Science in Sports & Exercise /H230061989\n\ncan increase BMD in young adult women, a number of\nfactors such as intensity of loading forces, site-specificity of\nthe exercise, and adherence to the program may be impor-\ntant determinants of the relative effectiveness.\nExercise training that generates high-intensity loading\nforces (i.e., high strain magnitude) may also induce changes\nin body composition (i.e., fat and fat-free mass) and mus-\ncular strength. This has stimulated interest in the potential\nadditive and interactive effects of changes in body compo-\nsition and strength with the direct effects of mechanical\nloading on BMD. Significant correlations of body mass, fat\nmass, fat-free mass, and strength with total and regional\nBMD have been found in several studies, with these factors\naccounting for up to 50% of the variance in BMD (109,113).\nWeight lifters typically have high levels of fat-free mass and\nstrength compared with other athletes and BMD also tends\nto be highest in these athletes. For exercises, such as weight\nlifting, that introduce loading forces to the skeleton primar-\nily through joint-reaction forces (i.e., muscle contractions)\nrather than ground-reaction forces, it seems likely that in-\ncreases in bone mass will occur only if the exercise is of\nsufficient intensity to cause an increase in muscle mass.\nAlthough physical activities that involve high-intensity\nskeletal loading are recommended to optimize and maintain\nbone mass in young adults, the benefits may not be realized\nin the presence of hormonal or dietary deficiencies or an\noveruse syndrome. The Female Athlete Triad, consisting of\ndisordered eating, amenorrhea, and osteoporosis, is an ex-\nample of the ineffectiveness of exercise to fully counteract\nthe deleterious effects of other factors on bone health; this is\nreviewed in an ACSM Position Stand on this topic (94).\nCalcium and other nutritional deficiencies that can limit the\nosteogenic effects of exercise have been reviewed previ-\nously (67), as have overuse syndromes such as stress frac-\ntures resulting from extreme, repetitive loading forces (10).\nRole of physical activity in middle-aged and older\nadults\nBone mass decreases by about 0.5% per year or more\nafter the age of 40, regardless of sex or ethnicity. In this\ncontext, it is important to recognize that benefits of exercise\nin middle-aged and older people may be reflected by an\nattenuation in the rate of bone loss, rather than an increase\nin bone mass. The rate of loss varies by skeletal region and\nis likely influenced by such factors as genetics, nutrition,\nhormonal status, and habitual physical activity, making it\ndifficult to determine the extent to which the decline in bone\nmass is an inevitable consequence of the aging process. In\nwomen, estrogen withdrawal at the menopause results in\nrapid bone loss that is distinct from the slower age-related\nbone loss. Comparisons of pre- and postmenopausal athletes\nsuggest that even very vigorous levels of physical activity\ndo not prevent the menopause-induced loss of bone mineral\n(32,41,59,81,103). There have been no intervention studies\nof perimenopausal women to determine whether exercise\ncan attenuate the loss of bone during the menopausal tran-\nsition. However, the Nurses’ Health Study (24) examined\nthe interaction between use of hormone therapy and phys-\nical activity with respect to relative risk for hip fracture. Hip\nfracture risk was reduced by 60 –70% in women on hormone\ntherapy, regardless of physical activity level, when com-\npared with sedentary women not on hormone therapy.\nAmong women not on hormone therapy, those in the highest\nquintile of physical activity ( /H1102224 MET/H18528h/H18528wk\n/H110021) also had a\n67% reduction in hip fracture risk, suggesting that a high\nlevel of physical activity may prevent fractures even if it\ndoes not attenuate bone loss. Fat-free mass remains a stron-\nger determinant of bone mass with aging than either total\nmass or fat mass, although fat mass may also be an inde-\npendent determinant (1,6). Thus, physical activities that help\npreserve muscle mass (e.g., resistance exercise) may also be\neffective in preserving bone mass.\nThe effect of exercise intervention on bone mass of post-\nmenopausal women has received considerable attention\nover the past three decades; exercise programs have in-\ncluded brisk walking, jogging, stair climbing/descending,\nrowing, weight lifting, and/or jumping exercises. The gen-\neral",
    "conclusion": "from meta-analyses of published studies is\nthat a variety of types of exercise can be effective in pre-\nserving bone mass of older women (54,55).\nWalking exercise programs of up to 1 yr have yielded\nonly modest effects (88), if any (13,88), on the preservation\nof bone mass. This is not surprising as walking does not\ngenerate high-intensity loading forces, nor does it represent\na unique stimulus to bone in most individuals. These find-\nings do not rule out the possibility that habitual walking for\nmany years helps to preserve bone. Studies that included\nactivities with higher intensity loading forces, such as stair\nclimbing and jogging, generally found a more positive skel-\netal response (17,23,60,90,95,98).\nExercise intervention trials that included high-intensity\nprogressive resistance training have found increases in hip\nand spine BMD in estrogen-deficient women (22,56,57,60,\n82,87) and in women on hormone therapy (HT) (35,82).\nModerate-intensity resistance training has not been found to\ngenerate the same increases in hip BMD as high-intensity\ntraining (56,57). In one study, the increase in BMD was\nlinearly related to the total amount of weight lifted in a\nprogressive resistance exercise training program (22).\nThe osteogenic response to jumping exercise (i.e., per-\nforming vertical jumps from a standing position) appears to\nbe less robust in postmenopausal women than in children\nand young adults. Jumping exercise that increased hip BMD\nof premenopausal women was not effective in postmeno-\npausal women not on HT, even when the duration of the\nexercise program was extended (5). Although not signifi-\ncant, the response of postmenopausal women on HT was\nintermediate to that of the pre- and postmenopausal women\nnot on HT. It should be noted that the exercise stimulus in\nthe study was constant, rather than progressive as would\ntypically be prescribed. In a 5-yr study of a small group of\npostmenopausal women, exercisers who wore weighted\nvests averaging 5 kg during jumping activity preserved hip\nBMD to a greater extent than control subjects (110). There\nis preliminary evidence that combining exercise with\n1990\nOfficial Journal of the American College of Sports Medicine http://www.acsm-msse.org\n\nbisphosphonate therapy may be effective in preventing os-\nteoporotic fractures (119).\nRecent findings that estrogen receptor antagonists impair\nthe response of bone cells to mechanical stress (15) have\nraised the possibility that a down-regulation of estrogen\nreceptors as a consequence of postmenopausal estrogen\ndeficiency decreases the sensitivity of bone to mechanical\nloading (49). Indeed, there is evidence that exercises that\ngenerate high-intensity loading forces are more effective in\nincreasing BMD in postmenopausal women on HT than in\nwomen not on HT (61,62,82,90), although this is not a\nuniform finding (42). It is also not clear whether the effects\nof mechanical stress and HT are independent, or whether\nHT modulates the response of bone to mechanical stress.\nThe vast majority of osteoporosis prevention research has\nfocused on women because the incidence of osteoporotic\nfractures does not increase markedly in men until the eighth\nor ninth decade (21). Research on the effectiveness of phys-\nical activity to preserve bone health of men is therefore\nsparse, but is becoming increasingly important due to the\ngrowing numbers of elderly men.\nA strong association between BMD and jogging was\nobserved in 4254 men, aged 20 –59 yr (86). Men who jogged\nnine or more times per month had higher BMD levels than\nmen who jogged less frequently. In a 5-yr prospective study\nof middle-aged and older runners (81), the rate of bone loss\nwas attenuated in runners compared with controls. Among\nthe runners, decreases in BMD were most pronounced in\nmen who substantially decreased their running volume. The\ngeneral conclusion from a meta-analysis of published exer-\ncise intervention studies was that exercise can improve or\nmaintain BMD in men (53).\nSeveral studies have evaluated the effects of resistance\ntraining on bone mass in older men (9,73,76,80,130). The\nduration of exercise ranged from 3 to 24 months and exer-\ncise intensity was moderate to high. All but one (76) of the\nstudies found beneficial effects of resistance training on\nBMD, most commonly at the femur; the study that did not\nfind a benefit used a moderate exercise intensity. In general,\nthe improvements in BMD in response to exercise were of\nthe same relative magnitude as has been observed in\nwomen, although much larger increases were observed in\nmale heart transplant patients who performed 6 months of\nresistance exercise training (9). Thus, the types of exercise\nprograms that help to preserve bone mass in older women\nalso appear to be effective in men.\nPhysical activity and fracture risk\nOsteoporotic fractures occur with minimal trauma in\nbones weakened because of low BMD or unfavorable ge-\nometry (e.g., length or angle of the neck region of the\nproximal femur). The most common sites of osteoporotic\nfractures are the distal radius, spine, and the neck and\ntrochanteric regions of the femur. There have been no ran-\ndomized, controlled trials of the effectiveness of exercise to\nreduce fractures, and such a trial would be extremely chal-\nlenging to conduct, in part because of the large sample size\nand long period of observation that would be required.\nThere is encouraging evidence from a study conducted on a\nsmall sample of postmenopausal women that a 2-yr trial of\nback strengthening exercises reduced the incidence of ver-\ntebral fractures over the subsequent 8 yr (106). However,\nlittle other evidence exists from prospective trials that phys-\nical activity reduces the incidence of vertebral or wrist\nfractures (36).\nThere is considerable evidence from epidemiologic stud-\nies that physical inactivity is a risk factor for hip fracture.\nThe incidence of hip fracture has been found to be 20 – 40%\nlower in individuals who report being physically active than\nin those who report being sedentary (37,75). Elderly women\nand men who were chronically inactive (i.e., rare stair\nclimbing, gardening, or other weight-bearing activities)\nwere more than twice as likely to sustain a hip fracture as\nthose who were physically active, even after adjusting for\ndifferences in body mass index, smoking, alcohol intake,\nand dependence in daily activities (18). A prospective study\nof more than 30,000 Danish men and women found that the\nincidence of hip fracture in active people who became\nsedentary was twice as high as in those who remained\nphysically active (45). In the Finnish Twin Cohort, men who\nreported participation in vigorous physical activity had a\n62% lower relative risk of hip fracture than men who indi-\ncated they did not participate in vigorous physical activity\n(64). The Nurses’ Health Study of more than 61,000 post-\nmenopausal women suggested that the relative risk of hip\nfracture was reduced by 6% for every 3 MET /H18528h/H18528wk\n/H110021 of\nphysical activity, which is roughly equivalent t o1ho f\nwalking per week (24). Interestingly, women who reported\nwalking at least 4 h /H18528wk\n/H110021 had a 41% lower risk of hip\nfracture compared with sedentary peers who walked less\nthan 1 h/H18528wk\n/H110021. This suggests that even low-intensity weight-\nbearing activity, such as walking, may be beneficial in\nlowering fracture risk, even though minimal changes in\nBMD would be expected.\nRegular physical activity may help to prevent fractures by\npreserving bone mass and/or by reducing the incidence of\ninjurious falls. Many factors contribute to falling, including\ndiminished postural control, poor vision, reduced muscle\nstrength, reduced lower limb range of motion, and cognitive\nimpairment, as well as such extrinsic factors as psychotropic\nmedications and tripping hazards. Exercise interventions\nwill be effective in reducing falls only if they are directed to\nindividuals in whom the cause of falling involves factors\nthat are amenable to improvement with exercise (e.g., poor\nmuscle strength, balance, or range of motion). Reviews and\nmeta-analyses of randomized trials (14,30,37) suggest that\nexercise trials that included balance, leg strength, flexibility,\nand/or endurance training effectively reduced risk of falling\nin older adults.\nIt must be noted that some studies have found little or no\neffect of exercise interventions on the incidence of falls\n(69,84). A recent Cochrane database review concluded that\nexercise alone does not reduce fall risk in elderly women\nand men (33). One reason forwarded for the lack of a\npositive effect was that studies frequently targeted very frail\nPHYSICAL ACTIVITY AND BONE HEALTH Medicine & Science in Sports & Exercise /H230061991\n\nnursing home residents, who likely had multiple risk factors\nfor falling that would not be expected to be ameliorated by\nexercise (e.g., poor vision). Further, if the exercise intensity\nis too low (common in studies of the frail elderly), only\nminimal gains in muscle strength that might help reduce\nfalling risk are achieved. Lastly, it must be recognized that\nthe opportunity for falling probably increases as people\nbecome more physically active, particularly in community-\ndwelling elderly (97,114).\nThe type of exercise regimen most likely to reduce falls\nremains unclear (14), because studies with positive and\nnegative findings overlap a great deal in the type of activity\nutilized (i.e., oriented to strength, endurance, balance, or\nflexibility), duration of exercise, and frequency of training\nsessions (51). It appears that balance training is a critical\ncomponent of these programs and should be included in\nexercise interventions for older individuals at risk of falling.\nImproving muscle strength has been posited as potentially\none of the most effective means of reducing falls and frac-\nture incidence in the elderly because of its beneficial effects\non multiple risk factors for fracture, such as low BMD, slow\nwalking speed, low levels of energy-absorbing soft tissue,\nand immobility (75). There is further evidence that the gains\nin functional abilities after a course of resistance training\nlead to an increase in voluntary physical activity in older\nadults (46) as well as in the very elderly living in nursing\nhomes (25). The capacity of even frail elderly to exercise at\nrelatively high intensities may be habitually underestimated,\nthough the feasibility of establishing community programs\nthat utilize the intensive training that has been found to\nincrease muscle strength and improve functional ability (25)\nis likely limited by the challenges of implementing such\nprograms outside a research setting.",
    "conclusions": "Weight-bearing physical activity has beneficial effects on\nbone health across the age spectrum. There is evidence that\nphysical activities that generate relatively high-intensity\nloading forces, such as plyometrics, gymnastics, and high-\nintensity resistance training, augment bone mineral accrual\nin children and adolescents. This is compatible with the\nfindings from studies of animals that the osteogenic re-\nsponse to mechanical stress is maximized by dynamic load-\ning forces that engender a high strain magnitude and rate.\nFurther, there is some evidence that exercise-induced gains\nin bone mass in children are maintained into adulthood,\nsuggesting that physical activity habits during childhood\nmay have long-lasting benefits on bone health. It is not yet\npossible to describe in detail an exercise program for chil-\ndren and adolescents that will optimize peak bone mass,\nbecause quantitative dose-response studies are lacking.\nHowever, evidence from multiple small randomized, con-\ntrolled trials suggests that the following exercise prescrip-\ntion will augment bone mineral accrual in children and\nadolescents:\nMode: impact activities, such as gymnastics, plyomet-\nrics, and jumping, and moderate intensity resistance train-\ning; participation in sports that involve running and jumping\n(soccer, basketball) is likely to be of benefit, but scientific\nevidence is lacking\nIntensity: high, in terms of bone-loading forces; for\nsafety reasons, resistance training should be /H1134960% of 1RM\nFrequency: at least 3 d /H18528wk\n/H110021\nDuration: 10 –20 min (2 times per day or more may be\nmore effective)\nDuring adulthood, the primary goal of physical activity\nshould be to maintain bone mass. Whether adults can in-\ncrease BMD significantly through exercise training remains\nequivocal. When increases have been reported, it has been in\nresponse to relatively high intensity weight-bearing endur-\nance or resistance exercise; gains in BMD do not appear to\nbe preserved when the exercise is discontinued. Observa-\ntional studies suggest that the age-related decline in BMD is\nattenuated, and the relative risk for fracture is reduced, in\npeople who are physically active, even when the activity is\nnot particularly vigorous. However, there have been no\nlarge randomized, controlled trials to confirm these obser-\nvations, nor have there been adequate dose-response studies\nto determine the volume of physical activity required for\nsuch benefits. Animal research has demonstrated that me-\nchanical loading generates improvements in bone strength\n(i.e., resistance to fracture) that are disproportionately larger\nthan the increases in bone mass. This supports the concept\nthat physical activity can reduce fracture risk even in the\nabsence of changes in BMD. Confirmation of this in humans\nwill require large randomized, controlled trials of the effects\nof physical activity on fracture incidence, although further\nadvancements in technology to enable the in vivo assess-\nment of bone strength will provide insight regarding\nwhether this occurs. Evidence from multiple small random-\nized, controlled trials of the effectiveness of exercise to\nincrease or maintain BMD suggests that the bone health of\nadults will be favorably influenced by the maintenance of a\nhigh level of daily physical activity, as recommended by the\nU.S. Surgeon General (117), if the activity is weight-bearing\nin nature. It is important to note that, although physical\nactivity may counteract to some extent the aging-related\ndecline in bone mass, there is currently no strong evidence\nthat even vigorous physical activity attenuates the meno-\npause-related loss of bone mineral in women. Thus, phar-\nmacologic therapy for the prevention of osteoporosis may\nbe indicated even for those postmenopausal women who are\nhabitually physically active. Given the current state of\nknowledge from multiple small randomized, controlled tri-\nals and epidemiological studies, the following exercise pre-\nscription is recommended to help preserve bone health\nduring adulthood:\nMode: weight-bearing endurance activities (tennis; stair\nclimbing; jogging, at least intermittently during walking),\nactivities that involve jumping (volleyball, basketball), and\nresistance exercise (weight lifting)\nIntensity: moderate to high, in terms of bone-loading\nforces\nFrequency: weight-bearing endurance activities 3–5\ntimes per week; resistance exercise 2–3 times per week\n1992\nOfficial Journal of the American College of Sports Medicine http://www.acsm-msse.org\n\nDuration: 30 – 60 min/H18528d/H110021 of a combination of weight-\nbearing endurance activities, activities that involve jumping,\nand resistance exercise that targets all major muscle groups\nIt is not currently possible to easily quantify exercise\nintensity in terms of bone-loading forces, particularly for\nweight-bearing endurance activities. However, in general,\nthe magnitude of bone-loading forces increases in parallel\nwith increasing exercise intensity quantified by conven-\ntional methods (e.g., percent of maximal heart rate or per-\ncent of 1RM).\nThe general recommendation that adults maintain a rela-\ntively high level of weight-bearing physical activity for\nbone health does not have an upper age limit, but as age\nincreases so, too, does the need for ensuring that physical\nactivities can be performed safely. In light of the rapid and\nprofound effects of immobilization and bed rest on bone\nloss, and the poor prognosis for recovery of mineral after\nremobilization, even the frailest elderly should remain as\nphysically active as their health permits to preserve skeletal\nintegrity. Exercise programs for elderly women and men\nshould include not only weight-bearing endurance and re-\nsistance activities aimed at preserving bone mass, but also\nactivities designed to improve balance and prevent falls.\nMaintaining a vigorous level of physical activity across\nthe lifespan should be viewed as an essential component of\nthe prescription for achieving and maintaining optimal bone\nhealth. Further research will be required to define the type\nand quantity of physical activity that will be most effective\nin developing and maintaining skeletal integrity and mini-\nmizing fracture risk.\nACKNOWLEDGMENT\nThis pronouncement was reviewed for the American\nCollege of Sports Medicine by members-at-large; the\nPronouncements Committee; and by Debra Bemben, Ph.D.,\nFACSM; Patricia Fehling, Ph.D., FACSM; Scott Going,\nPh.D.; Heather McKay, Ph.D.; Charlotte Sanborn, Ph.D.,\nFACSM; and Christine Snow, Ph.D., FACSM.\nThis Position Stand replaces the 1995 ACSM Position\nStand, “Osteoporosis and Exercise,”Med. Sci. Sports Exerc.\n27(4):i-vii, 1995.\nREFERENCES\n1. A LOIA, J. F., A. VASWANI, R. Ma, and E. FLASTER. To what extent\nis bone mass determined by fat-free or fat mass? Am. J. Clin.\nNutr. 61:1110 –1114, 1995.\n2. B AILEY, D. A. The Saskatchewan Pediatric Bone Mineral Accrual\nStudy: bone mineral acquisition during the growing years. Int.\nJ. Sports Med. 18 Suppl.3:S191–S194, 1997.\n3. B AILEY, D. A., A. D. M ARTIN,H .A .M CKAY,S .W HITING, and R.\nMIRWALD. Calcium accretion in girls and boys during puberty: a\nlongitudinal analysis. J. Bone Miner. Res.15:2245–2250, 2000.\n4. B ASSEY, E. J., and S. J. R AMSDALE. Increase in femoral bone\ndensity in young women following high-impact exercise. Osteo-\nporos. Int. 4:72–75, 1994.\n5. B ASSEY, E. J., M. C. ROTHWELL,J .J .L ITTLEWOOD, and D. W. PYE.\nPre- and postmenopausal women have different BMD responses\nto the same high-impact exercise. J. Bone Miner. Res.13:1805–\n1813, 1998.\n6. B\nINDER, E. F., and W. M. K OHRT. Relationships between body\ncomposition and BMC and density in older women and men.\nClin. Exerc. Physiol.2:84 –91, 2000.\n7. B\nLIMKIE, C. J., S. R ICE,C .E .W EBBER,J .M ARTIN,D .L EVY, and\nC. L. GORDON. Effects of resistance training on BMC and density\nin adolescent females. Can. J. Physiol. Pharmacol. 74:1025–\n1033, 1996.\n8. B OURRIN, S., C. GENTY,S .P ALLE,C .G HARIB, and C. ALEXANDRE.\nAdverse effects of strenuous exercise: a densitometric and his-\ntomorphometric study in the rat. J. Appl. Physiol.76:1999 –2005,\n1994.\n9. B RAITH, R. W., R. M. M ILLS,M .A .W ELSCH,J .W .K ELLER, and\nM. L. P OLLOCK. Resistance exercise training restores BMD in\nheart transplant recipients. J. Am. Coll. Cardiol.28:1471–1477,\n1996.\n10. B URR, D. B. Bone, exercise, and stress fractures.Exerc. Sport Sci.\nRev. 25:171–194, 1997.\n11. B URR, D. B., A. G. R OBLING, and C. H. TURNER. Effects of biome-\nchanical stress on bones in animals.Bone. 30:781–786, 2002.\n12. C ASSELL, C., M. B ENEDICT, and B. S PECKER. BMD in elite 7- to\n9-yr-old female gymnasts and swimmers.Med. Sci. Sports Exerc.\n28:1243–1246, 1996.\n13. C AVANAUGH, D. J., and C. E. C ANN. Brisk walking does not stop\nbone loss in postmenopausal women. Bone. 9:201–204, 1988.\n14. C HANG, J. T., S. C. MORTON,L .Z .R UBENSTEIN, et al. Interventions\nfor the prevention of falls in older adults: systematic review and\nmeta-analysis of randomised clinical trials. Br. Med. J.328:680 –\n686, 2004.\n15. C HENG, M. Z., S. C. R AWLINSON,A .A .P ITSILLIDES, et al. Human\nosteoblasts’ proliferative responses to strain and 17beta-estradiol\nare mediated by the estrogen receptor and the receptor for insu-\nlin-like growth factor I. J. Bone Miner. Res.17:593– 602, 2002.\n16. C\nHOW, J. W. Role of nitric oxide and prostaglandins in the bone\nformation response to mechanical loading. Exerc. Sports Sci.\nRev. 28:185–188, 2000.\n17. C HOW, R., J. E. H ARRISON, and C. N OTARIUS. Effect of two\nrandomised exercise programmes on bone mass of healthy post-\nmenopausal women. Br. Med. J.295:1441–1444, 1987.\n18. C\nOUPLAND, C., D. WOOD, and C. COOPER. Physical inactivity is an\nindependent risk factor for hip fracture in the elderly. J. Epide-\nmiol. Community Health.47:441– 443, 1993.\n19. C OURTEIX, D., E. L ESPESSAILLES,S .L .P ERES,P .O BERT,P .G ER-\nMAIN, and C. L. B ENHAMOU. Effect of physical training on BMD\nin prepubertal girls: a comparative study between impact-loading\nand non-impact-loading sports. Osteoporos. Int. 8:152–158,\n1998.\n20. C\nOURTNEY, A. C., E. F. WACHTEL,E .R .M YERS, and W. C. HAYES.\nAge-related reductions in the strength of the femur tested in a\nfall-loading configuration. J. Bone Joint Surg. Am.77:387–395,\n1995.\n21. C\nUMMINGS, S. R., and L. J. MELTON. Epidemiology and outcomes\nof osteoporotic fractures. Lancet. 359:1761–1767, 2002.\n22. C USSLER, E. C., T. G. L OHMAN,S .B .G OING, et al. Weight lifted\nin strength training predicts bone change in postmenopausal\nwomen. Med. Sci. Sports Exerc.35:10 –17, 2003.\n23. D\nALSKY, G. P., K. S. S TOCKE,A .A .E HSANI,E .S LATOPOLSKY,\nW. C. LEE, and S. J. B IRGE,J R. Weight-bearing exercise training\nand lumbar BMC in postmenopausal women. Ann. Int. Med.\n108:824 – 828, 1988.\n24. F ESKANICH, D., W. W ILLETT, and G. C OLDITZ. Walking and lei-\nsure-time activity and risk of hip fracture in postmenopausal\nwomen. JAMA. 288:2300 –2306, 2002.\n25. F\nIATARONE, M. A., E. F. O’N EILL,N .D .R YAN, et al. Exercise\ntraining and nutritional supplementation for physical frailty in\nvery elderly people. N. Engl. J. Med.330:1769 –1775, 1994.\n26. F\nORWOOD, M. R., and D. B. B URR. Physical activity and bone\nmass: exercises in futility? Bone Miner. 21:89 –112, 1993.\n27. F ORWOOD, M. R., I. O WAN,Y .T AKANO, and C. H. T URNER.\nIncreased bone formation in rat tibiae after a single short period\nPHYSICAL ACTIVITY AND BONE HEALTH Medicine & Science in Sports & Exercise /H230061993\n\nof dynamic loading in vivo. Am. J. Physiol. 270:E419 –E423,\n1996.\n28. F RIEDLANDER, A. L., H. K. GENANT,S .S ADOWSKY,N .N .B YL, and\nC. C. GL ¨UER. A two-year program of aerobics and weight training\nenhances BMD of young women. J. Bone Miner. Res.10:574 –\n585, 1995.\n29. F UCHS, R. K., J. J. BAUER, and C. M. SNOW. Jumping improves hip\nand lumbar spine bone mass in prepubescent children: a random-\nized controlled trial. J. Bone Miner. Res.16:148 –156, 2001.\n30. G\nARDNER, M. M., M. C. ROBERTSON, and A. J. CAMPBELL. Exercise\nin preventing falls and fall related injuries in older people: a\nreview of randomised controlled trials. Br. J. Sports Med.34:7–\n17, 2000.\n31. G\nIANGREGORIO, L., and C. J. B LIMKIE. Skeletal adaptations to\nalterations in weight-bearing activity: a comparison of models of\ndisuse osteoporosis. Sports Med. 32:459 – 476, 2002.\n32. G\nIBSON, J. H., M. H ARRIES,A .M ITCHELL,R .G ODFREY,M .L UNT,\nand J. R EEVE. Determinants of bone density and prevalence of\nosteopenia among female runners in their second to seventh\ndecades of age. Bone. 26:591–598, 2000.\n33. G\nILLESPIE, L. D., W. J. G ILLESPIE,M .C .R OBERTSON,S .E .L AMB,\nR. G. C UMMING, and B. H. R OWE. Interventions for preventing\nfalls in elderly people. Cochrane. Database. Syst. Rev.\nCD000340 –2001.\n34. G LEESON, P. B., E. J. P ROTAS,A .D .L EBLANC,V .S .S CHNEIDER,\nand H. J. E VANS. Effects of weight lifting on BMD in premeno-\npausal women. J. Bone Miner. Res.5:153–158, 1990.\n35. G OING, S., T. L OHMAN,L .H OUTKOOPER, et al. Effects of exercise\non BMD in calcium-replete postmenopausal women with and\nwithout hormone replacement therapy. Osteoporos. Int.14:637–\n643, 2003.\n36. G\nREGG, E. W., J. A. C AULEY,D .G .S EELEY,K .E .E NSRUD, and\nD. C. B AUER. Physical activity and osteoporotic fracture risk in\nolder women. Study of Osteoporotic Fractures Research Group.\nAnn. Int. Med.129:81– 88, 1998.\n37. G\nREGG, E. W., M. A. P EREIRA, and C. J. C ASPERSEN. Physical\nactivity, falls, and fractures among older adults: a review of the\nepidemiologic evidence. J. Am. Geriatr. Soc.48:883– 893, 2000.\n38. G\nULLBERG, B., O. J OHNELL, and J. A. K ANIS. World-wide projec-\ntions for hip fracture. Osteoporos. Int. 7:407– 413, 1997.\n39. H AAPASALO, H., P. K ANNUS,H .S IEVANEN, et al. Effect of long-\nterm unilateral activity on BMD of female junior tennis players.\nJ. Bone Miner. Res.13:310 –319, 1998.\n40. H\nART, K. J., J. M. S HAW,E .V AJDA,M .H EGSTED, and S. C.\nMILLER. Swim-trained rats have greater bone mass, density,\nstrength, and dynamics. J. Appl. Physiol.91:1663–1668, 2001.\n41. H AWKINS, S. A., R. A. W ISWELL,S .V .J AQUE, et al. The inability\nof hormone replacement therapy or chronic running to maintain\nbone mass in master athletes. J. Gerontol. A Biol. Sci. Med. Sci.\n54:M451–M455, 1999.\n42. H\nEIKKINEN, J., E. KYLLONEN,E .K URTTILA-MATERO, et al. HRT and\nexercise: effects on bone density, muscle strength and lipid\nmetabolism. A placebo controlled 2-year prospective trial on two\nestrogen-progestin regimens in healthy postmenopausal women.\nMaturitas. 26:139 –149, 1997.\n43. H\nEINONEN, A., P. K ANNUS,H .S IEVANEN, et al. Randomised con-\ntrolled trial of effect of high-impact exercise on selected risk\nfactors for osteoporotic fractures. Lancet. 348:1343–1347, 1996.\n44. H\nEINONEN, A., H. SIEVANEN,P .K ANNUS,P .O JA,M .P ASANEN, and\nI. V UORI. High-impact exercise and bones of growing girls: a\n9-month controlled trial. Osteoporos. Int. 11:1010 –1017, 2000.\n45. H OIDRUP, S., T. I. S ORENSEN,U .S TROGER,J .B .L AURITZEN,M .\nSCHROLL, and M. GRONBAEK. Leisure-time physical activity levels\nand changes in relation to risk of hip fracture in men and women.\nAm. J. Epidemiol.154:60 – 68, 2001.\n46. H\nUNTER, G. R., C. J. W ETZSTEIN,D .A .F IELDS,A .B ROWN, and\nM. M. B AMMAN. Resistance training increases total energy ex-\npenditure and free-living physical activity in older adults.J. Appl.\nPhysiol. 89:977–984, 2000.\n47. I WAMOTO, J., J. K. Y EH, and J. F. A LOIA. Differential effect of\ntreadmill exercise on three cancellous bone sites in the young\ngrowing rat. Bone. 24:163–169, 1999.\n48. J\nARVINEN, T. L., P. KANNUS,H .S IEVANEN,P .J OLMA,A .H EINONEN,\nand M. J ARVINEN. Randomized controlled study of effects of\nsudden impact loading on rat femur. J. Bone Miner. Res. 13:\n1475–1482, 1998.\n49. J ESSOP, H. L., M. S J ¨OBERG,M .Z .C HENG,G .Z AMAN,C .P .D .\nWHEELER-JONES, and L. E. L ANYON. Mechanical strain and estro-\ngen activate estrogen receptor /H9251in bone cells. J. Bone Miner.\nRes. 16:1045–1055, 2001.\n50. J UDEX, S., and R. F. ZERNICKE. High-impact exercise and growing\nbone: relation between high strain rates and enhanced bone\nformation. J. Appl. Physiol.88:2183–2191, 2000.\n51. K\nAHN, K., H. M CKAY,P .K ANNUS,D .B AILEY,J .W ARK, and K.\nBENNELL. Physical activity and bone health. Champaign, IL:\nHuman Kinetics, 2001.\n52. K ANIS, J. A., L. J. MELTON, III, C. CHRISTIANSEN,C .C .J OHNSTON,\nand N. KHALTAEV. The diagnosis of osteoporosis. J. Bone Miner.\nRes. 9:1137–1141, 1994.\n53. K ELLEY, G. A., K. S. KELLEY, and Z. V. TRAN. Exercise and BMD\nin men: a meta-analysis. J. Appl. Physiol.88:1730 –1736, 2000.\n54. K ELLEY, G. A., K. S. KELLEY, and Z. V. TRAN. Resistance training\nand BMD in women: a meta-analysis of controlled trials. Am. J.\nPhys. Med. Rehabil.80:65–77, 2001.\n55. K ELLEY, G. A., K. S. K ELLEY, and Z. V. T RAN. Exercise and\nlumbar spine BMD in postmenopausal women: a meta-analysis\nof individual patient data. J. Gerontol. A Biol. Sci. Med. Sci.\n57:M599 –M604, 2002.\n56. K\nERR, D., T. A CKLAND,B .M ASLEN,A .M ORTON, and R. P RINCE.\nResistance training over 2 years increases bone mass in calcium-\nreplete postmenopausal women. J. Bone Miner. Res. 16:175–\n181, 2001.\n57. K\nERR, D., A. MORTON,I .D ICK, and R. PRINCE. Exercise effects on\nbone mass in postmenopausal women are site-specific and load-\ndependent. J. Bone Miner. Res.11:218 –225, 1996.\n58. K\nHAN, K. M., K. L. B ENNELL,J .L .H OPPER, et al. Self-reported\nballet classes undertaken at age 10 –12 years and hip BMD in\nlater life. Osteoporos. Int. 8:165–173, 1998.\n59. K\nIRK, S., C. F. S HARP,N .E LBAUM, et al. Effect of long-distance\nrunning on bone mass in women. J. Bone Miner. Res.4:515–522,\n1989.\n60. K OHRT, W. M., A. A. E HSANI, and S. J. B IRGE,J R. Effects of\nexercise involving predominantly either joint-reaction or ground-\nreaction forces on BMD in older women. J. Bone Miner. Res.\n12:1253–1261, 1997.\n61. K\nOHRT, W. M., A. A. E HSANI, and S. J. B IRGE. HRT preserves\nincreases in BMD and reductions in body fat after a supervised\nexercise program. J. Appl. Physiol.84:1506 –1512, 1998.\n62. K\nOHRT, W. M., D. B. SNEAD,E .S LATOPOLSKY, and S. J. BIRGE. Jr.\nAdditive effects of weight-bearing exercise and estrogen on\nBMD in older women. J. Bone Miner. Res.10:1303–1311, 1995.\n63. K\nONTULAINEN,S .P .K ANNUS,H .H AAPASALO, et al. Changes in\nBMC with decreased training in competitive young adult tennis\nplayers and controls: a prospective 4-yr follow-up. Med. Sci.\nSports Exerc. 31:646 – 652, 1999.\n64. K\nUJALA, U. M., J. K APRIO,P .K ANNUS,S .S ARNA, and M. K OSK-\nENVUO. Physical activity and osteoporotic hip fracture risk in\nmen. Arch. Intern. Med.160:705–708, 2000.\n65. L AING, E. M., J. A. M ASSONI,S .M .N ICKOLS-RICHARDSON,C .M .\nMODLESKY,P .J .O ’ CONNOR, and R. D. LEWIS. A prospective study\nof bone mass and body composition in female adolescent gym-\nnasts. J. Pediatr. 141:211–216, 2002.\n66. L\nANYON, L. E., C. T. R UBIN, and G. B AUST. Modulation of bone\nloss during calcium insufficiency by controlled dynamic loading.\nCalcif. Tissue Int.38:209 –216, 1986.\n67. L\nEWIS, R. D., and C. M. M ODLESKY. Nutrition, physical activity,\nand bone health in women. Int. J. Sport Nutr.8:250 –284, 1998.\n68. L OHMAN, T., S. G OING,R .P AMENTER, et al. Effects of resistance\ntraining on regional and total BMD in premenopausal women: a\nrandomized prospective study. J. Bone Miner. Res. 10:1015–\n1024, 1995.\n69. L\nORD, S. R., J. A. W ARD,P .W ILLIAMS, and M. S TRUDWICK. The\neffect of a 12-month exercise trial on balance, strength, and falls\nin older women: a randomized controlled trial. J. Am. Geriatr.\nSoc. 43:1198 –1206, 1995.\n1994 Official Journal of the American College of Sports Medicine http://www.acsm-msse.org\n\n70. M ACKELVIE, K. J., K. M. K HAN,M .A .P ETIT,P .A .J ANSSEN, and\nH. A. M CKAY. A school-based exercise intervention elicits sub-\nstantial bone health benefits: a 2-year randomized controlled trial\nin girls. Pediatrics 112:e447–2003.\n71. M\nACKELVIE, K. J., H. A. M CKAY,K .M .K HAN, and P. R.\nCROCKER. A school-based exercise intervention augments bone\nmineral accrual in early pubertal girls. J. Pediatr.139:501–508,\n2001.\n72. M ACKELVIE, K. J., H. A. M CKAY,M .A .P ETIT,O .M ORAN, and\nK. M. K HAN. Bone mineral response to a 7-month randomized\ncontrolled, school-based jumping intervention in 121 prepubertal\nboys: associations with ethnicity and body mass index. J. Bone\nMiner. Res. 17:834 – 844, 2002.\n73. M\nADDALOZZO, G. F., and C. M. S NOW. High intensity resistance\ntraining: effects on bone in older men and women. Calcif. Tissue\nInt. 66:399 – 404, 2000.\n74. M ARCUS, R., J. K OSEK,A .P FEFFERBAUM, and S. H ORNING. Age-\nrelated loss of trabecular bone in premenopausal women: a bi-\nopsy study. Calcif. Tissue Int.35:406 – 409, 1983.\n75. M\nARKS, R., J. P. ALLEGRANTE,M .C .R ONALD, and J. M. LANE. Hip\nfractures among the elderly: causes, consequences and control.\nAgeing Res. Rev.2:57–93, 2003.\n76. M\nCCARTNEY, N., A. L. H ICKS,J .M ARTIN, and C. E. W EBBER.\nLong-term resistance training in the elderly: effects on dynamic\nstrength, exercise capacity, muscle, and bone. J. Gerontol. A\nBiol. Sci. Med. Sci.50:B97–104, 1995.\n77. M\nCDERMOTT, M. T., R. S. C HRISTENSEN, and J. L ATTIMER. The\neffects of region-specific resistance and aerobic exercises on\nBMD in premenopausal women. Mil. Med.166:318 –321, 2001.\n78. M\nCKAY, H. A., M. A. P ETIT,R .W .S CHUTZ,J .C .P RIOR,S .I .\nBARR, and K. M. K HAN. Augmented trochanteric BMD after\nmodified physical education classes: a randomized school-based\nexercise intervention study in prepubescent and early pubescent\nchildren. J. Pediatr. 136:156 –162, 2000.\n79. M\nCNITT-GRAY, J. L. Kinetics of the lower extremities during drop\nlandings from three heights. J. Biomech. 26:1037–1046, 1993.\n80. M ENKES, A., S. M AZEL,R .A .R EDMOND, et al. Strength training\nincreases regional BMD and bone remodeling in middle-aged\nand older men. J. Appl. Physiol.74:2478 –2484, 1993.\n81. M\nICHEL, B. A., N. E. L ANE,A .B JORKENGREN,D .A .B LOCH, and\nJ. F. F RIES. Impact of running on lumbar bone density: a 5-year\nlongitudinal study. J. Rheumatol. 19:1759 –1763, 1992.\n82. M ILLIKEN, L. A., S. B. GOING,L .B .H OUTKOOPER, et al. Effects of\nexercise training on bone remodeling, insulin-like growth factors,\nand BMD in postmenopausal women with and without hormone\nreplacement therapy. Calcif. Tissue Int.72:478 – 484, 2003.\n83. M\nORRIS, F. L., G. A. N AUGHTON,J .L .G IBBS,J .S .C ARLSON, and\nJ. D. WARK. Prospective ten-month exercise intervention in pre-\nmenarcheal girls: positive effects on bone and lean mass. J. Bone\nMiner. Res. 12:1453–1462, 1997.\n84. M ULROW, C. D., M. B. G ERETY,D .K ANTEN, et al. A randomized\ntrial of physical rehabilitation for very frail nursing home resi-\ndents. JAMA. 271:519 –524, 1994.\n85. M\nUNDY, G. R. Bone remodeling. In: Primer on the metabolic\nbone diseases and disorders of mineral metabolism,M. J. Favus\n(ed.), Philadelphia: Lippincott Williams & Wilkins, 1999, pp.\n30 –38.\n86. M\nUSSOLINO, M. E., A. C. LOOKER, and E. S. ORWOLL. Jogging and\nBMD in men: results from NHANES III. Am. J. Public Health.\n91:1056 –1059, 2001.\n87. N ELSON, M. E., M. A. FIATARONE,C .M .M ORGANTI,I .T RICE,R .A .\nGREENBERG, and W. J. E VANS. Effects of high-intensity strength\ntraining on multiple risk factors for osteoporotic fractures: a\nrandomized controlled trial. JAMA. 272:1909 –1914, 1994.\n88. N\nELSON, M. E., E. C. FISHER,F .A .D ILMANIAN,G .E .D ALLAL, and\nW. J. E VANS. A 1-y walking program and increased dietary\ncalcium in postmenopausal women: effects on bone. Am. J. Clin.\nNutr. 53:1304 –1311, 1991.\n89. N ICHOLS, D. L., C. F. S ANBORN, and A. M. L OVE. Resistance\ntraining and BMD in adolescent females. J. Pediatr. 139:494 –\n500, 2001.\n90. N OTELOVITZ, M., D. MARTIN,R .T ESAR, et al. Estrogen therapy and\nvariable-resistance weight training increase bone mineral in sur-\ngically menopausal women. J. Bone Miner. Res. 6:583–590,\n1991.\n91. N OTOMI, T., Y. O KAZAKI,N .O KIMOTO,S .S AITOH,T .N AKAMURA,\nand M. SUZUKI. A comparison of resistance and aerobic training\nfor mass, strength and turnover of bone in growing rats. Eur.\nJ. Appl. Physiol.83:469 – 474, 2000.\n92. N OTOMI, T., N. OKIMOTO,Y .O KAZAKI,Y .T ANAKA,T .N AKAMURA,\nand M. SUZUKI. Effects of tower climbing exercise on bone mass,\nstrength, and turnover in growing rats. J. Bone Miner. Res.\n16:166 –174, 2001.\n93. O RWOLL, E. S. Toward an expanded understanding of the role of\nthe periosteum in skeletal health. J. Bone Miner. Res.18:949 –\n954, 2003.\n94. O TIS, C. L., B. D RINKWATER,M .J OHNSON,A .L OUCKS, and J.\nWILMORE. American College of Sports Medicine position stand.\nThe Female Athlete Triad. Med. Sci. Sports Exerc.29:i-ix, 1997.\n95. P ETERSON, S. E., M. D. P ETERSON,G .R AYMOND,C .G ILLIGAN,\nM. M. CHECOVICH, and E. L. S MITH. Muscular strength and bone\ndensity with weight training in middle-aged women. Med. Sci.\nSports Exerc. 23:499 –504, 1991.\n96. P ETIT, M. A., H. A. M CKAY, K. J. MacKelvie, A. H EINONEN,\nK. M. KHAN, and T. J. BECK. A randomized school-based jumping\nintervention confers site and maturity-specific benefits on bone\nstructural properties in girls: a hip structural analysis study.\nJ. Bone Miner. Res.17:363–372, 2002.\n97. P\nROVINCE, M. A., E. C. H ADLEY,M .C .H ORNBROOK, et al. The\neffects of exercise on falls in elderly patients. A preplanned\nmeta-analysis of the FICSIT Trials. Frailty and Injuries: Coop-\nerative Studies of Intervention Techniques. JAMA. 273:1341–\n1347, 1995.\n98. P\nRUITT, L. A., R. G. JACKSON,R .L .B ARTELS, and H. L. LEHNHARD.\nWeight-training effects on BMD in early postmenopausal\nwomen. J. Bone Miner. Res.7:179 –185, 1992.\n99. R\nECKER, R. R., K. M. DAVIES,S .M .H INDERS,R .P .H EANEY,M .R .\nSTEGMAN, and D. B. K IMMEL. Bone gain in young adult women.\nJAMA. 268:2403–2408, 1992.\n100. R IGGS, B. L., H. W. W AHNER,W .L .D UNN,R .B .M AZESS,K .P .\nOFFORD, and L. J. M ELTON. III. Differential changes in BMD of\nthe appendicular and axial skeleton with aging: relationship to\nspinal osteoporosis. J. Clin. Invest.67:328 –335, 1981.\n101. R\nOCKWELL, J. C., A. M. S ORENSEN,S .B AKER, et al. Weight\ntraining decreases vertebral bone density in premenopausal wom-\nen: a prospective study. J. Clin. Endocrinol. Metab.71:988 –993,\n1990.\n102. R\nUBIN, C. T., and L. E. LANYON. Regulation of bone formation by\napplied dynamic loads. J. Bone Joint Surg.66-A:397– 402, 1984.\n103. R YAN, A. S., and D. E LAHI. Loss of BMD in women athletes\nduring aging. Calcif. Tissue Int.63:287–292, 1998.\n104. S CHAFFLER, M. B., D. A. R EIMANN,A .M .P ARFITT, and D. P.\nFYHRIE. Which stereological methods offer the greatest help in\nquantifying trabecular structure from biological and mechanical\nperspectives? Forma 12:207–1997.\n105. S\nCHURCH, M. A., R. R IZZOLI,B .M ERMILLOD,H .V ASEY,J .P .\nMICHEL, and J. P. B ONJOUR. A prospective study on socioeco-\nnomic aspects of fracture of the proximal femur. J. Bone Miner.\nRes. 11:1935–1942, 1996.\n106. S INAKI,M .E .I TOI,H .W .W AHNER et al. Stronger back muscles\nreduce the incidence of vertebral fractures: a prospective 10 year\nfollow-up of postmenopausal women. Bone. 30:836 – 841, 2002.\n107. S\nINAKI, M., H. W. W AHNER,E .J .B ERGSTRALH, et al. Three-year\ncontrolled, randomized trial of the effect of dose-specified load-\ning and strengthening exercises on BMD of spine and femur in\nnonathletic, physically active women. Bone. 19:233–244, 1996.\n108. S\nLEMENDA, C. W., J. Z. M ILLER,S .L .H UI,T .K .R EISTER, and\nC. C. JOHNSTON,J R. Role of physical activity in the development\nof skeletal mass in children. J. Bone Miner. Res.6:1227–1233,\n1991.\n109. S NOW, C. M. Exercise and bone mass in young and premeno-\npausal women. Bone 18:51S–55S, 1996.\n110. S NOW, C. M., J. M. S HAW,K .M .W INTERS, and K. A. W ITZKE.\nLong-term exercise using weighted vests prevents hip bone loss\nin postmenopausal women. J. Gerontol. A Biol. Sci. Med. Sci.\n55:M489 –M491, 2000.\nPHYSICAL ACTIVITY AND BONE HEALTH Medicine & Science in Sports & Exercise /H230061995\n\n111. S NOW, C. M., D. P. W ILLIAMS,J .L ARIVIERE,R .K .F UCHS, and\nT. L. R OBINSON. Bone gains and losses follow seasonal training\nand detraining in gymnasts. Calcif. Tissue Int.69:7–12, 2001.\n112. S NOW-HARTER, C., M. L. B OUXSEIN,B .T .L EWIS,D .R .C ARTER,\nand R. MARCUS. Effects of resistance and endurance exercise on\nbone mineral status of young women: a randomized exercise\nintervention trial. J. Bone Miner. Res.7:761–769, 1992.\n113. S\nNOW-HARTER, C. and R. M ARCUS. Exercise, BMD, and osteopo-\nrosis. In: Exercise and Sport Sciences Reviews,J. O. Holloszy\n(ed.), Baltimore: Williams & Wilkins, 1991, pp. 351–388.\n114. S TEVENS, J. A., K. E. P OWELL,S .M .S MITH,P .A .W INGO, and\nR. W. S ATTIN. Physical activity, functional limitations, and the\nrisk of fall-related fractures in community-dwelling elderly. Ann.\nEpidemiol. 7:54 – 61, 1997.\n115. T URNER, C. H., and F. M. P AVALKO. Mechanotransduction and\nfunctional response of the skeleton to physical stress: the mech-\nanisms and mechanics of bone adaptation. J. Orthop. Sci.3:346 –\n355, 1998.\n116. T\nURNER, C. H., and A. G. R OBLING. Designing exercise regimens\nto increase bone strength. Exerc. Sport Sci. Rev.31:45–50, 2003.\n117. U.S. D EPARTMENT OF HEALTH AND HUMAN SERVICES. Physical\nactivity and health: a report of the Surgeon General. Atlanta, GA:\nU.S. Department of Health and Human Services, Centers for\nDisease Control and Prevention, and National Center for Chronic\nDisease Prevention and Health Promotion, 1996.\n118. U\nMEMURA, Y., T. I SHIKO,T .Y AMAUCHI,M .K URONO, and S.\nMASHIKO. Five jumps per day increase bone mass and breaking\nforce in rats. J. Bone Miner. Res.12:1480 –1485, 1997.\n119. U USI-RASI,K .P .K ANNUS,S .C HENG, et al. Effect of alendronate and\nexercise on bone and physical performance of postmenopausal\nwomen: a randomized controlled trial.Bone. 33:132–143, 2003.\n120.\nVAN DER MEULEN, M. C., K. J. JEPSEN, and B. MIKIC. Understand-\ning bone strength: size isn’t everything.Bone. 29:101–104, 2001.\n121. VAN DER WIEL, H. E., P. LIPS,W .C .G RAAFMANS, et al. Additional\nweight-bearing during exercise is more important than duration\nof exercise for anabolic stimulus of bone: a study of running\nexercise in female rats. Bone. 16:73– 80, 1995.\n122. V\nUORI, I., A. H EINONEN ,H .S IEVANEN ,P .K ANNUS ,M .P ASANEN ,\nand P. O JA. Effects of unilateral strength training and detrain-\ning on BMD and content in young women: a study of me-\nchanical loading and deloading on human bones. Calcif. Tis-\nsue Int. 55:59 – 67, 1994.\n123. V UORI, I. M. Dose-response of physical activity and low back\npain, osteoarthritis, and osteoporosis. Med. Sci. Sports Exerc.\n33:S551–S586, 2001.\n124. W EAVER, C. M., D. TEEGARDEN,R .M .LYLE, et al. Impact of exercise\non bone health and contraindication of oral contraceptive use in\nyoung women. Med. Sci. Sports Exerc.33:873– 880, 2001.\n125. W\nEINSTEIN, R. S. True strength. J. Bone Miner. Res.15:621– 625,\n2000.\n126. W ESTERLIND, K. C., J. D. FLUCKEY,S .E .G ORDON,W .J .K RAEMER,\nP. A. F ARRELL, and R. T. T URNER. Effect of resistance exercise\ntraining on cortical and cancellous bone in mature male rats.\nJ. Appl. Physiol.84:459 – 464, 1998.\n127. W\nHEELER , D. L., J. E. G RAVES ,G .J .M ILLER , et al. Effects of\nrunning on the torsional strength, morphometry, and bone\nmass of the rat skeleton. Med. Sci. Sports Exerc.27:520 –529,\n1995.\n128. W\nINTERS, K. M., and C. M. S NOW. Detraining reverses positive\neffects of exercise on the musculoskeletal system in premeno-\npausal women. J. Bone Miner. Res.15:2495–2503, 2000.\n129. W\nITZKE, K. A., and C. M. S NOW. Effects of plyometric jump\ntraining on bone mass in adolescent girls.Med. Sci. Sports Exerc.\n32:1051–1057, 2000.\n130. Y ARASHESKI, K. E., J. A. C AMPBELL, and W. M. K OHRT. Effect of\nresistance exercise and growth hormone on bone density in older\nmen. Clin. Endocrinol. 47:223–229, 1997.\n131. Y\nEH, J. K., J. F. A LOIA,J .M .T IERNEY, and S. S PRINTZ. Effect of\ntreadmill exercise on vertebral and tibial BMC and BMD in the\naged adult rat: determined by dual energy x-ray absorptiometry.\nCalcif. Tissue Int.52:234 –238, 1993.\n132. Y\nINGLING, V. R., S. D AVIES, and M. J. S ILVA. The effects of\nrepetitive physiologic loading on bone turnover and mechanical\nproperties in adult female and male rats. Calcif. Tissue Int.\n68:235–239, 2001.\n133. Z\nAMAN, G., M. Z. C HENG,H .L .J ESSOP,R .W HITE, and L. E.\nLANYON. Mechanical strain activates estrogen response elements\nin bone cells. Bone 27:233–239, 2000.\n1996 Official Journal of the American College of Sports Medicine http://www.acsm-msse.org\nView publication statsView publication stats"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "strength"
    ],
    "primary_human": "bone_density (BMD); bone_mass; fracture_risk (guidance level)"
  },
  "bucket": "D",
  "notes": "ACSM position stand outlining how weight-bearing and impact-type physical activity across the lifespan supports bone mass and reduces osteoporosis/fracture risk; provides general dose/type guidelines but not specific RT programming details."
}