{
  "id": 110,
  "title": "A Critical Analysis of the ACSM Position Stand on Resistance Training: Insufficient Evidence to Support Recommended Training Protocols",
  "authors": "Carpinelli RN; Otto RM; Winett RA",
  "year": 2004,
  "doi": "NR",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "ACSM_position_stand",
    "resistance_training",
    "progression_models",
    "load",
    "sets",
    "frequency",
    "repetition_duration",
    "hypertrophy",
    "strength"
  ],
  "population": {
    "training_status": "narrative_critique (ACSM RT progression stand)"
  },
  "sections": {
    "abstract": "A CRITICAL ANALYSIS OF THE ACSM POSITION STAND ON RESISTANCE TRAINING: \nINSUFFICIENT EVIDENCE TO SUPPORT RECOMMENDED TRAINING PROTOCOLS. Ralph N. \nCarpinelli, Robert M. Otto, Richard A. Winett. JEPonline 2004;7(3):1-60. In February 2002, the American \nCollege of Sports Medicine (ACSM) published a Position Stand entitled Progression Models in Resistance \nTraining for Healthy Adults. The ACSM claims that the programmed manipulation of resistance-training \nprotocols such as the training modality, repetition duration, range of repetitions, number of sets, and frequency \nof training will differentially affect specific physiological adaptations such as muscular strength, hypertrophy, \npower, and endurance. The ACSM also asserts that for progression in healthy adults, the programs for \nintermediate, advanced, and elite trainees must be different from those prescribed for novices. An objective \nevaluation of the resistance-training studies shows that these claims are primarily unsubstantiated. In fact, the \npreponderance of resistance-training studies suggest that simple, low-volume, time-efficient, resistance training \nis just as effective for increasing muscular strength, hypertrophy, power, and endurance—regardless of training \nexperience—as are the com plex, high-volume, time-consuming protocols that are recommended in the Position \nStand. This document examines the basis for many of the claims in the Position Stand and provides an \nobjective review of the resistance training literature. \n \nKey Words: Strength, power, hypertrophy, muscular endurance \n \n \n \n \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training 2\n \n \n \nTABLE OF CONTENTS \n \n1. Abstract ………………………………………………………………………………………………….. 1 \n2.",
    "introduction": "………………………………………………………………………………………………. 2 \n3. Free Weights And Machines……………………………………………………………………………... 3 \n4. Repetition Duration…………………………………………………………………………………….… 5 \n5. Range Of Repetitions…………………………………………………………………………………….. 9 \na. Bone Mineral Density……………………………………………………………………….. 11 \n6. Multip le Sets……………………………………………………………………………………………. 12 \na. Previously Untrained Subjects………………………………………………………………. 12 \nb. Previously Untrained Subjects In Long-Term Studies………………………………………. 13 \nc. Resistance-Trained Subjects…………………………………………………………………. 14 \n7. Rest Periods…………………………………………………………………………………………….. 18 \n8. Muscle Actions………………………………………………………………………………………….. 19 \na. Concentric-Only Versus Eccentric-Only (Supramaximal) Muscle Actions………………… 19 \nb. Concentric/Eccentric Versus Concentric/Accentuated-Eccentric Muscle Actions…… …… 21 \n9. Frequency Of Training………………………………………………………………………………….. 22 \na. Split Routines…………………………………………………………………………………27 \n10. Periodization……………………………………………………………………………………………. 28 \na. Training Volume………………………………………………………………………………34 \n11. Local Muscular Endurance……………………………………………………………………………... 35 \n12. Power………………………………………………………………………………………………….… 41 \n13. Muscular Hypertrophy………………………………………………………………………………….. 45 \n14.",
    "conclusions": "……………………………………………………………………………………………. 47 \n15. Recommendations…………………………………………………………………………………….… 49 \n16. Acknowledgem ents……………………………………………………………………………………... 50 \n17. References…………………………………………………………………………………………….… 50 \n \n \nINTRODUCTION \n \nThe American College of Sports Medicine (ACSM) published a Position Stand (1) entitled Progression Models \nin Resistance Training for Healthy Adults, which attempts to augment the ACSM’s previous Position Stand (2) \nentitled The Recommended Quantity and Quality of Exercise for Developing and Maintaining \nCardiorespiratory and Muscular Fitness, and Flexibility in Healthy Adults. The most recent Position Stand \nclaims that the ACSM’s previous resistance-training recommendation to perform 1 set of 8-12 repetitions 2-3 \ntimes/week for all the major muscle groups is effective for only previously untrained (novice) individuals, and \nthat it did not include guidelines for those who wish to improve muscular strength, hypertrophy, power, and \nendurance beyond the beginning programs (p. 365). \n \nThe Position Stand states that its purpose is to provide guidelines for progression in intermediate trainees, who \nare defined in the Position Stand as those with approximately six months of consistent resistance training, for \nadvanced trainees with years of resistance training, and for elite athletes who are highly trained and compete at \nthe highest levels (p. 366). \n \nGiven the way that the ACSM has defined and categorized their target populations (intermediate, advanced, and \nelite trainees), the reader should expect that the Position Stand would first cite evidence to support their \nassumption that the target populations require training programs different from beginning programs, and then \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n3\npresent supporting evidence (peer-reviewed resistance-training studies) for recommendations that are drawn \nexclusively from those specific demographics. Neither obligation is fulfilled in the Position Stand, thereby \nrendering the majority of claims in the Position Stand unsubstantiated. \n \nThe preponderance of published resistance-training research has used previously untrained subjects. \nConsequently, most of the studies cited in the Position Stand and in this document involved subjects with little \nor no resistance training experience (novices). Although the rate of progression tends to be greater in novices \nthan in intermediate and advanced trainees, there is very little evidence to suggest that the resistance-training \nprograms recommended for increasing muscular strength, hypertrophy, power, and endurance in novice trainees \nneed to be different for intermediate and advanced trainees. \n \nBecause many resistance-training reviews and books may be inundated with misinterpretations of legitimate \nresistance training studies, and often contain unsubstantiated opinions, the only acceptable sources of \nsupporting evidence are peer-reviewed resistance-training studies (primary sources). Therefore, secondary \nsources such as reviews and books are not acceptable as evidence, and consequently they are not discussed in \nthis document. \n \nContrary to the ACSM’s claim that Positions Stands are based on solid research and scientific data (3), we \nspecifically demonstrate how the Position Stand based its claims and recommendations on selective reporting or \nmisinterpretation of studies, and that the Position Stand represents merely the unsubstantiated opinions of its \nauthors and the ACSM. \n \nThe entire burden of proof is on the authors of the Position Stand and the ACSM to support their claims and \nrecommendations with resistance-training studies, and that proof must be based entirely on the evidence that \nwas available prior to and throughout the preparation of their document. Because we do not claim that one \nresistance-training protocol is superior to another, it is not our responsibility to cite studies. However, in order \nto reveal the selective reporting of studies in the Position Stand, we cite a number of resistance-training studies \nthat do not support the primary claim or recommendation in the Position Stand. All the studies we cite were in \nprint and available to the authors of the Position Stand prior to its publication. Thus, our objective analysis of \nthe Position Stand also relies exclusively on resistance training studies that were available prior to the \npublication of the Position Stand. \n \nWe address all the components of a resistance training program, which include the selection of a training \nmodality (free weights and machines), repetition duration (speed of movement), range of repetitions, number of \nsets, rest between sets and exercises, types of muscle actions, and frequency of training. Because the ACSM \nand the authors of the Position Stand apparently believe that muscular endurance, power, and hypertrophy are \ndifferentially affected by various training protocols and that specific adaptations are affected by so-called \nperiodization, they created separate categories for these topics. Therefore, we also address each of these issues \nseparately. \nOur document concludes with remarkably simple recommendations for resistance training, which are based on \nthe preponderance of scientific evidence. \n \nFREE WEIGHTS AND MACHINES \n \nThe Position Stand claims that multiple-joint exercises such as the bench press and squat are generally regarded \nas most effective for increasing overall muscular strength because they enable a greater magnitude of weight to \nbe lifted (p. 368). Only a review by Stone et al. (4) is cited in an attempt to support that claim. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n4\n \nThe Position Stand claims that resistance exercise machines are safer to use, easier to learn, allow the \nperformance of some exercises that may be difficult with free weights, help stabilize the body, and focus on the \nactivation of specific muscles (p. 368). The only reference cited is an article by Foran (5), which is a brief \nopinion about machines that states nothing related to—and therefore does not support—the opinions expressed \nin the Position Stand. \n \nThe Position Stand claims that resistance training with free weights",
    "results": "in a pattern of intra- and inter-\nmuscular coordination that mimics the movement requirements of a specific task and that emphasis should be \nplaced on free-weight exercises for advanced resistance training, with machine exercises used to complement \nthe program (p. 368). There is no reference cited to support either opinion. \n \nOnly a few studies (6-8) have compared the effects of free weights and machines on muscular strength. Boyer \n(6) randomly assigned 60 previously untrained females (19-37 years) to one of three resistance-training \nprograms. All subjects performed 3 x 10 RM (i.e., 3 sets of 10 repetitions where RM denotes a maximal effort \non the last repetition of a set) wk 1-3, 3 x 6 RM wk 4-6, and 3 x 8 RM wk 7-12 on two lower-body and five \nupper-body exercises 3x/wk for 12 weeks. They exercise d similar muscle groups using free weights, Nautilus\n® \nmachines, or Soloflex® machines, which utilize rubber weight straps for resistance. There was a significant pre- \nto post-training decrease in thigh (16.6, 14.5 and 14.5 %), arm (15.8, 8.9 and 17.1 %) and iliac (4.2, 7.3 and 9.6 \n%) skin-folds, and percent body fat (9.6, 6.2 and 9.6 %) for the free-weight, Nautilus ® and Soloflex ® groups, \nrespectively, with no significant difference between th e groups for any anthropometric variable. The free-\nweight group showed significantly greater gains than the Nautilus ® group when tested on the equipment used \nfor training: 1 RM bench press (24.5 and 15.3 %), behind-the-neck press (22.3 and 10.9 %), and leg sled (15.5 \nand 11.2 %), for free-weight and Nautilus ® groups, respectively. The Nautilus ® group showed significantly \ngreater gains than the free-weight group when tested on the Nautilus® machines: bench press (23.3 and 47.2 %), \nlateral raise (19.4 and 46.8 %), and leg press ( 17.1 and 28.2 %), for the free-weight and Nautilus ® groups, \nrespectively. Overall, the average strength gain in the free-weight group was 20.4 % (Nautilus and free-weight \nequipment combined), while the Nautilus ® group increased 26.6 % (Nautilus and free-weight equipment \ncombined). Interestingly, the Soloflex ® group significantly increased stre ngth by 29.5 % when tested on the \nSoloflex® machine and 15.1 % when tested on the other m odalities. Boyer (6) concluded that although the \nstrength gains were significantly greater when each group was tested on their training modality, the programs \nproduced comparable changes in muscular strength and body composition. \n \nSanders (7) randomly assigned 22 college students to a free-weight (bench press and behind-the-neck seated \npress) or Nautilus® (chest press and shoulder press machines) training group. All subjects performed 3 x 6 RM \n3x/wk for five weeks. They were tested pre- and post-training for 3-minute bouts of rhythmic isometric \nexercise (maximal muscle actions every other second) for the elbow extensors at 90\no and shoulder flexors at \n135o. Initial and final strength levels were measured by using the average of three successive muscle actions at \neach 15-second time interval. A strength decrement during each test was obtained by subtracting the final \nstrength from the initial strength. Results revealed that elbow extensor strength significantly increased in the \nfree-weight (~22 %) and Nautilus\n® groups (~24 %). Shoulder flexor strength significantly increased following \nfree weight training (~12 %) and Nautilus® training (~13 %). There was no significant difference between the \nfree weight and Nautilus® groups for initial strength, final strength, or strength decrement. Sanders (7) \nconcluded that free weights and Nautilus® machines were equally effective for developing muscular strength \nand endurance. \n \nSilvester et al. (8) reported the results of two experiments comparing free weights and machines. In experiment \n#1, 60 previously untrained college-age males were randomly assigned to one of three groups who performed 1 \nx 4-16 RM for the lower-body exercises using a Nautilus\n® machine, Universal® machine (2 x 7-15), or free-\nweight squats (3 x 6). The intensity for the Universal® and free-weight groups was not specified. The \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n5\nNautilus® and free-weight groups completed each repetition in three seconds, while the Universal® group did \nnot exceed two seconds for each repetition. The Universal® and free-weight groups trained 3x/wk for 11 weeks, \nwhile the Nautilus® group trained 3x/wk for the first six weeks and 2x/wk for the last five weeks. There was a \nsignificant increase in vertical jump height (0.2, 1.0, and 1.3 %, for Nautilus®, Universal®, and free-weight \ngroups, respectively). Silvester et al. (8) noted that it appeared that the Universal® and free-weight groups \nimproved to a greater extent than the Nautilus® group, with no significant difference between the Universal® \nand free-weight groups. However, later in their",
    "discussion": "they state that the increases in vertical jump were \nequal (p. 32). There was a significant increase in lower-body strength (8.6, 9.7, and 12.5 %, for Nautilus®, \nUniversal®, and free-weight groups, respectively), with no significant difference among the groups. Different \nnumbers of sets and repetitions, intensity, repetition duration, frequency of training, and types of equipment did \nnot result in significantly different gains in strength. \n \nIn experiment #2, Silvester et al. (8) randomly assigned 48 previously untrained college-age males to one of \nfour groups who performed barbell curls for either one set or three sets of six repetitions with 80 % 1 RM, or \none set or three sets of 10-12 RM Nautilus® machine curls 3x/wk for eight weeks. The four groups significantly \nincreased elbow-flexion strength at four angles (70, 90, 135, and 180°) after training with one set of barbell \ncurls (23 %), three sets of barbell curls (30 %), one set of Nautilus® machine curls (25 %) or three sets of \nmachine curls (19 %). There was no significant difference in strength gains among the groups at any angle. \nSilvester et al. (8) concluded that one set is just as effective as three sets, and that it does not appear to matter \nwhich modality of resistance training (free weights or machines) is chosen. \n \nIn summary, there is no scientific evidence cited in the Position Stand to support the superiority of free weights \nor machines for developing muscular strength, hypertrophy, power, or endurance (Table 1). Either training \nmodality or a combination of modalities appears to be effective. \n Table 1. Summary of Research Comparing Free Weights and Machines. \nReference Rating \nBoyer (6) ∗ \nSanders (7) ∗ \nSilvester et al. (8) ↓ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nTable 1 provides a summary of the \nstudies in this section and their relative \nsupport, or lack of support, for the \nPosition Stand. The order of \npresentation in Table 1 and the level of \nsupport for each study follow the \ndescriptions in the narrative. Summary \ntables using the same format are \nprovided in subsequent sections. \n \n \nREPETITION DURATION \n \nThe Position Stand often incorrectly refers to the duration of a repetition or muscle action as velocity of muscle \naction (p. 368). For example, a 1 s concentric muscle action coupled with a 1 s eccentric muscle action is \nactually a description of a shorter duration repetition, while a 10-second concentric muscle action and 4 s \neccentric muscle action is a longer duration repetition. Seconds do not describe the velocity of muscle action. \nSpeed of movement may be expressed in °/s or radians/s for rotational motion, and cm/s for linear movement. \n \nThe Position Stand claims that muscle actions that are less than 1 to 2 s duration have been shown to be more \neffective than longer durations for increasing the rate of strength gain (p. 369), and they cite a study by Hay et \nal. (9). Hay et al. (9) compared the resultant joint torque in three resistance-trained males (~33 years). The \nsubjects used different loads and rates of lifting while performing seated curls with a barbell as well as with a \ncurling device on a machine. Hay et al. (9) noted that when the duration of the lift was less than two seconds, \nvery little torque was required to maintain momentum during the latter half of the lift. That is, faster lifting \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n6\nmade the exercise easier (less intense). Antithetically, and without any rationale, Hay et al. (9) expressed their \nopinion that for a given load, a faster rate of lifting (shorter duration) is likely to yield a slightly better rate of \nstrength development than slower rates of lifting (longer duration). However, because this was not a training \nstudy, there is no evidence to support the opinion of Hay et al. (9) or the claim in the Position Stand. \n \nIn support of shorter repetition durations, the Position Stand cites a study by Keeler et al. (10) who randomly \nassigned 14 previously untrained females (~33 years) to either a traditional (2 s concentric/4 s eccentric) or \nsuper-slow (10 s concentric/5 s eccentric) resistance-training protocol. A stopwatch was used to monitor \nrepetition duration. All subjects performed 1 set of 8-12 repetitions to muscular fatigue for each of eight \nexercises 3x/wk for 10 weeks. The traditional group initiated the program with 80 % 1 RM, while the super-\nslow group used 50 % 1 RM. Both groups significantly increased 1 RM for all eight exercises, with the \ntraditional group showing significantly greater gains in five out of the eight individual exercises and a \nsignificantly greater overall increase in strength (39 %) compared with the super-slow group (15 %). There was \nno significant change in body mass, percent fat, lean body mass or body-mass index in either group. \n \nThe results reported by Keeler et al. (10) suggest that the 2 s/4 s repetition duration produced significantly \ngreater gains in some strength measures compared with a 10 s/5 s protocol. However, the small strength gains \nfor the super-slow group (e.g., ~7 % leg press and ~11 % bench press) in previously untrained females after 10 \nweeks of resistance training suggest that the protocol selected for the super-slow group (8-12 repetitions with 50 \n% 1RM) was remarkably ineffective. \n \nWestcott et al. (11) reported the results of two studies that were conducted in a recreational training center. \nAlthough the 147 previously untrained males and females (25-82 years) were not randomly assigned, they chose \na specific time to train based on their schedule without knowing whether the traditional (shorter repetition \nduration) or super-slow protocol (longer repetition duration) was assigned to a specific group. The traditional \ngroup performed 8-12 repetitions using a 2 s concentric, 1 s isometric, and 4 s eccentric duration, while the \nsuper-slow group performed 4-6 repetitions with 10 s concentric and 4 s eccentric muscle actions. Intensity was \nnot described for either group. Strength was assessed using a 5 RM in the super-slow group and 10 RM in the \ntraditional group. Westcott et al. (11) claimed that the time under load (~70 s) was similar for both groups \nduring testing and training. Both groups performed one set for each of 13 exercises 2-3x/wk for 8-10 weeks. In \nthe first study, the super-slow group showed significantly greater strength gains (59.1 %) for the 13 exercises \ncompared with the traditional group (39.0 %). In the second study (only the results of the chest-press exercise \nwere reported), the super-slow group also showed a significantly greater strength gain (43.6 %) compared with \nthe traditional group (26.8 %). Westcott et al. (11) did not use a metronome or any other timing device to \nmeasure repetition duration (the independent variable) during either the testing or the training in either study. \nTherefore, because there was no control for the independent variable, any",
    "conclusion": "from this study (11) \nrelative to repetition duration should, at best, be regarded as questionable. \n \nIn summary, neither of these studies by Keeler et al. (10) or Westcott et al. (11) provides sufficient evidence to \nsupport the advantage of one repetition duration over another. \n \nThe Position Stand claims that compared with longer repetition durations, moderate (1-2 s concentric/1-2 s \neccentric) and shorter (<1 s concentric/1 s eccentric) durations have been shown to be more effective for \nenhanced muscular performance (p. 369). Studies by LaChance and Hortobagyi (12) and Morrissey et al. (13) \nare cited. LaChance and Hortobagyi (12) reported the acute effects of different repetition durations (fast self-\npaced, 2 s concentric/2 s eccentric, and 2 s concentric/4 s eccentric) for push-up and pull-up exercises in 75 \nmoderately trained college-age males. The exercise was terminated when a subject was unable to complete a \nfull range of motion or maintain prescribed duration. The self-paced duration resulted in a greater number of \nrepetitions performed, and greater concentric work and power than the longer repetition durations for both pull-\nup and push-up exercises. The number of push-ups (sixty-four) and pull-ups (eleven) in the self-paced trial was \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n7\nsignificantly greater than the 2 s/2 s protocol (thirty-eight and seven), and the 2 s/4 s protocol (twenty-six and \nsix), push-ups and pull-ups, respectively. All the exercises were performed with the same resistance (an \nestimated percent of the subject’s body mass). Therefore, the results suggest that the longer duration repetitions \nwere harder (greater intensity) than the shorter, self-paced duration. Because this was not a training study (12), \nthe opinion stated in the Position Stand that shorter duration repetitions are more productive than longer \ndurations is relevant only to the acute demonstration of a specific muscular performance, with no evidence that \nthe specific performance will transfer to other demonstrations of muscular performance, and more importantly, \nno evidence to suggest that shorter repetition durations will stimulate superior adaptations for enhancing \nmuscular performance. \n \nMorrissey et al. (13) randomly assigned 24 previously untrained females (~24 years) to perform six sets of free-\nweight squats (50 % 8 RM set 1, 75 % 8 RM sets 2-3, 8 RM sets 4-6) 3x/wk for seven weeks. The longer-\nduration group used a 2 s concentric/2 s eccentric repetition duration (2 s/2 s) and the shorter-duration group \nused 1 s concentric/1 s eccentric (1 s/1 s). A custom made device was used to cue the subjects to the \nappropriate repetition duration. There was a significant increase in horizontal long-jump distance in both the 1 \ns/1 s (44 %) and 2 s/2 s (31 %) groups, but Morrissey et al. (13) did not state whether the difference between \ngroups was significant. Improvement in vertical jump was significant only in the 1 s/1 s group (12 %), although \nthe authors noted that the percent change in the 2 s/2 s group (20 %) exceeded that of the 1 s/1 s group. The \npre- to post-training increases in concentric work on an isokinetic dynamometer were significant for all test \nvelocities in the shorter-duration group and were not significant for the longer-duration group. However, \nMorrissey et al. (13) specifically noted that both groups significantly improved in all the numerous variables \nthat have practical significance, including the 1 RM slow squat (26 and 31 %), 1 RM fast squat (30 and 26 %), \nvertical jump peak force rate (59 and 62 %), peak power (10 and 9 %), average power (35 and 30 %), long jump \npeak force rate (77 and 73 %), peak power (17 and 22 %), average power (27 and 37 %), and knee extension \nisometric peak torque (13 and 16 %), for the 2 s/2 s and 1 s/1 s groups, respectively. There was no significant \ndifference between groups for any of these variables. Morrissey et al. (13) concluded that the squat tests did not \nsupport the concept of a specificity of velocity (repetition duration) for resistance training. \n \nThe Position Stand claims that studies have shown that using shorter repetition durations with moderately high \nresistance (not defined) are more effective for advanced training than longer durations (p. 369). However, the \nreferences cited (14-15) do not support this opinion. Jones et al. (14) randomly assigned 30 males (~20 years), \nwho were Division Ι baseball players with approximately three years resistance training experience, to a high-\nresistance or low-resistance group. The high-resistance group performed 3-10 repetitions with 70-90 % 1 RM \nand the low-resistance group used 40-60 % 1 RM for 5-15 repetitions. All subjects performed three full range-\nof-motion sets and one partial range of motion set, with two minutes rest between sets for each of four exercises \n(parallel squat, dead lifts, lunges, and partial squats) 2x/wk for 10 weeks. All the trainees in both groups \nattempted to move the resistance as rapidly as possible during the concentric phase of each repetition. Neither \nrepetition duration nor velocity of movement was reported for any of the four exercises. Subjects were tested \nfor maximal performance: peak power, force, and velocity in the set angle jump (140°), countermovement \njumps with 30 and 50 % 1 RM, and depth jumps at 27 cm. There was no significant difference between the \nhigh-resistance (70-90 % 1 RM) and low-resistance (40-60 % 1 RM) groups for any of the 12 performance \noutcomes. Jones et al. (14) assessed strength using a 1 RM parallel squat. The gain in the high-resistance group \n(presumably the longer repetition duration) was significantly greater than the low-resistance (shorter duration) \ngroup (16.3 and 11.5 %, respectively). Jones et al. (14) stated two times in their Abstract and eight times in \ntheir Discussion and Practical Application sections that the trends in their data are supportive of a specificity of \ntraining, which obviously conflicts with the results of their own statistical analysis. Thus, the actual results \nreported by Jones et al. (14) contradict the claim in the Position Stand. \n \nMoss et al. (15) assigned 31 well-trained (not defined) males (~23 years) to one of three groups that performed \nunilateral elbow flexion exercise 3x/wk for nine weeks (3 sets wk 1, 4 sets wk 2-5, and 5 sets wk 6-9). The \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n8\ngroups performed two, seven or 10 repetitions per set using 90, 35 or 15 % 1 RM (groups G90, G35 and G15, \nrespectively). Moss et al. (15) attempted to make the total contractile time similar for the three groups, which \nwas reported as 3.5 s in each set of repetitions. However, they did not report repetition duration or angular \nvelocity. All subjects were encouraged to perform each lift as fast as possible. As measured by computerized \ntomography, mean cross-sectional area of the elbow flexors showed a small significant increase (2.8 %) in G35. \nG90 and G35 showed a significant increase in power at all loads (2.5 kg, 15, 25, 35, 50, 70, and 90 % of pre-\ntraining 1 RM). There was no significant difference in power between G90 and G35 at any load. Angular \nvelocity significantly increased at all loads, with no significant difference between G90 and G35. There was a \nsignificant increase in 1 RM in G90 (15.2 %), G35 (10.1 %), and G15 (6.6 %), with no significant difference \nbetween G90 (presumably the longer repetition duration) and G35 (presumably a shorter repetition duration). \nThe results reported by Moss et al. (15) do not support the claim in the Position Stand. \n \nIn summary, the studies by Jones et al. (14) and Moss et al. (15) render the claim in the Position Stand \nunsubstantiated. \n \nThree studies, involving previously untrained participants that compared repetition durations using free weights \n(16-17) and free weights and machines (18), were not cited in the Position Stand. Berger and Harris (16) \narbitrarily divided 69 male college students into three resistance training groups who performed one set of the \nfree-weight bench-press exercise 3x/wk for eight weeks. The shortest-duration group executed an 18-20 RM at \na duration of ~1.3 s/rep, the intermediate-duration group used an 8-10 RM at ~2.8 s/rep, and the longest-\nduration group performed four repetitions with an 18-20 RM load for a duration of ~6.3 s/rep. Total time for \nthe set was similar for the three groups (25 s). All the subjects performed the sets with a maximal effort for \ntheir specific repetition duration. There was a significant increase in 1 RM bench press in the shortest (15.2 %), \nintermediate (17.7 %), and longest duration (17.7 %) groups, with no significant difference among the groups. \nAbsolute muscular endurance (with 50 % initial 1 RM) significantly increased in the three groups (30.3, 27.5, \nand 38.2 %, respectively), with no significant difference among the groups. Berger and Harris (16)\n concluded \nthat the three repetition durations were equally effective for increasing muscular strength and endurance. \n \nYoung and Bilby (17) reported the results of resistance training with the free weight barbell squat. Eighteen \nmales (19-23 years) were randomly assigned to one of two experimental groups: one group exploded on the \nconcentric phase of the repetition (shorter-duration group), while the other group performed the concentric \nportion in what the authors described as a slow and controlled manner to minimize acceleration (longer-duration \ngroup). All subjects followed a similar training protocol of four sets of 8-12 RM 3x/wk for 7½ weeks. Both \ngroups showed a significant improvement on maximal rate of force development (68.7 and 23.5%), vertical \njump (4.7 and 9.3 %), absolute (21.0 and 22.5 %) and relative (19.5 and 20.4 %) 1 RM, absolute (21.0 and 22.5 \n%) and relative (19.5 and 20.4 %) isometric peak force, middle (2.1 and 2.2 %) and distal (5.0 and 4.4 %) thigh \ncircumference, vastus intermedialis (24.4 and 21.0 %) and rectus femoris (1.4 and 1.5 %) thickness, and body \nmass (1.2 and 1.9 %), for shorter-duration and longer-duration groups, respectively. There was no significant \ndifference between groups for any of the measured variables. \n \nPalmieri (18) randomly assigned 54 previously untrained subjects (18-23 years) to one of three training groups: \nlonger-duration, shorter duration, or a combination of longer and shorter repetition durations. All the groups \ntrained the lower body 3x/wk using barbell squats and three machine exercises. For the free-weight squats, all \nsubjects followed a multiple-set program that varied the number of sets, repetitions, and percent 1 RM (2-3 sets \nof 1-10 repetitions at 53-97 % 1 RM) throughout the 10-week study. Subjects in the shorter-duration group \nperformed the concentric phase of the free-weight squat in three-quarters of a second or less, while those in the \nlonger-duration group executed the concentric portion in two seconds or more. The combination group \nfollowed the longer-duration protocol for six weeks and then switched to the shorter-duration protocol for the \nremaining four weeks. All subjects used a 4 s duration for the eccentric phase of each repetition. Palmieri (18) \nattempted to estimate lower-body power (functional performance) by using the subject’s vertical jump height \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n9\nTable 2. Summary of Research Comparing Repetition Duration. \nReference Rating \nBerger & Harris (16) ∗ \nHay et al. (9) ↓ \nJones et al. (14) ↓ \nKeeler et al. (10) ↑ \nLaChance & Hortobagyi (12) ↓ \nMorrissey et al. (13) ↓ \nMoss et al. (15) ↓ \nPalmieri (18) ∗ \nWestcott et al. (11) ? \nYoung & Bilby (17) ∗ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nand body mass. The three groups showed a significant increase in lower-body functional performance (3.7, 3.8 \nand 3.2 %) and 1 RM squat (25, 20, and 20 %, longer-duration, shorter-duration, and combination groups, \nrespectively), with no significant difference among the groups for either measure. When the combination group \nswitched from the longer-duration protocol to the shorter-duration protocol, there was no increase in either 1 \nRM squat or lower-body functional performance for the remaining four weeks. Palmieri (18) concluded that \ntraining with longer, shorter or \ncombination of longer and shorter \nrepetition durations will produce similar \ngains in lower-body strength and \nfunctional performance. \n \nThe Position Stand recommends that \nadvanced trainees use unintentionally slow \nto fast training velocities in order to \nmaximize strength (p. 369). There is no \nevidence cited to support this \nrecommendation. \n \nIn summary, there is very little evidence \nto support the superiority of any specific \nrepetition duration for developing \nmuscular strength, hypertrophy, power, or \nendurance (Table 2). \n \nRANGE OF REPETITIONS \n \nThe Position Stand claims that several pioneering studies reported that training with 1-6 RM, and more \nspecifically with 5-6 RM, is most effective for increasing maximal dynamic strength (p. 367). Three studies \n(19-21) are cited. \n \nBerger (19) trained 199 male college students who performed one maximal set of the free-weight bench press \n3x/wk for 12 weeks. Training for each of the six groups differed in the number of repetitions performed: 2 RM, \n4 RM, 6 RM, 8 RM, 10 RM, or 12 RM. Although Berger (19) only reported the post-training means, his \nanalysis of covariance revealed a significantly greater gain in strength (1 RM) for the 4 RM, 6 RM, and 8 RM \ngroups compared with the 2 RM group, with no significant difference between the 4 RM, 6 RM, and 8 RM \ngroups. The 4 RM and 8 RM groups showed a greater increase than the 2 RM and 10 RM groups. The strength \ngain for the 8 RM group was significantly greater than the 2 RM, 10 RM, and 12 RM groups, with no \nsignificant difference between the 2 RM, 10 RM, and 12 RM groups. Contrary to the claim in the Position \nStand, Berger (19) reported that the 6 RM group produced strength gains that were not significantly different \nfrom the 4 RM and 8 RM groups (Table 2, p. 337). \n \nO’Shea (20) randomly assigned 30 young, previously untrained, male college students to perform three sets of \nfree-weight barbell squats 3x/wk for six weeks using one of three repetition ranges: 2-3 RM, 5-6 RM, or 9-10 \nRM. There was a significant increase in dynamic 1 RM squat (21.8, 26.7, and 20.4 %, 2-3 RM, 5-6 RM and 9-\n10 RM groups, respectively), static strength on a lower-body dynamometer (23.2, 15.5, and 21.1 %, 2-3 RM, 5-\n6 RM and 9-10 RM groups, respectively), and thigh girth (3-6 %). There was no significant difference among \nthe groups for any of the changes. O’Shea (20) concluded that the three training protocols resulted in similar \nimprovements in thigh girth, static strength and dynamic strength. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n10\nWeiss and colleagues reported the effects of resistance training with different ranges of repetitions on muscular \nstrength in one publication (21) and hypertrophy in another (22). They randomly assigned 44 males (18-30 \nyears), who were not previously engaged in any systematic physical training, to one of three training groups or a \ncontrol group. Subjects performed four sets of free-weight barbell squats to muscular fatigue 3x/wk for seven \nweeks using a 3-5 RM, 13-15 RM, or 23-25 RM protocol. The three training groups significantly increased \nisokinetic knee-extensor strength (percent change not reported), with no significant difference among the \ngroups. They also significantly increased 1 RM squat, with the 3-5 RM group showing a significantly greater \nincrease than the 23-25 RM group, but not significantly greater than the 13-15 RM group (21). Weiss et al. (22) \nreported quadriceps muscle thickness using ultrasound. The three training groups significantly increased \nquadriceps muscle thickness, with no significant difference among the three protocols. Weiss et al. (21-22) \nconcluded that performance of four sets of barbell squats within the range of 3 RM to 15 RM three days a week \nfor seven weeks elicits similar increases in quadriceps thickness and strength. \n \nIn summary, the aforementioned studies (19-21) fail to support the claim in the Position Stand. \n \nWhile some individuals may prefer a lower or higher range of repetitions for different muscle groups or for \nsimple variation in their training, there is very little evidence to support the specificity of any particular range of \nrepetitions. Although most resistance-training research involves previously untrained subjects, several other \nstudies (23-26) in this population also suggest that particular outcomes are not related to a specific range of \nrepetitions. \n \nBemben et al. (23) trained 25 females (41-60 years) 3x/wk for six months with either eight repetitions at 80 % 1 \nRM or 16 repetitions at 40 % 1 RM. Three sets for each of three lower-body and five upper-body exercises \nwere executed on resistance machines, but only one set for each of four additional lower-body exercises: hip \nflexion, extension, abduction, and adduction. Three sets of exercise produced an average increase in strength of \napproximately 25 %, while one set produced almost twice the increase of about 49 %. Strength gains were \nsimilar as a result of performing different numbers of repetitions using either heavier or lighter resistance. That \nis, ~27 and ~22 %, 8-repetition and 16-repetition groups, respectively, for 3-set exercises, and ~44 and ~52 %, \n8-repetition and 16-repetition groups, respectively, for 1 set exercises. As measured with ultrasound, both \ntraining groups showed significant improvements in rectus femoris cross-sectional area (~20 %) and biceps \nbrachii cross-sectional area (~30 %), with no significant difference between groups. \n \nChesnut and Docherty (24) randomly assigned 24 previously untrained males (~24 years) to either a 4 RM or 10 \nRM group. Subjects exercised 3x/wk for 10 weeks performing seven upper-body exercises for 1-6 sets each. \nBoth the 4 RM and 10 RM groups, respectively, significantly increased 1 RM elbow flexor strength (~13 and \n~11 %) and elbow extensor strength (~22 and ~28 %), as well as the dynamic training load for the elbow flexors \n(~20 and ~25 %) and extensors (~22 and ~28 %), with no significant difference between the 4 RM and 10 RM \ngroups for any of the strength gains. Both the 4 RM and 10 RM groups showed a significant increase in arm \ncircumference (~2 and ~2.5 %, respectively) and cross-sectional area measured by MRI (~6 and ~7 %, \nrespectively), with no significant difference between groups. Chesnut and Docherty (24) concluded that the 4 \nRM and 10 RM training protocols elicited similar increases in strength, muscle cross-sectional area and arm \ncircumference. \n \nGraves et al. (25) instructed 10 pairs of previously untrained identical twins (~19 years) to exercise the \nquadriceps muscles 2x/wk for 10 weeks. One of each twin performed one set of 7-10 RM and the matched twin \nexecuted one set of 15-20 RM variable resistance bilateral knee-extension exercise. Both groups had a \nsignificant increase in strength (13.2 and 12.8 %, 7-10 RM and 15-20 RM groups, respectively). There was no \nsignificant difference in the magnitude of strength gains between the identical twins, which were \nquintessentially matched groups. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n11\nPruitt et al. (26) randomly assigned 26 females (65-82 years) to a control group or one of two progressive \nresistance-training groups (7 repetitions at 80 % 1 RM, or 14 repetitions at 40 % 1 RM), who performed three \nsets for each of 10 exercises 3x/wk for 52 weeks. Arm strength showed a significantly greater increase in the \nhigher-repetition group (65.5 %) compared with the lower-repetition group (27.4 %). However, both groups \n(lower-repetition and higher-repetition, respectively) had significant gains in 1 RM for chest (10.1 and 15.4 %), \nshoulders (18.5 and 27.4 %), upper back (41.4 and 21.0 %), lower back (35.8 and 35.4 %), hips (50.9 and 66.4 \n%), and legs (47.6 and 42.4 %). There was no significant difference between groups in six out of seven \noutcomes. \n \nAll these studies (19-26) strongly suggest that within a reasonable range of repetitions, approximately 3 to 20, \nthere does not appear to be a specific number of repetitions (e.g., 4-6, 7-10, 12-15, etc.) that will elicit more \nfavorable gains in muscular strength, power, or hypertrophy. Therefore, the claim in the Position Stand that \nspecific ranges of repetitions produce specific outcomes has very little scientific foundation. \n \nBone Mineral Density \nThe effect of the range of repetitions, and consequently, the amount of resistance, on bone mineral density is not \ndiscussed in the Position Stand, but may be relevant to establishing resistance-training protocols. For example, \nKerr et al. (27) randomly assigned 56 previously untrained females (~57 years) to one of two resistance-training \nprograms using free weights and machines 3x/wk for 52 weeks. All subjects performed three sets for each of \nfive upper-body and five lower-body exercises, with 2-3 minutes rest between sets. One group used an 8-10 \nRM protocol and the other performed 20-25 RM. The exercising limb was allocated by randomization to either \nthe left or right side with the contralateral limb acting as the non-exercising control. By using each subject as \nher own control, genetic and environmental aspects of bone density were controlled. Muscle strength (1 RM) \nsignificantly increased for all 10 exercises with no significant difference between the 8-10 RM group (~75 %) \nand the 20-25 RM group (~69 %). However, only the 8-10 RM group significantly increased bone density \n(measured by dual-energy x-ray absorptiometry) in both the upper and lower limbs compared with their non-\nexercised contra-lateral limbs. \n \nTable 3. Summary of Research Comparing Repetition Range. \nReference Rating \nBemben et al. (23) ∗ \nBerger (19) ↓ \nChestnut & Docherty (24) ∗ \nGraves et al. (25) ∗ \nKerr et al. (27) ∗ \nO’Shea (20) ↓ \nPruitt et al. (26) ∗ \nTaaffe et al. (28) ∗ \nWeiss et al. (21) ↓ \nWeiss et al. (22) ∗ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nTaaffe et al. (28) randomly assigned 36 previously untrained females (65-79 years) to a control group or one of \ntwo progressive resistance training protocols: 7 repetitions with 80 % 1 RM, or 14 repetitions with 40 % 1 RM. \nThe two training groups performed three sets of leg-press, thigh-curl and knee-extension exercises 3x/wk for 52 \nweeks. Both the low-repetition and high-\nrepetition groups, respectively, showed a \nsignificant increase in 1 RM leg press \n(~49 and 30 %), thigh curl (~62 and 81 \n%), and knee extension (~82 and 60 %), \nwith no significant difference between the \ntwo training groups. However, the low-\nrepetition group retained bone mineral \ndensity, while the high-repetition and \ncontrol groups lost a significant amount \n(~2 %) of bone mineral density. \n \nThese two studies (27-28), in addition to \nthe previously discussed studies (19-26) \nsuggest that different ranges of repetitions \nproduce similar strength gains. However, \nfewer repetitions with a heavier load may \nbe required to increase bone density. In \naddition, based on the site-specific \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n12\nresponse of bone to exercise reported by Kerr et al. (27), a wide variety of exercises with a heavier rather than \nlighter resistance should probably be employed in order to stimulate maximal increases in bone density \nthroughout the body. \n \nThe Position Stand recommends a specific range of repetitions for different outcomes such as muscular \nstrength, hypertrophy, power, and endurance (p. 374). There are no references cited to support that \nrecommendation. \n \nIn summary, the claim in the Position Stand that different ranges of repetitions specifically affect muscular \nstrength, hypertrophy, power, and endurance is unsubstantiated (Table 3). \n \n \nMULTIPLE SETS \n \nThe Position Stand claims that several studies reported multiple-set programs superior to single-set programs (p. \n367) in previously untrained subjects (29-32), untrained subjects in long-term (~6 months) studies (33-34), and \nresistance-trained individuals (35-38). However, a close examination reveals that most of the studies cited do \nnot support the claims in the Position Stand. \n \nPreviously Untrained Subjects \nBerger (29) instructed nine groups of college-age males (N = 177) to perform the free-weight bench press as \npart of their beginning weight-training program using one of nine combinations of sets and repetitions (1 x 2 \nRM, 1 x 6 RM, 1 x 10 RM, 2 x 2 RM, 2 x 6 RM, 2 x 10 RM, 3 x 2 RM, 3 x 6 RM, or 3 x 10 RM) 3x/wk for 12 \nweeks. There was no control for the number of sets or repetitions performed for any of the other exercises in \nthe program, and the participants were not equated or randomized before training. When Berger (29) combined \nhis nine resistance-training groups according to the number of sets performed (1, 2 or 3 sets), he reported a \nsignificantly greater increase in 1 RM bench press as a result of performing three sets (25.5 %) compared with \none set (22.3 %) or two sets (22.0 %). There was no significant difference between the 1-set and 2-set groups. \nUsing an analysis of covariance to test for any significant interaction between sets and repetitions, Berger (29) \nnoted that training with one, two, or three sets in discrete combination with two, six, or 10 repetitions \n(interaction) was not systematically more effective in improving strength than other combinations. Berger (29) \nreported no significant interaction, but then concluded that the combination of three sets and six repetitions was \nmore effective than any other combination of sets and repetitions. In fact, Berger (29) reported no significant \ndifference in the magnitude of strength gains in seven out of nine of his comparisons between groups who \nperformed the same number of repetitions (two, six, or ten repetitions) for one, two, or three sets (Table 4, p. \n176). Thus, this seminal study by Berger (29), which is frequently cited in support of multiple sets, shows that \nthe majority of outcomes do not favor multiple sets. \n \nSanborn et al. (30) randomly assigned 17 previously untrained females (18-20 years) to either a single-set (8-12 \nreps) or multiple-set group (3-5 sets of 2-10 repetitions). All participants trained 3x/wk, involving the \ncompletion of five of the exercises 1x/wk and the other five exercises (including the squat) 2x/wk for eight \nweeks. Both groups showed a significant increase in 1 RM squat, with no significant difference between the \nsingle-set (24.2 %) and multiple-set groups (34.7 %). The increase in vertical jump was significantly greater in \nthe multiple-set group (11.2 %) compared with the single-set group (0.3 %). However, the multiple-set group \nwas encouraged to drive up on the balls of their feet when executing the squat, thereby involving additional \nmuscle groups (gastrocnemius and soleus), which contribute to vertical jump performance. There was no \nexplanation why these instructions were given to the multiple-set group and not to the single-set group. There \nwas no significant change in body mass in either group. This study by Sanborn et al. (30) fails to substantiate \nthe superiority of multiple-set protocols for increasing muscular size or strength. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n13\nStone et al. (31) trained 34 previously untrained males 3x/wk for five weeks. There were different training \nmodalities (8 machines and 9 free-weight exercises), different number of sets (1 set for all machines and 3-7 \nsets of free-weight exercises), and different number of repetitions (2, 12, or 15 for the machines, and 3, 6, 10, or \n12 for free-weight exercises), executed at different velocities (maximum velocity for the free-weight exercises). \nStone et al. (31) claimed that the free-weight group (3-7 sets) had a significantly greater increase in squat \nstrength and vertical jump compared with the machine group (1 set). However, the authors also reported no \nsignificant difference in machine leg press strength, no significant increase in what they described as power \n(vertical jump and the Lewis formula) and no significant increase in body mass in either group. Stone et al. (31) \ndid not report any pre- or post-training data or the percent change for any of the variables, which leaves this \nstudy open to different interpretations. \n \nStowers et al. (32) compared the effects of resistance training in subjects who performed four exercises 1x/wk, \nand four exercises (including the squat and bench press) 2x/wk for seven weeks. The 84 previously untrained \ncollege-age males were randomly assigned to either 1 x 10 RM, 3 x 10 RM, or a varied multiple-set protocol (5 \nx 10 wk 1-2, 3 x 5 wk 3-5, and 3 x 3 wk 6-7). Intensity was not described for the varied multiple-set group. All \ngroups significantly increased 1 RM squat, with the varied multiple-set group (~25 %) showing a significantly \ngreater increase than the 1-set (~16 %) and 3-set (~18.5 %) groups. Only the varied multiple-set group \nsignificantly increased vertical jump height (~10 %). The three groups showed a significant increase in 1RM \nbench press (~8.5 %), with no significant difference among groups. There was no significant difference \nbetween the 1-set and 3-set groups at the end of the 7-week study, and no significant increase in body mass in \nany group. \n \nIn summary, only one study (29) out of the four studies (29-32) cited in the Position Stand in support of \nmultiple sets, which involved previously untrained participants, reported a small but statistically significant \nbenefit for a multiple-set protocol. \n \nPreviously Untrained Subjects in Long-Term Studies \nBorst et al. (33) recruited 31 healthy, sedentary males and females (~38 years) who were stratified by sex and \nquadriceps strength into one of three groups: single-set resistance training, multiple-set, or non-exercising \ncontrol. The 1-set and 3-set groups performed seven exercises on a circuit of machines using an 8-12 range of \nrepetitions to muscular fatigue 3x/wk for 25 weeks. The 3-set group (3 circuits) had a significantly greater \nincrease in strength (~48 %) compared with the 1-set group (~32 %). There was no reported change in body \nmass or body composition in either group. \n \nMarx et al. (34) randomly assigned 34 previously untrained females (~23 years) to a single-set, multiple-set, or \ncontrol group for six months of resistance training. The single-set group trained 3x/wk performing one set of 8-\n12 RM for each exercise on two alternating circuits of 10 machines. The multiple-set group trained 4x/wk and \nperformed 2-4 sets of 8-10 RM on Tuesday and Friday, and 3-5 RM, 8-10 RM, or 12-15 RM on Monday and \nThursday on 7-12 free-weight and machine exercises. The multiple-set group showed a significantly greater \nstrength gain in 1 RM bench press (46.8 %) and leg press (31.9 %) compared with the single-set group (12.2 \nand 11.2 %, bench press and leg press, respectively). There was no significant increase in lean body mass or \ndecrease in percent body fat in the single-set group, while the multiple-set group showed a significant 3.3 kg \nincrease in lean body mass and a significant decrease in percent body fat from 26.5 to 19.8 %. \n \nIn summary, both of these long-term (~6 months) studies (33-34) support the superiority of multiple sets in \npreviously untrained subjects. \n \nThere are a plethora of studies (8, 23-24, 39-61) that show no significant difference in the magnitude of strength \ngains or muscle hypertrophy (whenever hypertrophy was measured) as a result of performing a greater number \nof sets. For example, Hass et al. (46) randomly assigned 42 males and females (20-50 years) to either a 1-set or \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n14\n3-set protocol of 8-12 RM for each of nine exercises, which were completed in a circuit 3x/wk for 13 weeks. \nSubjects had been regularly performing resistance exercise 2.7x/wk for an average 6.2 years (minimum 1 year), \nwhich qualified them as advanced trainees according to the Position Stand. Each session was conducted and \nmonitored by the investigators, with both groups progressing similarly and exerting equivalent efforts based of a \nrating of perceived exertion. The average increase in isometric knee extension torque (6.3 and 6.6 %, 1-set and \n3-set groups, respectively), and isometric knee flexion torque (7.7 and 15.6 %) were not significantly different \nbetween groups. The significant increase in absolute muscular endurance for the chest press (49.5 and 66.7 %) \nand knee extension exercises (48.2 and 58.4 %), 1-set and 3-set groups, respectively, was not significantly \ndifferent between groups. The 1-set group significantly decreased anterior thigh skin-fold and increased lean \nbody mass (data not reported), while the 3-set group increased chest and biceps circumference and lean body \nmass, and decreased the sum of seven skin-folds and percent body fat (data not reported). There was no \nsignificant difference between groups for any of these variables. \n \nHass et al. (46) reported that the 1-set and 3-set groups showed a significant increase in 1 RM knee extension \n(~15 and 15 %), knee flexion (~10 and 13 %), chest press (~11 and 13 %), overhead press (~10 and 12 %), and \nbiceps curl (~9 and 8%), for 1-set and 3-set groups, respectively. There was no significant difference in \nstrength gains between the 1-set and 3-set protocols at any time point. \n \nOut of the original 49 subjects, Hass et al. (46) removed five because of poor compliance, and two withdrew \nbecause of injuries. The seven subjects who did not complete the study were all from the 3-set group. Hass et \nal. (46) concluded that because there was no significant difference in outcomes between protocols, the single-set \nprotocol represented a time-efficient method for developing muscular strength, endurance, and body \ncomposition, regardless of the individual’s fitness level. \n \nThere are at least 18 additional resistance-training studies (62-79) whose primary purpose was to determine \nspecific health-related benefits of resistance training in males and females of various ages performing total-body \nresistance training. All these studies used a 2-set protocol for each of three lower-body exercises and a 1-set \nprotocol for each of eight upper-body exercises. The same resistance-training protocol was employed for all the \nstudies (62-79). Hence, they provide fertile ground, with incredible replication, for examining the effect of one \nset or two sets on strength. Each study was well controlled and supervised, longer than most resistance-training \nstudies (4-6 months compared with 6-12 weeks), and published in prestigious journals. The participants in each \nspecific study served as their own controls; that is, these strength data were reported for upper- and lower-body \nexercises in the whole study group, rather than a comparison of two separate groups. Although the researchers \ndid not report statistical comparisons between 1-set and 2-set exercises, the average reported increases in \nstrength were similar for 1-set (~40 %) and 2-set (~36 %) exercises. The serendipitous, robust and unequivocal \nfinding of similar strength gains in all of these studies (62-79)\n minimizes researcher bias, which may be inherent \nin studies specifically designed to investigate the effects of single versus multiple sets. Only one (64) of the \naforementioned 18 studies (62-79) is cited in the Position Stand, and is cited relative only to the effect of \nresistance training on gastrointestinal transit time. \n \nIn summary, most of the research (8, 23-24, 39-61) shows that performing a greater number of sets does not \nsignificantly affect the magnitude of strength gain or muscular hypertrophy. \n \nResistance Trained Subjects \nAs Editor-in-Chief of the Journal of Strength and Conditioning Research, Kraemer (35) published a series of \nExperiments in that journal. The data for these Experiments were resurrected from a database that he \naccumulated as a coach, which we estimate was at least 15 years before their publication. Experiments 2, 3, and \n4 are resistance-training studies, which collectively involved 118 male American football players (~20 years) \nwith an average 2.9 years of resistance-training experience. The players performed either single-set or multiple-\nset (2-5 sets) resistance training using free weights and machines 3-4x/wk for 10-24 weeks. Compared with \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n15\nsingle-set groups, the multiple-set groups produced a three times greater increase in 1 RM bench press, five \ntimes greater increase in 1 RM leg press, seven times greater increase in hang clean, three times greater increase \nin body mass and decrease in percent body fat, four times greater increase in vertical jump, and 14 times greater \nincrease in Wingate power test (collectively Experiments 2, 3, & 4). \n \nIn Experiment 5 of the series, Kraemer (35) gave 115 football players a survey questionnaire regarding their \nadherence to a single-set protocol. In fact, 89 % of the players reported using multiple-set protocols at home or \nduring off hours at health clubs. It is not clear if these athletes are the same participants Kraemer (35) used for \nhis database. However, if 89 % of his participants from a similar population of collegiate American football \nplayers were performing multiple sets in addition to their single-set program, the difference in outcomes \nreported by Kraemer (35) for Experiments 2, 3, and 4 are even more remarkable because both groups may have \nbeen following similar multiple-set protocols. \n \nKraemer (35) cites a study by Ostrowski et al. (53), which coincidentally appears immediately after Kraemer’s \nstudy (35) in the same issue of that journal. Kraemer (35) claims that the results of Ostrowski et al. (53) \ncontradict his data regarding the magnitude of strength gains as a result of multiple-set and so-called \nperiodization resistance training. The study by Ostrowski et al. (53) is especially noteworthy because the \nsubjects were advanced trainees and the resistance training was a periodization program, which is \nrecommended throughout the Position Stand. The subjects were 35 males (~23 years) who were currently \nweight training for an average of 2.9 years, and had the ability to bench press at least 100 % of their body mass \nand squat with 130 % of their body mass. They were randomly assigned to perform one, two, or four sets of \neach exercise (3, 6, or 12 sets per muscle group per week) on 24 free-weight and machine exercises (6 exercises \nat each session), and they followed a split routine (2 days upper body and 2 days lower body each week) for 10 \nweeks. A 12 RM was used during weeks 1-4, 7 RM weeks 5-7, and 9 RM weeks 8-10. All sets were performed \nto muscular fatigue (same relative intensity of effort), with three minutes rest between sets. Ostrowski et al. \n(53) carefully manipulated only one variable, so that the only difference in training variables among the three \nprograms was the number of sets. All other training variables were identical among the three groups. \nOstrowski et al. (53) reported a significant increase in each of the three groups for 1 RM squat (7.5, 5.5, and \n11.6 %), 1 RM bench press (4.0, 4.7, and 1.9 %), bench press power (2.3, 2.3, and 3.1 %), and bench press \nthrow height (4.8, 7.7, and 4.9 %), 1-set, 2-set, and 4-set groups, respectively. There was no significant \ndifference among the groups. Vertical jump did not significantly increase in any group. There was a significant \nincrease in triceps brachia thickness (2.3, 4.7, and 4.8 %), rectus femoris hypertrophy (6.8, 5.0, and 13.1 %), \nrectus femoris circumference (3.0, 1.5, and 6.3 %), and body mass (2.0, 2.6, and 2.2 %), 1-set, 2-set, and 4-set \ngroups, respectively. There was no significant difference among the three groups for any of the outcomes. \n \nThe average strength gains (7.5 %) reported by Ostrowski et al. (53) are within the predicted range established \nby Kraemer as Chairman of the Writing Group for the Position Stand. That is, the Position Stand predicts that \nadvanced trainees who have years of experience and have attained significant improvements in muscular fitness \ncan increase muscular strength approximately 10% over a period of four weeks to two years (p. 366). The \nPosition Stand defines elite individuals as those athletes who are highly trained and have achieved a high level \nof competition. However, the average combined strength gain (19.6 %) for Kraemer’s (35) Experiments 3 (15.4 \n%) and 4 (23.8 %), which involved Division ΙΙΙ collegiate American football players, was two times greater \nthan what is predicted in the Position Stand for advanced trainees, and almost 10 times greater than the ACSM’s \npredicted increase for elite athletes. The strength gain (15.8 %) for Experiment 2 in the study by Kraemer (35), \nwhich involved highly-trained Division Ι collegiate American football players, is more than seven times greater \nthan what is predicted for elite athletes (2 %) in the Position Stand. \n \nOstrowski et al. (53) reported no significant pre- to post-training changes in resting concentrations of \ntestosterone (+17, +38, and –37 %), cortisol (-13, +97, and +26 %), or testosterone/cortisol ratio (+75, +73, and \n–57 %) in the 1-set, 2-set, and 4-set groups, respectively. Based on their results, Ostrowski et al. (53) \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n16\nspeculated that once a minimum threshold volume is attained (one set of each exercise), there is no advantage to \nan increased volume of training, and that higher volumes (four sets per exercise) may result in a decreased \ntestosterone/cortisol ratio in some individuals. \n \nThese two contrasting studies by Kraemer (35) and Ostrowski et al. (53) deserve particular attention because the \nWriting Group for the Position Stand and the ACSM gave much greater precedence to the results reported by \nKraemer (35) compared with Ostrowski et al. (53). The Kraemer study (35) is cited at least 14 times in the \nPosition Stand and the study by Ostrowski et al. (53)\n is cited only once, and cited incorrectly. That is, the \nPosition Stand claims that some studies have reported similar strength gains in novice individuals who \nperformed either two sets or four sets of each exercise, and the study by Ostrowski et al. (53) is cited (p. 367). \nHowever, the subjects in the study by Ostrowski et al. (53) were at least in the advanced category, as defined in \nthe Position Stand, and the comparison was among 1-set, 2-set, and 4-set groups. \n \nOstrowski et al. (53) concluded that their results demonstrated that low (1-set), moderate (2-set), and high-\nvolume (4-set) protocols showed no significant difference in their effect on muscular strength, hypertrophy and \npower, and that the 1-set group represented a time-efficient method of resistance training, even in resistance-\ntrained males (advanced trainees). Kraemer (35) concluded that if simple low-volume single-set protocols were \nreally effective, as they were in the study by Ostrowski et al. (53), there would be little need for highly paid \nstrength and conditioning specialists. \n \nKramer et al. (36) randomly assigned 53 moderately trained (not defined) males (~20 years) to a 1-set (8-12 \nRM), 3-set (10 RM), or varied multiple-set group (1-3 sets of 2-10 repetitions). All the groups trained 3x/wk \nfor 14 weeks. The 1-set group performed the squat exercise with RM loads 2x/wk, while the two multiple-set \ngroups executed the squat exercise with RM loads 1x/wk, and used a 10 % lighter resistance 1x/wk. Three so-\ncalled assistance exercises were also performed at each session using a similar training protocol of three sets of \n5-10 repetitions in the multiple-set groups, and one set of 8-12 RM in the 1-set group. All the subjects \nsignificantly increased 1 RM squat (12, 26, and 24 %, 1-set, 3-set, and varied multiple-set groups, respectively), \nwith the two multiple-set groups improving significantly more than the 1-set group. Neither body mass nor \nbody composition changed significantly. \n \nKraemer et al. (37) randomly assigned 24 female collegiate tennis players (~19 years) to one of three groups: \nsingle-set, multiple-set or control. The single-set group performed one set of 8-10 repetitions and the multiple-\nset group rotated each session using 4-6, 8-10, or 12-15 repetitions for 2-4 sets of each of 17 exercises, with 1-3 \nminutes rest between sets. The single-set group performed each repetition in what the authors describe as a \nslow, controlled manner, and the multiple-set group was instructed to execute repetitions with moderate-to-\nexplosive muscle actions. Both groups trained 2-3x/wk for nine months. There were 17 exercises executed \nwith at least five exercises performed unilaterally. Assuming at least one minute to set up and perform each of \nthe 22 exercises (22 + 5), with an average of three sets per exercise (3 x 22 = 66 sets x 1 min = 66 min), and an \naverage of two minutes rest between sets (66 x 2 = 132 min), each session for the multiple-set group would \nrequire approximately 198 minutes. However, Kraemer et al. (37) reported that all workouts were completed \nwithin 90 min. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n17\nTable 4. Summary of Research Comparing Single and \nMultiple Sets. \nReference Rating \nBemben et al. (23) ∗ \nBerger (29) ? \nBerger (39) ∗ \nBerger (40) ∗ \nBorst et al. (33) ↑ \nCapen (41) ↓ \nChestnut & Docherty (24) ∗ \nCiriello et al. (42) ∗ \nColeman et al. (43) ↓ \nDudley et al. (44) ↓ \nGirouard & Hurley (62) ∗ \nGraves et al. (45) ∗ \nHass et al. (46) ↓ \nHisaeda et al. (47) ∗ \nHurley et al. (63) ∗ \nJacobson (48) ↓ \nKoffler et al. (64) ∗ \nKosmahl et al. (49) ∗ \nKraemer (35) ? \nKraemer et al. (37) ↓ \nKramer et al. (36) ↑ \nLarshus et al. (50) ∗ \nLeighton et al. (51) ∗ \nLemmer et al. (65) ∗ \nLott et al. (66) ∗ \nMartel et al. (67) ∗ \nMarx et al. (34) ↑ \nMenkes et al. (68) ∗ \nMessier & Dill (52) ↓ \nMiller et al. (69) ∗ \nNicklas et al. (70) ∗ \nOstrowski et al. (53) ↓ \nParker et al. (71) ∗ \nPollock et al. (54) ↓ \nReid et al. (55) ↓ \nRhea et al. (72) ∗ \nRoth et al. (73) ∗ \nRubin et al. (74) ∗ \nRyan et al. (75) ∗ \nRyan et al. (76) ∗ \nRyan et al. (77) ∗ \nRyan et al. (78) ∗ \nSanborn et al. (30) ↓ \nSchlumberger et al. (38) ↑ \nSchmidtbleicher & Buehrle (56) ∗ \nSilvester et al. (8) ↓ \nStarkey et al. (57) ↓ \nStone et al. (31) ? \nStowers et al. (32) ↓ \nTreuth et al. (79) ∗ \nWenzel & Perfetto (58) ∗ \nWestcott (59) ∗ \nWestcott (60) ∗ \nWithers (61) ∗\nWith the exception of pre-training age, height and \nbody mass, Kraemer et al. (37) did not report any data \nfor absolute or percent changes pre- to post-training. \nThe following estimates of the changes are taken from \nFigure 3 (p. 630) presented in the study (37). The \nsignificant increase in 1 RM free-weight bench press \nwas more than three times greater in the multiple-set \ngroup (~27 %) compared with the single-set group \n(~8 %). The single-set group showed a significant \nincrease of ~8 % in leg press strength and the \nmultiple-set group increased ~24 %, which was three \ntimes greater than the single-set group. In the free-\nweight military press, the single-set group increased \nstrength by ~12 % and the multiple-set group \nincreased ~33 %. After nine months of strength \ntraining there was no significant improvement in the \nsingle-set group for Wingate cycle power, tennis-\nserve velocity or vertical jump. The multiple-set \ngroup had a significant increase in cycle power (~17 \n%), tennis-serve velocity (~25 %), and vertical jump \n(~53 %). \n \nAlthough body mass did not change significantly in \neither group, the multiple-set group reduced body fat \nfrom ~23 to ~18 % (37). Calculating this 3.1 kg loss \nof body fat and the reported average 60.4 kg body \nmass, which did not change from pre- to post-training, \nthe female athletes in the multiple-set group \npurportedly gained 3.1 kg of lean body mass in nine \nmonths. Kraemer et al. (37) concluded that the high \nvolume multiple-set program elicited superior \nincreases in muscular strength, power, lean body \nmass, and tennis serve velocity, as well as a \nsignificant decrease in percent body fat. \n \nKraemer et al. (37) noted that the goal of the \nresistance-training program was to increase tennis-\nspecific fitness components beyond the gains \nproduced by typical tennis practice. They also noted \nthat in an attempt to minimize the learning effect on \n \n↑ Studies cited in the Position Stand that actually support the \nprimary claim or recommendation. \n? Studies cited in the Position Stand that support the primary \nclaim or recommendation but contain serious flaws in the \nmethodology or data. \n↓ Studies cited in the Position Stand that fail to support the \nprimary claim or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the \nprimary claim or recommendation. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n18\nthe potential strength gains, the subjects were familiarized (at least three training sessions) with all resistance-\ntraining protocols before initiating the study. There is no mention of previous resistance training in this study. \nTherefore, the inference is that the female tennis players were not resistance-trained individuals, which is \ncontrary to what is claimed in the Position Stand (p. 367). Perhaps the most questionable aspect of this study \n(37) was the inability of this single-set group of previously untrained females to elicit any significant change in \nperformance variables, and produce only a very small strength gain (~10 %) after nine months of resistance \ntraining. \n \nSchlumberger et al. (38) randomly assigned 27 females (~26 years) to a 1-set, 3-set, or control group. The 1-set \nand 3-set groups performed 6-9 RM for each of seven exercises 2x/wk for six weeks. Both groups had a \nsignificant increase in 1 RM bilateral knee extension, with the gains for the 3-set group (15.8 %) significantly \ngreater than the 1-set group (6.7 %). Only the 3-set group showed a significant increase in 1RM bench press \n(10 %). Schlumberger et al. (38) first noted that the participants had a minimum of six months resistance \ntraining, but then noted two times that the basic resistance-training experience ranged from 3-6 months. \nConsequently, it is not possible for readers to determine if the participants were novices or intermediate \ntrainees, as defined in the Position Stand. \n \nIn summary, only two of the studies cited in the Position Stand support the superiority of multiple sets over a \nsingle set in moderately trained (36) and in novice or intermediate trainees (38). Although there is a lack of \nevidence to suggest that single-set protocols are superior to multiple sets (except for time efficiency), most of \nthe resistance-training research fails to support the superiority of multiple-set training, while strongly supporting \nthe efficacy of single-sets (Table 4). \n \nREST PERIODS \n \nThe Position Stand claims that the amount of rest between sets and exercises significantly affects training \nadaptations. Two references (80-81) are cited in an attempt to support their assertion that there are greater \nstrength gains as a result of longer rather than shorter rest periods (p. 368). \n \nPincivero et al. (80) compared 40 seconds rest (group 1) and 160 seconds rest (group 2) between sets of ten \nmaximal unilateral concentric-only isokinetic knee-extension and knee-flexion exercise, which were performed \nat 90°/s. The 15 volunteers (~22 years), who did not perform resistance training for at least six months prior to \nthis investigation, trained 3x/wk for four weeks. They executed four sets during each of the first three sessions, \nwith an additional set at each of the nine remaining sessions (wk 2-4). Isokinetic dynamometry was used to \nevaluate the effects of training on the quadriceps and hamstrings, and the distance for a single-leg hop was \ndesignated as the functional performance assessment. \n \nQuadriceps average power (trained and untrained limbs combined) at 60°/s (-0.96 and 5.2 %, groups 1 and 2, \nrespectively) and quadriceps peak torque at 180 °/s (2.3 and 8.4 %, groups 1 and 2, respectively) were the only \nvariables that were significantly affected by rest interval manipulation (Table 4, p. 232), with the change in \ngroup 2 significantly greater than group 1. An objective evaluation of the results reveals that 12 out of the 14 \nvariables measured on the dynamometer, and the functional performance measure, were not significantly \naffected by rest interval manipulation (80). \n \nRobinson et al. (81) assigned 33 moderately trained males (~20 years) to one of three groups with different rest \ntime between sets of exercise: group 1 (180 seconds), group 2 (90 seconds), or group 3 (30 seconds). Subjects \nexecuted five sets of 10 RM for the squat, push-press, clean-pull and power-snatch exercises, and three sets of \n10 RM for the bench press, dead lift, shrug, row, and crunch exercises. Training was scheduled 4x/wk and each \nexercise was performed 2x/wk for five weeks. Robinson et al. (81) stated that the increase in 1 RM squat was \nsignificantly greater for group 1 (7 %) compared with group 3 (2 %). However, they did not state whether or \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n19\nnot the difference between group 1 (7 %) and group 2 (6 %), or between group 2 and group 3, was significantly \ndifferent. Therefore, the claim by Robinson et al. (81) that their data suggest a rest-period continuum, with \nlonger rest periods producing greater strength gains, is not supported by their data. Furthermore, there was no \nsignificant difference among the groups for any of the other 10 measured variables: body mass, skin folds, girth \ncircumference, vertical jump, vertical jump power index, cycle peak power, average peak power, average \npower, total work, and average total work. \n \nNeither of these cited studies (80-81) supports the opinion in the Position Stand that at least 2-3 min of rest are \nrequired between sets and exercises, and neither study involved advanced trainees. \n Table 5. Summary of Research Comparing Rest Periods. \nReference Rating \nPincivero et al. (80) ↓ \nRobinson et al. (81) ↓ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nIn summary, the claims in the Position \nStand that the rest time between sets and \nexercises is dependent on the specific goals \nof a particular exercise, that shorter rest \nperiods decrease the rate of strength gains, \nand that multiple-joint exercises require \nlonger rest periods than single-joint \nexercises on machines, are bereft of any \nscientific support (Table 5). \n \nMUSCLE ACTIONS \n \nThe Position Stand claims that some advanced programs incorporate supra-maximal eccentric muscle actions to \nmaximize gains in muscular strength and hypertrophy (p. 366). One study (82) is cited to support the efficacy \nof this training technique. \n \nKeogh et al. (82) reported a cross-sectional comparison of force, power, EMG, time under tension, and lactate \nresponse to eight different bench press techniques performed on a plyometric power system. Keogh et al. (82) \nsuggested that supra-maximal eccentric muscle actions (~six 4-second eccentric-only repetitions with 110 % \nconcentric 1 RM) impose a greater overload than heavy weight training (6 RM) on the musculature. However, \nthis was not a longitudinal resistance-training study. Consequently, Keogh et al. (82) and the authors of the \nPosition Stand are merely expressing their opinion about the benefits of supra-maximal eccentric muscle \nactions. There is no evidence cited to support that opinion. \n \nBecause the Position Stand cites Koegh et al. (82) when referring to “supra-maximal” eccentric muscles actions, \nthe inference is that the Position Stand is referring to eccentric-only muscle actions with a resistance greater \nthan the concentric 1 RM. Several resistance-training studies (83-87) have compared the effects of training \nwith “supra-maximal” eccentric muscle actions with concentric-only muscle actions. \n \nConcentric-Only versus Eccentric-Only (“supra-maximal”) Muscle Actions \nHakkinen and Komi (83) reported the results of resistance training with different muscle actions in a group of \ncompetitive junior Olympic weightlifters, as well as in a group of non-competitive resistance trainees. Thirteen \ncompetitive weightlifters (17-23 years) performed exercises described as the snatch, clean and jerk, squat, \nsnatch and clean pull, and arm press 4x/wk for 12 weeks. Group A progressively performed all the exercises \nconcentrically using 70-100 % of concentric maximum. Group B performed a similar routine except they \nexecuted eccentric-only muscle actions for 25 % of the snatch and clean pulls, squat, seated press, and lower-\nback exercises with a progression of 100-130 % of the concentric maximum (sets and repetitions not reported \nfor either group). There were five different dynamometer tests for the knee-extensor muscles involving \nisometric, concentric, and eccentric muscle actions, and each group significantly improved in two of those tests. \nGroup B showed a significantly greater increase in the clean and jerk (13.5 %) compared with group A (5.7 %). \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n20\nHowever, both groups significantly increased the snatch (7.1 and 9.9 %, groups A and B, respectively), with no \nsignificant difference between groups. \n \nThe 27 non-competitive males (20-30 years) who comprised groups C, D, and E trained 3x/wk with the bench \npress and squat, performing 1-6 repetitions per set for concentric muscle actions (80-100 %) and 1-3 repetitions \nper set for eccentric muscle actions (100-130 %), totaling 16-22 repetitions per exercise (83). Group C \nperformed all the exercises concentrically. Group D performed approximately half the squats and bench presses \neccentrically. Group E executed about three-quarters of the exercises eccentrically. In the five tests on the \ndynamometer for the knee extensors, group C did not significantly improve on any test, group D significantly \nincreased four variables, and group E on two variables. The three groups significantly increased 1 RM squat, \nwith the gains in groups D (29.2 %) and E (28.6 %) significantly greater than group C (20.3 %). Group C (15.2 \n%), D (19.5 %), and E (12.3 %) significantly increased 1 RM bench press. The gains in bench-press strength \nwere not significantly different among the groups. Thigh girth significantly increased for group C (1.4 %), D \n(2.4 %), and E (1.4 %), with no significant difference among the groups (83). \n \nJohnson et al. (84) trained eight college students 3x/wk for six weeks. The four exercises were described as the \narm curl, arm press, knee flexion and knee extension. Exercises were performed concentric-only with 80 % 1 \nRM unilaterally, and eccentric-only (“supra-maximal”) with 120 % 1 RM on the contra-lateral side. Two sets \nof 10 repetitions were employed for concentric-only muscle actions, and two sets of six repetitions for \neccentric-only muscle actions. Both types of training produced significant gains in isometric strength in all \nsubjects, except for elbow flexion in the eccentric-only limb, and elbow flexion and knee flexion in the \nconcentric-only limb. Dynamic strength increased for the arm-curl (~32 and 29 %), arm-press (~55 and 60 %), \nknee-flexion (~25 and 25 %), and knee-extension (~30 and 30 %) exercises, concentric-only and eccentric-only \nmuscle actions, respectively. There was no significant difference between concentric (80 % 1 RM) and \neccentric (120 % 1 RM) training for any of the dynamic strength measures. \n \nJones and Rutherford (85) assigned five previously untrained males and one female (~28 years) to perform \nconcentric-only knee-extension exercise with one limb using 80 % 1 RM, and eccentric-only knee-extensions \nwith the contra-lateral limb using a resistance 145 % greater than what was used for the concentric-only \ntraining. Subjects performed four sets of six repetitions (~2-3 s/muscle action) for each limb with one-minute \nrest between sets 3x/wk for 12 weeks. Assistants either lifted or lowered the resistance for the two different \nprotocols. Strength increased 15 % in the concentric-only limb and 11 % in the eccentric-only limb, with no \nsignificant difference in the strength gains. Computerized tomography revealed a significant increase in \nquadriceps cross-sectional area in the concentric-only (5.7 %) and eccentric-only limbs (3.5 %), with no \nsignificant difference between limbs. \n \nKomi and Buskirk (86) randomly assigned 31 males (~20 years) to a concentric, eccentric, or control group. \nThe exercising groups performed either maximal concentric or maximal eccentric right elbow flexor muscle \nactions six times a day 4x/wk for seven weeks. The exercising tension was approximately 40 % greater in the \neccentric group. The increase in maximal eccentric tension was significantly greater in the eccentric group \n(15.6 %) compared with the concentric group (6.7 %). Maximal isometric tension (8.6 %) and right arm girth \n(1.8 %) showed a significant increase only in the eccentric group. There was a significant increase in maximal \nconcentric tension (the more practical functional ability to lift a resistance) and there was no significant \ndifference between the concentric (12.1 %) and eccentric (15.8 %) groups. \n \nSeliger et al. (87) assigned 15 highly trained rugby players (~26 years) to perform several upper-body and \nlower-body free-weight resistance exercises 2x/wk for 13 weeks. One group performed concentric-only muscle \nactions with 90-95 % of maximal resistance, and another group performed eccentric-only muscle actions with \n145-150 % of maximal resistance (specific exercises, repetitions and sets not reported). Both groups showed a \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n21\nsignificant increase in bench press (~13 and 9 %) and squat strength (~49 and 49 %) in the concentric-only and \neccentric-only groups, respectively. There was no significant difference in strength gains between groups. \n \nMost of the results from these five studies (83-87) do not support the superiority of “supra-maximal” eccentric \nexercise. In the two studies (83, 86) that showed some advantage to “supra-maximal” eccentric muscle actions, \nthere was no comparison group that performed conventional concentric and eccentric muscle actions, which is a \ncombination of lifting and lowering the same resistance. It is important to note that “supra-maximal” eccentric-\nonly exercise is not typically performed because it requires either specially designed exercise machines to lift \nthe resistance, or highly motivated, knowledgeable, trustworthy training partners. With the exception of the \nstudy by Jones and Rutherford (85), which is cited in the Position Stand merely to show that four sets of \nresistance exercise will significantly increase muscular strength (p. 367), these studies (83-84, 86-87) are not \ncited in the Position Stand. \n \nConcentric and Eccentric versus Concentric and Accentuated-Eccentric Muscle Actions \nAnother form of training with an eccentric resistance greater than the concentric resistance is accentuated \neccentric exercise. It is accomplished with the help of a spotter, special exercise machines, or by using two \nlimbs to perform the concentric muscle action and one limb for the eccentric muscle action. However, there \nwere only two published studies (88-89) that compared this type of training with traditional concentric-eccentric \ntraining (lifting and lowering the same resistance). \n \nBen-Sira et al. (88) randomly assigned 60 previously untrained females (~21 years) to one of four experimental \ngroups or a control group. The subjects performed bilateral concentric-only (65 % 1 RM), eccentric-only (65 % \n1 RM), conventional concentric/eccentric (65 %/65 % 1 RM), or concentric/accentuated eccentric (65 %/130 % \n1 RM) knee-extensor muscle actions for three sets of 10 repetitions 2x/wk for eight weeks. The 65/130 % \ngroup lifted the resistance (65 % 1 RM) with both limbs, and alternated lowering the resistance (130 % 1 RM) \nwith one limb. Dynamic knee-extensor strength gains in the conventional group (19 %) and the eccentric-\naccentuated group (23 %) were significantly greater than the control group (~3 %), but not significantly \ndifferent from each other. Post-hoc comparisons of the groups revealed no significant difference. \n \nTable 6. Summary of Research Comparing Muscle Actions. \nReference Rating \nBen-Sira et al. (88) ∗ \nGodard et al. (89) ∗ \nHakkinen & Komi (83) ∗ \nJohnson et al. (84) ∗ \nJones & Rutherford (85) ↓ \nKeogh et al. (82) ↓ \nKomi & Buskirk (86) ∗ \nSeliger et al (87) ∗ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary \n claim or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation.\nGodard et al. (89) randomly assigned 28 previously untrained males and females (~22 years) to a \nconcentric/eccentric (con/ecc), concentric/accentuated eccentric (con/ecc+), or a control group. Resistance was \ninitially set at 80 % 1 RM for both concentric and eccentric muscle actions in the con/ecc group. In the \ncon/ecc+ group, resistance for the eccentric component was 40 % greater than the concentric resistance. Both \ngroups performed one unilateral set of 8-12 \nRM knee extensions 2x/wk for 10 weeks. \nThere was a significant increase in 1 RM \n(~95 and 94 %) and thigh girth (~6 and 5 %) \nin the con/ecc and con/ecc+ groups, \nrespectively, with no significant difference \nbetween groups. Godard et al. (89) \nconcluded that using the same amount of \nresistance for concentric and eccentric muscle \nactions was just as effective as the addition of \naccentuated eccentric muscle actions for \nproducing increases in strength and thigh \ngirth. \n \nSeveral studies suggest that resistance \ntraining with exercises that provide resistance \nfor a combination of concentric and eccentric \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n22\nmuscles actions (i.e., conventional resistance training), as compared with concentric-only resistance training, \nproduce significantly greater strength gains (44, 90-93), retention of strength gains (91), and muscle \nhypertrophy (94). \n \nIn summary, there is very little evidence cited to support the superiority of supra-maximal eccentric training, as \nclaimed in the Position Stand (Table 6). Two studies (83, 86) reported an advantage in some but not all \nmeasures of strength with supra-maximal eccentric training. However, the protocols were not compared to \nresistance training that typically includes both concentric and eccentric muscle actions. The research (88-89) \nsuggests that there is no additional benefit to performing accentuated eccentric muscle actions compared with \ntraditional concentric/eccentric muscle actions (lifting and lowering a similar resistance). \n \nFREQUENCY OF TRAINING \n \nThe Position Stand cites several resistance-training studies (54, 95-97) and then recommends that novices (those \nwith no resistance training experience or who have not trained for several years) train the entire body two to \nthree times per week (p. 369). Although this is a reasonable recommendation, the references prior to that \nstatement may not be relevant to the recommended training frequency. \n \nThe Position Stand cites a study by Gillam (95) to show that 3x-5x/wk is superior to 1x and 2x/wk resistance \ntraining (p. 369). Gillam (95) randomly assigned previously untrained male high school students to one of five \ngroups who performed the free-weight bench-press exercise 1x, 2x, 3x, 4x, or 5x/wk for nine weeks. The 3x \n(32.3 %), 4x (29.0 %), and 5x/wk (40.7 %) groups showed a significantly greater increase in 1 RM bench press \nthan the 1x/wk group (19.5 %), and the gains in the 3x and 5x/wk groups were significantly greater than the \n2x/wk group (24.2 %). There was no significant difference between the 1x and 2x/wk groups, or between the \n3x and 4x/wk groups. The protocol used by Gillam (95) was highly unusual and although 90 % of the \nparticipants completed the study, it is highly doubtful that most healthy adults would readily comply with a \ntraining protocol of 18 sets 1 RM 3-5x/week for each of the targeted muscle groups. \n \nThe Position Stand notes that a 4x/wk training frequency has been shown (96) to be superior to 3x/wk training \n(p. 369). Hunter (96) compared the effects of two frequencies of training with a slightly different distribution of \nthe same amount of exercise for the two groups. Forty-six previously untrained males and females (~23 years) \nperformed 7-10 RM for each of seven exercises (bench press, squat, power clean, behind-the-neck press, biceps \ncurl, behind-the-neck pull-down, and thigh curls) for seven weeks. The 3x/wk group performed three sets of \neach exercise on alternate days. The 4x/wk group executed two sets of each exercise 3x/wk on three \nconsecutive days and three sets of each exercise on the fourth consecutive day. Hunter (96) noted that the \nnumber of weekly sets (nine) for each of the seven exercises was identical for both groups. Bench press \nstrength (14.1 and 21.9 %), bench press endurance (41.4 and 59.9 %), and chest circumference (0.2 and 3.2 %) \nsignificantly increased in both the 3x and 4x/wk groups, respectively, with a significantly greater increase in the \n4x/wk group. Both groups had significant improvements in biceps circumference (2.6 and 4.3 %), standing \nlong jump (4.6 and 4.5 %), lean body mass (0.7 and 1.0 %), and percent body fat (from 16.6 to 15.8 % and 15.1 \nto 14.4 %), 3x and 4x/wk groups, respectively, with no significant difference between groups for any of these \nvariables. Although this study does report a more favorable response for the 4x/wk group in three out of the \nseven measured variables, each exercise was performed on four consecutive days. Therefore, Hunter’s (96) \nresults do not support the recommendation of two to three days a week in the Position Stand. \n \nThe study by McLester et al. (97) involved advanced trainees (those with years of resistance training \nexperience) and is discussed shortly. \n \nThe Position Stand cites a study (54) in an attempt to show that a frequency of three times per week (3x/wk) is \nsuperior to 1x/wk resistance training (p. 369). Pollock et al. (54) compared the effects of one set of 8-12 RM \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n23\n(dynamic) or two sets (dynamic + isometric) resistance exercise on the cervical extensors in four groups (N = \n78) of previously untrained males and females (~28 years) either 1x or 2x/wk for 12 weeks. Isometric strength \nwas evaluated at eight angles throughout 126o range of cervical flexion. Pollock et al. (54) reported that the \nincrease in isometric strength was significantly greater for the 2x/wk groups only at 126o of cervical flexion. \nDynamic training loads significantly increased in both 1x/wk groups (35.0 and 42.0 %, dynamic and dynamic + \nisometric groups, respectively) and both 2x/wk groups (40.9 and 43.5 %, dynamic and dynamic + isometric \ngroups, respectively), with no significant difference between the groups. There was no 3x/wk group in this \nstudy (54), as claimed in the Position Stand. The authors of the Position Stand apparently selected the one \nisometric strength measure that supported their opinion about frequency of training and incorrectly claimed that \nit was a result of training 3x/wk. They failed to report that the strength gains in seven out of eight isometric \nmeasures and the increase in dynamic resistance showed no significant difference between the 1x/wk and 2x/wk \ngroups. \n \nSeveral studies (described below) have reported similar responses in previously untrained participants as a \nresult of training 1x, 2x or 3x/wk (98-100), 1x or 3x/wk (101), and 3x or 5x/wk (102). One study reported that \n3x/wk was better than 2x/wk (103); while another showed 2x/wk was superior to 3x/wk (104). In addition, one \nstudy (105) found no difference between 2x and 3x/wk, and that both frequencies were better than 1x/wk. \n \nCarpenter et al. (98) reported the results of lumbar-extension exercise in 23 males and 18 females (~35 years). \nThe participants were rank ordered by peak isometric torque and randomly assigned to perform one set of 8-12 \nRM 1x, 2x, 3x, 1x/2wk (every other week), or no training. All the training groups significantly increased peak \nisometric torque at the seven angles tested (from 17.2 % at 72o flexion to 123.1 % at 0o flexion), with no \nsignificant difference in isometric strength gains among the groups. The four training groups significantly \nincreased the training resistance (8-12 RM) after 20 weeks, with no significant difference among the 1x (46.3 \n%), 2x (51.5 %), and 3x/wk (48.1 %) groups. The only significant difference was a greater increase in strength \nfor the 2x/wk group compared with 1x/2wk (33.4 %). \n \nGraves et al. (99) placed 72 males (~31 years) and 42 females (~28 years) in rank order by peak isometric \nstrength and randomly stratified them to one of five training groups: 1x/2wk, 1x, 2x, 3x/wk dynamic training, or \n1x/wk isometric training. All the participants in the dynamic training groups performed one set (8-12 RM) of \nlumbar-extension exercise for 12 weeks. The isometric group performed maximal isometric strength tests at \neach of seven angles once a week. The five groups significantly increased maximal isometric torque at all \nseven angles, with no significant difference in the magnitude of responses among the groups. The resistance \nused for dynamic training (8-12 RM) significantly increased in the 1x/2wk (26.6 %), 1x (38.9 %), 2x (41.4 %), \nand 3x/wk (37.2 %) groups. The increase was significantly greater for the 1x, 2x, and 3x/wk groups compared \nwith the 1x/2wk group but there was no significant difference in strength gains among the 1x, 2x, and 3x/wk \ngroups. \n \nTaaffe et al. (100) randomly assigned 34 previously untrained males and 19 females (~69 years) to a 1x, 2x, or \n3x/wk training group, or a control group. The exercise groups performed three sets of eight repetitions with 80 \n% 1 RM for each of five upper-body and three lower-body exercises for 24 weeks. Dual energy X-ray \nabsorptiometry (DEXA) revealed a significant increase in lean body mass for the 1x (4.9 %), 2x (2.8 %) and \n3x/wk (1.7 %) groups, which were all significantly greater than the control group (-5.9 %). The average \nincrease in strength for the eight exercises was significant for group 1x (37.0 %), 2x (41.9 %) and 3x/wk (39.7 \n%). There was no significant difference in upper body, lower body, or whole body strength gains among the \nthree training groups at any time point. \n \nAfter initially training (1 x 6 RM) 79 males (18-23 years) in the free-weight squat for three weeks, Berger (101) \nrandomly assigned his seven weight training classes to seven groups for an additional six weeks of training. All \nthe participants performed only one repetition at each session with 66, 80, and 90 % 1 RM 2x/wk in groups 1, 2 \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n24\nand 3, respectively. Groups 1, 2 and 3 also performed the 1 RM 1x/wk. Group 4 executed the 1 RM 3x/wk, \ngroup 5 used 66 % 1 RM 3x/wk, and group 6 performed the 1 RM 1x/wk. Group 7 was the control. Group 5 \n(66 % 1 RM 3x/wk) and 7 (control group) did not significantly increase strength. There was a significant \nincrease in 1 RM squat for group 1 (17.8 kg), 2 (15.7 kg), 3 (12.5 kg), 4 (15.0 kg), and 6 (10.6 kg). There was \nno significant difference in the magnitude of strength gains among these groups. Berger (101) concluded that \ntraining 1x/wk with the 1 RM was just as effective as training 3x/wk. \n \nRozier and Schafer (102) trained the right knee extensors in 40 females (18-23 years) either 3x or 5x/wk for six \nweeks. All subjects performed three sets of eight repetitions on an isokinetic dynamometer and were \nencouraged to apply maximal force throughout each knee extension. Both groups significantly increased peak \nisometric torque (17 and 12 %, 3x and 5x/wk groups, respectively) and peak isokinetic torque (15 and 12 %, 3x \nand 5x/wk groups, respectively). There was no significant difference in the magnitude of strength gains as a \nresult of training 3x or 5x/wk. \n \nGregory (103) trained 152 previously untrained males (~21 years) either 2x or 3x/wk for 14 weeks. Both \ngroups performed three sets of 6-10 RM for seven exercises, and were tested pre- and post-training on four of \nthose exercises (bench press, seated press, leg press, and biceps curl). Compared with the 2x/wk group, the \n3x/wk group had a significantly greater increase in the seated press (17.5 and 13.1 %, 3x and 2x/wk groups, \nrespectively) and the leg press exercises (12.6 and 9.6 %, 3x and 2x/week groups, respectively). Both groups \n(2x and 3x/wk, respectively) showed a significant increase in 1 RM bench press (16.7 and 17.9 %) and biceps \ncurl (12.9 % and 15.1 %), with no significant difference between groups. The overall mean difference in \nstrength gains between the groups was 2.7 %. Gregory (103) noted that the 3x/wk group demonstrated a more \nrapid increase in strength during the first seven weeks and found diminishing returns from weeks 8-14, while \nthe 2x/week group showed a more uniform increase in strength throughout the 14 weeks. \n \nCarroll et al. (104) randomly assigned 17 previously untrained males and females (~19 years) to a 2x, 3x/wk, or \ncontrol group. The 2x/wk group trained for nine weeks (18 sessions), while the 3x/wk group trained for six \nweeks (18 sessions). Both training groups performed three sets of repetitions that ranged from 4-6 RM to 15-20 \nRM, depending on the exercise (4 upper-body and 3 lower-body). After completing 18 sessions, 1 RM squat \nsignificantly increased in the 2x (22.6 %) and 3x/wk (32.2 %) groups, with no significant difference between \ngroups. The 2x/wk group demonstrated a significant increase (31.2 %) in peak isometric knee-extension and \nisokinetic strength (28.8, 38.1, 57.7, and 61.7 % at 1.05, 3.14, 5.24, and 8.73 rad/s, respectively). There was no \nsignificant increase in the 3x/wk group. \n \nDeMichele et al. (105) randomly assigned 98 males and females (~30 years) to one of three training groups (1x, \n2x or 3x/wk) or a control group. Subjects performed one 8-12 RM set (one set left-to-right and one set right-to-\nleft) of dynamic torso-rotation exercise for 12 weeks. The average increase in peak isometric torque at the \nseven angles tested was 4.9, 16.3, and 11.9 %, group 1x, 2x, and 3x/wk, respectively. There was no significant \ndifference between the 2x and 3x/wk groups at any of the seven angles tested. The increase in resistance used \nfor training (8-12 RM) was significantly greater for the 2x (37.0 %) and 3x/wk (34.3 %) groups compared with \nthe 1x/wk group (no significant change pre- to post-training), with no significant difference between the 2x and \n3x/wk groups. DeMichele et al. (105) noted that the dropout rate was inversely related to training frequency (4, \n7, and 15 dropouts in groups 1x, 2x, and 3x/wk, respectively). Because the 2x/wk frequency resulted in better \nadherence and equal strength gains compared with the 3x/wk group, DeMichele et al. (105) recommended a \ntraining frequency of 2x/wk. \n \nFor intermediate trainees (those with approximately six months of consistent resistance training experience), the \nPosition Stand recommends a similar frequency of 2x-3x/wk total-body workouts, or split routines (upper-\nbody/lower-body) to provide a greater volume of exercise. There is no resistance-training study cited to support \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n25\nthe efficacy of a greater volume of exercise or split routines in intermediate trainees. The only reference cited is \na book by Fleck and Kraemer (106). \n \nThere are only two studies (97, 107) cited in the Position Stand that employed previously trained participants \nand compared different training frequencies (p. 369). The study by McLester et al. (97) is cited in the Position \nStand in the section relating to novice trainees. However, this study involved advanced trainees as defined in \nthe Position Stand. McLester et al. (97) randomly assigned 25 males and females (~26 years), who had been \nexercising each muscle group at least twice a week and had approximately 5.7 years of recreational resistance-\ntraining experience (advanced trainees according to the Position Stand), to a 1x or 3x/wk resistance-training \nprogram for 12 weeks. The 1x/wk group performed three sets of 5-8 RM for each of five upper-body and four \nlower-body exercises, while the 3x/wk group performed one set of 3-10 RM for each exercise. There was no \nsignificant change in six out of the seven health-related variables (resting diastolic blood pressure, sum of nine \ncircumferences, sum of three skin folds, percent body fat, body mass, and lean body mass) from pre- to post-\ntraining in either group. Resting systolic blood pressure significantly decreased 5 % in the 1x/wk group and 3 \n% in the 3x/wk group. Both groups significantly increased upper-body strength (20.2 and 32.4 %, 1x and 3x/wk \ngroups, respectively), with no significant difference in strength between groups for any of the upper body \nexercises. There was a significant increase in the four lower-body exercises (23.5 and 37.4 %, 1x and 3x/wk \ngroups, respectively). There was no significant difference between groups except for the leg press, with the \n3x/wk group (46.1 %) significantly greater than the 1x/wk group (22.3 %). However, there was no significant \ndifference between the 1x and 3x/wk groups in eight out of the nine strength measures. McLester et al. (97) \nconcluded that 1x/wk training produced comparable strength gains to 3x/wk training. \n \nThe study by Hoffman et al. (107) deserves particular attention because Hoffman et al. (107) noted in their \nintroduction that previous studies (prior to 1990) involved relatively untrained participants. In addition, the \nHoffman study is one of only two studies (97, 107) cited in the Position Stand on frequency of training that \ninvolved the target population specified as advanced trainees. Hoffman et al. (107) trained 61 male Division Ι \nAmerican football players (~20 years) with approximately three years resistance-training experience. Players \nwere not randomly assigned to different programs, nor were the different programs randomly assigned. Each \nplayer was given the option to select a training frequency of 3, 4, 5, or 6 days/week. Although it does not \nguarantee that the groups would have been equated on all variables, rank order and randomization should have \nbeen performed, as this would have attempted to create equivalent groups that were essentially similar on all or \nmost of the relevant variables. If these strategies were followed, then similar results would be expected in the \nexperimental groups if the independent variable (frequency of training) made no difference. If the results were \ndifferent among the groups, the difference could be attributed to the independent variable. It is also not clear if \nthe independent variable should have been the self-selection of frequency rather than the frequency of training \nper se. Based on these research design limitations, this study should be considered descriptive or observational, \nwhich precludes the determination of a causal relationship. \n \nSubjects performed 4-5 sets of 2-10 repetitions in the free-weight bench press and squat, which were the \nresistance-training exercises tested and reported. In the",
    "methods": "section (p. 77), Hoffman et al. (107) claimed \nthat the so-called “core” exercises were operationally defined as the bench press and squat; however, in their \nTable 3 (p. 78) there are six exercises designated as core exercises. Therefore, the exact number of so-called \n“core” exercises is not clear. Hoffman et al. (107) also failed to describe exactly what they meant by the term \n“core” exercises. Hoffman et al. (107) claimed that the subjects trained the core exercises 2x/wk in the 4day/wk \nand 6day/wk groups, and 3x/wk in the 3day/wk and 5day/wk groups. There were different distributions of the \n40-44 so-called assistance exercises and all the subjects performed three sets of 10 RM for each exercise. The 3 \nday/week group exercised the eight listed body parts on M, W, F, the 4day/wk group trained the chest, \nshoulders, triceps, neck on M, Th, and legs, back, biceps, forearms on Tu, F. The 5day/wk group exercised the \nchest, triceps, legs, neck on M, W, F, and back, shoulders, biceps, forearms on Tu, Th, and the 6day/wk group \ntrained the chest, triceps on M, Th, legs, shoulders, neck on Tu, F, and back, biceps, forearms on W, Sa. In \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n26\naddition to the resistance-training program, all the athletes participated in a football-conditioning program, \nwhich consisted of speed training, plyometics, flexibility, agility, and endurance exercises 2x/wk. Body mass, 1 \nRM bench press, 1 RM squat, 40-yard (~37 m) sprint, vertical jump, 2-mile (~3.2 km) run, sum of skin folds, \nthigh circumference, and chest circumference were the nine variables measured and reported pre- and post-\ntraining (10 weeks). \n \nHoffman et al. (107) claimed that the weekly number of sets for the 6day/wk group was similar to the 4day/wk \nand 5day/wk group. However, their claim contradicts the data reported in their Table 4 (p. 79) that shows 158 \nweekly sets for the 6 days/wk group compared with 122 sets for the 4 day/wk group. The 6 days/wk group \nactually executed a 30 % greater number of sets than the 4 day/wk group. \n \nThe increase in 1 RM bench press (1.8, 3.5, 3.2, and 4.0 %, 3, 4, 5, and 6 day/wk groups, respectively) was \nsignificant for only the 5 days/wk group. The gains in 1 RM squat (5.2, 7.3, 7.5, and 6.5 %, 3, 4, 5, and 6 \nday/wk groups, respectively) were significant for all groups except the 3 day/wk group. Hoffman et al. (107) \nclaimed that resistance training in the 5day/wk group, who performed the bench-press exercise 3x/wk, had the \ngreatest impact on strength development because it was the only group to significantly improve 1 RM bench \npress (3.2 %). However, the 3day/wk group also performed the bench press and squat exercises 3x/wk, but \nshowed no significant increase in either bench-press or squat strength. The 6 day/wk group, who performed the \nbench press exercise 2x/wk, had a significantly greater pre-training 1 RM bench press (9.8 %), a 4.0 % increase \nin 1 RM, a similar standard deviation post-training, with less than half the number of participants (n = 11) \ncompared with the 5 day/wk group (n = 23). Perhaps a post-training, between-group statistical comparison \nwould have shown no significant difference between groups; or if there were a similar number of participants in \nboth groups, the gains in bench-press strength would have been similar. \n \nThere was no significant difference in pre-training age, height, lifting experience, and time for a 2-mile run \namong the groups. However, there were significant differences pre-training among the groups for body mass, 1 \nRM squat, 1 RM bench press, sum of skin folds, thigh circumference, and chest circumference (107). With pre- \nand post-training data available and the statistical analysis reported for within-group pre- to post-training \ndifferences, post-training statistical comparisons among the groups would have been helpful to readers in the \ninterpretation of the data (107). \n \nHoffman et al. (107) claimed that training 4 and 5 days/wk were superior to 3 and 6days/wk because a greater \nnumber of variables improved in those groups. However, the 4 days and 6 days/wk groups, who performed the \nso-called “core” exercises 2x/wk, significantly improved nine variables, and the 3 and 5days/wk groups, who \nperformed the core exercises 3x/wk, also improved nine variables. That is, the groups that performed the “core” \nexercises 2x/wk improved in the same number of variables (nine) as the groups performing the “core” exercises \n3x/wk. The only obvious difference is that the 3x/wk groups performed 155 sets each week compared with 140 \nin the 2x/wk groups, and more importantly, they had to perform a greater weekly volume of exercise per muscle \ngroup as a result of the greater frequency of training the “core” exercises. A similar comparison can be made \nbetween the 6 day/wk (n = 11) and 3 day/wk (n = 12) groups who trained the core exercises either 2x/wk (6 \nday/wk group) or 3x/wk (3x/wk group). Both groups significantly improved in three variables. \n \nBased on the claim by Hoffman et al. (107) that there are problems with athletes regarding time constraints and \ncompliance to training programs, perhaps their conclusion should have been that the groups improved in the \nsame number of variables training the “core” exercises 2x or 3x/wk, but the groups that trained 2x/wk \naccomplished this with fewer weekly sets. Therefore, the conclusions by Hoffman et al. (107), and the \nstatement in the Position Stand that football players training 4-5 days/week achieved better results than those \nwho trained three or six days/week are unsubstantiated. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n27\nRegarding the study by Hoffman et al. (107), the Position Stand claims that the 5 day/wk and 6 day/wk \nprograms elicited a greater increase in vertical jump performance compared with 3 day/wk and 4 day/wk \nprograms (p. 372). In fact, there was no post-training between-group comparative analysis reported by \nHoffman, and more importantly, there was no significant increase in vertical jump for any group. The data \nreported by Hoffman et al. (107) render the claim in the Position Stand unfounded. \n \nBecause it is not explained in the Position Stand, it should be noted that the study by Hoffman et al. (107) is the \nonly frequency study cited where the participants may have performed specific exercises (e.g., the so-called \n“core” exercises) at a frequency (x/wk) that differed from the number of weekly exercise sessions (days/wk). In \nall the other studies (54, 95-105) the frequency of training (x/wk) was the number of times per week that an \nexercise was performed and that frequency coincided with the number of sessions/week. That is, the subjects \nperformed the designated exercises at each session. \n \nThe Position Stand claims that advanced (those individuals with years of resistance training experience who \nhave attained significant improvements in muscular fitness) weightlifters, powerlifters, and bodybuilders train \n4-6 days a week, and that the frequency of training for elite (those athletes who are highly trained and achieved \na high level of competition) weightlifters, power lifters, and bodybuilders may total 18 sessions a week (p. 369). \nBecause the references cited are books by Fleck and Kraemer (106) and Zatsiorsky (108), the authors of the \nPosition Stand are apparently basing these claims on their observations of this specific population. However, \nreports of the pervasive use of anabolic-androgenic steroids among competitive bodybuilders, weightlifters, and \npower lifters (109-112) render the athletes who use these drugs a highly questionable source of reference for \nwhat is purported to be a scientific document for healthy adults (The Position Stand). \n \nSplit Routines \nThe Position Stand states that advanced lifters train 4-6 days a week, and that elite weightlifters and \nbodybuilders may benefit from using very high frequency training; for example, two sessions a day, 4-5 days a \nweek (p. 369). A study by Hakkinen and Kallinen (113) is cited to support a greater increase in strength and \nmuscle cross-sectional area when training volume was divided into two sessions a day compared with one \nsession a day. However, Hakkinen and Kallinen (113) employed a split routine that is not typically used by the \nexperienced weightlifters and bodybuilders noted in the Position Stand. Ten females (~29 years) with at least 2-\n3 years of resistance training experience performed approximately 10 sets of squats with 70-100 % 1 RM (1-3 \nrepetitions/set, 18-22 total repetitions) and four sets of leg press or knee extension exercises with 60-70 % 1 RM \n(5-10 repetitions/set, 20-40 total repetitions) either in one session a day, 3x/wk for three weeks or two sessions a \nday 3x/wk for three weeks. Half the group used the two sessions/day protocol for the first three weeks followed \nby the one session/day protocol for the next three weeks; the other half of the group followed the same \nprocedure in reverse order. Percent body fat, which was estimated by skin fold measurement, did not change \nsignificantly at any time. With the exercises divided into two sessions a day, there was a significant increase in \nstrength (5.1 %), body mass (1.3 %), and quadriceps femoris cross-sectional area (3.9 %). When the subjects \nperformed the exercises in one session a day, Hakkinen and Kallinen (113)\n reported no significant increase in \nstrength (0.1 %) or body mass (-0.3 %) in their Results section (p. 120). However, the one session/day pre- and \npost-training values in their Table 2 (p. 120) show an increase in strength from 2,258 to 2,555 N (13.2 %) with \nthe same number of subjects and a similar standard deviation as shown for the two daily sessions. \n \nPutting aside the questionable data, the practical application of the Hakkinen and Kallinen (113) resistance-\ntraining protocol for exercising the major muscle groups in healthy adults is questionable—regardless of how \nthe exercises are distributed. That is, the subjects in the Hakkinen and Kallinen (113) study executed 14 sets \n(10 sets of squats and four sets of knee extension or leg press exercises) 3x/wk to stimulate the quadriceps. \nTherefore, advanced trainees who wish to stimulate the major muscle groups of the hips, thighs, legs, lower \nback, upper back, midsection, chest, shoulders, neck, arms using the Hakkinen and Kallinen (113) protocol of \n14 sets of each exercise for each muscle group, would require approximately 140 sets 3x/week. With the rest \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n28\ntime recommended in the Position Stand of at least 2-3 minutes between sets and exercises, the weekly time \nrequired for resistance training (140 sets x 3x/week x 3 minutes = 1260 minutes) is 21 hours—an overwhelm ing \ncommitment for many healthy adults. \n \nTable 7. Summary of Research Comparing Training Frequency. \nReference Rating \nGillam (95) ↑ \nHakkinen & Kallinen (113) ? \nHoffman et al. (107) ↓ \nHunter (96) ↓ \nMcLester et al. (97) ↓ \nPollock et al. (54) ↓ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nIn summary, most of the frequency studies report no significant difference in response to performing an \nexercise 2x or 3x/wk, and some studies report similar results training 1x, 2x or 3x/wk. The Position Stand \nclaims that progression may not necessitate a change in frequency for training each muscle group, but that a \ngreater frequency of training may enable a greater volume of exercise for each muscle group. The implication \nthat a greater overall volume of exercise (as \na result of a greater frequency of training or \nsplit routines) is more effective for \nenhancing muscular strength, hypertrophy, \npower, and endurance in any specific \npopulation is unsubstantiated (Table 7). \nThere is no evidence cited in the Position \nStand to suggest that split routines, as \nadvanced trainees commonly perform them \n(different muscle groups on different days), \nare superior to whole-body sessions. The \nonly evidence for split routines is the very \nunusual protocol of Hakkinen and Kallinen \n(113), which could require several hours of \ntraining each day. \n \nPERIODIZATION (VARIED MULTIPLE-SET PROTOCOLS) \n \nThe Position Stand makes several provocative claims that form the basis for the ACSM’s complex and time-\nconsuming recommendations. The first claim is that progression in long-term resistance training requires the \nmanipulation of program variables such as the amount of resistance, exercise selection, order of exercises, \nnumber of sets and repetitions, as well as rest time between sets and exercises, and that manipulation of these \nvariables differentially affects specific goals such as muscular strength, hypertrophy, power, and endurance (p. \n364). The only reference cited in an attempt to support this opinion is a review by Stone et al. (114). \n \nThe second claim in the Position Stand is that each training phase is designed to emphasize a particular \nphysiological adaptation; for example, that hypertrophy is stimulated during the initial high-volume phase, \nwhereas strength is maximally developed during the later high-intensity phase (p. 365). The only references \ncited are a review by Fleck (115) and a theoretical model of resistance training by Stone et al. (116). \n \nThe Position Stand also claims that the magnitude of strength gains are dependent on the types of muscle \nactions, intensity, selection and order of exercises, volume of exercise, rest between sets, and frequency of \ntraining (p. 366). The only reference cited is a review by Tan (117). \n \nNo resistance-training studies are cited to support any of the aforementioned claims in the Position Stand. \n \nThe previous sections in this document demonstrate that different training modalities, repetition duration, range \nof repetitions, number of sets, rest time between sets and exercises, and frequency of training produce very \nlittle, if any, difference in outcomes. Therefore, there is no reason to believe the planned manipulation of these \nvariables (so-called “periodization”) would significantly affect specific outcomes. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n29\nOnly three of the studies (118-120) cited in the Position Stand attempted to control volume and intensity (using \nthe authors’ definitions of volume and intensity), and compared so-called “periodization” to “traditional” (non-\nperiodized models) resistance training. \n \nBaker et al. (118) matched 33 males (~20 years) with at least six months resistance-training experience, and \nthen randomly assigned them to one of three programs, which included the bench press and squat. Subjects in \nthe “linear periodization”group performed 5 x 10 RM wk 1-4, 5 x 5 RM wk 5-8, 3 x 3 RM and 1 x 10 RM wk 9-\n11, and 3 x 3 RM wk12. The “undulating periodization” group followed a protocol of 5 x 10 RM wk 1-2, 5 x 6 \nRM wk 3-4, 5 x 8 RM wk 5-6, 5 x 4 RM wk 7-8, 5 x 6 RM wk 9-10, and 4 x 3 RM wk 11-12. The “traditional” \ngroup used 5 x 6 RM throughout the study. After training 3x/wk for 12 weeks, all three groups (linear \nperiodization, undulating periodization, and traditional groups, respectively) showed a significant increase in 1 \nRM bench press (11.6, 16.4 and 12.5 %), 1 RM squat (27.7, 28.4 and 26.1 %), vertical jump (3.8, 10.1, and 9.3 \n%), and lean body mass (2.8, 3.3 and 3.2 %). There was no significant difference among the groups for any of \nthe measured variables. Baker et al. (118)\n concluded that performance outcomes and changes in body \ncomposition were similar for periodization and traditional resistance training. \n \nHerrick and Stone (119) randomly assigned 22 previously untrained females (~22 years) to either a progressive \nresistance program of 3 x 6 RM (traditional) or a varied training protocol of 3 x 10 RM wk 1-8, 3 x 4 RM wk \n10-11, and 3 x 2 RM wk 13-14 (periodization), with one-week active rest (low-intensity stationary cycling) \nbetween each period. All subjects performed three upper-body and three lower-body exercises 2x/wk for 15 \nweeks. Both groups, traditional and periodization, respectively, significantly increased 1 RM bench press (25.2 \nand 31.9 %) and squat (46.3 and 53.5 %). There was no significant difference in strength gains between the \ntraditional and periodization groups. Herrick and Stone (119) concluded that their results did not support the \nbenefits of periodization over traditional progressive resistance training, and they recommended either training \nprotocol for female athletes who wish to maximize strength. \n \nSchiotz et al. (120) matched 22 male Army volunteers (~22 years) based on their years of military training, and \nthen randomly assigned them to a periodization or traditional resistance-training program. Both groups \nperformed the bench press, squat and seven other exercises 2x/wk. The traditional group executed four sets of \nsix repetitions beginning with 80 % 1 RM. The periodization group performed the bench press and squat using \n50-105 % 1 RM with different combinations of sets and repetitions throughout the study (5 x 10 wk 1-2, 3 x 10, \n1 x 8 and 1 x 6 wk 3, 2 x 8 and 3 x 5 wk 4, 1 x 8, 1 x 6 and 3 x 5 wk 5, 1 x 8 and 4 x 5 wk 6, 1 x 8, 2 x 5, 1 x 3 \nand 1 x 1 wk 7, 2 x 5, 1 x 3, 1 x 2, and 1 x 1 wk 8, and 2 x 3 and 4 x 1 wk 9-10). The periodization group \nshowed a significant decrease in body fat from 11.6 to 9.9 %. However, there was no significant increase in \nlean body mass in either group. The increase in 1 RM bench press (10 and 6 %) and 1 RM squat (13 and 14 %) \nwas significant for periodization and traditional resistance training, respectively, but not significantly different \nbetween groups. Nor, was there any significant difference between groups in the four Army Ranger Challenge \nphysical performance tests. Schiotz et al. (120)\n concluded that trainees could follow either a periodization or a \ntraditional resistance-training program and develop similar improvements in muscular strength and \nperformance. \n \nThe Position Stand cites five studies (121-125) in an attempt to show that periodization is superior to traditional \nresistance training (p. 365). \n \nO’Bryant et al. (121) randomly assigned 90 previously untrained males (~19 years) to one of two resistance \ntraining programs. Group 1 performed 5 x 10 wk 1-4, 3 x 5 wk 5-8, and 3 x 2 wk 9-11 (intensity not described), \nwhile group 2 used 3 x 6 RM for 11 weeks. Subjects performed four exercises (including the free-weight squat) \n2x/wk, and five exercises 1x/wk. O’Bryant et al. (121) claimed that the increase in 1 RM squat (estimated from \nFigure 1, p. 28) was significantly greater for group 1 (~37 %) compared with group 2 (~32 %), as was the \nincrease in cycle ergometer power (~17 and 7 %, groups 1 and 2, respectively). There was no significant \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n30\nincrease in body mass in either group of these previously untrained males. O’Bryant et al. (121) concluded that \nthe continuous use of the same number of sets and repetitions resulted in a monotonous training program for \ngroup 2, and the lack of variation may have been responsible for the difference between groups in 1 RM squat \nand cycle power. \n \nO’Bryant et al. (121) also claimed that longitudinal studies suggested that the 3 x 6 RM protocol, which they \nused to compare with the program in group 1, had previously produced the greatest gains in strength. However, \nthe only resistance-training study cited by O’Bryant et al. (121) was by Berger (39). In fact, Berger (39) \ncompared 3 x 6 RM, 3 x 10 RM, and 6 x 2 RM bench press protocols 3x/wk for nine weeks. The 48 college-\nage males significantly increased their 1 RM bench press (21, 20, and 17 %, respectively), with no significant \ndifference between the groups. Therefore, Berger’s study (39) does not support the claim by O’Bryant et al. \n(121). \n \nO’Bryant et al. (121) also concluded that their results agreed with three studies by Stone and colleagues (126-\n128). However, in the first reference Stone et al. (126) did not compare different training models. They trained \nnine previously sedentary college-aged males 6x/wk for eight weeks. All the subjects followed the same \nresistance-training protocol. There was no report of any strength measure. The second reference was a review \nby Stone et al. (127), and the third reference is a book written by Stone and O’Bryant (128). None of these \nreferences (126-128) cited by O’Bryant et al. (121) is a resistance-training study that supports the opinion of \nO’Bryant et al. (121), thereby rendering their claim unfounded and misleading. \n \nStone et al. (122) reported on one experiment (Experiment #1) and two observations (Observation #1 and #2). \nIn Experiment #1, Stone et al. (122) randomly assigned 20 previously untrained college-age males to what the \nauthors describe as either an experimental (group 1) or control group (group 2). The protocol for group 1 was 5 \nx 10 (wk 1-3), 5 x 5 (wk 4), 3 x 3 (wk 5), and 3 x 2 (wk 6), while group 2 performed 3 x 6 for weeks 1-6. The \nlevel of intensity or percent 1 RM is not described for either group. Both groups performed squats, thigh curls \nand bench presses 2x/wk, and mid-thigh pulls, floor pulls, and the seated behind-the-neck press 1x/wk for six \nweeks. The only strength measure reported was the 1 RM squat, with the gain for group 1 (~32 kg) \nsignificantly greater than group 2 (~23 kg). There was no report of pre- or post-training data, or percent change \nfor any strength measure. \n \nStone et al. (122) used the Lewis formula to estimate anaerobic power. They reported a significantly greater \ngain for group 1 (+4.5 kg/m/s) compared with group 2 (-2.0 kg/m/s). However, Harman et al. (129) reported \nthat the Lewis formula underestimated peak power by 70.1 % and average power by 12.4 % compared with \nforce-platform determination. Harman et al. (129) concluded that the validity of the Lewis formula has never \nbeen supported in a scientific peer-reviewed journal, and consequently is not a valid method for estimating \naverage or peak power generated by a subject performing a jump and recommended that its use be discontinued. \n \nStone et al. (122) noted that group 1 showed an approximate 3.5 % decrease in percent body fat at three weeks \nand an increase of ~1.1 % during the next three weeks, for a net decrease of ~2.4 %. The changes in percent \nbody fat for group 2 were ~0.1 % at three weeks and ~0.5 % at six weeks. The percent body fat was \nsignificantly lower for group 1. Group 1 increased lean body mass by a remarkable ~2.4 kg in the first three \nweeks, but lost ~2 kg in the next three weeks, with a net gain of 0.4 kg. Group 2 increased by 1.1 kg at three \nweeks and lost ~2.4 kg during the next three weeks, for a net loss of 1.3 kg of lean body mass. At the end of the \n6-week study there was no significant difference in vertical jump height between group 1 (~2.4 cm) and group 2 \n(~2.2 cm). \n \nStone et al. (122) claimed that previous studies by Berger (29) and O’Shea (20) have shown that strength gains \nare most efficiently accomplished with three sets of six repetitions. However, their assumption is weakly \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n31\nsupported by one of those studies (29), which is discussed in the Multiple Sets section of this document, and not \nsupported at all by the other study (20), which is discussed in the Range of Repetitions section of this document. \n \nObservations #1 and #2 by Stone et al. (122) were not controlled research experiments, and are bereft of any \nstatistical analysis. Therefore, they lend no support for so-called periodization training. \n \nStone et al. (123) randomly assigned 21 college-age males to either a traditional program or one of two varied \nmultiple-set resistance-training programs. Previous resistance-training experience was not reported. The squat \nwas executed 2x/wk for 5 x 6 RM in group 1, and 2x/wk for 5 x 10 RM, 5 x 5 RM, 3 x 3 RM (wk 1-4, 5-8, 9-\n12, respectively) in group 2. Group 3 performed 3-5 sets of 3-5 repetitions (RM on Monday, 15 % below RM \non Friday) that varied eight times during the 12-week study. There was a significant increase in 1 RM squat for \ngroup 2 (15 %) and group 3 (15.4 %), but the change (10 %) for group 1 (n = 1) was not significant. Stone et al. \n(123) claimed that periodization resistance-training programs produce superior results compared with constant-\nrepetition programs. However, no between-group statistical comparisons were reported. Stone et al. (123) \nnoted that four out of the five subjects in group 1 were removed from the study because they complained of \nmonotony or lack of variation, leaving only one subject in group 1 for evaluation; a dropout rate (80 %) unlike \nany other resistance-training study cited in this document. The evaluation of only one subject seriously limits \nany practical application of this study (123). \n \nWilloughby (124) trained 48 males (~20 years) 2x/wk for 12 weeks in four physical education classes. \nTreatments were randomly assigned to each group. Group 1 performed 3 x 10 RM and group 2 used 3 x 6-8 \nRM for 12 weeks, while group 3 followed a protocol of 5 x 8-10 RM wk 1-4, 4 x 5-7 RM wk 5-8, and 3 x 3-5 \nRM wk 9-12. Group 4 refrained from resistance training. The 1 RMs for each exercise were divided by the \nsubject’s body mass to estimate the strength to body mass ratio. Neither absolute strength nor percent change in \nstrength was reported, only the ratio of strength to body mass at baseline and post-training. Willoughby (124) \ndid not report post-training values for body mass. Consequently, because it is not known if body mass changed \nas a result of the resistance training, readers cannot calculate the absolute or percent strength gains from the \npublished data. \n \nFor the bench press and squat exercises, Willoughby (124) reported that groups 1, 2, and 3 increased strength \nsignificantly more than group 4 (control). It was also reported that strength gains were significantly greater in \ngroup 3 compared with groups 1 and 2, and group 2 was significantly greater than group 1. Based on the data \nreported by Willoughby (124) in Table 1 (p. 137), the correct calculation of the pre- to post-training increase in \nsquat strength for group 2 yields a value of 0.560 rather than 0.385 shown in Table 1 (p. 137). This discrepancy \nquestions whether the 0.676 increase in strength for group 3 was significantly greater than the actual reported \n0.560 increase for group 2 (124). \n \nIn a different study, Willoughby (125) randomly assigned 92 males (~20 years) to one of three training groups \nwho performed the free-weight bench press and squat exercises 3x/wk for 16 weeks. The subjects were \npreviously trained and considered eligible for the study if they could bench press 120 % of their body mass and \nsquat with 150 % body mass. Although at least three years of resistance training were required for \nparticipation, the subjects abstained from resistance training for six months prior to the study. Willoughby \n(125) stated that it was important to note that the 6-month abstinence constituted a state of detraining in which \nsubjects could have responded differently. \n \nGroup 1 performed five sets of 10 repetitions with 78.9 % 1 RM and group 2 performed six sets of eight \nrepetitions with 83.3 % 1 RM for the duration of the study. Group 3 followed a varied program that comprised \nfive sets of ten repetitions with 78.9 % 1 RM wk 1-4, either four or six sets of eight repetitions with 83.3 % 1 \nRM wk 5-8, three sets of six repetitions with 87.6 % 1 RM wk 9-12, and three sets of four repetitions with 92.4 \n% 1 RM wk 13-16. Willoughby (125) stated in his Abstract (p. 2) that the protocol for group 3 was six sets of \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n32\neight repetitions for weeks 5-8. However, in his Methodology section (p. 4) he stated that the protocol for \ngroup 3 during the same time interval was four sets of eight repetitions. Consequently, readers cannot \ndetermine the exact number of sets. If there was a misprint in either the Abstract or the Methodology sections, \nthat misprint appeared in two publications (125, 130). \n \nThis study by Willoughby (125) was apparently published in the Journal of Human Movement Studies (130) \ntwo years prior to its publication in the Journal of Strength and Conditioning Research (125). That is, the same \ndatabase was apparently used for both publications (125, 130) and the only difference was the way that the main \ndependent variable (strength to body mass ratio) was presented. That is, Willoughby reported the absolute \nchanges in the strength to body mass ratio from pre-training to weeks 4, 8, 12, and 16 in one publication (125), \nand reported changes in the strength to body mass ratio from interval to interval (0-4, 4-8, 8-12, 12-16, and 0-16 \nweeks) in his other publication (130). \n \nWilloughby (125, 130) reported that he monitored and calculated the training volume (total mass lifted per \nweek) for the bench press and squat exercises during each of the four training intervals for weeks 0-4, 4-8, 8-12, \nand 12-16. The weekly training volume was the product of the amount of resistance times the number of \nrepetitions per set times the number of sets per session times the number of sessions per week for 92 \nparticipants (125, 130). The total training volume for each interval is identical in both publications (125, 130) \nas evidenced by the identical graphs in Figure 1 on page five (125) and Figure 1 on page 242 (130). \nWilloughby reported that his results revealed a significant multivariate volume difference among the four \ngroups [F (4,128) = 15.65; p<0.0001], and significantly different training volume for the bench press and squat \nexercises [F (2,66) = 8.26; p<0.0001]. These values are identical in both publications (125, 130). \n \nWilloughby (125) reported significant gains in bench press strength to body mass ratio for groups 1, 2 and 3 \nafter four weeks of training, with no significant difference among the groups. At eight, 12 and 16 weeks, the \nincrease for group 3 was significantly greater than groups 1 and 2, with no significant difference between \ngroups 1 and 2. In his Discussion section (p. 6) Willoughby (125) claimed that the decreased volume and \nincreased intensity for group 3 at 8, 12 and 16 weeks resulted in significantly greater gains than groups 1 and 2. \nHowever, Figure 1 (p. 5) and the Results section (p. 5) show that the training volume was not significantly \ndifferent among groups 1, 2 and 3 at eight weeks (125). \n \nIn his Results section (p. 6) Willoughby (125) reported that groups 2 and 3 showed a significantly greater gain \nin the squat strength to body mass ratio compared with group 1 at four, eight and 12 weeks. However, Figure 3 \n(p. 6) shows no significant difference between groups 1, 2 and 3 at four weeks. At 16 weeks, group 3 showed a \nsignificantly greater increase compared with groups 1 and 2, with group 2 significantly greater than group 1. \nWilloughby (125) claimed that the decreased volume and increased intensity for group 3 did not produce \nsignificantly greater gains over group 2 at four, eight and 12 weeks. However, Willoughby’s Figure 1 (p. 5) \nshows that the volume was not significantly different among groups 1, 2 and 3 at four and eight weeks (125). \n \nWilloughby (125) reported that the resistance was changed only after each 1 RM session (every 4 weeks), and \nthat the resistance for each specific 10 RM, 8 RM, 6 RM, and 4 RM was derived from testing the 1 RM. That \nis, 78.9, 83.3, 87.6, and 92.4 % 1 RM was used for the 10 RM, 8 RM, 6 RM, and 4 RM, respectively. \nWilloughby cited a study by Berger (131) in both his publications (125, 130) as his rationale for establishing the \nspecific resistance for each RM. However, Berger (131) tested the 1 RM, 5 RM and 10 RM and interpolated \nthe percentage scores for the 2 RM, 3 RM, 4 RM, 6 RM, 7 RM, 8 RM, and 9 RM. He reported data for only \none exercise (bench press) and indicated that his table contained approximate values, which were starting points \nto determine an RM by trial and error. Berger’s (131) standard deviations for the percentage of the 5 RM and \n10 RM were 3.36 and 3.66, respectively. Therefore, if an individual has a 1 RM bench press of 100 kg and uses \nthe 89.8 kg (89.8 % 1 RM) for the 5 RM, the standard deviation of percentage (89.8 - 3.66 = 86.44 % x 100 kg \n1 RM = 86.44 kg, and 89.8 + 3.66 = 93.2 % x 100 kg 1 RM = 93.2 kg) establishes a range of resistance that \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n33\nexceeds the values in Berger’s (131) Table 1 (p. 110) for the 4 RM (92.4 kg) and 6 RM (87.6 kg). With a range \nof values for the 5 RM that exceeds the estimated values used by Willoughby (125, 130) for the 4 RM and 6 \nRM, predicting a maximal effort of a specific repetition of every set in 92 subjects is highly unlikely. \n \nThe only way to determine if the last repetition in a set is a maximal effort (e.g., 4, 6, 8, 10 RM, etc.) is to \nattempt another repetition. Willoughby (125) claimed that spotters were available to assist a subject in the event \nthat fatigue may have prohibited completion of the designated number of repetitions. However, he reported that \nall the subjects in each training group were able to complete the designated number of repetitions with the \nassigned resistance without assistance from spotters (125). This reported scenario questions whether the last \nrepetition was a true RM for the free-weight bench press and squat exercises. In addition, with a given percent \nof the 1 RM (e.g., 80 %), subjects will differ from one another by one to several repetitions at the point of \nmuscular fatigue for a specific exercise (132), as well as differ from one exercise to another within an individual \n(133). Both of these studies (132-133) are discussed in our Local Muscular Endurance section. Therefore, the \nuse of a specific percent 1 RM to establish the exact resistance for a specific RM such as 4 RM, 6 RM, 8 RM, or \n10 RM is questionable. If each set in this study was not a maximal effort on the last repetition, then \nWilloughby’s (125) description of multiple sets of RM (e.g., 5 sets of 10 RM in group 1) is not accurate. If the \nsubjects in groups 1 and 2 were really able to exert a maximal effort on exactly the last repetition for each of the \nfive sets in group 1 and for the last repetition on each of the six sets in group 2 of the bench press and squat \nexercises three times a week for 16 weeks, then it would lend support to Willoughby’s claim that these \nmultiple-set protocols may have resulted in over-training (125). \n \nIn the previous publication (130) of this study (125), Willoughby reported no significant difference in bench \npress among groups 1, 2 and 3 at 4, 8 and 12 weeks (p. 241). However, Willoughby (130) claimed in his \nAbstract (p. 233) that the increase in strength to body mass ratio for groups 2 and 3 was significantly greater \nthan group 1 at 12 weeks, and his Table 1 (p. 240) shows groups 1 and 3 significantly greater than group 2 at 12 \nweeks. Willoughby (130) claimed in his Results (p. 241-3) that group 3 showed greater gains than groups 1 and \n2, with group 2 significantly greater than group 1 during weeks 13-16. However, in his Abstract (p. 233) and in \nTable 1 (p. 240) he reported no significant difference between groups 1 and 2 from weeks 13-16. Willoughby \n(130) claimed in his Discussion (p. 243-4) that after 12 weeks of training there was no significant difference \nbetween groups 1 and 2. However, Willoughby noted in his Abstract (p. 233) that group 2 was significantly \ngreater than group 1 at 12 weeks, and Table 1 (p. 240) showed that group 1 was significantly greater than group \n2 at 12 weeks (130). \n \nIn the squat exercise, Willoughby (130) reported no significant difference in strength to body mass ratio among \ngroups 1, 2 and 3 during the first eight weeks (p. 243). However, he noted in his Abstract (p. 233), in Table 2 \n(p. 241), and his Discussion (p. 244) that group 3 showed a significantly greater increase than groups 1 and 2 \nduring weeks four through eight. Willoughby (130) reported in his Results (p. 243) that group 3 was \nsignificantly greater than groups 1 and 2, and that group 2 was significantly greater than group 1 at 12 weeks. \nHowever, he claimed in his Abstract (p. 233) that groups 2 and 3 were significantly greater than group 1, and in \nhis Discussion (p. 244) claimed that there was no significant difference between groups 1 and 2 at 12 weeks. At \n16 weeks group 3 had a significantly greater gain compared with groups 1 and 2 (130). \n \nWilloughby (125) also claimed that previously published resistance training studies (32, 122, 134-135) suggest \nthat so-called periodization programs produce significantly greater strength gains than traditional resistance \ntraining. The studies by Stone et al. (122) and Stowers et al. (32) were previously discussed in this section and \nour Multiple Sets section, respectively. Christian and Seymour (134) trained only one group of subjects. There \nwas no comparative training group or control group. Therefore, this study (134) does not support Willoughby’s \nclaim\n that one training protocol is superior to another (125). \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n34\nSwanson and Moffatt (135) assigned 32 previously untrained college-age males to one of two training groups \n(performing similar exercises) or a control group. One group performed 3 x 6 RM and the other used 3 x 10 \nRM wk 1-2, 3 x 5 RM wk 3-5, and 3 x 3 RM wk 6-8. Both groups trained 2x/wk for eight weeks. There was a \nsignificant increase in muscular strength (1 RM bench press and squat) and girth measurements in both groups \n(data not reported). However, there was no significant difference in strength gains or girth measurement \nbetween the two training groups. Contrary to the claim by Willoughby (125), Swanson and Moffatt (135) \nconcluded that periodization was no more effective than traditional strength training for increasing muscular \nstrength and girth size. \n \nTraining Volume \nAlthough the term training volume is frequently used in the resistance-training literature, people who believe it \nis relevant to productive resistance training may interpret the term differently. From a conceptual standpoint, it \nmay have little or no relevance to the efficacy of resistance-training protocols. Obviously, some undefined \nthreshold of training volume must be attained to stimulate adaptations in muscular strength, hypertrophy, \npower, and endurance, but there is very little evidence to suggest that a specific volume of training differentially \naffects any of these outcomes. Using the exact formula for training volume noted by Willoughby (125, 130), \nwhere volume is equal to mass x repetitions per set x sets per session x sessions per week, the following \nhypothetical scenario demonstrates the lack of relevance, or perhaps the absurdity, in attempting to calculate the \nvolume of exercise, or to compare different protocols based on training volume. If an individual performs one \nset of 10 RM bench presses with 100 kg 2x/wk, the weekly training volume is equal to 2,000 units (100 x 10 x 1 \nx 2). However, performing 10 sets of one repetition with 100 kg (the 10 RM) 2x/wk is 2,000 units (100 x 1 x \n10 x 2), and 10 sets of 10 repetitions with 10 kg 2x/wk is also 2,000 units (10 x 10 x10 x 2). Based on the \nexisting literature (discussed in other sections of this document), the first example would certainly be an \nadequate stimulus for adaptations in muscular strength, hypertrophy, power, and endurance, while the last two \nexamples may generally be considered an inadequate stimulus; even though the training volume, as it is \ndescribed by Willoughby (125, 130), is identical in the three hypothetical examples. \n \nContrary to the conclusion by Willoughby (124-125, 130) that “periodization” is superior to traditional \nresistance training, an alternative conclusion is that his studies suggest that a lower-volume resistance-training \nprogram (fewer sets) appears to be more effective in producing strength gains than the higher-volume protocols \nrecommended throughout the Position Stand (3-6 sets of each exercise). This study (125,130) raises the \nquestion as to possible different outcomes in groups 1 and 2 had they also executed fewer sets throughout the \nstudy. Without such a comparison group, the claim by Willoughby (125,130) and in the Position Stand that \n“periodization” is an important component of a resistance-training program for optimal strength—is \nunsubstantiated. \n \nThe Position Stand claims that advanced resistance trainees have demonstrated a complex, cyclical pattern of \ntraining variation in order to optimize performance. Two references are cited (136-137) regarding that claim (p. \n373). Hakkinen et al. (136) tested 13 male Finnish weightlifting champions and national record holders who \nhad participated in weightlifting for approximately seven years. Every four months for a duration of one year \nthey were evaluated for maximal bilateral isometric knee-extensor strength, Olympic lifts (snatch, clean and \njerk), squat jump, countermovement jump, drop jump, integrated electromyography (IEMG) and fiber \ncomposition (muscle biopsies) of the vastus lateralis, as well as body mass, percent body fat, and thigh girth. \nFollowing the programs designed by their personal coaches, participants trained 5x/wk for competitive Olympic \nlifting. The exercises are described as the snatch, clean and jerk, various power lifts, pulling exercises, squat \nlifts, pressing exercises, and other strengthening exercises for selected muscle groups. No other information is \nprovided regarding specific training protocols (repetition duration, range of repetitions, number of sets, \nintensity, etc.). \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n35\nThe only improvement was a significant increase (9 %) in squat jump performance (136). There was no \nsignificant change in the snatch lift, clean and jerk, isometric knee-extension torque, total mean fiber area, fast-\ntwitch percentage, or mean areas of the fast-twitch and slow-twitch vastus lateralis. Body mass, percent body \nfat, and thigh girth did not change significantly. There was no significant improvement in countermovement \njump, drop-jump performance, or maximal IEMG during the isometric knee extension, squat jump, \ncountermovement jump, or drop-jump performance. Thus, only one of the 17 measured variables showed a \nsignificant change after one year of training. More importantly, Hakkinen et al. (136) did not compare different \nresistance-training protocols. \n \nIn the other study by Hakkinen et al. (137), which involved some of the participants from their previous study \n(136), they tested nine Finnish weightlifting champions and national record holders who had been training for a \nsimilar time of seven years. The training programs and testing intervals were similar to those described in their \npreceding study (136). After two years, there was a significant increase in the Olympic weightlifting total (2.8 \n%), thigh girth (1.3 %), and fat-free mass (2.0 %). There was no significant change in maximal isometric \ntorque, maximum IEMG, force-time and IEMG-time curves, mean fiber area of either fast-twitch or slow-twitch \nfibers, total fiber area, or percentage of fast-twitch fibers (137). \n \nTable 8. Summary of Periodization Research. \nReference Rating \nBaker et al. (118) ↓ \nHakkinen et al. (136) ↓ \nHakkinen et al. (137) ↓ \nHerrick & Stone (119) ↓ \nO’Bryant et al. (121) ↑ \nSchiotz et al. (120) ↓ \nStone et al. (122) ? \nStone et al. (123) ? \nSwanson & Moffatt (135) ∗ \nWilloughby (124) ? \nWilloughby (125) ? \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary \nclaim or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation.\nIn both of these studies by Hakkinen and colleagues (136-137) the resistance-training programs are not \ndescribed in any detail, and they resulted in very few improvements in various outcomes. The casual reader of \nthe Position Stand who does not scrutinize the methodology and results of the cited references, and their \nrelevance to how they are being cited, may be unjustly impressed because of the noteworthy authors and the \nelite population of subjects. Most importantly, there is no comparison of one training program to another in \neither study. Therefore, neither reference \n(136-137) supports the superiority of one \ntraining program over another. \n \nIn summary, none of the aforementioned \nstudies (118-125,136-137) cited in the \nPosition Stand compared the so-called \n“periodization” protocols with single-set \nprograms that simply varied the order or \ntype of exercises to add some variety to the \ntraining. The Position Stand claims that the \nplanned manipulation of program variables \nin advanced trainees can eliminate natural \ntraining plateaus and enable higher levels of \nmuscular strength, hypertrophy, power, and \nlocal muscular endurance. That claim, \nwhich is central to the overall framework of \nthe Position Stand, has very little supporting \nevidence (Table 8). \n \nLOCAL MUSCULAR ENDURANCE \n \nLocal muscular endurance is defined in the Position Stand as submaximal local muscular endurance or strength \nendurance (p. 371). When it is reported as repetitions performed to fatigue with a given amount of resistance \npre- and post-training, it is usually referred to as a test of “absolute muscular endurance”. If the resistance is \nadjusted from a specific percent (e.g., 80 %) of the pre-training 1 RM to the same percent of the post-training 1 \nRM, it is usually referred to as “relative muscular endurance”. Predictably, absolute muscular endurance should \nincrease as a result of increased strength. However, the relationship between strength gains and absolute \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n36\nmuscular endurance is not linear. For example, if a pre-training 1 RM is 100 kg and the maximal number of \nrepetitions with 80 % 1 RM (80 kg) is 10, and the number of repetitions post-training increases 100 % to 20 \nwith the same resistance (80 kg), the individual has become stronger and each repetition is therefore easier, but \nthe person is not 100 % stronger. A 100 % increase in strength would require a 1 RM of 200 kg, or 10 \nrepetitions with approximately 160 kg (80 % of the post-training 1 RM). \n \nThe Position Stand states that limited effects are observed in relative muscular endurance as a result of \ntraditional resistance training (p. 371). One study (138) is cited. Mazzetti et al. (138) matched and randomly \nassigned 20 males (~24 years) to either a supervised or unsupervised resistance-training program. All the \nsubjects had 1-2 years of resistance-training experience. Both groups performed the same resistance-training \nprotocol of 3 x 12 RM wk 1-2, 3 x 8-10 RM wk 3-6, 3-4 x 6-8 RM wk 7-10, 2-3 x 3-6 RM wk 11-12 using \nidentical equipment (free weights and machines) 3-4x/wk (~8 exercises per session) for 12 weeks. There was a \nsignificant increase in 1 RM squat (33 and 25 %) and bench press (22 and 15 %), supervised and unsupervised \ngroups, respectively, with the gains in strength significantly greater for the supervised group. Baseline relative \nmuscular endurance for the free-weight bench press exercise was reported as the number of repetitions \nperformed to fatigue using 80 % of the pre-training 1 RM. After 12 weeks, the resistance for the relative \nendurance test was increased to 80 % of the post-training 1 RM (33 and 25 % for the squat, and 22 and 15 % for \nthe bench press, supervised and unsupervised groups, respectively). The number of repetitions to fatigue (~7) \nwas similar in both groups pre-training, and remained unchanged post-training (~7). Mazzetti et al. (138) \nconcluded that relative muscular endurance was not compromised (no significant change) as a result of the \nresistance training. \n \nIt should be recognized that the results of Mazzetti et al. (138) could be interpreted in different ways. That is, \nthe relative muscular endurance (maximal number of repetitions with a specific percent of 1 RM) does not \nappear to change with training—and there is very little evidence to suggest that it should. Or, that the \nperformance of relative muscular endurance increases by the amount of resistance required to equal 80 % of the \npost-training 1 RM. The former interpretation renders the aforementioned statement in the Position Stand \nirrelevant; the latter is a contradiction to that statement. \n \nA resistance-training study by Hickson et al. (139) confirmed the validity of both the aforementioned \ninterpretations. Hickson et al. (139) trained eight previously untrained males and females (~28 years) 3x/wk for \n16 weeks. Subjects performed five sets of five repetitions with 80 % 1 RM for the free-weight bench press and \nsquat exercises, and 3 x 5 RM for the knee-extension, knee-flexion and elbow-extension exercises on machines, \nwith two minutes rest between sets. The 1 RM and the maximal number of repetitions performed at 40, 60, and \n80 % 1 RM for the bench press and squat exercises were tested pre- and post-training. Subjects were tested \npost-training at the same absolute pre-training resistance. They were also tested post-training with a new \nadjusted resistance based on the new post-training 1 RM. There was a significant increase in 1 RM bench press \n(23 %) and squat (37 %). The absolute endurance for the bench press significantly increased ten, eight, and \neight repetitions at 40, 60, and 80 % 1 RM, respectively. Similarly, the absolute endurance for the squat \nsignificantly increased 25, 17, and 12 repetitions at 40, 60, and 80 % 1 RM, respectively. However, when \nretested at the same relative intensity (adjusted to post-training 1 RM), the number of repetitions was similar to \npre-training for the bench press (~39, 17, and 7) and the squat (~53, 22, and 9) at 40, 60, and 80 % 1 RM, \nrespectively. Hickson et al. (139) concluded that relative muscular endurance remains unchanged following \nresistance-training induced strength gains. Or, one could conclude that because the resistance for the post-\ntraining relative endurance test was increased 23 % for the bench press and 37 % for the squat, the subjects \nenhanced performance of relative muscular endurance in the bench press and squat by 23 and 37 %, \nrespectively. \n \nThe Position Stand claims that lighter resistance coupled with a greater number of repetitions (>20) have been \nshown to be most effective for enhancing muscular endurance (p. 372), and two studies (140-141) are cited. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n37\nAnderson and Kearney (140) randomly assigned 43 previously untrained (described as unable to bench press \n120 % of their body mass) males (~21 years) to perform the bench press exercise 3x/wk for nine weeks using \none of three training protocols: 3 x 6-8 RM, 2 x 30-40 RM, or 1 x 100-150 RM (low, medium and high-\nrepetition groups, respectively). The maximum number of repetitions with 40 % of the 1 RM was used to test \nrelative muscular endurance, and 27.23 kg was the mass used pre- and post-training to test absolute muscular \nendurance. The increase in 1 RM bench press for the low-repetition group (~20 %) was significantly greater \nthan the medium (~8 %) and high (~5 %) repetition groups. There was a significant increase in absolute \nmuscular endurance for the low, medium and high-repetition groups, respectively (~24, 39, and 41 %) with no \nsignificant difference among the groups. The medium- and high-repetition groups significantly increased their \nrelative endurance (~22 and 28 %, respectively). The claim in their Abstract (p. 1) that there was a decrease in \nrelative endurance in the low-repetition group is not supported by their data. That is, there was no significant \nchange in the low-repetition group. Anderson and Kearney (140) noted that the lack of a significant change in \nrelative endurance for the low-repetition group must be viewed in light of the fact that their maximal strength \nincreased by 20 %, and thus the resistance used for the relative endurance also increased 20 %. \n \nThe Position Stand also cites Anderson and Kearney (140) as evidence to suggest that to increase local \nmuscular endurance one should minimize recovery between sets (p. 372). Anderson and Kearney (140) \nassigned two minutes rest between each of two sets for their high-resistance and medium-resistance groups. \nThere was no comparison of different rest times between groups because both groups rested the same time \nbetween sets, and the low-resistance group performed only one set. Anderson and Kearney (140) reported no \ndata relative to different rest time between sets. Therefore, their study (140) does not support the claim in the \nPosition Stand. \n \nStone and Coulter (141) randomly assigned 50 previously untrained females (~23 years) to perform 3 x 6-8 RM, \n2 x 15-20 RM, or 1 x 30-40 RM for each of five exercises (bench press, squat, triceps pushdown, biceps curl, \nand lat pull) 3x/wk for nine weeks. Strength (1 RM) and muscular endurance for the free-weight bench press \nand squat were reported. In one test for absolute muscular endurance the subjects used 15.9 kg in the bench \npress and 25 kg in the squat for both the pre- and post-training assessments. Stone and Coulter (141) claimed \nthat muscular endurance in the bench press (45 % 1 RM) and squat (55 % 1 RM) was also tested with Load 1, \nwhich was based on the pretest 1 RM, and Load 2 based on posttest 1 RM. Because it would be difficult to \nestablish the resistance for Load 1 before actually testing the 1 RM, we assume that Stone and Coulter (141) are \nreferring to the pre-training and post-training 1 RMs. The authors also claimed that Load 2 was based on the \npost-training 1 RM. However, pre-training and post-training data were reported for Load 2 in their Table 1 (p. \n233). The absence of a more specific description of the testing procedure renders the exact nature of the Load 2 \ndependent variables unknown. However, we assume that for this test of muscular endurance the resistance for \nthe post-training test was adjusted to either 45 or 55 % of the new post-training 1 RM. Therefore, this was the \nonly true test of relative muscular endurance. \n \nIn their Methods section (p. 232), Stone and Coulter (141) claimed that all 50 subjects completed the entire \ntraining program. However, in their Discussion section (p. 233), Stone and Coulter (141) claimed that their \ndropout rate of 42 % in nine weeks was higher than normally reported in supervised exercise programs; a \ndiscrepancy in reporting at best. There are asterisks next to five of the values reported by Stone and Coulter \n(141) in their Table 1 (p.233). However, there is no description in the legend or the narrative of what the \nasterisks represent. \n \nThe three training programs produced a significant increase in 1 RM bench press (18.9, 16.7, and 11.6 %) and \nsquat (33.0, 30.9, and 25.1 %), low, medium, and high-repetition groups, respectively, with no significant \ndifference in strength gains among the groups for either exercise (141). In their Abstract (p. 231) Stone and \nCoulter (141) claimed that the low-repetition high-resistance protocol produced greater gains in strength, and in \ntheir Practical Applications section (p. 234) they claimed that the strength-training professional must rely on \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n38\nlow-repetition high-resistance training to maximize strength. However, their own descriptive data (Table 1, \np.233) and statistical analyses (Table 2, p. 233) fail to support these claims. \n \nAbsolute muscular endurance for the bench press with the pre-training resistance (15.9 kg) increased \nsignificantly in the low-repetition (31.0 %) and medium-repetition group (41.2 %). Absolute endurance for the \nsquat with 25 kg significantly increased in the low-repetition (84.3 %) and high-repetition group (80.1 %). \nHowever, there was no significant difference in the post-training gains in absolute muscular endurance among \nthe three groups for either exercise (141). Absolute muscular endurance (described by Stone and Coulter (141) \nas “Relative Endurance Load 1”) that was based on 45 % of the pre-training 1 RM bench press and 55 % of the \npre-training 1 RM squat significantly increased for the low-repetition (24.8 %) and high-repetition group (30.4 \n%) in the bench press, and 65.9 and 82.6 % in the squat for the low-repetition and high-repetition groups, \nrespectively. There was no significant difference among the three groups for either exercise. In addition, there \nwas no significant change in the only true measure of relative muscular endurance for any of the groups in \neither the bench press or squat, as assessed by what Stone and Coulter (141) described as “Relative Endurance \nLoad 2”. \n \nContrary to their claim in the Discussion section (p. 233) that there was a 6.9 % loss of relative muscular \nendurance for the high-resistance low-repetition group, Stone and Coulter (141) reported that the pre- to post-\ntraining difference of three repetitions in this group was not statistically significant (Table 1, p. 233). \nRegardless of how the muscular endurance tests were defined or how they are interpreted, Stone and Coulter \n(141) stated in their Results section that there were no significant post-training differences among the three \ntraining programs (low, medium, and high-repetition groups) in strength, absolute endurance, or relative \nendurance in Loads 1 and 2. In fact, contrary to their conclusion that the statistical results do not unequivocally \nsupport a strength/endurance continuum of strength training, they actually reported no evidence to support their \nconclusion. \n \nIn summary, the claim in the Position Stand that a greater number of repetitions are more effective for \nenhancing muscular endurance is not supported by the results reported by Stone and Coulter (141). \n \nThe Position Stand claims that moderate- to low-resistance training coupled with a high number of repetitions \nhas been shown to be most effective for improving absolute and relative local muscular endurance (p. 371). \nTwo studies (140, 142) are cited in an attempt to support the claim. The study by Anderson and Kearney (140) \nwas previously discussed. Huczel and Clarke (142) measured muscular strength and absolute muscular \nendurance in 30 untrained and resistance trained females (18-34 years), and concluded that that the resistance-\ntrained females were stronger and had greater muscular endurance than untrained females. There was no \ncomparison of different training protocols, and no report on the resistance-training program for the previously \ntrained females. More importantly, this was not a longitudinal resistance-training study (142). Therefore, it \ndoes not support the claim in the Position Stand. \n \nThe Position Stand claims that high-volume programs have been shown to be superior for enhancing muscular \nendurance, although it is not stated whether this refers to absolute or relative endurance (p. 372). Four studies \n(34-35, 139, 143) are cited in an attempt to support this claim. The study by Hickson et al. (139), which was \npreviously discussed, does not support the claim in the Position Stand. \n \nTwo of the previously discussed Experiments #2 and #4 by Kraemer (35) involved male (~20 years) American \nfootball players. In Experiment #2, 40 Division Ι players performed either one set or three sets of 8-12 RM for \neach of 10 exercises 3x/wk for 10 weeks. The number of repetitions with 80 % 1 RM for the bench press and \n85 % 1 RM leg press were assessed pre- and post-training. There was no significant change in relative \nmuscular endurance for either exercise in the 1-set group. The 3-set group significantly increased relative \nmuscular endurance 32.2 % in the bench press and 35.7 % in the leg press. In Experiment #4, 44 Division ΙΙΙ \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n39\nplayers performed either one set of 8-12 RM for each of approximately 10 exercises 3x/wk for 24 weeks, or 2-4 \nsets of either 3-5, 8-10, or 12-15 RM for each of approximately 10 exercises 4x/wk for 24 weeks. There was a \nsimilar rest time between sets (1-2 minutes) for both groups. Relative muscular endurance tests at 80 % 1 RM \nfor the bench press and 85 % 1 RM leg press were assessed pre- and post-training. There was a significant \nincrease in relative muscular endurance in the bench press (37.6 and 56.2 %) and leg press (22.5 and 41.3 %), \nsingle-set and multiple-set groups, respectively, with the increase significantly greater for the multiple-set \ngroup. In other words, the number of repetitions significantly increased in spite of the increase in resistance, \nwhich was based on the post-training 1 RM. These remarkable changes in relative muscular endurance reported \nby Kraemer (35)\n in both Experiment #2 and Experiment #4 are unlike those in any of the other cited studies. \n \nMarx et al. (34) randomly assigned 34 previously untrained females (~23 years) to single-set or multiple-set \nresistance training for six months. The single-set group performed one set of 8-12 RM for each exercise on two \nalternating circuits of 10 machine exercises 3x/wk. The multiple-set group trained 4x/wk and performed 2-4 \nsets of 8-10 RM on Tuesday and Friday, and 3-5 RM, 8-10 RM, or 12-15 RM on Monday and Thursday, using \n7-12 free-weight and machine exercises. Muscular endurance was measured for the bench press and leg-press \nexercises using 80 % 1 RM. Bench press endurance significantly increased for the single-set (1 repetition) and \nmultiple-set (2.3 repetitions) groups, and leg-press endurance significantly increased for the single-set (2.1 \nrepetitions) and multiple-set (7.3 repetitions) groups, with the multiple-set group significantly greater than the \nsingle-set group in both exercises. Marx et al. (34) did not report an adjustment in the resistance based on the \npost-training 1 RM. Therefore, readers do not know if the data for muscular endurance was absolute or relative. \n \nMcGee et al. (143) assigned 29 males (17-26 years), who were involved in a college weight-training class \n(resistance training experience not described), to perform the squat exercise 3x/wk for seven weeks using one of \nthree protocols: 1 x 8-12 RM, 3 x 10, or 3 x 10 wk 1-2, 3 x 5 wk 3-5, 3 x 3 wk 6-7. Maximal mass lifted in the \nsquat exercise increased pre- to post-training by 6, 7, and 9 %, 1-set, 3-set, and varied multiple-set groups, \nrespectively, with the 7 and 9 % increase statistically significant. There was no significant difference among \nthe groups. A greater number of repetitions post-training (11, 15, and 17, respectively) were reported for the \nthree groups, but the increase of 11 repetitions was not statistically significant. However, McGee et al. (143) \nnoted that there was no significant difference among the groups in any post-training outcome. \n \nThe Position Stand claims that the duration of rest intervals between sets and exercises (1-2 min rest between \nsets of 15-20 repetitions, and less than 1 min rest between sets of 10-15 repetitions) affects muscular endurance, \nand that bodybuilders who typically train with high volume and short rest periods demonstrate a lower fatigue \nrate compared with power-lifters who typically train with low to moderate volume and longer rest periods \nbetween sets and exercises (p. 372). A study by Kraemer et al. (144) is cited in an attempt to support the \nsuperiority of high-volume resistance training with shorter rest periods. \n \nKraemer et al. (144) matched nine male bodybuilders and eight power-lifters (~22 years) who had been \ninvolved in competitive lifting from 4-6 years. Resistance training was monitored for six months prior to the \nstudy. The training sessions prior to this study (144) were characterized as sets of 6-12 RM with 10-90 seconds \nrest for the bodybuilders, and 1-8 RM with 120-420 seconds rest between sets and exercises for the power-\nlifters. The experimental session involved the performance of three sets of 10 RM for each of 10 free-weight \nand machine exercises, with 10 seconds rest between sets and alternating 30 and 60 seconds rest between \nexercises. Results showed that the only significant differences during the exercise session were that the power-\nlifting group exhibited a significantly greater incidence of dizziness and nausea compared with the \nbodybuilders. The power-lifters were significantly stronger than the bodybuilders in the bench press and leg \npress, but they used a lower percent of their 1 RM to perform the exercises. However, there was no significant \ndifference between groups in the total amount of work (described as resistance x vertical displacement) \nperformed during the session. Heart rate, plasma volume, lactic acid, epinephrine, norepinephrine, dopamine, \nand rating of perceived exertion significantly increased pre- to post-exercise in both groups, with no significant \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n40\ndifference between groups. The results of this study (144), and specifically the absence of any report of \nmuscular endurance or fatigue rate, render the claim in the Position Stand unfounded. \n \nAlthough not stated in the Position Stand, the research strongly suggests that relative muscular endurance varies \nwith different exercises (132-133), and that the relationship between muscular strength and local relative \nmuscular endurance does not appear to change as a result of resistance training (145). Hoeger et al. (132) \nreported the maximal number of repetitions performed in 38 untrained males (~35 years) on seven different \nfree-weight and machine exercises using 40, 60, and 80 % 1 RM. There was a significant difference in the \nmaximal number of repetitions with different exercises. For example, the subjects performed an average of 9.8 \nrepetitions in the bench press and 15.2 repetitions in the leg press, using 80 % 1 RM for both trials. Hoeger et \nal. (132) concluded that the maximal number of repetitions performed at selected percentages of the 1 RM is not \nthe same for all exercises. \n \nHoeger et al. (133) evaluated 25 resistance-trained males (~29 years), 40 untrained females (~37 years), and 26 \ntrained females (~24 years). The experience in the resistance-trained subjects ranged from two months to four \nyears. Hoeger et al. (133) also included data for untrained males from their previous investigation (132). The \nmaximal number of repetitions was recorded on seven free-weight and machine exercises at 40, 60, and 80 % 1 \nRM. Hoeger et al. (133) reported a significant difference in the maximal number of repetitions among the seven \nexercises. For example, 12.2 repetitions in the bench press and 19.4 in the leg press at 80 % 1 RM. Although \nthis was a cross-sectional comparison of different groups, and some of the exercises showed a significant \ndifference in the maximal number of repetitions between the resistance-trained and untrained males, there was \nno significant difference in the bench press or leg press exercises at 80 % 1 RM. Hoeger et al. (133) concluded \nthat when comparing trained and untrained males, there was no significant difference in the maximal number of \nrepetitions performed at a specific percent of 1 RM. \n \nTable 9. Summary of Local Muscular Endurance Research. \nReference Rating \nAnderson & Kearney (140) ? \nHickson et al. (139) ↓ \nHoeger et al. (132) ∗ \nHoeger et al. (133) ∗ \nHuczel & Clarke (142) ↓ \nKraemer (35) ? \nKraemer et al. (144) ↓ \nMarx et al. (34) ? \nMayhew et al. (145) ∗ \nMazzetti et al. (138) ? \nMcGee et al. (143) ↓ \nStone & Coulter (141) ↓ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \nMayhew et al. (145) trained 70 males (~20 years) and 101 females (~20 years) in a college fitness class 3x/wk \nfor 14 weeks. Subjects performed free weight and machine exercises for the chest, arms, back, abdomen, and \nlower body using a 5-12 RM (number of sets not reported). There was a significant increase in the 1 RM free-\nweight bench press for males (13.7 %) and females (25.9 %). With the same percent of 1 RM pre-and post-\ntraining (~77 %), and a resistance adjusted \nto post-training 1 RM (+13.7 % and 25.9 \n%, males and females, respectively), the \nnumber of maximal repetitions was similar \npre- and post-training in males (10.8 and \n11.0 repetitions, pre- and post-training, \nrespectively) and females (12.4 and 12.6 \nrepetitions, pre- and post-training, \nrespectively). Mayhew et al. (145) \nconcluded that there was no change in the \nrelationship between strength and relative \nmuscular endurance as a result of resistance \ntraining, and that the maximal number of \nrepetitions can be used to assess \nimprovements in strength (1 RM). \n \nThese studies (132-133, 139, 145) illustrate \nthe dominant role played by genetic factors. \nThat is, although the relationship between 1 \nRM and relative muscular endurance may \ndiffer among people and among exercises \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n41\nwithin an individual (132-133), increased strength does not appear to significantly affect this relationship (139, \n145). \n \nIn summary, any reasonable range of repetitions (e.g., 3-6 RM, 8-10 RM, 12-15 RM) will enhance muscular \nstrength and absolute muscular endurance. As measured by the number of repetitions performed with a specific \npercent of pre-training and adjusted post-training 1 RM, there is very little evidence, either theoretically or \nempirically, that relative muscular endurance changes as a result of resistance training (Table 9), unless the \nincrease in post-training resistance is considered. \n \nPOWER \n \nFor advanced power training the Position Stand recommends a varied multiple-set (3-6 sets) power protocol \nconsisting of 1-6 repetitions, which they claim should be integrated into a resistance-training program (p. 371). \nThere is no reference that supports this recommendation. \n \nThe Position Stand claims that heavy resistance training may actually decrease power output unless explosive \nmovements are also performed, and one study (146) is cited (p. 371). Bobbert and Van Soest (146) conducted a \nsimulated investigation of vertical jumps, with muscle stimulation as input and movement dynamics as output. \nThis was not a training study. Bobbert and Van Soest (146) noted that the conclusions of their study were \nhypotheses. Therefore, the study (146) does not support the claim in the Position Stand. \n \nThe Position Stand claims that a program consisting of movements with high power outputs and relatively light \nloads are more effective for improving vertical jump than traditional resistance training (p. 371). Two \nreferences (147-148) are cited. Hakkinen and Komi (147) trained eleven males (~25 years) who had earlier \nexperience with resistance training (not specified) 3x/wk for 24 weeks. Subjects performed the barbell squat for \n1-10 repetitions per set using 70-100 % 1 RM for a total of 18-30 repetitions at each session. During the 3\nrd, 5th, \nand 6th training months, they also performed 3-5 eccentric-only squats with 100-120 % 1 RM. The resistance \ntraining produced a significant increase in 1 RM squat (30.2 %) and vertical jump (7.3 %). In a follow-up \nstudy, Hakkinen and Komi (148) trained ten males (~27 years), who were accustomed to resistance training, \n3x/wk for 24 weeks. With a maximal effort, the subjects executed five different types of jumping exercises for \na total of 100-200 jumps per session. Jump training produced a significant increase in 1 RM squat (6.9 %) and \nvertical jump (21.2 %). \n \nNot surprisingly, the group in the second study by Hakkinen and Komi (148) who practiced jumping for 24 \nweeks (7,200-14,400 jumps) had a greater increase in vertical jump than the group from the previous study \n(147) that did not practice jumping. However, Hakkinen and Komi (147-148) did not randomly assign subjects \nto either a resistance-training or jump-training group, nor did they statistically compare one training group with \nthe other. Each training group was compared with a control group. The absence of a statistical comparison of \njump training with traditional resistance training in either study (147-148) renders the claim in the Position \nStand unsubstantiated. \n \nThe Position Stand claims that loaded jump squats with 30 % 1 RM have been shown to increase vertical jump \nheight more than traditional back squats and plyometrics (p. 371). In one of the references cited, Wilson et al. \n(149) randomly assigned 64 subjects (~23 years), who were currently weight training for at least one year, to \none of four groups: traditional resistance training consisting of 3-6 sets of 6-10 RM squat exercise, depth-jump \ntraining (plyometric group), 3-6 sets of explosive resistance training (loaded jump squats) with 30 % of \nmaximal isometric force (max power group), or no training. After training 2x/wk for 10 weeks there was a \nsignificantly greater increase in vertical jump (14.8 %) and countermovement jump (17.6 %) in the group who \nperformed 3-6 sets of weighted jump squats (max power group). None of the groups significantly increased the \nrate of force development or decreased 30-meter sprint time. The traditional (6.5 %) and max-power group (5.2 \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n42\n%) significantly increased peak power for the 6-second cycle test—perhaps the only true power measurement \nreported—with no significant difference between gr oups. The max-power group was the only group to \nsignificantly increase isokinetic (5.2 rad/s) peak torque (7.0 %). However, the data presented raises the question \nof why the increase in peak torque for the traditional group (8.7 %), with a smaller standard deviation both pre- \nand post-training and a greater number of subjects (n = 15) compared with the max-power group (n =13), did \nnot show a statistically significant difference. The traditional group produced a significant increase in vertical \njump (6.8 %) and countermovement jumps (5.1 %). The traditional weight-training group was the only group to \nsignificantly increase maximal knee-extension force (14.4 %). The results of this study by Wilson et al. (149) \nactually show that with the exception of the questionable difference in isokinetic knee-extension torque, the \nonly significantly greater increases in the max-power group were the jump movements; perhaps simply because \nthe subjects practiced jumping for 10 weeks. \n \nIn a later study by Wilson et al. (150), 45 males (~23 years), who were weight training for at least one year, \nwere randomly allocated to one of three groups: traditional resistance training, plyometric training, or control. \nThe resistance-training group performed 3-6 sets of 6-10 RM squats and bench presses, and the plyometric \ngroup executed 3-6 sets of 6-10 depth jumps (20-70 cm) and medicine-ball throws (4-10 kg). Both groups \ntrained 2x/wk for 8 weeks. The resistance-training group significantly increased 1 RM squat (20.9 %), counter-\nmovement jump (21.2 %), isoinertial jump height with 50 % body mass (6.1 %), 1 RM bench press (12.4 %), \naverage force in the push-up (6.8 %), isoinertial bench-press throw (8.4 %), and upper-body rate of force \ndevelopment (15.5 %). The plyometric group significantly increased lower-body rate of force development \n(27.5 %), counter-movement jump (18.1 %), and average force in the push-up (8.0 %). The resistance-training \ngroup significantly increased in seven out of 14 tested variables, while the plyometric group significantly gained \nin only three out of 14 variables. Most notably, there was no significant difference in the increase in counter-\nmovement jump between groups. This study by Wilson et al. (150)\n was not cited in the Position Stand. \n \nIt appears that resistance training coupled with practice of the specific skill to be enhanced (such as jumping) is \nall that is required to enhance that specific activity. For example, Clutch et al. (151) randomly assigned 16 \nmales from a weight-training class and 16 males from a volleyball team (~21 years) to either a resistance-\ntraining program with no depth jumping or a program of resistance training and depth jumping. Resistance \ntraining consisted of 3 x 6 RM for the squat, bench press, and dead-lift exercises. The depth-jump protocol \nrequired performing four sets of ten depth jumps from heights of 0.75-1.10 meters. The groups trained 2x/wk \nfor 16 weeks. Three of the four groups significantly increased vertical jump height: resistance trainees who \nperformed resistance training and depth-jump training (3.73 cm), volleyball players who performed resistance \ntraining (4.25 cm), and volleyball players who performed resistance training and depth jumps (3.21 cm), with \nno significant difference among the three groups. The volleyball players who performed resistance training had \nsimilar gains in vertical jump as the volleyball players who performed resistance training and depth jumping \nexercises. The group in the weight-training class that performed resistance training and did no jumping was the \nonly group to show no significant improvement in vertical jump. Clutch et al. (151) concluded that a program \nof depth jumping adds nothing to a program that already includes resistance training and other jumping \nmovements, such as those inherent in volleyball. \n \nTwo references are cited in the Position Stand (p. 371) in an attempt to support the claim that loaded jump \nsquats with 30 % 1 RM have been shown to increase vertical jump performance. One is a study by Kaneko et \nal. (152), and the other is the previously discussed study by Moss et al. (15). There was no report of vertical \njump performance in either of these studies, perhaps because the subjects trained the elbow flexors. Therefore, \nthese studies (15, 152) fail to substantiate the claim in the Position Stand. \n \nThe Position Stand recommends inclusion of total-body exercises such as the power-clean and push-press \nexercises for developing muscular power, and claims that these exercises have been shown to require rapid \nforce production. The Position Stand also claims that the quality of effort for each repetition, which is defined \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n43\nin the Position Stand as maximal velocity, is critical to the performance of these exercises (p. 371). A study by \nGarhammer and Gregor (153) is cited. Garhammer and Gregor (153) tested the vertical force-time of four male \nOlympic weightlifters performing snatch lifts on a force plate and compared the results to nine male athletes \n(including three Olympic lifters), who also executed vertical jumps on the force plate. The power clean and the \npush-press exercises were not used in this investigation (153), and it was not a training study. That is, \nGarhammer and Gregor (153) compared the acute exercise responses, and not specific chronic adaptations to \nresistance training. Therefore, the study (153) does not support the recommendation in the Position Stand. \n \nIt should be noted that based on mechanical physics, the vertical jump and counter-movement jumps are not \nactually indices of power because force and time are not typically measured. The jumps may simply be \nmeasures of some specific functional performance tasks. Furthermore, none of the aforementioned studies has \nshown any carry-over from an increase in jump height to any other physical activity. \n \nIf ground reaction forces and time are measured on a force platform during a jump, power can be estimated. \nFor example, Holcomb et al. (154)\n randomly assigned 51 previously untrained college-age males to one of four \ntraining groups (resistance training, counter-movement jump, plyometric, modified plyometric) or a control \ngroup. The resistance-training group performed three sets of 8 RM (wk 1-3), 6 RM (wk 4-6) and 4 RM (wk 7-\n8) knee-flexion, knee-extension, plantar-flexion and leg-press exercises. The counter-movement jump, \nplyometric, and modified plyometric groups executed nine sets of eight repetitions for the counter-movement \njump, depth jumps (40-60 m, wk 1-8), and three different types of depth jumps, respectively. The groups \ntrained 3x/wk for eight weeks. Vertical jump and counter-movement jump were measured on a force platform, \nand the ground reaction forces were used to estimate power and jump height. The four training groups \n(resistance, counter-movement, plyometric, and modified plyometric, respectively) significantly increased \nvertical jump height (10.5, 7.9, 12.2, 11.0 %) and estimated peak power (3.1, 2.5, 7.4, 6.8 %), counter-\nmovement jump (7.3, 9.5, 12.3, 9.3 %) and estimated peak power (4.7, 4.0, 6.5, 4.5 %). Holcomb et al. (154)\n \nconcluded that no one method of training was superior to another for increasing jump height or power \nperformance. This study (154)\n was not cited in the Position Stand. \n \nThe Position Stand first notes the importance of resistance training for sport-specific activities, and in the next \nsentence stresses the importance of strength and ballistic resistance training for sport-specific activities such as \nthrowing velocity. There are five references cited (155-159) in an attempt to support that claim (p. 373). Fleck \net al. (155) reported correlations between peak concentric isokinetic torque and throwing velocity. They \nrecommended a resistance-training program to increase concentric torque capability of the muscles involved in \nshoulder extension, internal rotation, horizontal abduction and adduction, and elbow flexion and extension. \nThere was no reference to ballistic training, and more importantly, this was not a training study (155). \n \nHoff and Almasbakk (156), Lachowetz et al. (157), and McEvoy and Newton (158) compared ballistic \nresistance training with control groups. There was no comparison of the ballistic programs with traditional \nresistance training. \n \nOnly one (159) of these five references (155-159) cited in the Position Stand compared traditional resistance \ntraining with ballistic training. Newton and McEvoy (159) randomly assigned 24 previously untrained male \nAustralian National League baseball players (~19 years) to eight weeks of resistance training, ballistic medicine \nball throwing, or normal baseball throwing (control group). The resistance-training group performed 3 x 8-10 \nRM wk 1-4 and 3 x 6-8 RM wk 5-8 in the barbell bench press and pullover exercises. They were instructed to \nperform the lifts using what the authors describe as relatively slow, controlled movements. The medicine-ball \ngroup performed three sets of eight repetitions wk 1-4 and three sets of ten repetitions wk 5-8 of maximal effort, \nexplosive chest press and overhead throws with a 3 kg medicine ball. Both experimental groups trained 2x/wk \nand all the groups participated in normal baseball practice 2x/wk. The medicine-ball group significantly \nincreased 6 RM free-weight bench press (8.9 %), but it was not significantly greater than the control group (3.4 \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n44\n%, n.s.). The resistance-training group significantly increased bench press strength (22.8 %), which was \nsignificantly greater than the medicine-ball group and the control group. The resistance-training group was the \nonly group to increase maximal throwing velocity (4.1 %). Newton and McEvoy (159) concluded that \nconventional free-weight resistance training significantly improved strength and throwing velocity more than \nthe group that trained explosively with medicine balls. \n \nFour of the five studies cited in the Position Stand regarding throwing velocity do not support their statement \n(155-158), and one study (159) contradicts their statement, thereby rendering the claim in the Position Stand \nunsubstantiated. \n \nThe Position Stand claims that an increase in power enables older adults to improve performance in activities \nrequiring a rapid rate of force development, and that there is support for resistance training specific for power \ndevelopment in healthy older adults (p. 373). Five references (160-164) are cited in an attempt to support that \nclaim. Bassey et al. (160) reported correlations of knee-extension power and functional performance in elderly \nmales (~89 years) and females (~87 years). They concluded that measurement of knee-extension power in frail \nelderly people could be useful in selecting effective rehabilitation programs. However, this was not a training \nstudy. \n Table 10. Summary of Muscular Power Research. \nReference Rating \nBassey et al. (160) ↓ \nBobbert & Van Soest (146) ↓ \nClutch et al. (151) ↑ \nFleck et al. (155) ↓ \nGarhammer & Gregor (153) ↓ \nHakkinen & Hakkinen (161) ↓ \nHakkinen & Komi (147) ? \nHakkinen & Komi (148) ? \nHakkinen et al. (162) ↓ \nHakkinen et al. (163) ↓ \nHoff & Almasbakk (156) ↓ \nHolcomb et al. (154) ∗ \nKaneko et al. (152) ↓ \nKraemer et al. (164) ↓ \nLachowetz et al. (157) ↓ \nMcEvoy & Newton (158) ↓ \nMoss et al. (15) ↓ \nNewton & McEvoy (159) ↓ \nWilson et al. (149) ? \nWilson et al. (150) ∗ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or \ndata. \n↓ Studies cited in the Position Stand that fail to support the primary \nclaim or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary \nclaim or recommendation. \nHakkinen and Hakkinen (161) reported \nmaximal knee-extension force, force-time \ncurves, rate of force development, relaxation-\ntime curves, electromyographic activity, \nquadriceps cross-sectional area, body mass, and \npercent body fat after 12 weeks of combined \nheavy resistance and explosive training in \nmiddle-aged (43-57 years) and older (64-73 \nyears) males and females. Only one training \nprotocol was used in this study. There was no \ncomparison of resistance training specific for \npower development versus non-explosive \nresistance training. \n \nHakkinen et al. (162) compared 12 weeks of \nunilateral or bilateral knee-extension heavy \nresistance training in middle-aged (43-57 years) \nand older (59-75 years) males and females. \nThere was no description of any type of \nexplosive, ballistic, or power-development \nprogram, and no measurement of power was \nreported. \n \nHakkinen et al. (163) reported maximal knee-\nextension and knee-flexion isometric force, rate \nof force development, force-time curves, cross-\nsectional area, and electromyographic activity, \nbody mass and percent body fat after six \nmonths of combined heavy resistance and explosive training in middle-aged (~41 years) and elderly (~70 years) \nmales and females. There was only one training protocol used in this study, and consequently, no comparison \nof non-explosive versus explosive resistance training. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n45\nKraemer et al. (164) reported the hormonal responses in younger (~30 years) and older (~62 years) males after \n10 weeks of strength-power training. There was no comparative training protocol and no power measurement \nreported. \n \nNone of these studies (160-164) cited in the Position Stand compared traditional resistance training with \nexplosive power training in younger, middle-aged, or older subjects, and none of the four training studies (161-\n164) reported measures of functional performance. Therefore, the claim in the Position Stand that resistance \ntraining in older populations should be specific for power development, as compared with slower, non-\nexplosive resistance training, is not supported with any comparative resistance-training studies. \n \nIn summary, there is very little evidence cited in the Position Stand to support the claim that explosive, \nmultiple-set protocols are required to enhance the ability to produce power (Table 10), or enhance specific sport \nskills or functional ability. Some of the citations in the Position Stand (15, 152, 155, 160) are entirely irrelevant \nto the claims. \n \nMUSCULAR HYPERTROPHY \n \nThe Position Stand recommends high-volume resistance training for maximal muscle hypertrophy (p. 370). A \nstudy by McCall et al. (165) is cited to show that acute resistance exercise-induced increases in growth hormone \nconcentration are highly correlated with the magnitude of muscle hypertrophy. \n \nMcCall et al. (165) trained 11 males (18-25 years), with recreational resistance training experience, 3x/wk for \n12 weeks. Subjects performed three sets of 10 RM for each of eight free weight and machine exercises, four of \nwhich primarily involved the elbow flexors. They were instructed to lift to concentric fatigue for each set, with \n1-minute rest between sets and exercises. Elbow flexion strength (25 %), and biceps brachii elbow flexor cross-\nsectional area (12.7 %) significantly increased. There was no significant difference in resting hormone \nconcentrations (growth hormone, testosterone, insulin-like growth factor-Ι, and sex hormone-binding globulin) \npre- to post-training, except for a significant decrease in cortisol. McCall et al. (165) claimed that the decrease \nin resting cortisol concentration was 16.7 % in the training group and a control group, which comprised eight \nmales (19-29 years) who did not participate in resistance training. However, the data in their Table 1 (p. 101) \nshow a decrease of 22.0 % for the training group and 8.4 % for the control group. Resting hormone \nconcentrations of growth hormone, IGF-Ι, testosterone and sex hormone-binding globulin were not significantly \ncorrelated with either total biceps brachii hypertrophy or muscle fiber hypertrophy. \n \nAfter correcting for exercise-induced changes in plasma volume, there was no significant exercise-induced \nchange in IGF-Ι, testosterone, or sex hormone-binding globulin (165). There was a significant correlation of \nacute exercised-induced growth hormone increase and the relative degree of type Ι (r = 0.74) and type ΙΙ (r = \n0.71) biceps brachii fiber hypertrophy. However, there was no significant correlation between acute exercised \ninduced changes of the other hormones and the indices of muscular strength or hypertrophy. McCall et al. (165) \nconcluded that only the acute exercise-induced growth hormone elevations were correlated with the magnitude \nof muscle fiber hypertrophy following training. In reporting additional results from this study (165), McCall et \nal. (166) noted that there was no correlation between the increase in biceps brachii cross-sectional area and type \nI (r = 0.197), type II (r = 0.353) or mean (r = 0.191) muscle fiber area. They concluded that the overall muscle \nhypertrophy was not related to the magnitude of muscle fiber hypertrophy (166). \n \nMore importantly, McCall et al. (165) did not compare adaptations or hormonal responses to a lower-volume \ngroup; that is, there was no comparison to a group performing fewer exercises per muscle group and fewer sets \nper exercise. In an attempt to support a high-volume training philosophy, the authors of the Position Stand \napparently selected one piece of information from the study by McCall et al. (165) and neglected to report the \nother results, almost all the results, from this study that did not support the opinion in the Position Stand. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n46\n \nThe Position Stand claims that the types of protein synthesized may have a direct impact on various designs of \nresistance training programs; for example, body building compared with strength training (p. 369). The \nPosition Stand also claims that the total work involved with traditional strength training may not maximize \nhypertrophy (p. 370). No resistance-training studies are cited. The only reference cited to support both claims \nis a book by Zatsiorsky (108). There are no references cited in Zatsiorsky’s book to support his opinions, or the \nopinions in the Position Stand. \n \nThe Position Stand recommends 3-6 sets of each exercise to increase muscle hypertrophy in advanced trainees \n(p. 370). No references are cited to substantiate this volume of training. Contrary to this unsupported \nrecommendation, the previously discussed study by Ostrowski et al. (53) is especially noteworthy because the \ntraining program encompassed the modality and protocols recommended in the Position Stand, and the subjects \nwere currently weight training for 1-4 years. The subjects performed free-weight exercises and followed a split \nroutine (2 days upper body and 2 days lower body each week) for 10 weeks. The only difference in training \nvariables among the three programs was the number of sets (1, 2, or 4 sets of each exercise), with all sets \nperformed to muscular fatigue and 3-minutes rest between sets. Ostrowski et al. (53)\n concluded that the results \ndemonstrated that low, moderate, and high volume protocols showed no significant difference in their effect on \nbody mass, upper-body and lower-body muscular strength, power, and hypertrophy (rectus femoris hypertrophy \nand triceps brachia thickness) over the 10-week training period in resistance-trained males. \n \nThe Position Stand claims that programs for enhancing muscular hypertrophy require moderate to very heavy \nloads and high volume (p. 370). A book chapter by Kraemer (167) is the only reference cited. \n \nThe Position Stand claims that greater muscular hypertrophy in resistance-trained individuals is associated with \nhigh-volume, multiple-set programs compared with low-volume, single-set programs (p. 370), and three \nreferences (34-35, 37) are cited. The remarkable results from the Experiments by Kraemer (35) are discussed in \nour Multiple Sets section. Contrary to the claim in the Position Stand, the studies by Kraemer et al. (37) and \nMarx et al. (34) involved previously untrained participants. \n \nThe Position Stand claims that the amount of work and force are associated with gains in muscular hypertrophy \n(p. 370). Three references (15, 168-169) are cited in an attempt to support that belief. The study by Moss et al. \n(15) (previously discussed in our Repetition Duration section) reported a small significant increase (2.8 %) in \nmuscle cross-sectional area in a group who trained with 35 % 1 RM compared with no significant gain in \nmuscular hypertrophy for a group that used 90 % 1 RM. The results reported by Moss et al. (15), which showed \nthat a lighter resistance was more effective than a heavier resistance, are contrary to the claim in the Position \nStand. \n \nShinohara et al. (168) instructed five previously untrained males (~23 years) to perform isometric knee-extensor \nmuscle actions for three minutes (2s contraction, 3s relaxation) at 40 % maximal voluntary contraction 3x/wk \nfor four weeks. One limb was subjected to 250 mmHg tourniquet pressure to induce ischemia, while the contra-\nlateral limb was not restricted. There was a significant increase in maximal voluntary contraction (~26 %) and \nmaximal rate of torque development (~60 %) in the limb subjected to the ischemia, and no significant increase \nin the unrestricted limb. Shinohara et al. (168) did not report any measurement of muscle hypertrophy. \nTherefore, this study does not support the claim in the Position Stand. \n \nSmith and Rutherford (169) instructed 10 previously untrained males and females (~20 years) to perform four \nsets of 10 repetitions of concentric-only leg-press exercise with one limb and eccentric-only muscle actions with \nthe contra-lateral limb (3 seconds each) 3x/wk for 20 weeks. Subjects performed the concentric muscle action \nwith the foot placed on the lower portion of the footplate and the contra-lateral eccentric muscle action with the \nfoot placed on the upper part of the plate. The authors noted that the foot placement resulted in a 35 % greater \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n47\nresistance for the eccentric limb. Isometric strength gains were significantly greater in the concentrically \ntrained limb (43.7 %) compared with the contra-lateral limb (22.9 %). Dynamic (isokinetic) strength \nsignificantly increased in two out of eight test velocities in the concentric limb and five out of eight in the \neccentric limb, with no significant difference between limbs. There was a significant increase in proximal \nquadriceps muscle cross-sectional area in the concentric (4.6 %) and eccentric limbs (4.0 %), with no significant \ndifference between limbs. Smith and Rutherford (169) stated that their results suggest that it is not muscle force \nper se that is the stimulus for increasing muscular strength and hypertrophy. That is, the 35 % greater resistance \nin the eccentrically trained limb did not produce greater muscular hypertrophy. Therefore, their results do not \nsupport the claim in the Position Stand. \n \nIn summary, out of the three resistance-\ntraining studies (15, 168-169) cited in the \nPosition Stand to support the use of heavier \nresistance and a greater training volume for \nmuscular hypertrophy, one study (168) did \nnot measure muscle hypertrophy, one study \n(169) showed no difference in hypertrophic \ngains with greater resistance, and one study \n(15), which contradicts the claim in the \nPosition Stand, showed a significantly \ngreater gain in muscular hypertrophy with a \nlighter resistance. Therefore, the claim in \nthe Position Stand that heavy loads and \nhigh-volume resistance training are required \nfor maximal muscular hypertrophy is \nunsubstantiated (Table 11). \nTable 11. Summary of Muscular Hypertrophy Research. \nReference Rating \nMcCall et al. (165) ↓ \nMoss et al. (15) ↓ \nShinohara et al. (168) ↓ \nSmith & Rutherford (169) ↓ \n↑ Studies cited in the Position Stand that actually support the primary \n claim or recommendation. \n? Studies cited in the Position Stand that support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n↓ Studies cited in the Position Stand that fail to support the primary claim \n or recommendation. \n∗ Studies not cited in the Position Stand that repudiate the primary claim \n or recommendation. \n \n \n \nCONCLUSIONS \n \nThe ACSM has taken a definitive stand on resistance training. Therefore, the entire burden of proof is on the \nACSM and the authors of the Position Stand to support their recommendations with peer-reviewed resistance-\ntraining studies that were available throughout the preparation of the Position Stand. They failed to meet that \nresponsibility. Many of the recommendations are without any scientific foundation. The Position Stand fails to \nmeet the standards for a scientifically based, methodologically sound, consensus statement. \n \nWe document numerous examples that specifically demonstrate how the authors of the Position Stand \nselectively reported the results of resistance-training studies. That is, they cite a couple of references that \nsupport their opinion and neglect to cite the studies that do not support it. Or, they use one or two results of a \nstudy that support their point of view and neglect to report other results from that study that do not support their \nopinion—a disservice to dedicated researchers at best. A num ber of their references have absolutely no \nrelevance to their claims. \n \nReaders are encouraged to scrutinize all the original resistance-training studies cited in the Position Stand. That \nis, carefully read the entire study, look for flaws in the methodology, decide whether the results actually support \na particular hypothesis, and try to recognize when the discussion or practical application section conflicts with \nthe reported data. \n \nAssuming that the goals of healthy, advanced trainees are realistically within their genetic potential, there is \nvery little evidence to suggest that intermediate or advanced trainees need to spend several hours a day \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n48\nperforming resistance training or obsessively manipulating the training variables to attain specific goals such as \nmuscular hypertrophy. If the goal is not within their genetic capability, no amount of resistance training will \nproduce the desired results. For example, Van Etten et al. (170) recruited 21 previously untrained males (~36 \nyears) and based on their initial body build expressed as a fat-free mass index (fat-free mass.height-2), classified \nthem as a solid group or a contrasting slender group. All the subjects performed 1-3 sets of 10-15 repetitions \nfor each of 14 exercises 2x/wk for 12 weeks. Absolute strength (~13 %) as well as strength relative to fat-free \nmass (~13 %) significantly increased at all angular velocities and movements tested, with no significant \ndifference between groups for any of these changes. Both groups showed comparable decreases in fat mass \n(11.3 and 10.5 %, solid and slender groups, respectively). The entire group of trainees showed a significant \nincrease in fat-free mass (1.0 kg). However, when analyzed separately the solid group significantly increased \nfat-free mass (1.6 kg), while the slender group did not change significantly (0.3 kg). The difference between \ngroups was significant. The solid group also showed a significantly greater increase in body build (0.75 kg.m-2) \ncompared with the slender group (0.26 kg.m-2). Van Etten et al. (170) concluded that the potential to increase \nfree-fat mass, as well as the difference between groups in initial fat-free mass, are genetically determined. \nUnfortunately, genetic limitations of muscular strength, hypertrophy, power, and endurance are never addressed \nin the Position Stand. \n \nTable 1 (p. 374) in the Position Stand, which is entitled: Summary of Resistance Training Recommendations: \nAn Overview of Different Program Variables Needed for Progression with Different Fitness Levels \n(http://www.acsm-msse.org/pt/pt-core/template-journal/msse/media/0202.pdf), presents an outline of the \nACSM’s highly complex recommendations. The training protocols include the types of exercise (single and \nmultiple joint), order of exercise, a specific percent of the 1 RM, repetition duration, range of repetitions, \nnumber of sets for each exercise, rest time between sets and exercises, frequency of training, and so-called \nperiodization programs. The ACSM claims that the training protocols should vary for novice, intermediate and \nadvanced trainees, and are dependent on specific goals such as enhanced muscular strength, hypertrophy, \npower, and endurance. If obsessive manipulation of these training variables really had a significant effect on \nspecific outcomes, it would be evident in the preponderance of resistance-training studies. However, as we \nhave specifically documented in each of the previous sections, there is very little scientific evidence to suggest \nthat any particular program described in Table 1 (p. 374) of the Position Stand will elicit a specific adaptation \nsuch as increased muscular strength, hypertrophy, power, or endurance (Table 12). \n \nTable 12. Summary of Resistance Training Research. \n \n 8 Studies cited in the Position Stand actually support the primary claim \n or recommendation. \n16 Studies cited in the Position Stand support the primary claim or \n recommendation but contain serious flaws in the methodology or data. \n59 Studies cited in the Position Stand fail to support the primary claim \n or recommendation. \n56 Studies not cited in the Position Stand repudiate the primary claim \n or recommendation. \nBecause most advanced trainees would \nlike to improve year round in all of the \naforementioned variables (muscular \nstrength, hypertrophy, power, and \nendurance), following the ACSM’s \nrecommendations is not only a daunting \ntask for most healthy adults, but also a \ndeterrent for compliance even in the most \ndedicated trainees or for elite athletes \nwho devote a great amount of time \ntraining for their specific sport. Many people would be forced to relinquish almost every other form of physical \nactivity in order to achieve—according to the Position Stand—a hypothetical 10 % im provement. It appears \nthat the intention of this Position Stand is to recommend what is required for trainees to determine how much \nexercise they can tolerate, rather than guiding people to establish the amount of exercise required to stimulate \nthe desired adaptations that will improve health and enhance muscular strength, hypertrophy, power, and \nendurance. \n \nThe Position Stand claims that a general program of resistance training used by a novice will not have the same \neffect in an advanced trainee, but the majority of the references cited did not involve advanced trainees. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n49\nAlthough there are eight studies (10, 33-34, 36, 38, 95, 121, 151) out of 139 citations in our summary Table 12 \nthat actually support the primary claim or recommendation in the Position Stand (a mere 5.8 %), three of those \nstudies used subjects who had undisclosed recreational experience with resistance training (36), basic \nexperience (either 3-6 months or minimal of 6 months) in resistance training (38), or were enrolled (time not \nreported) in a college weight-training class (151). The other five studies involved previously untrained subjects \n(10, 33-34, 95, 121). Consequently, none of the eight studies (10, 33-34, 36, 38, 95, 121, 151) that support the \nprimary recommendation in the Position Stand actually involved advanced trainees. \n \nThis ACSM Position Stand was published with so little supporting scientific evidence because the entire peer-\nreview system failed. That is, the ACSM’s Writing Group for the Position Stand failed to support their opinions \nwith sufficient evidence; the reviewers of the Position Stand, presumably with expertise in resistance training \nand exercise physiology, failed to challenge a single reference; the ACSM Pronouncements Committee, Board \nof Trustees, and Administrative Council failed to monitor the review process effectively; and the Editor-in-\nChief of Medicine and Science in Sports and Exercise chose to publish a document that is bereft of scientific \nevidence to support the claims and recommendations. Thus, it is our opinion that the problems within the \nACSM are far more egregious than a highly flawed Position Stand. \n \nRECOMMENDATIONS \n \nWhat is really known about the science of resistance training is contrary to the opinions expressed in the \nPosition Stand. That is, the preponderance of research strongly suggests that gains in muscular strength, \nhypertrophy, power, and endurance are the result of the following simple guidelines: \n \n• Select a mode of exercise that feels comfortable throughout the range of motion. There is very little \nevidence to support the superiority of free weights or machines for increasing muscular strength, \nhypertrophy, power, or endurance. \n• Choose a repetition duration that will ensure the maintenance of consistent form throughout the set. \nOne study showed a greater strength benefit from a shorter duration (2s/4s) and one study showed better \nstrength gains as a result of a longer duration (10s/4s), but no study using conventional exercise equipment \nreports any significant difference in muscular hypertrophy, power, or endurance as a result of \nmanipulating repetition duration. \n• Choose a range of repetitions between three and 15 (e.g., 3-5, 6-8, 8-10, etc.). There is very little \nevidence to suggest that a specific range of repetitions (e.g., 3-5 versus 8-10) or time-under-load (e.g., 30s \nversus 90s) significantly impacts the increase in muscular strength, hypertrophy, power, or endurance. \n• Perform one set of each exercise. The preponderance of resistance-training studies shows no difference \nin the gains in muscular strength, hypertrophy, power, or endurance as a result of performing a greater \nnumber of sets. \n• After performing a combination of concentric and eccentric muscle actions, terminate each exercise \nat the point where the concentric phase of the exercise is becoming difficult, if not impossible, while \nmaintaining good form. There is very little evidence to suggest that going beyond this level of intensity \n(e.g., supramaximal or accentuated eccentric muscle actions) will further enhance muscular strength, \nhypertrophy, power, or endurance. \n• Allow enough time between exercises to perform the next exercise in proper form. There is very little \nevidence to suggest that different rest periods between sets or exercises will significantly affect the gains in \nmuscular strength, hypertrophy, power, or endurance. \n• Depending on individual recovery and response, choose a frequency of 2-3 times/week to stimulate \neach targeted muscle group. One session a week has been shown to be just as effective as 2-3 \ntimes/week for some muscle groups. There is very little evidence to suggest that training a muscle more \nthan 2-3 times/week or that split routines will produce greater gains in muscular strength, hypertrophy, \npower, or endurance. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n50\n \nIn reality, progression in resistance training is simply adding enough resistance, which is a consequence of \ngetting stronger—not a requisite—to stay within the desired range of repetitions and m aintain a specific degree \nof effort. This is achieved while maintaining the precise exercise form for each aspect of the chosen protocol. \nComplex manipulation of any or all of the previously discussed resistance-training variables in an attempt to \nenhance gains in muscular strength, hypertrophy, power, or endurance in novice, intermediate or advanced \ntrainees is primarily based on unsubstantiated opinions, and lacks sufficient scientific evidence - empirical or \ntheoretical - for support. \n \nACKOWLEDGEMENTS \n \nWe wish to gratefully acknowledge our friend and colleague Arty Conliffe for his contributions as a consultant \nand editor. Special thanks are directed to Sandee Jungblut for her critical analyses, and tolerance, throughout \nthe entire preparation of this manuscript. Arty and Sandee continuously challenged us as we analyzed the \nPosition Stand. They greatly enhanced the quality of this voluminous document. \n \nAddress for Correspondence: ROBERT M. OTTO, Human Performance Laboratory, Adelphi University, \nGarden City, New York 11530 USA. Phone: (516) 877 4276; Email: otto@adelphi.edu\n \n \nREFERENCES \n \n1. American College of Sports Medicine. Kraemer WJ, Writing Group Chairman. Position Stand: Progression \nmodels in resistance training for healthy adults. Med Sci Sports Exerc 2002; 34: 364-80. \n \n2. American College of Sports Medicine. Pollock MJ, Writing Group Chairman. Position Stand: The \nrecommended quantity and quality of exercise for developing and maintaining cardiorespiratory and muscular \nfitness, and flexibility in healthy adults. Med Sci Sports Exerc 1998; 30: 975-99. \n \n3. American College of Sports Medicine. Position Stands. 2003; Available from: \nhttp://www.acsm.org/publications/positionstands.htm\n \n4. Stone MH, Plisk SS, Stone ME, Schilling BK, O’Bryant HS, Pierce KC. Athletic Performance development: \nvolume load—1 set vs. m ultiple sets, training velocity and training variation. Strength Cond 1998; 20: 22-31. \n \n5. Foran B. Advantages and disadvantages of isokinetics, variable resistance and free weights. NSCA J 1985; 7: \n24-5. \n \n6. Boyer BT. A comparison of the effects of three strength training programs on women. J Appl Sport Sci Res \n1990; 4: 88-94. \n \n7. Sanders MT. A comparison of two methods of training on the development of muscular strength and \nendurance. J Orthop Sports Phys Ther 1980; 1: 210-3 \n \n8. Silvester LJ, Stiggins C, McGown C, Bryce GR. The effect of variable resistance and free-weight training \nprograms on strength and vertical jump. NSCA J 1982; 3: 30-3. \n \n9. Hay JG, Andrews JG, Vaughan CL. Effects of lifting rate on elbow torques exerted during arm curl exercises. \nMed Sci Sports Exerc 1983; 15: 63-71. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n51\n10. Keeler LK, Finkelstein LH, Miller W, Fernhall B. Early-phase adaptations to traditional-speed vs. superslow \nresistance training on strength and aerobic capacity in sedentary individuals. J Strength Cond Res 2001; 15: \n309-14. \n \n11. Westcott WL, Winett RA, Anderson ES, Wojik JR, Loud RLR, Cleggett E, et al. Effects of regular and \nsuper slow speed resistance training on muscle strength. J Sports Med Phys Fitness 2001; 41: 154-8. \n \n12. LaChance PF, Hortobagyi T. Influence of cadence on muscular performance during push-up and pull-up \nexercises. J Strength Cond Res 1994; 8: 76-9. \n \n13. Morrissey MC, Harman EA, Frykman PN, Han KH. Early phase differential effects of slow and fast barbell \nsquat training. Am J Sports Med 1998; 26: 221-30. \n \n14. Jones K, Bishop P, Hunter G, Fleisig G. The effects of varying resistance-training loads on intermediate- \nand high-velocity-specific adaptations. J Strength Cond Res 2001; 15: 349-56. \n \n15. Moss BM, Refsnes PE, Abildgaard A, Jensen NJ. Effects of maximal effort strength training with different \nloads on dynamic strength, cross-sectional area, load-power and load-velocity relationships. Eur J Appl Physiol \n1997; 75: 193-9. \n \n16. Berger RA, Harris MW. Effects of various repetitive rates in weight training on improvements in strength \nand endurance. J Assoc Phys Mental Rehabil 1966; 20: 205-7. \n \n17. Young WB, Bilby GE. The effect of voluntary effort to influence speed of contraction on strength, muscular \npower, and hypertrophy development. J Strength Cond Res 1993; 7: 172-8. \n \n18. Palmieri GA. Weight training and repetition speed. J Appl Sport Sci Res 1987; 1: 36-8. \n \n19. Berger RA. Optimum repetitions for the development of strength. Res Q 1962a; 33: 334-8. \n \n20. O’Shea P. Effects of selected weight training programs on the development of strength and muscle \nhypertrophy. Res Q 1966; 37: 95-102. \n \n21. Weiss LW, Coney HD, Clark FC. Differential functional adaptations to short-term low-, moderate-, and \nhigh-repetition weight training. J Strength Cond Res 1999; 13: 236-41. \n \n22. Weiss LW, Coney HD, Clark FC. Gross measures of exercise-induced muscular hypertrophy. J Orthop \nSports Phys Ther 2000; 30: 143-8. \n \n23. Bemben DA, Fetters NL, Bemben MG, Nabavi N, Koh ET. Musculoskeletal responses to high- and low-\nintensity resistance training in early postmenopausal women. Med Sci Sports Exerc 2000; 32: 1949-57. \n \n24. Chestnut JL, Docherty D. The effects of 4 and 10 repetition maximum weight-training protocols on \nneuromuscular adaptations in untrained men. J Strength Cond Res 1999; 13: 353-9 \n \n25. Graves JE, Pollock ML, Jones AE, Jones WE, Colvin A. Number of repetitions does not influence the initial \nresponse to resistance training in identical twins [abstract]. Med Sci Sports Exerc 1999; 26 Suppl. 5: S74. \n \n26. Pruitt LA, Taaffe DR, Marcus R. Effects of a one-year high-intensity versus low-intensity resistance \ntraining program on bone mineral density in older women. J Bone Min Res 1995; 10: 1788-95. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n52\n \n27. Kerr D, Morton A, Dick I, Prince R. Exercise effects on bone mass in postmenopausal women are site-\nspecific and load-dependent. J Bone Min Res 1996; 11: 218-25. \n \n28. Taaffe DR, Pruitt L, Pyka G, Guido D, Marcus R. Comparative effects of high- and low-intensity resistance \ntraining on thigh muscle strength, fiber area, and tissue composition in elderly women. Clin Physiol 1996; 16: \n381-92. \n \n29. Berger RA. Effect of varied weight training programs on strength. Res Q 1962b; 33: 168-81. \n \n30. Sanborn K, Boros R, Hruby J, Schilling B, O’Bryant HS, Johnson RL, et al. Short-term performance effects \nof weight training with multiple sets not to failure vs a single set to failure in women. J Strength Cond Res \n2000; 14: 328-31. \n \n31. Stone MH, Johnson RL, Carter DR. A short term comparison of two different methods of resistance training \non leg strength and power. Athletic Train 1979; 14: 158-61. \n \n32. Stowers T, McMillan J, Scala D, Davis V, Wilson D, Stone M. The short-term effects of three different \nstrength-power training methods. NSCA J 1983; 5: 24-7. \n \n33. Borst SE, DeHoyos DV, Garzarella L, Vincent K, Pollock BH, Lowenthal DT, et al. Effects of resistance \ntraining on insulin-like growth factor-1 and IGF binding proteins. Med Sci Sports Exerc 2001; 33: 648-53. \n \n34. Marx JO, Ratamees NA, Nindl BC, Gotshalk LA, Volek JS, Dohi K, et al. Low-volume circuit versus high-\nvolume periodized resistance training in women. Med Sci Sports Exerc 2001; 33: 635-43. \n \n35. Kraemer WJ. A series of studies—the physiological ba sis for strength training in American football: fact \nover philosophy. J Strength Cond Res 1997; 11: 131-42. \n \n36. Kramer JB, Stone MS, O’Bryant HS, Conley MS, Johnson RL, Neiman DC, et al. Effect of single vs. \nmultiple sets of weight training: impact of volume, intensity, and variation. J Strength Cond Res 1997; 11: 143-\n7. \n \n37. Kraemer WJ, Ratamess N, Fry AC, Triplett-McBride T, Korzis LP, Bauer JA, et al. Influence of resistance \ntraining volume and periodization on physiological and performance adaptations in collegiate women tennis \nplayers. Am J Sports Med 2000; 28: 626-33. \n \n38. Schlumberger A, Stec J, Schmidtbleicher D. Single- vs. multiple-set strength training in women. J Strength \nCond Res 2001; 15: 284-9. \n \n39. Berger RA. Comparative effects of three weight training programs. Res Q 1963; 34: 396-8. \n \n40. Berger RA. Effect of varied sets of static training on dynamic strength. Am Corr Ther J 1972; 26: 52-4. \n \n41. Capen EK. Study of four programs of heavy resistance exercise for development of muscular strength. Res \nQ 1956; 27: 132-42. \n \n42. Ciriello VM, Holden WL, Evans WJ. The effects of two isokinetic training regimens on muscle strength and \nfiber composition. In: Knuttgen HG, Vogel JA, Poortmans J, (editors), Biochemistry of Exercise. Volume 13. \nChampaign, IL: Human Kinetics Pub. Inc. 1982: 787-93. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n53\n \n43. Coleman AE. Nautilus vs Universal Gym strength training in adult males. Am Corr Ther J 1977; 31: 103-7. \n \n44. Dudley GA, Tesch PA, Miller MA, Buchanan P. Importance of eccentric actions in performance adaptations \nto resistance training. Aviat Space Environ Med 1991; 62: 543-50. \n \n45. Graves JE, Holmes BL, Leggett SH, Carpenter DM, Pollock ML. Single versus multiple set dynamic and \nisometric lumbar extension training. In: Eleventh International Congress of the World Confederation for \nPhysical Therapy. Proceedings Book III. 1991: July 28-August 2, 1340-2. \n \n46. Hass CJ, Garzarella L, De Hoyos D, Pollock ML. Single versus multiple sets in long-term recreational \nweightlifters. Med Sci Sports Exerc 2000; 32: 235-42. \n \n47. Hisaeda H, Miyagawa K, Kuno S, Fukunaga T, Muraoka I. Influence of two different modes of resistance \ntraining in female subjects. Ergonomics 1996; 39: 842-52. \n \n48. Jacobson BH. A comparison of two progressive weight training techniques on knee extensor strength. \nAthletic Training 1986; 21: 315-8, 390. \n \n49. Kosmahl EM, Mackarey PJ, Buntz SE. Nautilus training system versus traditional weight training system. J \nOrthop Sports Phys Ther 1989; 11: 253-8. \n \n50. Larshus JL, Hoeger WWK, Moore JR. Effects of multiple exercise training on the development of tricep \nstrength. Res Q Exerc Sport 1997; March: A33-4. \n \n51. Leighton JR, Holmes D, Benson J, Wooten B, Schmerer R. A study of the effectiveness of ten different \nmethods of progressive resistance exercise on the development of strength, flexibility, girth and bodyweight. J \nAssoc Phys Mental Rehabil 1967; 21: 78-81. \n \n52. Messier SP, Dill ME. Alterations in strength and maximal oxygen uptake consequent to Nautilus circuit \nweight training. Res Q Exerc Sport 1985; 56: 345-51. \n \n53. Ostrowski KJ, Wilson GJ, Weatherby R, Murphy PW, Lyttle AD. The effect of weight training volume on \nhormonal output and muscular size and function. J Strength Cond Res 1997; 11: 148-54. \n \n54. Pollock MH, Graves JE, Bamman MM, Leggett SH, Carpenter DM, Carr C, et al. Frequency and volume of \nresistance training: effect on cervical extension strength. Arch Phys Med Rehabil 1993; 74: 1080-6. \n \n55. Reid CM, Yeater RA, Ullrich IH. Weight training and strength, cardiorespiratory functioning and body \ncomposition. Brit J Sports Med 1987; 21: 40-4. \n \n56. Schmidtbleicher D, Buehrle M. Neuronal adaptation and increase of cross-sectional area studying different \nstrength training methods. In: Jonsson B. (editor), Biomechanics X-B. Champaign, IL: Human Kinetics, 1987: \n615-20. \n \n57. Starkey DB, Pollock ML, Ishida Y, Welsch MA, Brechue WF, Graves JE, et al. Effect of resistance training \nvolume on strength and muscle thickness. Med Sci Sports Exerc 1996; 28: 1311-20. \n \n58. Wenzel RR, Perfetto EM. The effect of speed versus non-speed training in power development. J Appl \nSports Sci Res 1992; 6: 82-7. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n54\n \n59. Westcott WL. 4 key factors in building a strength program. Scholastic Coach 1986; 55: 104-5, 123. \n \n60. Westcott WL, Greenberger K, Milius D. Strength training research: sets and repetitions. Scholastic Coach \n1989; 58: 98-100. \n \n61. Withers RT. Effect of varied weight-training loads on the strength of university freshmen. Res Q 1970; 41: \n110-4. \n \n62. Girouard CK, Hurley BF. Does strength training inhibit gains in range of motion from flexibility training in \nolder adults? Med Sci Sports Exerc 1995; 27: 1444-9. \n \n63. Hurley BF, Redmond RA, Pratley RE, Treuth MS, Rogers MR, Goldberg AP. Effects of strength training on \nmuscle hypertrophy and muscle cell distribution in older men. Int J Sports Med 1995; 16: 378-84. \n \n64. Koffler KH, Menkes A, Redmond RA, Whitehead WE, Pratley RE, Hurley BF. Strength training accelerates \ngastrointestinal transit in middle-aged and older men. Med Sci Sports Exerc 1992; 24: 415-9. \n \n65. Lemmer JT, Ivey FM, Ryan AS, Martel GF, Hurlbut DE, Metter JE, et al. Effect of strength training on \nresting metabolic rate and physical activity: age and gender comparisons. Med Sci Sports Exerc 2001; 33: 532-\n41. \n \n66. Lott ME, Hurlbut DE, Ryan AS, Lemmer JT, Ivey FM, Zeidman JR, et al. Gender differences in glucose \nand insulin response to strength training in 65- to 75-year-olds. Clin Exerc Physiol 2001; 3: 220-8. \n \n67. Martel GF, Horblut DE, Lott ME, Lemmer JT, Ivey FM, Roth SM, et al. Strength training normalizes \nresting blood pressure in 65- to 73-year-old men and women with high normal blood pressure. J Am Geriat Soc \n1999; 47: 1215-21. \n \n68. Menkes A, Mazel S, Redmond RA, Koffler K, Libanati CR, Gundberg CM, et al. Strength training increases \nregional bone mineral density and bone remodeling in middle-aged and older men. J Appl Physiol 1993; 74: \n2478-84 \n \n69. Miller JP, Pratley RE, Goldberg AP, Gordon P, Rubin M, Treuth MS, et al. Strength training increases \ninsulin action in healthy 50- to 65-yr-old men. J Appl Physiol 1994; 77: 1122-7. \n \n70. Nicklas BJ, Ryan AJ, Treuth MM, Harman SM, Blackman MR, Hurley BF, et al. Testosterone, growth \nhormone and IGF-I responses to acute and chronic resistive exercise in men aged 55-70 years. Int J Sports Med \n1995; 16: 445-50. \n \n71. Parker ND, Hunter GR, Treuth MS, kekes-Szabo T, Kell SH, Weinsier R, et al. Effects of strength training \non cardiovascular responses during a submaximal walk and a weight-loaded walking test in older females. J \nCardiopulm Rehabil 1996; 16: 56-62. \n \n72. Rhea PL, Ryan AS, Nicklas B, Gordon P, Tracy BL, Graham W, et al. Effects of strength training with and \nwithout weight loss on lipoprotein-lipid levels in postmenopausal women. Clin Exerc Physiol 1999; 1: 138-44. \n \n73. Roth SM, Ivey FM, Martel GF, Lemmer JT, Hurlbut DE, Siegel EL, et al. Muscle size responses to strength \ntraining in young and older men and women. J Am Geriatr Soc 2001; 49: 1428-33. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n55\n74. Rubin MA, Miller JP, Ryan AS, Treuth MS, Patterson KY, Pratley RE, et al. Acute and chronic resistive \nexercise increase urinary chromium excretion in men as measured with an enriched chromium stable isotope. J \nNutr 1998; 128: 73-8. \n \n75. Ryan AS, Treuth MS, Rubin MA, Miller JP, Nicklas BJ, Landis DM, et al. Effects of strength training on \nbone mineral density: Hormonal and bone turnover relationships. J Appl Physiol 1994; 77: 1678-84. \n \n76. Ryan AS, Pratley RE, Elahi D, Goldberg AP. Resistive training increases fat-free mass and maintains RMR \ndespite weight loss in postmenopausal women. J Appl Physiol 1995; 79: 818-23. \n \n77. Ryan AS, Pratley RE, Elahi D, Goldberg AP. Changes in plasma leptin and insulin action with resistive \ntraining in post-menopausal women. Int J Obesity 2000; 24: 27-32. \n \n78. Ryan AS, Hurlbut DE, Lott ME, Ivey FM, Fleg J, Hurley BF, et al. Insulin action after resistive training in \ninsulin resistant older men and women. J Amer Ger Soc 2001; 49: 247-53. \n \n79. Treuth MS, Ryan AS, Pratley RE, Rubin MA, Miller JP, Nicklas BJ, et al. Effects of strength training on \ntotal and regional body composition in older men. J Appl Physiol 1994; 77: 614-20. \n \n80. Pincivero DM, Lephart SM, Karunakara RG. Effects of rest interval on isokinetic strength and functional \nperformance after short term high intensity training. Br J Sports Med 1997; 31: 229-34. \n \n81. Robinson JM, Stone MH, Johnson RL, Penland CM, Warren BJ, Lewis RD. Effects of different weight \ntraining exercise/rest intervals on strength, power, and high intensity exercise endurance. J Strength Cond Res \n1995; 9: 216-21. \n \n82. Keogh JWL, Wilson GJ, Weatherby RP. A cross-sectional comparison of different resistance training \ntechniques in the bench press. J Strength Cond Res 1999; 13: 247-58. \n \n83. Hakkinen K, Komi PV. Effect of different combined concentric and eccentric muscle work regimens on \nmaximal strength development. J Hum Mov Stud 1981; 7: 33-44. \n \n84. Johnson BL, Adamczyk JW, Tennoe KO, Stromme SB. A comparison of concentric and eccentric muscle \ntraining. Med Sci Sports 1976; 8: 35-8. \n \n85. Jones DA, Rutherford OM. Human muscle strength training: the effects of three different regimes and the \nnature of the resultant changes. J Physiol 1987; 391: 1-11. \n \n86. Komi PV, Buskirk ER. Effect of eccentric and concentric muscle conditioning on tension and electrical \nactivity of human muscle. Ergonomics 1972; 15: 417-34. \n \n87. Seliger V, Dolejs L, Karas V, Pachlopnikova I. Adaptation of trained athletes’ energy expenditure to \nrepeated concentric and eccentric muscle actions. Int Z Angew Physiol Einschl Arbeitsphysiol 1968; 26: 227-\n34. \n \n88. Ben-Sira DA, Ayalon A, Tavi M. The effect of different types of strength training on concentric strength in \nwomen. J Strength Cond Res 1995; 9:143-8. \n \n89. Godard MP, Wygand JW, Carpinelli RN, Catalano S, Otto RM. Effects of accentuated eccentric resistance \ntraining on concentric knee extensor strength. J Strength Cond Res 1998; 12: 26-9. \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n56\n \n90. Colliander EB, Tesch PA. Effects of eccentric and concentric muscle actions in resistance training. Acta \nPhysiol Scand 1990; 140: 31-9. \n \n91. Colliander EB, Tesch PA. Effects of detraining following short term resistance training on eccentric and \nconcentric muscle strength. Acta Physiol Scand 1992; 144: 23-9. \n \n92. Lacerte M, deLateur BJ, Alquist AD, Questad KA. Concentric versus combined concentric-eccentric \nisokinetic training programs: effect on peak torque of human quadriceps femoris muscle. Arch Phys Med \nRehabil 1992; 73: 1059-62. \n \n93. Tesch PA, Buchanan P, Dudley GA. An approach to counteracting long-term microgravity-induced muscle \natrophy. The Physiologist 1990; (Suppl.) 33: S77-9. \n \n94. Hather BM, Tesch PA, Buchanan P, Dudley G. Influence of eccentric actions on skeletal muscle adaptations \nto resistance training. Acta Physiol Scand 1991; 143: 177-85. \n \n95. Gillam GM. Effects of frequency of weight training on muscle strength enhancement. J Sports Med 1981; \n21: 432-6. \n \n96. Hunter GR. Changes in body composition, body build, and performance associated with different weight \ntraining frequencies in males and females. NSCA J 1985; 7: 26-8. \n \n97. McLester JR, Bishop P, Guilliams ME. Comparison of 1 day and 3 days per week of equal-volume \nresistance training in experienced subjects. J Strength Cond Res 2000; 14: 273-81. \n \n98. Carpenter DM, Graves JE, Pollock ML, Leggett SH, Foster D, Holmes B, et al. Effect of 12 and 20 weeks \nof resistance training on lumbar extension torque production. Phys Ther 1991; 71: 580-8. \n \n99. Graves JE, Pollock ML, Foster D, Leggett SH, Carpenter DM, Vuoso R, et al. Effect of training frequency \nand specificity on isometric lumbar extension strength. Spine 1990; 15: 504-9. \n \n100. Taaffe DR, Duret C, Wheeler S, Marcue R. Once-weekly resistance exercise improves muscle strength and \nneuromuscular performance in older adults. J Am Geriatr Soc 1999; 47: 1208-14. \n \n101. Berger RA. Comparison of the effect of various weight training loads on strength. Res Q 1965; 36: 141-6. \n \n102. Rozier CK, Schafer DS. Isokinetic strength training: comparison of daily and three times weekly patterns. \nInter J Rehabil Res 1981; 4: 345-51. \n \n103. Gregory LW. Some observations on strength training and assessment. J Sports Med Phys Fit 1981; 21: \n130-7. \n \n104. Carroll TJ, Abernethy PJ, Logan PA, Barber M, McEnigry MT. Resistance training frequency: strength \nand myosin heavy chain responses to two and three bouts per week. Eur J Appl Physiol 1998; 78: 270-5. \n \n105. DeMichele PL, Pollock ML, Graves JE, Foster DN, Carpenter D, Garzarella L, et al. Isometric torso \nrotation strength: effect of training frequency on its development. Arch Phys Med Rehabil 1997; 78: 64-9. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n57\n106. Fleck SJ, Kraemer WJ. Designing resistance training programs, 2nd Edition, Champaign, IL: Human \nKinetics, 1997. \n \n107. Hoffman JR, Kraemer WJ, Fry AC, Deschenes M, Kemp M. The effect of self-selection for frequency of \ntraining in a winter conditioning program for football. J Appl Sports Sci Res 1990; 4: 76-82. \n \n108. Zatsiorsky V. Science and practice of strength training. Champaign, IL; Human Kinetics, 1995. \n \n109. Kersey RD. Anabolic-androgenic steroid use by private health club/gym athletes. J Strength Cond Res \n1993; 7: 118-26. \n \n110. Tricker R, O’Neill MR, Cook D. The incidence of anabolic steroid use among competitive bodybuilders. J \nDrug Education 1989; 19: 313-25. \n \n111. Wagman DF, Curry LA, Cook DL. An investigation into anabolic androgenic steroid use in elite U.S. \npowerlifters. J Strength Cond Res 1995; 9: 149-54. \n \n112. Yesalis CE, Herrick RT, Buckley WE, Friedl KE, Brannon D, Wright JE. Self reported use of anabolic-\nandrogenic steroids by elite power lifters. Phys Sportsmed 1998; 16: 91-100. \n \n113. Hakkinen K, Kallinen M. Distribution of strength training volume into one or two daily sessions and \nneuromuscular adaptations in female athletes. Electromyogr Clin Neurophysiol 1994; 34: 117-24. \n \n114. Stone MH, Fleck SJ, Triplett NT, Kraemer WJ. Health- and performance-related potential of resistance \ntraining. Sports Med 1991; 11: 210-31. \n \n115. Fleck SJ. Periodized strength training: a critical review. J Strength Cond Res 1999; 13: 82-9. \n \n116. Stone MH, O’Bryant H, Garhammer J, McMillan J, Rozenek R. A theoretical model of strength training. \nNSCA J 1982; 4: 36-9. \n \n117. Tan B. Manipulating resistance training program variables to optimize maximum strength in men: a \nreview. J Strength Cond Res 1999; 13: 289-304. \n \n118. Baker D, Wilson G, Carlyon R. Periodization: the effect on strength of manipulating volume and intensity. \nJ Strength Cond Res 1994; 8: 235-42. \n \n119. Herrick AB, Stone WJ. The effects of periodization versus progressive resistance exercise on upper and \nlower body strength in women. J Strength Cond Res 1996; 10: 72-6. \n \n120. Schiotz MK, Potteiger JA, Huntsinger PG, Denmark DC. The short-term effects of periodized and \nconstant-intensity training on body composition, strength, and performance. J Strength Cond Res 1998; 12: \n173-8. \n \n121. O’Bryant HS, Byrd R, Stone MH. Cycle ergometer performance and maximum leg and hip strength \nadaptations to two different methods of weight-training. J Appl Sports Sci Res 1988; 2: 27-30. \n \n122. Stone MH, O’Bryant H, Garhammer J. A hypothetical model for strength training. J Sports Med 1981; 21: \n342-51. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n58\n123. Stone MH, Potteiger JA, Pierce KC, Proulx CM, O’Bryant HS, Johnson TL, et al. Comparison of the \neffects of three different weight-training programs on the one repetition maximum squat. J Strength Cond Res \n2000; 14: 332-7. \n \n124. Willoughby DS. A comparison of three selected weight training programs on the upper and lower body \nstrength of trained males. Appl Res Coaching Athletics Ann 1992: 124-46. \n \n125. Willoughby DS. The effects of mesocycle-length weight training programs involving periodization and \npartially equated volumes on upper and lower body strength. J Strength Cond Res 1993; 7: 2-8. \n \n126. Stone MH, Wilson GD, Blessing D, Rozenek R. Cardiovascular responses to short-term Olympic style \nweight-training in young men. Can J Appl Sports Sci 1983; 8: 134-9. \n \n127. Stone MH, Wilson D, Rozenek R, Newton H. Anaerobic capacity. NSCA J 1984; 5: 40, 63-5. \n \n128. Stone MH, O’Bryant H. Weight training: a scientific approach. Minneapolis, MN: Burgess International, \n1987. \n \n129. Harman EA, Rosenstein MT, Frykman PN, Rosenstein RM, Kraemer WJ. Estimation of human power \noutput from vertical jump. J Appl Sports Sci Res 1991; 5: 116-20. \n \n130. Willoughby DS. Training volume equated: a comparison of Periodized and progressive resistance weight \ntraining programs. J Hum Mov Stud 1991; 21: 233-48. \n \n131. Berger RA. Determination of the resistance load for 1-RM and 10-RM. J Phys Men Rehabil 1961; 15: \n108-10, 117. \n \n132. Hoeger WWK, Barette SL, Hale DF, Hopkins DR. Relationship between repetitions and selected \npercentages of one repetition maximum. J Appl Sport Sci Res 1987; 1: 11-3. \n \n133. Hoeger WWK, Hopkins DR, Barette SL, Hale DF. Relationship between repetitions and selected \npercentages of one repetition maximum: a comparison between untrained and trained males and females. J Appl \nSport Sci Res 1990; 4: 47-54. \n \n134. Christian VK, Seymour J. Specific power adaptations relative to strength-power training. NSCA J 1985; 6: \n32-4. \n \n135. Swanson S, Moffatt R. The effects of a strength conditioning periodization program on muscular \ndevelopment. NSCA J 1986; 8: 71. \n \n136. Hakkinen K, Komi PV, Markku A, Alen M, Kauhanen H. EMG, muscle fibre and force production \ncharacteristics during a 1 year training period in elite weight-lifters. Eur J Appl Physiol 1987; 56: 419-27. \n \n137. Hakkinen K, Pakarinen A, Alen M, Kauhanen H, Komi PV. Neuromuscular and hormonal adaptations in \nathletes to strength training in two years. J Appl Physiol 1988; 65: 2406-12. \n \n138. Mazzetti SA, Kraemer WJ, Volek JS, Duncan ND, Ratamess NA, Gomez AL, et al. The influence of direct \nsupervision of resistance training on strength performance. Med Sci Sports Exerc 2000; 32: 1175-84. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n59\n139. Hickson RC, Hidaka K, Foster C. Skeletal muscle fiber type, resistance training, and strength-related \nperformance. Med Sci Sports Exerc 1994; 26; 593-8. \n \n140. Anderson T, Kearney JT. Effects of three resistance training programs on muscular strength and absolute \nand relative endurance. Res Q Exerc Sport 1982; 53: 1-7. \n \n141. Stone WJ, Coulter SP. Strength/endurance effects from three resistance training protocols with women. J \nStrength Cond Res 1994; 8: 231-4. \n \n142. Huczel HA, Clarke DH. A comparison of strength and muscle endurance in strength-trained and untrained \nwomen. Eur J Appl Physiol 1992; 64: 467-70. \n \n143. McGee D, Jesse TC, Stone MH, Blessing D. Leg and hip endurance adaptations to three weight-training \nprograms. J Appl Sport Sci Res 1992; 6: 92-5. \n \n144. Kraemer WJ, Noble BJ, Clark MJ, Culver BW. Physiologic responses to heavy-resistance exercise with \nvery short rest periods. Int J Sports Med 1987; 8: 247-52. \n \n145. Mayhew JL, Ball TE, Bowen JC. Prediction of bench press lifting from submaximal repetitions before and \nafter training. Sports Med Training Rehabil 1992; 3: 195-201. \n \n146. Bobbert MA, Van Soest AJ. Effects of muscle strengthening on vertical jump height: a simulation study. \nMed Sci Sports Exerc 1994; 26: 1012-20. \n \n147. Hakkinen K, Komi PV. Changes in electrical and mechanical behavior of leg extensor muscles during \nheavy resistance strength training. Scand J Sports Sci 1985a; 7: 55-64. \n \n148. Hakkinen K, Komi PV. Effect of explosive type strength training on electromyographic and force \nproduction characteristics of leg extensor muscles during concentric and various stretch-shortening cycle \nexercises. Scand J Sports Sci 1985b; 7: 65-76. \n \n149. Wilson GJ, Newton RU, Murphy AJ, Humphries BJ. the optimal training load for the development of \ndynamic athletic performance. Med Sci Sports Exerc 1993; 25: 1279-86. \n \n150. Wilson GJ, Murphy AJ, Giorgi A. Weight and plyometric training: effects on eccentric and concentric \nforce production. Can J Appl Physiol 1996; 21: 301-15. \n \n151. Clutch D, Wilton M, McGown C, Bryce GR. The effect of depth jumps and weight training on leg strength \nand vertical jump. Res Q 1983; 54: 5-10. \n \n152. Kaneko M, Fuchimoto T, Toji H, Suei K. Training effect of different loads on the force-velocity \nrelationship and mechanical power output in human muscle. Scand J Sports Sci 1983; 5: 50-5. \n \n153. Garhammer J, Gregor R. Propulsion forces as a function of intensity for weightlifting and vertical jumping. \nJ Appl Sport Sci Res 1992; 6: 129-34. \n \n154. Holcomb WR, Lander JE, Rutland RM, Wilson GD. The effectiveness of a modified plyometric program \non power and the vertical jump. J Strength Cond Res 1996; 10: 89-92. \n \n\nInsufficient Evidence to Support the ACSM Position Stand on Resistance Training \n \n60\n155. Fleck SJ, Smith SL, Craib MW, Denahan T, Snow RE, Mitchell ML. Upper extremity isokinetic torque \nand throwing velocity in team handball. J Appl Sport Sci Res 1992: 6: 120-4. \n \n156. Hoff J, Almasbakk B. the effects of maximum strength training on throwing velocity and muscle strength \nin female team-handball players. J Strength Cond Res 1995; 9: 255-8. \n \n157. Lachowetz T, Evon J, Pastiglione J. The effect of an upper body strength program on intercollegiate \nbaseball throwing velocity. J Strength Cond Res 1998; 12: 116-9. \n \n158. McEvoy KP, Newton RU. Baseball throwing speed and base running speed: the effects of ballistic \nresistance training. J Strength Cond Res 1998; 12: 216-21. \n \n159. Newton RU, McEvoy KP. Baseball throwing velocity: a comparison of medicine ball training and weight \ntraining. J Strength Cond Res 1994; 8: 198-203. \n \n160. Bassey EJ, Fiatarone MA, O’Neill EF, Kelly M, Evans WJ, Lipsitz LA. Leg extensor power and functional \nperformance in very old men and women. Clin Sci 1992; 82: 321-7. \n \n161. Hakkinen K, Hakkinen A. Neuromuscular adaptations during intensive strength training in middle-aged \nand elderly males and females. Electromyogr Clin Neurophysiol 1995; 35: 137-47. \n \n162. Hakkinen K, Kallinen M, Linnamo V, Pastinen UM, Newton RU, Kraemer WJ. Neuromuscular \nadaptations during bilateral versus unilateral strength training in middle-aged and elderly men and women. Acta \nPhysiol Scand 1996; 158: 77-88. \n \n163. Hakkinen K, Kallinen M, Izquierdo M, Jokelainen K, Lassila H, Malkia E, et al. Changes in agonist-\nantagonist EMG, muscle CSA, and force during strength training in middle-aged and older people. J Appl \nPhysiol 1998; 84: 1341-9. \n \n164. Kraemer WJ, Hakkinen K, Newton RU, Nindl BC, Volek JS, McCormick, et al. Effects of heavy-\nresistance training on hormonal response patterns in younger vs. older men. J Appl Physiol 1999; 87: 982-92. \n \n165. McCall GE, Byrnes WC, Fleck SJ, Dickinson A, Kraemer WJ. Acute and chronic hormonal responses to \nresistance training designed to promote muscle hypertrophy. Can J Appl Physiol 1999; 24: 96-107 \n \n166. McCall GE, Byrnes WC, Dickinson A, Pattany PM, Fleck SJ. Muscle fiber hypertrophy, hyperplasia, and \ncapillary density in college men after resistance training. J Appl Physiol 1996; 81: 2004-12. \n \n167. Kraemer WJ. Endocrine responses and adaptations to strength training. In: Komi PV, editor. Strength and \npower in sport. Osney Mead (Oxford): Blackwell Scientific Publications, 1992: 291-304. \n \n168. Shinohara M, Kouzaki M, Yoshihisa T, Fukunaga T. Efficacy of tourniquet ischemia for strength training \nwith low resistance. Eur J Appl Physiol 1998; 77: 189-91. \n \n169. Smith RC, Rutherford OM. The role of metabolites in strength training. Ι. A comparison of eccentric and \nconcentric contractions. Eur J Appl Physiol 1995; 71: 332-6. \n \n170. Van Etten LMLA, Verstappen FTJ, Westerterp KR. Effect of body build on weight-training-induced \nadaptations in body composition and muscular strength. Med Sci Sports Exerc 1994; 26: 515-21."
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength",
      "vo2"
    ],
    "intervention_weeks": 158,
    "primary_human": "conceptual/methodological (re-analysis of cited RT literature)"
  },
  "bucket": "D",
  "notes": "Long, detailed critique of the 2002 ACSM “Progression Models in Resistance Training for Healthy Adults” stand; argues that claims about the need for complex progression schemes and high volumes are poorly supported and that low-volume RT can achieve similar adaptations."
}