{
  "id": 112,
  "title": "ACSM Position Stand: The Recommended Quantity and Quality of Exercise for Developing and Maintaining Cardiorespiratory and Muscular Fitness, and Flexibility in Healthy Adults",
  "authors": "Pollock ML; Gaesser GA; Butcher JD; Després J-P; Dishman RK; Franklin BA; Garber CE",
  "year": 1998,
  "doi": "10.1097/00005768-199806000-00032",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "ACSM_position_stand",
    "exercise_prescription",
    "cardiorespiratory_fitness",
    "muscular_fitness",
    "flexibility",
    "healthy_adults"
  ],
  "population": {
    "training_status": "position_stand (ACSM; general exercise)"
  },
  "sections": {
    "introduction": "Many people are currently involved in cardiorespira tory fitness and resistance training programs and e fforts \nto promote participation in all forms of physical a ctivity are being developed and implemented (242) . Thus, the \nneed for guidelines for exercise prescription is ap parent. Based on the existing evidence concerning e xercise \nprescription for healthy adults and the need for gu idelines, the American College of Sports Medicine ( ACSM) \nmakes the following recommendations for the quantit y and quality of training for developing and mainta ining \ncardiorespiratory fitness, body composition, muscul ar strength and endurance, and flexibility in the h ealthy adult: \nCardiorespiratory Fitness and Body Composition \n1. Frequency of training: 3-5 d·wk -1 .\n2. Intensity of training: 55/65%-90% of maximum heart rate (HR max ), or 40/50%-85% of maximum oxygen uptake \nreserve (V·O 2R) or HR max reserve (HRR). 1 The lower intensity values, i.e., 40-49% of V·O 2R or HRR and 55-64% of \nHR max , are most applicable to individuals who are quite unfit. \n3. Duration of training: 20-60 min of continuous or intermittent (minimum of 10-min bouts accumulated \nthroughout the day) aerobic activity. Duration is d ependent on the intensity of the activity; thus, lo wer-intensity \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 1/25 \n\nactivity should be conducted over a longer period o f time (30 min or more), and, conversely, individuals training at \nhigher levels of intensity should train at least 20 min or longer. Because of the importance of \"total fitness\" and \nthat it is more readily attained with exercise sess ions of longer duration and because of the potentia l hazards and \nadherence problems associated with high-intensity a ctivity, moderate-intensity activity of longer dura tion is \nrecommended for adults not training for athletic co mpetition. \n4. Mode of activity: any activity that uses large m uscle groups, which can be maintained continuously, and is \nrhythmical and aerobic in nature, e.g., walking-hik ing, running-jogging, cycling-bicycling, cross-coun try skiing, \naerobic dance/group exercise 2 (213) , rope skipping, rowing, stair climbing, swimming, skating, and various \nendurance game activities or some combination there of. \nMuscular Strength and Endurance, Body Composition, and Flexibility \n1. Resistance training: Resistance training should be an integral part of an adult fitness program and of a \nsufficient intensity to enhance strength, muscular endurance, and maintain fat-free mass (FFM). Resistance \ntraining should be progressive in nature, individua lized, and provide a stimulus to all the major muscle groups. One \nset of 8-10 exercises that conditions the major mus cle groups 2-3 d·wk -1 is recommended. Multiple-set regimens \nmay provide greater benefits if time allows. Most p ersons should complete 8-12 repetitions of each exe rcise; \nhowever, for older and more frail persons (approxim ately 50-60 yr of age and above), 10-15 repetitions may be \nmore appropriate. \n2. Flexibility training: Flexibility exercises should be incorporated into the overall fitness program sufficient to \ndevelop and maintain range of motion (ROM). These e xercises should stretch the major muscle groups and be \nperformed a minimum of 2-3 d·wk -1 . Stretching should include appropriate static and/ or dynamic techniques. \nRATIONALE AND RESEARCH BACKGROUND \nIntroduction \nThe questions, \"How much exercise is enough?\" and \" What type of exercise is best for developing and \nmaintaining fitness?\" are frequently asked. It is r ecognized that the term \"physical fitness\" is compo sed of a variety \nof characteristics included in the broad categories of cardiorespiratory fitness, body composition inc luding \nregional fat distribution, muscular strength and en durance, and flexibility. In this context, fitness is defined as \nthe ability to perform moderate-to-vigorous levels of physical activity without undue fatigue and the capability of \nmaintaining this capacity throughout life \n(251) . It is also recognized that the adaptive response to training is \ncomplex and includes peripheral, central, structura l, and functional factors (10) . Although many such variables \nand their adaptive responses to training have been documented, the lack of sufficient in-depth and com parative \ndata relative to frequency, intensity, and duration of training makes them inadequate to use as models for \nquantifying benefits. Thus, with respect to the abo ve questions, fitness in this position stand is lim ited mainly to \nchanges in cardiorespiratory fitness as measured by maximum oxygen uptake (V·O 2max ), lactate threshold (LT), and \nmetabolic fitness (see below); muscular strength an d endurance; and body composition, which includes t otal \nbody mass, fat mass (FM), FFM, and regional fat distribution. Furthermore, the rationale and research background \nused for this position stand will be divided into p rograms for cardiorespiratory fitness and weight co ntrol, \nmuscular strength and endurance, and flexibility \nFitness and health benefits of exercise. Since the original position statement was publishe d in 1978, an \nimportant distinction has been made between physica l activity as it relates to health versus fitness. This \nrelationship has been further defined since the 199 0 revised stand (3) . It has been pointed out that the quantity \nand quality of exercise needed to attain health-rel ated benefits may differ from what is recommended f or fitness \nbenefits. It is now clear that lower levels of phys ical activity (particularly intensity) than recomme nded by this \nposition stand may reduce the risk for certain chro nic degenerative diseases and improve metabolic fit ness and \nyet may not be of sufficient quantity or quality to improve V·O 2max (13,28,54-56,105,106,145,178) . The term \nmetabolic fitness was introduced by Després et al. (52,53) to describe the state of metabolic systems and vari ables \npredictive of the risk of diabetes and cardiovascul ar disease which can be favorably altered by increa sed physical \nactivity or regular endurance exercise without the requirement of a training-related increase in V·O 2max . The \nACSM recognizes the potential health benefits of re gular exercise performed more frequently and for a longer \nduration but at a lower intensity than recommended in the previous editions of this position stand, i. e., 40-49% of \nV·O 2R and HRR or 55-64% of HR max (20,52,53,105,149,178,179,232) . Accordingly, it has addressed the issue \nconcerning the proper amount of physical activity n ecessary to derive health benefits in various chron ic diseases, \ne.g., coronary heart disease (5) , hypertension (4) , osteoporosis (6) , and obesity and weight control (2) . The ACSM \nhas also developed a statement on \"Physical Activit y and Public Health\" with the Centers for Disease C ontrol and \nPrevention (181) . Other important statements on physical activity a nd health have been recently published by the \nNational Institutes of Health (172) , American Heart Association (76) , and the Office of the Surgeon General (242) .\nThus, the ACSM now views exercise/physical activity for health and fitness in the context of an exerci se dose \ncontinuum. That is, there is a dose response to exe rcise by which benefits are derived through varying quantities \nof physical activity ranging from approximately 700-2000 plus kilocalories of effort per week (76,147,179,181,242) .\nMany significant health benefits are achieved by go ing from a sedentary state to a minimal level of physical \nactivity; programs involving higher intensities and/or greater frequency/durations provide additional benefits \n(242,248) . Although the fitness paradigm that is recommended in this ACSM position stand is adaptable to a broa d \ncross-section of the healthy adult population, it i s clearly designed for the middle-to-higher end of the \nexercise/physical activity continuum. \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 2/25 \n\nNeed for standardization of procedures and reporting",
    "results": ". Despite an abundance of information available \nconcerning the training of the human organism, the lack of standardization of testing protocols and pr ocedures, \nof methodology in relation to training procedures a nd experimental design, and of a preciseness in the\ndocumentation and reporting of the quantity and qua lity of training prescribed make interpretation dif ficult \n(185,199,247,251) . Interpretation and comparison of results are also dependent on the initial level of fitness \n(44,94,171,219,223) , length of time of the training regimen (29,77,187,189,199,222) , and specificity of the testing \nand training (10,75,191,199,216) . For example, training studies using subjects with varied levels of V·O 2max , total \nbody mass, and FM indicate that changes occur in re lation to their initial values (21,166,219,223) ; i.e., the lower \nthe initial V·O 2max , the larger the percentage of improvement found; a nd the higher the FM, the greater the \nreduction in total body mass and FM. Also, data eva luating trainability with age, comparison of the di fferent \nintensities and volumes of effort, and comparison o f the trainability of men and women may have been i nfluenced \nby the initial fitness levels. \nBecause improvement in the fitness variables discus sed in this position stand continues over many mont hs of \ntraining (29,44,128,199,215,222) , it is reasonable to believe that short-term studi es conducted over a few weeks \nhave certain limitations. Middle-aged sedentary and older participants may take several weeks to adapt to the \ninitial rigors of training and thus need a longer a daptation period to get the optimal benefit from a program. For \nexample, Seals et al. (222) exercise trained 60- to 69-yr-olds for 12 months. Their subjects showed a 12% \nimprovement in V·O 2max after 6 months of moderate intensity walking train ing. A further 18% increase in V·O 2max \noccurred during the next 6 months of training when jogging was introduced. How long a training experim ent \nshould be conducted is difficult to determine and d epends upon the purpose of the study. To evaluate t he \nefficacy of various intensities, frequencies, and d urations of exercise on fitness variables, a 15- to 20-wk length \nmay be an adequate minimum standard. To evaluate health-related variables may take longer. However, to\nevaluate the time course of adaptations to training , and to correlate changes in one variable with tho se of \nanother, shorter training programs may suffice. Alt hough it is difficult to control exercise training experiments for \nmore than 1 yr, there is a need to study this effec t. Lower doses of exercise may improve V·O 2max and metabolic \nfitness, and control or maintain body composition, but at a slower rate. However, long-term exercise t raining \nstudies that compare various training models (volum e, frequency, duration, intensity) are few in numbe r or not \navailable, especially when considering the metaboli c component of fitness. \nExercise Prescription for Cardiorespiratory Fitness and Weight Control \nExercise prescription is based upon the frequency, intensity, and duration of training, the mode of ac tivity \n(aerobic in nature, e.g., listed under no. 4 above) , and the initial level of fitness. Within this framework, the total \nvolume of training becomes an important reference f or improving fitness. In evaluating these factors, the following \nobservations have been derived from studies conduct ed for up to 6-12 months with endurance training pr ograms. \nImprovement in V·O 2max is directly related to frequency (7,11,85,111-113,187,224,225,247) , intensity \n(7,11,42,46,94,95,111-113,117,127,224,247) , and duration (7,46,104,151,166,177,224,237,239,247,252) of training. \nDepending upon the quantity and quality of training , improvement in V·O 2max ranges from 10% to 30% \n(15,46,47,82,95,100,103,111-113,148,151,170,185,188,199,220,222,224,229,247,252,257) . These studies show that a \nminimum increase in V·O 2max of 10-15% is generally attained in programs that meet the above-stated guidelines. \nAlthough increases in V·O 2max greater than 30% have been shown, they are usually associated with large losses of \ntotal body mass and FM, in cardiac patients, or in persons with a very low initial level of fitness. Also, as a result \nof leg fatigue or a lack of motivation, persons wit h low initial fitness may have spuriously low initial V·O 2max values. \nKlissouras et al. (141) and Bouchard (27) have shown that human variation in the trainability of V·O 2max is \nimportant and related to one's genetic makeup as we ll as current activity status. That is, there is a genetically \ndetermined pretraining status of the trait and capa city to adapt to physical training. Thus, physiolog ical results \nshould be interpreted with respect to both genetic variation and the quality and quantity of training performed. \nThe lactate threshold (LT) is an important indicato r of cardiorespiratory endurance (16,202,245) . The LT has \nbeen variously defined, but generally may be though t of as the highest V·O 2 that can be maintained without a \nsustained rise in blood lactate (245) . For most untrained individuals, the LT occurs bet ween 40% and 60% of \nV·O 2max (16,202) . Exercise below the LT may be considered light-to- moderate (rating of perceived exertion (RPE), \n10-13) (24) . Exercise above the LT may be considered hard-to-v ery hard (RPE, 14-18), depending upon the degree \nto which the V·O 2 exceeds the LT (63) . For exercise intensities well above the LT (>=85% V·O 2max ), blood lactate \nconcentration rises continuously, and exercise tole rance is compromised (245) .\nThe LT can be increased independently of V·O 2max and is correlated strongly with endurance capacity\n(154,245) . The LT can be improved rapidly in response to tra ining (10-20%) and appears to be increased by both \nmoderate- and high-intensity exercise training, as well as by both continuous and intermittent exercis e (154,202) .\nPerceived exertion at the LT does not change with e ndurance training despite the fact that the LT occu rs at a \nhigher power output, and absolute and relative V·O 2max . Thus, RPE appears more closely linked with blood lactate \nthan %V·O 2max after training (60) .\nIntensity and duration. Intensity and duration of training are interrelate d, with total volume of training \naccomplished being an important factor in improveme nt in fitness (32,44,82,134,137,185,188,189,195,220,223,247) .\nAlthough more comprehensive inquiry is necessary, p resent evidence suggests that, when exercise is per formed \nabove the minimum intensity threshold, the total vo lume of training (kcal) accomplished is an importan t factor in \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 3/25 \n\nfitness development (31,44,188,220,223) and maintenance (193) . That is, improvement will be similar for activities \nperformed at a lower intensity-longer duration comp ared with higher intensity-shorter duration if the total \nenergy cost of the activities is similar. This same total kcal concept appears to be acceptable whethe r the \nactivity program is continuous or intermittent, i.e ., shorter exercise bouts (minimum of 10 min) that are \naccumulated throughout the day (48,68,124) . Higher-intensity exercise is associated with grea ter cardiovascular \nrisk (228) and orthopaedic injury (186,199) and lower adherence to training than lower-intensi ty exercise \n(59,160,186,217) . Therefore, programs emphasizing moderate intensit y training with longer duration are \nrecommended for most adults, because a high proport ion of the adult population is both sedentary and h as at \nleast one risk factor for cardiovascular disease (242) .\nThe RPE also may influence adherence to an exercise program (60,62) . Though no experimental investigations \nhave directly tested the effects of RPE on adoption or maintenance of physical activity, several studi es suggest an \ninteraction between RPE and preferred levels of exe rcise intensity during both acute (61) and chronic exercise \n(139) . In a 1-yr randomized exercise trial with middle-aged sedentary adults (139) , adherence to home-based \nexercise was similar between groups assigned to mod erate (60-73% peak HR) or high (74-88% peak HR) exercise \nintensities. However, the authors reported that eac h group selected intensities during the year which regressed \ntoward a common intensity level accompanied by a me an daily exercise RPE of 11.7 to 13.1 (somewhat har d). \nOther studies conducted with treadmill walking/runn ing or cycling (60) suggest that people prefer to exercise at \nan intensity approximating 60-65% of V·O 2max regardless of their activity history, whereas trai ned distance runners \nprefer an intensity of 75% V·O 2max . The RPE at these intensities typically approximat es 12-14. Perceived exertion \nmay be especially useful as an adjunct for aerobic exercise prescription where relative heart rates ca n \nunderestimate relative oxygen uptake by 5-15%. \nIntensity threshold. The minimal training intensity threshold for impro vement in V·O 2max , and the LT is \napproximately 40-50% of V·O 2R or HRR (55-65% of the HR max ) (117,127) . It should be noted that the ACSM is now \nrelating HRR to V·O 2R rather than a percentage of V·O 2max . Using V·O 2R improves the accuracy of the \nrelationship, particularly at the lower end of the intensity scale (153,180,235,236) . It is incorrect to relate HRR to \na level of V·O 2 that starts from zero rather than a resting level. This change makes this document more \nscientifically accurate but should have no effect o n the practitioner who is using the HRR method for exercise \nprescription. \nThe ACSM has also increased the estimated differenc e between the %V·O 2R (%HRR) to the %HR max from 10% to \n15% difference for the light and moderate intensity categories (see Table 1 ). This is based on research from \nLonderee and Ames (153) and others (180,235,236) that show that the HR max method actually underestimates the \nV·O 2R by approximately 15%. The underestimation may be larger or smaller depending on age and intensity of\nexercise. \nTABLE 1. Classification of physical activity intensity, based on physical activity lasting up to 60 mi n. \nThe decrease in the minimal intensity to 40% of V·O 2R (HRR) and 55% of HR max represents a change in the \nACSM recommendation and more clearly recognizes tha t the minimal threshold for improving fitness/health is \nquite variable at the lower end of the intensity sc ale. Initial level of fitness greatly effects this minimal threshold \n(42,134,159,219,223) . The person who has a very low level of fitness ca n achieve a significant training effect with a \ntraining heart rate as low as 40-50% of HRR, wherea s persons with higher fitness levels require a high er training \nstimulus (58,94,224,247) . The 50% of HRR represents a heart rate of approxi mately 130-135 beats·min -1 for young \npersons. As a result of the age-related decrease in HR max , the absolute heart rate to achieve this threshold is \ninversely related to age and can be as low as 105-1 15 beats·min -1 for older persons (58,100,222) .\nClassification of exercise intensity. The classification of exercise intensity and its st andardization for \nexercise prescription based on a 20- to 60-min trai ning session has been confusing, misinterpreted, an d often \ntaken out of context. One of the most quoted exerci se classification systems is based on the energy ex penditure \n(kcal·min -1 ·kg -1 ) of industrial tasks (67, 132) . The original data for this classification system were published by \nChristensen (37) in 1953 and were based on the energy expenditure of working in the steel mill for an 8-h d. The \nclassification of industrial and leisure-time tasks by using absolute values of energy expenditure has been valuable \nfor use in the occupational and nutritional setting (1) . Although this classification system has broad app lication in \nmedicine and, in particular, in making recommendati ons for weight control and job placement, it has li ttle or no \nmeaning for preventive and rehabilitation exercise training programs unless adapted for age and regime ns lasting \nup to 60 min. To extrapolate absolute values of ene rgy expenditure for completing an industrial task b ased on an \n8-h workday to 20- to 60-min regimens of exercise t raining does not make sense. For example, walking a nd \njogging/running can be accomplished at a wide range of speeds; thus, the relative intensity becomes im portant \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 4/25 \n\nunder these conditions. Because the endurance train ing regimens recommended by ACSM for nonathletic ad ults \nare geared for 60 min or less of physical activity, the system of classification of exercise training intensity shown \nin Table 1 is recommended (242) . The use of a realistic time period for training a nd an individual's relative exercise \nintensity makes this system amenable to young, midd le-aged, and elderly participants, as well as patie nts with a \nlimited exercise capacity (7,196,199,242) . Since some professionals, especially in the quant ification of \nepidemiological data, use multiples of resting metabolic equivalents (METs) for classification of exer cise intensity, \nthese values have been included in Table 1. See Ainsworth et al. (1) for a compendium listing more than 500 \nactivities by their MET values. Although these abso lute values seem reasonable, more information to validate the \nvalues at the older age ranges is needed. \nTable 1 also describes the relationship between relative e xercise intensity based on percent HR max ,\npercentage of HRR or percentage of V·O 2R, and the corresponding RPE (24,199,209) . The use of heart rate as an \nestimate of intensity of training is the common sta ndard (7,196,199,209) .\nThe use of RPE has become a valid tool in the monit oring of intensity in exercise training programs \n(63,196,199,209) . It has been shown to correlate well with blood la ctate, heart rate, pulmonary ventilation, and \nthe V·O 2 responses to exercise (209) . The RPE is generally considered an adjunct to hea rt rate in monitoring \nrelative exercise intensity, but once the relations hip between heart rate and RPE is known, RPE can be used in \nplace of heart rate (36,199) . This would not be the case in certain patient pop ulations in which a more precise \nknowledge of heart rate may be critical to the safe ty of the participant. \nOnly about 15% of U.S. adults participate in physic al activities with sufficient intensity and regular ity to meet \nminimum ACSM recommendations for the improvement or maintenance of fitness (242) . Moreover, the dropout \nrate for adult fitness programs for healthy adults approximates 25-35% across 10-20 wk (186) ; the rate is only partly \nexplainable by injury (200) . Behavioral interventions designed to increase phy sical activity have reported better \nadherence when the intensity of physical activity w as estimated as 50% of aerobic capacity or lower (64) .\nHowever, increases in physical activity after such interventions have been similar regardless of frequ ency or \nduration of physical activity. One study (124) found increased self-reports of physical activity o ver a period of 20 \nwk when overweight women achieved 40 min of daily w alking in multiple 10-min bouts compared with a single 40- \nmin bout each day. However, weight loss, increased aerobic fitness, and energy expenditure estimated b y an \naccelerometer were comparable between the two condi tions. \nFrequency. The amount of improvement in V·O 2max increases with frequency of training, but the magn itude \nof change is smaller and tends to plateau when freq uency of training is increased above 3 d·wk -1 (85,185,247) . The \nvalue of the added improvement in V·O 2max that occurs with training more than 5 d·wk -1 is minimal to none (111- \n113,161,185) , yet the incidence of injury increases disproporti onately (19,194) . Training of less than 2 d·wk -1 does \nnot generally result in a meaningful increase in V· O 2max (46,85,177,185,224,247) . The optimal training frequency for \nimproving the LT and metabolic fitness are not know n and may or may not be similar to that for improving V·O 2max .\nMode. If frequency, intensity, and duration of training are similar (total kcal expenditure), the training \nadaptations appear to be independent of the mode of aerobic activity (152,177,191,195) . Therefore, a variety of \nendurance activities, e.g., those listed above unde r number 4, may be used to derive comparable V·O 2max and \nbody composition training effects. Even so, exercis e mode would favor a specific effect to the muscle group(s) \nbeing used, e.g., arm cranking: arms and shoulders; cycling: thighs (quadriceps); and jogging/walking: calf, \nhamstrings, and gluteals (38,140) . Thus, cross-training that emphasizes the use of a variety of large muscle groups \n(activities) may be beneficial to achieving a more well-rounded training effect. \nEndurance activities that require running and jumpi ng are considered high-impact types of activity and\ngenerally cause significantly more debilitating inj uries to beginning as well as long-term exercisers than do low \nimpact and nonweight-bearing type activities (19,34,138,176,186,188,194,200,203,208) . The relationship between \nmode of activity and injury risk is particularly ev ident in elderly persons who are overweight and in unfit women \n(34,126,200) . Beginning joggers have increased foot, leg, and k nee injuries when training is performed more than 3\nd·wk -1 and longer than 30-min duration per exercise sessi on (194) . High-intensity interval training (run-walk) \ncompared with continuous jogging training was also associated with a higher incidence of injury (186,195) . Thus, \ncaution should be taken when recommending this type of activity for the beginning exerciser. Orthopaed ic \ninjuries as related to overuse increase linearly in runners/joggers when performing this activity (19,203) . Several \nstudies have shown that women who are beginning an exercise program have more orthopaedic injuries of the \nlower extremities than men when participating in hi gh-impact exercise (34,126,200) . These injury rates appear to \nbe approximately twofold higher in younger women co mpared with men and as much as fourfold higher in o lder \nwomen compared with older men. Although more inform ation is necessary to confirm the exact mechanism f or \nthis difference, it appears that the lack of muscle mass in the lower limbs and greater Q angle 3 for women make \nthem more susceptible to injury. Also, being unfit, overweight, and having a previous injury are relat ed to \nincreased incidences of additional injury in both m en and women (19,126,203,243) . Although not yet confirmed, \nthe participation in resistance training before ini tiating moderate- to high-impact activities may attenuate this \nproblem. Thus, there is a need for more inquiry int o the effect that different types of activities, th e quantity and \nquality of exercise and the rate of progression in training have on injuries over short-term and long- term \nparticipation. \nResistance training should not be considered as a p rimary means of training for developing V·O 2max , but it has \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 5/25 \n\nsignificant value for increasing muscular strength and endurance, FFM, and physical function (50,72-74,89,167,250) .\nStudies evaluating circuit weight training (weight training conducted almost continuously with moderat e weights, \nusing 10-15 repetitions per exercise with no more t han 15-30 s of rest between bouts of activity) show an average \nimprovement in V·O 2max of 6% (86-88,121,165,254) . Circuit weight training when interspersed with sh ort bouts (1-2 \nmin) of running has shown a greater than 15% increa se in V·O 2max (90) . Thus, circuit weight training is not \nrecommended as the only activity used in exercise p rograms for developing V·O 2max or metabolic fitness. \nAlthough resistance training exercise can only elic it slight to modest increases in V·O 2max , it does improve \nmuscular strength and endurance and physical functi on (74,89,110) . For example, Hickson et al. (110) had subjects \nperform heavy-resistance exercise primarily designe d to strengthen the quadriceps muscle. After 10 wk of \ntraining, submaximal endurance time on a cycle ergo meter increased 47%, yet V·O 2max increased only 4%. These \nresults have important implications because many le isure and occupational tasks require lifting, movin g, or \ncarrying a constant load. Because the magnitude of the pressor response to resistance exercise is prop ortionate \nto the percentage of maximal voluntary contraction (MVC) (157) , as well as the muscle mass involved (157,168) , an \nincrease in strength will result in a participant w orking at a lower percentage of MVC for a given loa d. \nAge. Age in itself does not appear to be a deterrent to aerobic endurance or resistance training \n(73,100,207,210) . The relative increase in V·O 2max consequent to endurance training in the elderly is similar to \nthat reported in middle-aged and younger adults (12,15,100,103,144,164,170,192,226,227) , and there appears to be \nno gender difference in the response to training (100,144,174) . Although some earlier studies showed a lower \ntraining effect in elderly participants (17,57) , this lower value was primarily attributed to an i nadequate training \nstimuli (intensity and/or duration of training) (17,57) , too short a training program, or both (17,57,222) . Older \nparticipants may need longer periods of time to pro gress and adapt to endurance training exercise (222) , but this \nhas not been confirmed by all investigators (169) . Variability in ages and initial fitness levels of the participants and \nthe quantity and quality of training make the inter pretation of these results difficult; further inqui ry of the rate \nof change in cardiorespiratory and metabolic fitnes s in the middle-aged and elderly is needed. Improve ments in LT \nhave also been demonstrated in the elderly with bot h short- and long-term training programs (16,154) .\nAlthough V·O 2max decreases and total body mass and FM increase with age, evidence suggests that those \ntrends can be favorably altered with endurance trai ning (33,128-131,199,207,240) . The reduction in V·O 2max that \noccurs with aging has varied widely in the literatu re, ranging from 0% to 34% per decade \n(33,66,107,130,131,174,211) . After 25-30 yr of age, sedentary adults generally experience a 9-15% reduction in \nV·O 2max per decade. Although this decline may be attenuate d in endurance-trained athletes to approximately 5%\nper decade (33,66,133,197,240) , this value has not been confirmed in recent longi tudinal studies (101,201,241) . The \nearlier assumption was based on short-term study (< 10 yr) or cross-sectional data (49,107) . Current longitudinal \ndata (20-plus yr of follow-up) on endurance trained individuals, some who were still competitive at th e elite level, \nshow an ~10-15% decrease in V·O 2max per decade (101,201,241) . Follow-up studies in which participants continued\ntraining at a similar level for 10 yr or more showed maintenance of cardiorespiratory fitness (9,129,131,197) . The \nconsensus from these long-term studies is that it w as difficult for highly trained individuals to cont inue their high \nintensity training at the same level for 10-20 yr; thus, V·O 2max is significantly reduced, but their values track a t a \nhigher level than aged-matched sedentary persons (101,201,241) . Thus, lifestyle and injury and health status play a \nsignificant role in the maintenance of training and fitness and the reduction of disability (9,71,129,131,197) . More \ninquiry into the relationship of long-term training (quantity and quality), for both competitors and \nnoncompetitors, and physiological function with inc reasing age is necessary before more definitive sta tements \ncan be made. \nMuscular strength and FFM decline with age, althoug h there is variability in the rate of decline in va rious \nmuscle groups (118,210) . There is a decrement in muscle strength of approx imately 30% between the ages of 20 \nand 75 yr in both men and women, with much of the l oss in strength occurring after the age 50 yr and a fter \nmenopause (10,184,210) , although estrogen replacement therapy can attenua te this loss in women (184,210) .\nThere are few data available on strength and FFM de cline in persons older than 75 yr of age, but after the age of \n80 yr, it appears that both strength and FFM declin e at a greater rate than previously described for p ersons 50-75 \nyr of age (210) . Longitudinal studies examining the relationship b etween physical activity levels, muscle strength, \nFFM, and aging are not generally available, so it is difficult to determine whether resistance trainin g or other \nphysical training alters the loss of strength over time. One study by Pollock et al. (197) showed a 2-kg decline in \nFFM in older track athletes who maintained their V· O 2max at 10 yr follow-up. At 20 yr follow-up (age, 70.4 ± 8.8 yr), \nthose who participated in a resistance training pro gram maintained their FFM from yr 10-20 (190) . However, \nnumerous studies have demonstrated that significant increases in strength and muscle hypertrophy (FFM) result \nfrom resistance training in healthy and frail elder ly participants (35,73,74,100,122,162,163,205) . The relative \nmagnitude of the strength increases in the elderly appear to be similar to or greater than for younger subjects, \nwhen differences in initial strength are considered (74,81,100,162,210) .\nGender difference. There are a number of morphological and physiologi cal differences between men and \nwomen that are important relative to fitness and ex ercise performance (246) . Women have less blood volume, \nfewer red blood cells, and less hemoglobin, leading to a lower oxygencarrying capacity and capability to increase \ntheir arterial-venous O2 difference. A smaller heart results in a higher re sting and submaximal heart rate, lower \nstroke volume, and oxygen pulse in women. V·O 2max is lower in women than men due primarily to a lowe r cardiac \noutput. The gender differences in V·O 2max are greatly reduced when corrected for FFM (246) . The distribution of \nmuscle fiber types is similar between the sexes, bu t women have fewer and smaller muscle fibers. Body \ncomposition is significantly different in women com pared with men; women have lower FFM and bone miner al \ndensity (BMD) and a greater percentage of FM. Even so, when strength is normalized for FFM, gender dif ferences \nbecome smaller and disappear in the lower limbs (246,250) .\n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 6/25 \n\nDespite many biological differences, there appear t o be no gender differences in the magnitude of \nimprovement in V·O 2max with endurance training (78,84,100,144,161,169,183,220,246) , and the effects of training \nseem unaffected by menstrual status (207,246,250) . Studies of women have generally applied training principles \nderived from studies of males, and it is clear that women and men engaging in comparable training regi mens attain \nsimilar improvements in V·O 2max and muscular strength and endurance (100,144,210,246) . Likewise, the relative \nimprovements resulting from resistance training are similar in men and women (45,100,210,233) . Because there are \nfew studies of women that examine the quantity and quality of exercise (38,134,169,231) , it is difficult to \ndetermine whether the recommendations based on male subjects are optimal for female subjects. Further study \nof the quality and quantity of both endurance and r esistance training in women is needed before more d efinitive \nrecommendations can be made. \nThere are some special considerations relative to e xercise training in women (22,155,244,246) . Although these \nfactors do not affect the recommendations made in t his stand, based on the available evidence, they sh ould be \nconsidered in the development of a training program for women. Exercise training can affect the reprod uctive \nsystem of the female (22,155,244) . Menstrual irregularity may result in some women b ecause of exercise training, \nbut the causative factors remain unclear. Fertility does not appear to be influenced by training excep t in women \nwith oligomenorrhea and anovulation (244) . The latter conditions can occur in active women a nd may place them \nat an increased risk for the development of osteopo rosis (for more information on this issue see ACSM Position \nStand on Osteoporosis and Exercise) (6) . Although there are few studies available, menopau se does not appear to \nalter the V·O 2max or strength responses to exercise training (23,184,207,244) . Further research is needed on the \nrelationship between exercise of various types and reproductive function in women. Pregnancy presents special \nconsiderations for exercise training in women which are addressed elsewhere (1a) . As discussed earlier, women \nappear to be more susceptible to orthopaedic injury when performing high-impact, lower-extremity exerc ise \n(34,126,200) .\nMaintenance of the training effect. To maintain the training effect, exercise must be continued on a regular \nbasis (30,40,80,143,170,212,218) . A significant reduction in cardiorespiratory fitn ess occurs after 2 wk of detraining \n(40,212) , with participants returning to near pretraining l evels of fitness after 10 wk (80) to 8 months of detraining \n(143) . A loss of 50% of their initial improvement in V·O2max has been shown after 4-12 wk of detraining (80,135,212) .\nThose individuals who have undergone years of conti nuous training maintain some benefits for longer pe riods of \ndetraining than subjects from short-term training s tudies (40) . Although stopping training shows dramatic \nreductions in V·O 2max , reduced training shows modest to no reductions fo r periods of 5-15 wk (30,111-113,212) .\nHickson et al., in a series of experiments where fr equency (111) , duration (112) , or intensity (113) of training were \nmanipulated, found that, if intensity of training r emained unchanged, V·O 2max was maintained for up to 15 wk \nwhen frequency and duration of training were reduce d by as much as 2/3. When frequency and duration of\ntraining remained constant and intensity of trainin g was reduced by 1/3 or 2/3, V·O 2max was significantly reduced. \nSimilar findings were found in regard to reduced st rength training exercise. When strength training ex ercise was \nreduced from 3 or 2 d·wk -1 to at least 1 d·wk -1 , strength was maintained for 12 wk of reduced trai ning (96) . Thus, \nit appears that missing an exercise session periodi cally or reducing training frequency or duration fo r up to 15 wk \nwill not adversely affect V·O 2max or muscular strength and endurance as long as trai ning intensity is maintained. \nEven though many new studies have given added insig ht into the proper amount of exercise, investigatio n is \nnecessary to evaluate the changes in fitness when r educing training loads and dosage in relation to le vel of \nfitness, age, and length of time in training. Also, more information is needed to better identify the minimal level of \nexercise necessary to maintain fitness. \nWeight control and body composition. Physical exercise alone without dieting (caloric r estriction) has only a \nmodest effect on total body mass and FM loss (28,54,56,234) . Caloric restriction generally produces the most \nsubstantial weight losses compared with exercise al one simply because it is easier to induce a marked energy \ndeficit by the former (28,54,56,234) . The most successful studies in terms of weight lo ss have been those that \ncombined diet and exercise to optimize the energy d eficit (28,234,258,259) . Also, it appears that individuals who \ncombined exercise with their dietary regimens maint ain their weight loss more effectively (234) . The reader is \nreferred to ACSM's position stand on weight loss an d weight control (2) and a more recent review by Stefanick \n(234) . Although there is variability in the human respon se to body composition changes with exercise, total body \nmass and FM are generally moderately reduced with e ndurance training programs (199,255) , whereas FFM remains \nconstant (185,199,253) or increases slightly (175,262) . For example, Wilmore (255) reported the results of 32 studies \nthat met the ACSM criteria for developing cardiores piratory fitness and found an average loss in total body mass \nof 1.5 kg and percent fat of 2.2. Weight loss progr ams using dietary manipulation that result in a mor e dramatic \ndecrease in total body mass show reductions in both FM and FFM (2,114,259) . When these programs are \nconducted in conjunction with exercise training, FF M loss is more modest than in programs using diet a lone \n(114,182) . Programs that are conducted at least 3 d·wk -1 (185,187,189,253) , of at least a sufficient intensity and \nduration to expend approximately 250-300 kcal per e xercise session (75-kg person) 4 are suggested as a threshold \nlevel for total body mass and FM loss (44,99,113,185,199) . This generally would require at least 30-45 min o f \nexercise per session for a person of average fitnes s. An expenditure of 200 kcal per session has also been shown \nto be useful in weight reduction if the exercise fr equency is at least 4 d·wk -1 (226) . If the primary purpose of the \ntraining program is for weight loss, then regimens of greater frequency and duration of training and m oderate \nintensity are recommended (2,199,234) . Programs with less participation generally show l ittle or no change in \nbody composition (92,138,185,231,239,253,255) . Significant increases in V·O 2max have been reported with 10-15 min \nof high-intensity training (11,116,166,177,185,224) ; thus, if total body mass and FM reduction are not\nconsiderations, then shorter-duration, higher-inten sity programs may be recommended for healthy indivi duals at \nlow risk for cardiovascular disease and orthopaedic injury. \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 7/25 \n\nExercise Prescription for Muscular Strength and Mus cular Endurance \nThe addition of resistance/strength training to the position statement results from the need for a wel l- \nrounded program that exercises all the major muscle groups of the body. Thus, the inclusion of resista nce \ntraining in adult fitness programs should be effect ive in the development and maintenance of muscular strength \nand endurance, FFM, and BMD. The effect of exercise training is specific to the area of the body being trained \n(10,75,216) . For example, training the legs will have little or no effect on the arms, shoulders, and trunk muscl es, \nand vice versa (216) . A 10-yr follow-up of master runners who continued their training regimen, but did no upper \nbody exercise, showed maintenance of V·O 2max and a 2-kg reduction in FFM (197) . Their leg circumference \nremained unchanged, but arm circumference was signi ficantly lower. These data indicate a loss of muscl e mass in \nthe untrained areas. Three of the athletes who prac ticed weight training exercise for the upper body a nd trunk \nmuscles maintained their FFM. A comprehensive revie w by Sale (216) documents available information on \nspecificity of training. \nSpecificity of training was further addressed by Gr aves et al. (97) . Using a bilateral knee extension exercise, \nthese investigators trained four groups: group A, f irst half of the ROM; group B, second half of the R OM; group \nAB, full ROM; and a control group that did not trai n. The results clearly showed that the training res ult was \nspecific to the ROM exercised, with group AB gettin g the best full range effect. Thus, resistance trai ning should \nbe performed through a full ROM for maximum benefit (97,142) .\nMuscular strength and endurance are developed by th e progressive overload principle, i.e., by increasi ng \nmore than normal the resistance to movement or freq uency and duration of activity (50,69,75,109,215) . Muscular \nstrength is best developed by using heavier weights (that require maximum or near maximum tension development) \nwith few repetitions, and muscular endurance is bes t developed by using lighter weights with a greater number of \nrepetitions (18,69,75,215) . To some extent, both muscular strength and endura nce are developed under each \ncondition, but each loading scheme favors a more sp ecific type of neuromuscular development (75,215) . Thus, to \nelicit improvements in both muscular strength and e ndurance, most experts recommend 8-12 repetitions p er set; \nhowever, a lower repetition range, with a heavier w eight, e.g., 6-8, repetitions may better optimize strength and \npower (75) . Because orthopaedic injury may occur in older and /or more frail participants (approximately 50-60 yr\nof age and above) when performing efforts to voliti onal fatigue using a high-intensity, low-to-moderat e repetition \nmaximum (RM), the completion of 10-15 repetitions o r RM is recommended. The term RM refers to the maxi mal \nnumber of times a load can be lifted before fatigue using good form and technique. \nAny magnitude of overload will result in strength d evelopment, but heavier resistance loads to maximal, or \nnear maximal, effort will elicit a significantly greater training effect (75,109,156,158,215) . The intensity and volume \nof exercise of the resistance training program can be manipulated by varying the weight load, repetiti ons, rest \ninterval between exercises and sets, and number of sets completed (75) . Caution is advised for training that \nemphasizes lengthening (eccentric) contractions, co mpared with shortening (concentric) or isometric \ncontractions, as the potential for skeletal muscle soreness and injury is increased particularly in un trained \nindividuals (8,125) .\nMuscular strength and endurance can be developed by means of static (isometric) or dynamic (isotonic o r \nisokinetic) exercises. Although each type of traini ng has its advantages and limitations, for healthy adults, dynamic \nresistance exercises are recommended as they best m imic everyday activities. Resistance training for t he average \nparticipant should be rhythmical, performed at a mo derate-to-slow controlled speed, through a full ROM , and \nwith a normal breathing pattern during the lifting movements. Heavy resistance exercise can cause a dr amatic \nacute increase in both systolic and diastolic blood pressure (150,157) , especially when a Valsalva maneuver is \nevoked. \nThe expected improvement in strength from resistanc e training is difficult to assess because increases in \nstrength are affected by the participant's initial level of strength and their potential for improveme nt \n(75,102,109,171) . For example, Mueller and Rohmert (171) found increases in strength ranging from 2% to 9% p er \nweek depending on initial strength levels. Also, st udies involving elderly participants (73,74) and young to middle- \naged persons using lumbar extension exercise (198) have shown greater than 100% improvement in strengt h after \n8-12 wk of training. Although the literature reflec ts a wide range of improvement in strength with res istance \ntraining programs, the average improvement for sede ntary young and middle-aged men and women for up to 6 \nmonths of training is 25-30%. Fleck and Kraemer (75) , in a review of 13 studies representing various fo rms of \nisotonic training, reported an average improvement in bench press strength of 23.3% when subjects were tested \non the equipment with which they were trained and 1 6.5% when tested on special isotonic or isokinetic \nergometers (six studies). These investigators (75) also reported an average increase in leg strength o f 26.6% when \nsubjects were tested with the equipment that they t rained on (six studies) and 21.2% when tested with special \nisotonic or isokinetic ergometers (five studies). I mprovements in strength resulting from isometric tr aining have \nbeen of the same magnitude as found with isotonic t raining (29,75,96,97) .\nIn light of the information reported above, the fol lowing guidelines for resistance training are recom mended \nfor the average healthy adult. A minimum of 8-10 exercises involving the major muscle groups (arms, sh oulders, \nchest, abdomen, back, hips, and legs) should be per formed 2-3 d·wk -1 . A minimum of 1 set of 8-12 RM or to near \nfatigue should be completed by most participants; h owever, for older and more frail persons (approxima tely 50-60 \nyr of age and above), 10-15 repetitions may be more appropriate. These recommendations for resistance training \nare based on three factors. First, the time it take s to complete a comprehensive, well-rounded exercis e program \nis important. Programs lasting more than 60 min per session appear to be associated with higher dropou t rates \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 8/25 \n\n(186) . Also, Messier and Dill (165) reported that the average time required to complet e 3 sets of a weight-training \nprogram was 50 min compared with only 20 min for 1 set. Second, although greater frequencies of traini ng \n(29,75,91) and additional sets or combinations of sets and re petitions may elicit larger strength gains \n(18,50,75,109) , the difference in improvement is usually small in the adult fitness setting. For the more serious \nweight lifter (athlete), a regimen of heavier weights (6-12 RM) of 1-3 sets using periodization techni ques usually \nprovides greater benefits (75) . Third, although greater gains in strength and FFM can be attained when using \nheavy weights, few repetitions (e.g., 1-6 RM), and multiple set regimens, this approach may not be sui table for \nadults who have different goals than the athlete. F inally, from a safety standpoint, these types of pr ograms may \nincrease the risk of orthopaedic injury and precipi tation of a cardiac event in middle-aged and older participants \n(43,199) \nResearch appears to support the minimal standard th at is recommended for the adult fitness/health mode l \nfor resistance training. A recent review by Feigenb aum and Pollock (72) clearly illustrated that the optimal \nfrequency of training may vary depending on the mus cle group. For example, Graves et al. (98) found that 1 d·wk -1 \nwas equally as effective in improving isolated lumbar extension strength as training 2 or 3 d·wk -1 . DeMichele et al. \n(51) found 2 d·wk -1 of torso rotation strength training to be equal to 3 d·wk -1 and superior to 1 d·wk -1 . Braith et \nal. (29) found that leg extension training 3 d·wk -1 elicited a greater effect than exercising 2 d·wk -1 . Others have \nfound that chest press exercise 3 d·wk -1 showed a greater improvement in strength than 1 or 2 d·wk -1 (72) . In \nsummary, it appears that 1-2 d·wk -1 elicits optimal gains in strength for the spine an d 3 d·wk -1 for the \nappendicular skeletal regions of the body. Also, th e 2 d·wk -1 programs using the arms and legs showed 70-80% of \nthe gain elicited by the regimens using a greater f requency. \nIn the same review mentioned above, Feigenbaum and Pollock (72) compared eight well-controlled studies and \nfound that no study showed that 2 sets of resistanc e training elicited significantly greater improveme nts in \nstrength than 1 set and only one study showed that a 3-set regimen was better than 1 or 2 sets. Berger (18) using \nthe bench press exercise found 3 sets to elicit a 3 -4% greater increase in strength ( P < 0.05) than the 1- or 2-set \ngroups. None of the studies reported were conducted for more than 14 wk; thus, it is possible that var ious \nmultiple set programs may show greater strength gai ns when conducted over a longer time span. Program \nvariation may also be an important factor in improving resistance training outcomes but must be verifi ed by \nadditional research (75) . Considering the small differences found in the va rious programs relating to frequency of \ntraining and multiple versus single-set programs, the minimal standard recommended for resistance trai ning in the \nadult fitness setting seems appropriate for attaini ng most of the fitness and health benefits desired in fitness and \nhealth maintenance programs. \nAlthough resistance training equipment may provide better feedback as to the loads used along with a \ngraduated and quantitative stimulus for determining an overload than traditional calisthenic exercises , \ncalisthenics and other resistive types of activitie s can still be effective in improving and maintaining muscular \nstrength and endurance (86,109,195) .\nExercise Prescription for Flexibility \nThe inclusion of recommendations for flexibility ex ercise in this position stand is based on growing e vidence \nof its multiple benefits including; improving joint ROM and function (120,206) and in enhancing muscular \nperformance (26,256,261) . In addition, although there is a lack of randomiz ed, controlled clinical trials defining the \nbenefit of flexibility exercise in the prevention a nd treatment of musculoskeletal injuries, observati onal studies \nsupport stretching in both of these applications (65,115) .\nStretching exercises increase tendon flexibility th rough two major effects on the muscle tendon unit, \nmechanoreceptor mediated reflex inhibition and visc oelastic strain. Increased tension in the musculote ndinous \nunit is detected by proprioceptors in the tendon an d muscle (Golgi tendon organ and muscle spindle), w hich \ninhibit further agonist muscle contraction and indu ce relaxation in the antagonist unit. Theoretically , this reflex \ninhibition prevents excessive strain injury and may account for short-term increases in flexibility im mediately after \nstretching. The actual importance of the propriocep tor effects in flexibility training has been questi oned (238) .\nRecent work has suggested that acute activation of these receptors may lead to transient desensitizati on of the \nstretch reflex and increased antagonist muscle exci tation (123) .\nThe primary effects of stretching involve the visco elastic properties of the tendon. Stretching result s in both \na transient increase in the musculotendon unit leng th resulting from actin-myosin complex relaxation (230) and a \nlasting increase through alteration in the surround ing extracellular matrix (238) . In studies using rabbit tendon, \nequal increases were shown in denervated muscle and fully innervated muscle, supporting the relative i mportance \nof this viscoelastic effect over the inhibitory eff ects of the mechanoreceptors (238) .\nThe most readily appreciated effect of tendon infle xibility is in reduced joint ROM. Aging often resul ts in \nsubstantial loss of tendon flexibility and limits in motion (206) . This is related to both biochemical changes in th e \nmusculotendinous unit and mechanical factors in the underlying skeletal structure. With aging, collage n solubility \ndeclines, probably related to increased tropocollag en crosslinking (119) . These changes result in reduced tensile \nstrength and increased tendon rigidity (173) . Associated age related skeletal changes such as d egenerative joint \ndisease and osteophyte formation may further limit motion in the joints. This loss of flexibility can significantly \nimpair an individual's ability to accomplish daily activities and perform exercise. Several studies ha ve examined the \nimpact of declining flexibility and the efficacy of exercise interventions (108,120,206,221,249) . Schenkman et al. \n(221) demonstrated declining physical performance relate d to the loss of axial skeleton mobility. Further, these \ninvestigators speculated that this decline may be f avorably modified through flexibility training (221) . Similarly, \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 9/25 \n\nimprovements in joint ROM have been demonstrated wi th extremity flexibility programs (119,120,206) . Of note, a \nstudy by Girouard and Hurley (93) demonstrated that the improvements in ROM gained b y flexibility exercises may \nbe minimized by simultaneous resistance training. \nRecent studies have suggested that stretching exerc ises may enhance muscle performance (26,256,261) .\nWorrell et al. (261) demonstrated increased peak torque generation in h amstring muscle with flexibility training. In \nanother study, Wilson et al. (256) reported improved rebound bench-press performance a fter flexibility training \nwhich was attributed to a reduction in the series e lastic component stiffness of the upper extremities . These \nfindings are contradicted somewhat by studies on ru nning economy that have demonstrated an inverse \ncorrelation with hip flexibility (41) .\nA relationship between poor flexibility and subsequ ent injury has been established in several \nmusculotendinous units, including the Achilles tend on (146) , plantar fascia (136) , and hamstring tendons (83,260) .\nSimilarly, poor flexibility can result in injury to adjacent joints as is seen in the development of l ateral patella \ncompression syndrome (patello-femoral dysfunction) as a result of iliotibial band tightness (204) . General \nstretching programs have been shown to be effective in reducing both the severity and frequency of inj uries \n(65,70,79,83,115,230) . In addition, flexibility exercises are advocated in the treatment of many musculoskeletal \ninjuries to regain ROM and reduce symptoms (65,79,260) .\nAlthough the optimal level of flexibility is determined by sport specific and individual factors, seve ral \nguidelines for developing a general program can be extracted from the available literature. The ideal type and \nduration of stretching exercise has been the subjec t of significant debate. The three main types of st retching \nexercises described are static, proprioceptive neur omuscular facilitation (PNF), and ballistic. As it was originally \ndescribed, the PNF stretching techniques consist of alternating isometric muscle contraction and passi ve \nstretching through a designated series of motions. Ballistic stretching involves repetitive bouncing m otions \nwherein the tendon is rapidly stretched and immedia tely relaxed. Static exercises slowly stretch the t endon, \nhold them in the stretched state for a period of ti me, and then return to the resting length. Many stu dies have \nshown PNF to be superior to the other types of exer cises in increasing flexibility (39,214) . In their pure form, \nthese exercises are complicated and require an expe rienced therapist or trainer. Many modified PNF tec hniques \nhave been described (active/assisted, contract/rela x, hold/relax) that can often be done alone or with a partner. \nStatic stretches represent an effective compromise for many individuals (14,249) . In determining the ideal duration \nof the stretch to achieve increased flexibility, it is apparent that slow rates allow greater stress r elaxation and \ngenerate lower tensile force on the tendon (238) . Studies have demonstrated that holding the stretc h for 10 to \n30 s at the point of mild discomfort enhances flexi bility without significantly greater benefit from l onger durations \n(14,25,238) . Few studies have examined the optimal number of r epetitions required to obtain maximal benefit from \nstretching exercises. Taylor et al. (238) found that the greatest increase in ROM occurred i n the first four \nrepetitions with minimal gains in subsequent stretc hes. Neither prestretching warm-up or ice applicati on appears \nto give added benefit over stretching alone in impr oving flexibility (39,249) .\nBased on this evidence, the following recommendatio ns for incorporating flexibility exercises into an overall \nfitness plan are made. A general stretching program that exercises the major muscle/tendon groups (low er \nextremity anterior chain, lower extremity posterior chain, shoulder girdle, etc) should be developed u sing static, \nballistic, or modified PNF (contract/relax, hold/re lax, active/assisted) techniques. Static stretches should be held \nfor 10 to 30 s, whereas PNF techniques should inclu de a 6-s contraction followed by 10- to 30-s assist ed stretch. \nAt least four repetitions per muscle group should b e completed for a minimum of 2-3 d·wk -1 .\nREFERENCES \n1. Ainsworth, B. E., W. L. Haskell, A. S. Leon, et al. Compendium of physical activities: classification of energy \ncosts of human physical activities. Med. Sci. Sports Exerc. 25:71-80, 1993. \nCheck full-text availability Request \nPermissions Bibliographic Links [Context Link] \n1a. American College of Obstetrics and Gynecology. Exercise during pregnancy and the postpartum period . ACOG \nTechnical Bulletin No. 189, February 1994. Int. J. Gynecol. Obstet. 45:65-70, 1994. [Context Link] \n2. American College of Sports Medicine. Position St and: Proper and improper weight loss programs. Med. Sci. \nSports Exerc. 15:ix-xiii, 1983. Check full-text availability Request Permissions [Context Link] \n3. American College of Sports Medicine. Position St and: The recommended quantity and quality of exerci se for \ndeveloping and maintaining cardiorespiratory and mu scular fitness in healthy adults. Med. Sci. Sports Exerc. 22:265- \n274, 1990. Check full-text availability Request Permissions Bibliographic Links [Context Link] \n4. American College of Sports Medicine. Position St and: Physical activity, physical fitness, and hyper tension. Med. \nSci. Sports Exerc. 25:i-x, 1993. [Context Link] \n5. American College of Sports Medicine. Position St and: Exercise for patients with coronary artery dis ease. Med. \nSci. Sports Exerc. 26:i-v, 1994. Check full-text availability Request Permissions [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 10/25 \n\n6. American College of Sports Medicine. ACSM positi on stand on osteoporosis and exercise. Med. Sci. Sports Exerc. \n27:i-vii, 1995. [Context Link] \n7. American College of Sports Medicine. Guidelines for Graded Exercise Testing and Exercise Prescription, 5th Ed. \nPhiladelphia: Lea and Febiger, 1995. [Context Link] \n8. Armstrong, R. B. Mechanisms of exercise-induced delayed onset muscular soreness: a brief review. Med. Sci. \nSports Exerc. 16:529-538, 1984. Check full-text availability Request Permissions Bibliographic Links [Context \nLink] \n9. Åstrand, P. O., U. Bergh, and A. Kilbom. A 33-yr follow-up of peak oxygen uptake and related variab les of former \nphysical education students. J. Appl. Physiol. 82:1844-1852, 1997. [Context Link] \n10. Åstrand, P. O., and K. Rodahl. Textbook of Work Physiology, 3rd Ed. New York: McGraw-Hill, 1986, pp. 412-485. \n[Context Link] \n11. Atomi, Y., K. Ito, H. Iwasaski, and M. Miyashita. Effects of intensity and frequency of training a erobic work \ncapacity of young females. J. Sports Med. 18:3-9, 1978. Check full-text availability [Context Link] \n12. Badenhop, D. T., P. A. Cleary, S. F. Schaal, E. L. Fox, and R. L. Bartels. Physiological adjustments to higher- or \nlower-intensity exercise in elders. Med. Sci. Sports Exerc. 15:496-502, 1983. Check full-text availability Request \nPermissions Bibliographic Links [Context Link] \n13. Ballor, D. L., and R. E. Keesey. A meta-analysis of the factors affecting exercise-induced changes in body mass, \nfat mass and fat-free mass in males and females. Int. J. Obes. 15:717-726, 1991. Check full-text availability \nBibliographic Links [Context Link] \n14. Bandy, W. D., and J. M. Irion. The effect of ti me on static stretch on the flexibility of the hams tring muscle. \nPhysiol. Ther. 74:845-852, 1994. [Context Link] \n15. Barry, A. J., J. W. Daly, E. D. R. Pruett, et al. The effects of physical conditioning on older in dividuals. I. Work \ncapacity, circulatory-respiratory function, and wor k electrocardiogram. J. Gerontol. 21:182-191, 1966. [Context \nLink] \n16. Belmen, M. J., and G. A. Gaesser. Exercise trai ning below and above the lactate threshold. Med. Sci. Sports \nExerc. 23:562-568, 1991. [Context Link] \n17. Benestadt, A. M. Trainability of old men. Acta Med. Scand. 178:321-327, 1965. [Context Link] \n18. Berger, R. A. Effect of varied weight training programs on strength. Res. Q. 33:168-181, 1962. [Context Link] \n19. Blair, S. N., H. W. Kohl, and N. N. Goodyear. Rates and risks for running and exercise injuries: s tudies in three \npopulations. Res. Q. Exerc. Sports 58:221-228, 1987. [Context Link] \n20. Blair, S. N., H. W. Kohl III, R. S. Paffenbarger, D. G. Clark, K. H. Cooper, and L. H. Gibbons. Ph ysical fitness and \nall-cause mortality: a prospective study of healthy men and women. J. A. M. A. 262:2395-2401, 1989. [Context Link] \n21. Boileau, R. A., E. R. Buskirk, D. H. Y. Horstman, J. Mendez, and W. Nicholas. Body composition cha nges in \nobese and lean men during physical conditioning. Med. Sci. Sports 3:183-189, 1971. Check full-text availability \nBibliographic Links [Context Link] \n22. Bonen, A. Exercise-induced menstrual cycle chan ges. Sports Med. 17:373-392, 1994. [Context Link] \n23. Borer, K. T. The effects of exercise on growth. Sports Med. 20:375-397, 1995. Check full-text availability \nBibliographic Links [Context Link] \n24. Borg, G. A. V. Psychophysical bases of perceive d exertion. Med. Sci. Sports Exerc. 14:377-381, 1982. Check full- \ntext availability Request Permissions Bibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 11/25 \n\n25. Borms, J., P. VanRoy, J. P. Santens, and A. Haentjens. Optimal duration of static stretching exerc ises for \nimprovement of coxofemoral flexibility. J. Sports Sci. 5:39-47, 1987. Check full-text availability Bibliographic \nLinks [Context Link] \n26. Bosco, C., I. Tarkka, and P. V. Komi. Effect of elastic energy and myoelectrical potentiation of t riceps surae \nduring stretch-shortening cycle exercise. Int. J. Sports Med. 3:137-140, 1982. [Context Link] \n27. Bouchard, C. Gene-environment interaction in hu man adaptability. In: The Academy Papers, R. B. Malina and \nH. M. Echert (Eds.). Champaign, IL: Human Kinetics Publishers, 1988, pp. 56-66. [Context Link] \n28. Bouchard, C., J. P. Despres, and A. Tremblay. Exercise and obesity. Obes. Res. 1:133-147, 1993. Check full-text \navailability [Context Link] \n29. Braith, R. W., J. E. Graves, M. L. Pollock, S. L. Leggett, D. M. Carpenter, and A. B. Colvin. Comparison of two \nversus three days per week of variable resistance t raining during 10 and 18 week programs. Int. J. Sports Med. \n10:450-454, 1989. Check full-text availability Bibliographic Links [Context Link] \n30. Brynteson, P., and W. E. Sinning. The effects o f training frequencies on the retention of cardiova scular \nfitness. Med. Sci. Sports 5:29-33, 1973. [Context Link] \n31. Burke, E. J. Physiological effects of similar training programs in males and females. Res. Q. 48:510-517, 1977. \nCheck full-text availability Bibliographic Links [Context Link] \n32. Burke, E. J., and B. D. Franks. Changes in VO 2max resulting from bicycle training at different inten sities holding \ntotal mechanical work constant. Res. Q. 46:31-37, 1975. Check full-text availability Bibliographic Links \n[Context Link] \n33. Buskirk, E. R., and J. L. Hodgson. Age and aero bic power: the rate of change in men and women. Fed. Proc. \n46:1824-1829, 1987. Check full-text availability Bibliographic Links [Context Link] \n34. Carroll, J. F., M. L. Pollock, J. E. Graves, S. H. Leggett, D. L. Spitler, and D. T. Lowenthal. Incidence of injury \nduring moderate- and high-intensity walking trainin g in the elderly. J. Gerontol. 47:M61-M66, 1992. Check full-text \navailability Bibliographic Links [Context Link] \n35. Charette, S. L., L. McEvoy, G. Pyka, et al. Mus cle hypertrophy response to resistance training in older women. \nJ. Appl. Physiol. 70:1912-1916, 1991. [Context Link] \n36. Chow, J. R., and J. H. Wilmore. The regulation of exercise intensity by ratings of perceived exert ion. J. \nCardiac Rehabil. 4:382-387, 1984. Check full-text availability Request Permissions [Context Link] \n37. Christensen, E. H. Physiological evaluation of work in the Nykroppa iron works. In: Ergonomics Society \nSymposium on Fatigue, W. F. Floyd and A. T. Welford (Eds.). London: Lewis, 1953, pp. 93-108. [Context Link] \n38. Clausen, J. P. J. Trap-Jensen, and N. A. Larsse n. The effects of training on the heart rate during arm and leg \nexercise. Scand. J. Clin. Lab. Invest. 26:295-301, 1970. Check full-text availability Bibliographic Links [Context \nLink] \n39. Cornelius, W. L., K. Ebrahim, J. Watson, and D. W. Hill. The effects of cold application and modif ied PNF \nstretching techniques on hip joint flexibility in c ollege males. Res. Q. Exerc. Sport 63:311-314, 1992. Check full- \ntext availability Bibliographic Links [Context Link] \n40. Coyle, E. F., W. H. Martin, D. R. Sinacore, M. J. Joyner, J. M. Hagberg, and J. O. Holloszy. Time course of loss \nof adaptation after stopping prolonged intense endu rance training. J. Appl. Physiol. 57:1857-1864, 1984. [Context \nLink] \n41. Craib, M. W., V. A. Mitchell, K. B. Fields, T. R. Cooper, R. Hopewell, and D. W. Morgan. The assoc iation \nbetween flexibility and running economy in sub-elit e male distance runners. Med. Sci. Sports Exerc. 28:737-743, \n1996. Ovid Full Text Check full-text availability Request Permissions Bibliographic Links [Context Link] \n42. Crews, T. R., and J. A. Roberts. Effects of int eraction of frequency and intensity of training. Res. Q. 47:48-55, \n1976. Check full-text availability Bibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 12/25 \n\n43. Crozier-Ghilarducci, L. E., R. G. Holly, and E. A. Amsterdam. Effects of high-intensity resistance training in \ncoronary artery disease. Am. J. Cardiol. 64:866-870, 1989. Check full-text availability Bibliographic Links \n[Context Link] \n44. Cureton, T. K. The Physiological Effects of Exercise Programs upon Adults. Springfield, IL: Charles C Thomas, \n1969, pp. 3-6, 33-77. [Context Link] \n45. Cureton, K. J., M. A. Collins, D. W. Hill, and F. M. McElhannon. Muscle hypertrophy in men and wom en. Med. \nSci. Sports Exerc. 20:338-344, 1988. Check full-text availability Request Permissions Bibliographic Links \n[Context Link] \n46. Davies, C. T. M., and A. V. Knibbs. The training stimulus, the effects of intensity, duration and frequency of \neffort on maximum aerobic power output. Int. Z. Angew. Physiol. 29:299-305, 1971. Check full-text availability \nBibliographic Links [Context Link] \n47. Davis J. A., M. H. Frank, B. J. Whipp, and K. Wasserman. Anaerobic threshold alterations caused by endurance \ntraining in middle-aged men. J. Appl. Physiol. 46:1039-1049, 1979. [Context Link] \n48. Debusk, R. F., U. Stenestrand, M. Sheehan, and W. L. Haskell. Training effects of long versus shor t bouts of \nexercise in healthy subjects. Am. J. Cardiol. 65:1010-1013, 1990. Check full-text availability Bibliographic \nLinks [Context Link] \n49. Dehn, M. M., and R. A. Bruce. Longitudinal vari ations in maximal oxygen intake with age and activity. J. Appl. \nPhysiol. 33:805-807, 1972. [Context Link] \n50. Delorme, T. L. Restoration of muscle power by h eavy resistance exercise. J. Bone Joint Surg. 27:645-667, 1945. \n[Context Link] \n51. Demichele, P. D., M. L. Pollock, J. E. Graves, et al. Isometric torso rotation strength: effect of training \nfrequency on its development. Arch. Physiol. Med. Rehabil. 78:64-69, 1997. [Context Link] \n52. Després, J. P., A. Tremblay, S. Moorjani, P. J. Lupien, G. Theriault, A. Nadeau, and C. Bouchard. Long-term \nexercise training with constant energy intake: 3. E ffects on plasma lipoprotein levels. Int. J. Obes. 14:85-94, 1990. \nCheck full-text availability Bibliographic Links [Context Link] \n53. Després, J. P., M. C. Pouliot, S. Moorjani, et al. Loss of abdominal fat and metabolic response to exercise \ntraining in obese women. Am. J. Physiol. 261:E159-E167, 1991. Check full-text availability Bibliographic Links \n[Context Link] \n54. Després, J. P., and B. Lamarche. Effects of die t and physical activity on adiposity and body fat d istribution: \nimplications for the prevention of cardiovascular d isease. Nutr. Res. Rev. 6:137-159, 1993. Check full-text \navailability Bibliographic Links [Context Link] \n55. Després, J. P., and B. Lamarche. Low-intensity endurance exercise training, plasma lipoproteins an d the risk of \ncoronary heart disease. J. Intern. Med. 236:7-22, 1994. [Context Link] \n56. Després, J. P. Physical activity and adipose ti ssue. In: Physical Activity, Fitness and Health, C. Bouchard, R. J. \nShephard, and T. Stephens (Eds.). Champaign, IL: Hu man Kinetics Publishers, 1994, pp. 358-368. [Context Link] \n57. deVries, H.A. Physiological effects of an exerc ise training regimen upon men aged 52 to 88. J. Gerontol. 24:325- \n336, 1970. [Context Link] \n58. deVries, H.A. Exercise intensity threshold for improvement of cardiovascular-respiratory function in older men. \nGeriatrics 26:94-101, 1971. Check full-text availability Bibliographic Links [Context Link] \n59. Dishman, R. K., J. Sallis, and D. Orenstein. The determinants of physical activity and exercise. Public Health \nRep. 100:158-180, 1985. Check full-text availability Bibliographic Links [Context Link] \n60. Dishman, R. K. Prescribing exercise intensity f or healthy adults using perceived exertion. Med. Sci. Sports \nExerc. 26:1087-1094, 1994. Check full-text availability Request Permissions Bibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 13/25 \n\n61. Dishman, R. K., R. Farquhar, and K. J. Cureton. Responses to preferred intensities of exertion in men differing \nin activity levels. Med. Sci. Sports Exerc. 26:783-790, 1994. [Context Link] \n62. Dishman, R. K., and J. F. Sallis. Determinants and interventions for physical activity and exercis e. In: Physical \nActivity, Fitness and Health: International Proceedings and Consensus Statement, C. Bouchard, R. J. Shephard, \nand T. Stephens (Eds.). Champaign, IL: Human Kinetics Publishers, 1994, pp. 214-238. [Context Link] \n63. Dishman, R. K., R. W. Patton, J. Smith, R. Weinberg, and A. Jackson. Using perceived exertion to p rescribe and \nmonitor exercise training heart rate. Int. J. Sports Med. 8:208-213, 1987. Check full-text availability \nBibliographic Links [Context Link] \n64. Dishman, R. K., and J. Buckworth. Increasing ph ysical activity: a quantitative synthesis. Med. Sci. Sports Exerc. \n28:706-719, 1996. Ovid Full Text Check full-text availability Request Permissions Bibliographic Links \n[Context Link] \n65. Doucette, S. A., and E. M. Goble. The effect of exercise on patellar tracking in lateral patellar compression \nsyndrome. Am. J. Sports Med. 20:434-440, 1992. Check full-text availability Bibliographic Links [Context Link] \n66. Drinkwater, B. L., S. M. Horvath, and C. L. Wells. Aerobic power of females, ages 10 to 68. J. Gerontol. 30:385- \n394, 1975. Check full-text availability Bibliographic Links [Context Link] \n67. Durnin, J. V. G. A., and R. Passmore. Energy, Work and Leisure. London: Heinemann Educational Books, 1967, \npp. 47-82. [Context Link] \n68. Ebisu, T. Splitting the distance of endurance t raining: on cardiovascular endurance and blood lipi ds. Jpn. J. \nPhysiol. Educ. 30:37-43, 1985. [Context Link] \n69. Edstrom, L., and L. Grimby. Effect of exercise on the motor unit. Muscle Nerve 9:104-126, 1986. Check full- \ntext availability Bibliographic Links [Context Link] \n70. Ekstrand, J., J. Gillquist, and S. Liljedahl. Prevention of soccer injuries: supervision by doctor and \nphysiotherapist. Am. J. Sports Med. 11:116-120, 1983. [Context Link] \n71. Ettinger, W. H., R. Burns, S. P. Messier, et al . A randomized trial comparing aerobic exercise and resistance \nexercise with a health education program in older a dults with knee osteoarthritis. J. A. M. A. 277:25-31, 1997. \n[Context Link] \n72. Feigenbaum, M. S., and M. L. Pollock. Strength training: rationale for current guidelines for adul t fitness \nprograms. Physician Sportsmed. 25:44-64, 1997. Check full-text availability Bibliographic Links [Context Link] \n73. Fiatarone, M. A., E. C. Marks, N. D. Ryan, C. N. Meredith, L. A. Lipsitz, and W. J. Evans. High intensity strength \ntraining in nonagenarians. J. A. M. A. 2630:3029-3034, 1990. [Context Link] \n74. Fiatarone, M. A., E. F. O'Neill, N. D. Ryan, et al. Exercise training and nutritional supplementat ion for physical \nfraility in very elderly people. N. Engl. J. Med. 330:1769-1775, 1994. Ovid Full Text Check full-text availability \nBibliographic Links [Context Link] \n75. Fleck, S. J., and W. J. Kraemer. Designing Resistance Training Programs, 2nd Ed. Champaign, IL: Human \nKinetics Publishers, 1997, pp. 15-29, 131-163, 217-230. [Context Link] \n76. Fletcher, G. F., G. Balady, S. N. Blair, et al. Statement on exercise: benefits and recommendation s for physical \nactivity programs for all Americans. A statement for health professionals by the committee on exercise and \ncardiac rehabilitation of the council on clinical c ardiology, American Heart Association. Circulation 94:857-862, \n1996. Ovid Full Text Check full-text availability Bibliographic Links [Context Link] \n77. Fox, E. L., R. L. Bartels, C. E. Billings, R. O'Brien, R. Bason, and D. K. Mathews. Frequency and duration of \ninterval training programs and changes in aerobic p ower. J. Appl. Physiol. 38:481-484, 1975. [Context Link] \n78. Franklin, B., E. Buskirk, J. Hodgson, H. Gahagan, J. Kollias, and J. Mendez. Effects of physical c onditioning on \ncardiorespiratory function, body composition and se rum lipids in relatively normal weight and obese middle-age \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 14/25 \n\nwomen. Int. J. Obes. 3:97-109, 1979. Check full-text availability Bibliographic Links [Context Link] \n79. Fredericson, M. Common injuries in runners: dia gnosis, rehabilitation, and prevention. Sports Med. 21:49-72, \n1996. Check full-text availability Bibliographic Links [Context Link] \n80. Fringer, M. N., and A. G. Stull. Changes in car diorespiratory parameters during periods of trainin g and \ndetraining in young female adults. Med. Sci. Sports 6:20-25, 1974. Check full-text availability Bibliographic \nLinks [Context Link] \n81. Frontera W. R., V. A. Hughes, K. J Lutz, and W. J. Evans. A cross-sectional study of muscle streng th and mass \nin 45-78 year old men and women. J. Appl. Physiol. 71:644-50, 1991. [Context Link] \n82. Gaesser, G. A., and R. G. Rich. Effects of high- and low-intensity exercise training on aerobic ca pacity and \nblood lipids. Med. Sci. Sports Exerc. 16:269-274, 1984. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n83. Garrett, W. E., J. C. Califf, and F. H. Bassett. Histochemical correlates of hamstring injuries. Am. J. Sports \nMed. 12:98-102, 1984. Check full-text availability Bibliographic Links [Context Link] \n84. Getchell, L. H., and J. C. Moore. Physical trai ning: comparative responses of middle-aged adults. Arch. Physiol. \nMed. Rehabil. 56:250-254, 1975. [Context Link] \n85. Gettman, L. R., M. L. Pollock, J. L. Durstine, A. Ward, J. Ayres, and A. C. Linnerud. Physiologica l responses of \nmen to 1, 3, and 5 d, and 5 day per week training p rograms. Res. Q. 47:638-646, 1976. Check full-text availability \nBibliographic Links [Context Link] \n86. Gettman, L. R., J. J. Ayres, M. L. Pollock, and A. Jackson. The effect of circuit weight training on strength, \ncardiorespiratory function, and body composition of adult men. Med. Sci. Sports 10:171-176, 1978. Check full-text \navailability Bibliographic Links [Context Link] \n87. Gettman, L. R., J. Ayres, M. L. Pollock, J. L. Durstine, and W. Grantham. Physiological effects of circuit \nstrength training and jogging. Arch. Physiol. Med. Rehabil. 60:115-120, 1979. [Context Link] \n88. Gettman, L. R., L. A. Culter, and T. Strathman. Physiologic changes after 20 weeks of isotonic vs. isokinetic \ncircuit training. J. Sports Med. Physiol. Fitness 20:265-274, 1980. [Context Link] \n89. Gettman, L. R., and M. L. Pollock. Circuit weig ht training: a critical review of its physiological benefits. \nPhysiol. Sports Med. 9:44-60, 1981. [Context Link] \n90. Gettman, L. R., P. Ward, and R. D. Hagman. A comparison of combined running and weight training wi th circuit \nweight training. Med. Sci. Sports Exerc. 14:229-234, 1982. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n91. Gillam, G. M. Effects of frequency of weight tr aining on muscle strength enhancement. J. Sports Med. 21:432- \n436, 1981. Check full-text availability [Context Link] \n92. Girandola, R. N. Body composition changes in wo men: effects of high and low exercise intensity. Arch. \nPhysiol. Med. Rehabil. 57:297-300, 1976. [Context Link] \n93. Girouard, C. K., and B. F. Hurley. Does strengt h training inhibit gains in range of motion from fl exibility training \nin older adults? Med. Sci. Sports Exerc. 27:1444-1449, 1995. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n94. Gledhill, N., and R. B. Eynon. The intensity of training. In: Training Scientific Basis and Application, A. W. \nTaylor and M. L. Howell (Eds.). Springfield, IL: Charles C Thomas, 1972, pp. 97-102. [Context Link] \n95. Gossard, D., W. L. Haskell, C. B. Taylor, et al. Effects of low- and high-intensity home-based exe rcise training \non functional capacity in healthy middle-age men. Am. J. Cardiol. 57:446-449, 1986. Check full-text availability \nBibliographic Links [Context Link] \n96. Graves, J. E., M. L. Pollock, S. H. Leggett, R. W. Braith, D. M. Carpenter, and L. E. Bishop. Effe ct of reduced \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 15/25 \n\ntraining frequency on muscular strength. Int. J. Sports Med. 9:316-319, 1988. Check full-text availability \nBibliographic Links [Context Link] \n97. Graves, J. E., M. L. Pollock, A. E. Jones, A. B. Colvin, and S. H. Leggett. Specificity of limited range of motion \nvariable resistance training. Med. Sci. Sports Med. 21:84-89, 1989. [Context Link] \n98. Graves, J. E., M. L. Pollock, D. N. Foster, et al. Effect of training frequency and specificity on isometric lumbar \nextension strength. Spine 15:504-509, 1990. Check full-text availability Request Permissions Bibliographic \nLinks [Context Link] \n99. Gwinup, G. Effect of exercise alone on the weig ht of obese women. Arch. Int. Med. 135:676-680, 1975. Check \nfull-text availability Bibliographic Links [Context Link] \n100. Hagberg, J. M., J. E. Graves, M. Limacher, et al. Cardiovascular responses of 70-79 year old men and women \nto exercise training. J. Appl. Physiol. 66:2589-2594, 1989. [Context Link] \n101. Hagerman, F. C., R. A. Fielding, M. A. Fiatarone, et al. A 20-yr longitudinal study of Olympic oa rsman. Med. Sci. \nSports Exerc. 28:1150-1156, 1996. Ovid Full Text Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n102. Hakkinen, K. Factors influencing trainability of muscular strength during short term and prolonge d training. \nNatl. Strength Cond. Assoc. J. 7:32-34, 1985. [Context Link] \n103. Hartley, L. H., G. Grimby, A. Kilbom, et al. Physical training in sedentary middle-aged and older men. Scand. J. \nClin. Lab. Invest. 24:335-344, 1969. [Context Link] \n104. Hartung, G. H., M. H. Smolensky, R. B. Harriet, R. Rangel, and C. Skrovan. Effects of varied durations of \ntraining on improvement in cardiorespiratory endura nce. J. Hum. Ergol. 6:61-68, 1977. [Context Link] \n105. Haskell, W. L. Physical activity and health: need to define the required stimulus. Am. J. Cardiol. 55:4D-9D, \n1985. Check full-text availability Bibliographic Links [Context Link] \n106. Haskell, W. L., H. J. Montoye, and D. Orenstei n. Physical activity and exercise to achieve health -related \nphysical fitness components. Public Health Rep. 100:202-212, 1985. Check full-text availability Bibliographic \nLinks [Context Link] \n107. Heath, G. W., J. M. Hagberg, A. A. Ehsani, and J. O. Holloszy. A physiological comparison of youn g and older \nendurance athletes. J. Appl. Physiol. 51:634-640, 1981. [Context Link] \n108. Henricson, A. S., K. Fredriksson, I. Persson, R. Pereira, Y. Rostedt, and N. E. Westlin. The effe ct of heat and \nstretching on the range of hip motion. J. Orthop. Sport Ther. 6:110-115, 1984. [Context Link] \n109. Hettinger, T. Physiology of Strength. Springfield, IL: Charles C Thomas, 1961, pp. 18-40, 65-73. [Context Link] \n110. Hickson, R. C., M. A. Rosenkoetter, and M. M. Brown. Strength training effects on aerobic power a nd short- \nterm endurance. Med. Sci. Sports Exerc. 12:336-339, 1980. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n111. Hickson, R. C., and M. A. Rosenkoetter. Reduce d training frequencies and maintenance of increased aerobic \npower. Med. Sci. Sports Exerc. 13:13-16, 1981. Check full-text availability Request Permissions Bibliographic \nLinks [Context Link] \n112. Hickson, R. C., C. Kanakis, J. R. Davis, A. M. Moore, and S. Rich. Reduced training duration effe cts on aerobic \npower, endurance, and cardiac growth. J. Appl. Physiol. 53:225-229, 1982. [Context Link] \n113. Hickson, R. C., C. Foster, M. L. Pollock, T. M . Galassi, and S. Rich. Reduced training intensitie s and loss of \naerobic power, endurance, and cardiac growth. J. Appl. Physiol. 58:492-499, 1985. [Context Link] \n114. Hill, J. O., P. B. Sparling, T. W. Shields, and P. A. Heller. Effects of exercise and food restri ction on body \ncomposition and metabolic rate in obese women. Am. J. Clin. Nutr. 46:622-630, 1987. Check full-text availability \nBibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 16/25 \n\n115. Hilyer, J. C., K. C. Brown, A. T. Sirles, and L. Peoples. A flexibility intervention to reduce th e incidence and \nseverity of joint injuries among municipal firefighters. J. Occup. Med. 32:631-637, 1990. Check full-text \navailability Request Permissions Bibliographic Links [Context Link] \n116. Hollmann, W. Changes in the Capacity for Maximal and Continuous Effort in Relation to Age. Int. R es. Sports \nPhys. Ed., E. Jokl and E. Simon (Eds.). Springfield, IL: Charles C Thomas, 1964, pp. 369-371. [Context Link] \n117. Hollmann, W., and H. Venrath. Die Beinflussung von Herzgrösse, maximaler O 2: Aufnahme und Ausdauergranze \ndurch ein Ausdauertraining mittlerer und hoher Inte nsität. Der Sportarzt 9:189-193, 1963. [Context Link] \n118. Holloszy, J. O. Sarcopenia: muscle atrophy in old age. J. Gerontol. 50A:1-161, 1995. Check full-text \navailability [Context Link] \n119. Houck, J. C., C. Dehesse, and K. Jacob. The ef fect of aging on collagen catabolin. Surg. Soc. Exp. Biol. \n21:403-425, 1967. [Context Link] \n120. Hubley, C. L., J. W. Kozey, and W. D. Stanish. The effects of static exercises and stationary cyc ling on range \nof motion at the hip joint. J. Orthop. Sports Physiol. Ther. 6:104-109, 1984. [Context Link] \n121. Hurley, B. F., D. R. Seals, A. A. Ehsani, L. J. Cartier, G. P. Dalsky, J. M. Hagberg, and J. O. H olloszy. Effects of \nhigh-intensity strength training on cardiovascular function. Med. Sci. Sports Exerc. 16:483-488, 1984. Check full- \ntext availability Request Permissions Bibliographic Links [Context Link] \n122. Hurley, B. F., R. A. Redmon, R. E. Pratley, M. S. Treuth, M. A. Rogers, and A. P. Goldberg. Effec ts of strength \ntraining on muscle hypertrophy and muscle cell disr uption in older men. Int. J. Sports Med. 16:378-384, 1995. \n[Context Link] \n123. Hutton, R. S., and S. W. Atwater. Acute and ch ronic adaptations of muscle proprioceptors in respo nse to \nincreased use. Sports Med. 14:406-412, 1992. [Context Link] \n124. Jakicic, J. M., Wing, R. R., Butler, B. A., and Robertson, R. J. Prescribing exercise in multiple short bouts \nversus one continuous bout: effect on adherence, ca rdiorespiratory fitness, and weight loss in overwei ght \nwomen. Int. J. Obes. 19:893-901, 1995. [Context Link] \n125. Jones D. A., D. J. Newman, J. M. Round, and S. E. L. Tolfree. Experimental human muscle damage: \nmorphological changes in relation to other indices of damage. J. Physiol. (Lond.) 375:435-438, 1986. [Context Link] \n126. Jones, B. H., M. W. Bovee, J. M. Harris, and D . N. Cowan. Intrinsic risk factors for exercise-rel ated injuries \namong male and female army trainees. Am. J. Sports Med. 21:705-710, 1993. [Context Link] \n127. Karvonen, M., K. Kentala, and O. Mustala. The effects of training heart rate: a longitudinal stud y. Ann. Med. \nExp. Biol. Fenn 35:307-315, 1957. Check full-text availability Bibliographic Links [Context Link] \n128. Kasch, F. W., W. H. Phillips, J. E. L. Carter, and J. L. Boyer. Cardiovascular changes in middle- aged men during \ntwo years of training. J. Appl. Physiol. 314:53-57, 1972. Check full-text availability [Context Link] \n129. Kasch, F. W., and J. P. Wallace. Physiological variables during 10 years of endurance exercise. Med. Sci. \nSports 8:5-8, 1976. [Context Link] \n130. Kasch F. W., J. L. Boyer, S. P. Van Camp, L.S. Verity, and J.P. Wallace. Effect of exercise on ca rdiovascular \naging. Age Aging 22:5-10, 1993. [Context Link] \n131. Kasch, F. W., J. L. Boyer, S. Van Camp, F. Nettl, L. S. Verity, and J. R. Wallace. Cardiovascular changes with \nage and exercise: a 28-year longitudinal study. Scand. J. Med. Sci. Sports 5:147-151, 1995. [Context Link] \n132. Katch, F. I., and W. D. McArdle. Nutrition, Weight Control and Exercise, 3rd Ed. Philadelphia: Lea and Febiger, \n1988, pp. 110-112. [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 17/25 \n\n133. Kavanagh, T. K., and R. J. Shephard. Can regular sports participation slow the aging process? Dat a on masters \nathletes. Physician Sportsmed. 18:94-103, 1990. Check full-text availability [Context Link] \n134. Kearney, J. T., A. G. Stull, J. L. Ewing, and J. W. Strein. Cardiorespiratory responses of sedent ary college \nwomen as a function of training intensity. J. Appl. Physiol. 41:822-825, 1976. [Context Link] \n135. Kendrick, Z. B., M. L. Pollock, T. N. Hickman, and H. S. Miller. Effects of training and detraini ng on \ncardiovascular efficiency. Am. Corr. Ther. J. 25:79-83, 1971. [Context Link] \n136. Kibler, W. B., C. Goldberg, and T. J. Chandler. Functional biomechanical deficits in running athl etes with \nplantar fasciitis. Am. J. Sports Med. 266:185-196, 1991. Check full-text availability [Context Link] \n137. Kilbom, A. Physical training in women. Scand. J. Clin. Lab. Invest. 119(Suppl.):1-34, 1971. Check full-text \navailability [Context Link] \n138. Kilbom, A., L. Hartley, B. Saltin, J. Bjure, G. Grimby, and I. Åstrand. Physical training in sede ntary middle-aged \nand older men. Scand. J. Clin. Lab. Invest. 24:315-322, 1969. Check full-text availability Bibliographic Links \n[Context Link] \n139. King, A. C., W. L. Haskell, C. B. Taylor, H. C., Kraemer, and R. F. Debusk. Group- vs. home-based exercise \ntraining in healthy older men and women. J. A. M. A. 266:1535-1542, 1991. [Context Link] \n140. Klausen, K., B. Rasmussen, J. P. Clausen, and J. Trap-Jensen. Blood lactate from exercising extre meties \nbefore and after arm or leg training. Am. J. Physiol. 227:67-72, 1974. Check full-text availability Bibliographic \nLinks [Context Link] \n141. Klissouras, V., F. Pirnay, and J. Petit. Adaptation to maximal effort: genetics and age. J. Appl. Physiol. 35:288- \n293, 1973. [Context Link] \n142. Knapik, J. J., R. H. Maudsley, and N. V. Rammos. Angular specificity and test mode specificity of isometric \nand isokinetic strength training. J. Orthop. Sports Physiol. Ther. 5:58-65, 1983. [Context Link] \n143. Knuttgen, H. G., L. O. Dordesjo, B. Ollander, and B. Saltin. Physical conditioning through interv al training \nwith young male adults. Med. Sci. Sports 5:220-226, 1973. Check full-text availability Bibliographic Links \n[Context Link] \n144. Kohrt, W. M., M. T. Malley, A. R. Coggan, et a l. Effects of gender, age and fitness level on resp onse of \nVO 2max to training in 60-71 yr olds. J. Appl. Physiol. 71:2004-2011, 1991. [Context Link] \n145. Laporte, R. E., L. L. Adams, D. D. Savage, G. Brenes, S. Dearwater, and T. Cook. The spectrum of physical \nactivity, cardiovascular disease and health: an epi demiologic perspective. Am. J. Epidemiol. 120:507-517, 1984. \nCheck full-text availability Bibliographic Links [Context Link] \n146. Leach, R. E., S. James, S. Wasilewski. Achilles tendinitis. Am. J. Sports Med. 9:93-98, 1981. Check full-text \navailability Bibliographic Links [Context Link] \n147. Lee, I., C. I. Chung-Cheng, and R. S. Paffenbarger. Exercise intensity and longevity in men: the Harvard alumni \nhealth study. J. A. M. A. 273:1179-1184, 1995. [Context Link] \n148. Leon, A. S., J. Conrad, D. B. Hunninghake, and R. Serfass. Effects of a vigorous walking program on body \ncomposition, and carbohydrate and lipid metabolism of obese young men. Am. J. Clin. Nutr. 32:1776-1787, 1979. \nCheck full-text availability Bibliographic Links [Context Link] \n149. Leon, A. S., J. Connett, D. R. Jacobs, and R. Rauramaa. Leisure-time physical acivity levels and risk of \ncoronary heart disease and death: the multiple risk factor intervention trial. J. A. M. A. 258:2388-2395, 1987. \n[Context Link] \n150. Lewis, S. F., W. F. Taylor, R. M. Graham, W. A. Pettinger, J. E. Shutte, and C. G. Blomqvist. Cardiovascular \nresponses to exercise as functions of absolute and relative work load. J. Appl. Physiol. 54:1314-1323, 1983. \n[Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 18/25 \n\n151. Liang, M. T., J. F. Alexander, H. L. Taylor, R. C. Serfass, A. S. Leon, and G. A. Stull. Aerobic training \nthreshold, intensity duration, and frequency of exe rcise. Scand. J. Sports Sci. 4:5-8, 1982. [Context Link] \n152. Lieber, D. C., R. L. Lieber, and W. C. Adams. Effects of run-training and swim-training at similar absolute \nintensities on treadmill V·O 2max . Med. Sci. Sports Exerc. 21:655-661, 1989. Check full-text availability Request \nPermissions Bibliographic Links [Context Link] \n153. Londeree, B. R., and S. A. Ames. Trend analysis of the % V·O 2max max-HR regression. Med. Sci. Sports 8:122- \n125, 1976. Check full-text availability [Context Link] \n154. Londeree, B. Effect of training on lactate/ven tilatory thresholds: a meta-analysis. Med. Sci. Sports Exerc. \n29:837-843, 1997. [Context Link] \n155. Loucks, A. B., J. Vaitukaitis, J. L. Cameron, A. D. Rogol, G. Skrinar, M. P. Warren, J. Kendrick, and M. C. \nLimacher. The reproductive system and exercise in w omen. Med. Sci. Sports Exerc. 24:S288-S293, 1992. Check full- \ntext availability Request Permissions Bibliographic Links [Context Link] \n156. MacDougall, J. D., G. R. Ward, D. G. Sale, and J. R. Sutton. Biochemical adaptation of human skel etal muscle \nto heavy resistance training and immobilization. J. Appl. Physiol. 43:700-703, 1977. [Context Link] \n157. MacDougall, J. D., D. Tuxen, D. G. Sale, J. R. Moroz, and J. R. Sutton. Arterial blood pressure r esponse to \nheavy resistance training. J. Appl. Physiol. 58:785-790, 1985. [Context Link] \n158. Marcinik, E. J., J. A. Hodgdon, U. Mittleman, and J. J. O'Brien. Aerobic/calisthenic and aerobic/ circuit \nweight training programs for Navy men: a comparative study. Med. Sci. Sports Exerc. 17:482-487, 1985. Check full- \ntext availability Request Permissions Bibliographic Links [Context Link] \n159. Marigold, E. A. The effect of training at pred etermined heart rate levels for sedentary college w omen. Med. \nSci. Sports 6:14-19, 1974. Check full-text availability Bibliographic Links [Context Link] \n160. Martin, J. E., and P. M. Dubbert. Adherence to exercise. In: Exercise and Sport Sciences Reviews, Vol. 13, R. \nL. Terjung (Ed.). New York: MacMillan, 1985, pp. 137-167. [Context Link] \n161. Martin, W. H., J. Montgomery, P. G. Snell, et al. Cardiovascular adaptations to intense swim training in \nsedentary middle-aged men and women. Circulation 75:323-330, 1987. Ovid Full Text Check full-text \navailability Bibliographic Links [Context Link] \n162. McCartney, N., A. L. Hicks, J. Martin, and C. E. Webber. Long-term resistance training in elderly : effects of \ndynamic strength, exercise capacity, muscle, and bo ne. J. Gerontol. 50A: B97-B104, 1995. [Context Link] \n163. Meredith, C. N., W. R. Frontera, K. P. O'Reill y, and W. P. Evans. Body composition in elderly men : effect of \ndietary modification during strength training. J. Am. Geriatr. Soc. 40:155-162, 1992. Check full-text availability \nBibliographic Links [Context Link] \n164. Meredith, C. N., W. R. Frontera, E. C. Fisher, et al. Peripheral effects of endurance training in young and old \nsubjects. J. Appl. Physiol. 66:2844-2849, 1989. [Context Link] \n165. Messier, J. P., and M. Dill. Alterations in st rength and maximal oxygen uptake consequent to Naut ilus circuit \nweight training. Res. Q. Exerc. Sport 56:345-351, 1985. [Context Link] \n166. Milesis, C. A., M. L. Pollock, M. D. Bah, J. J . Ayres, A. Ward, and A. C. Linnerud. Effects of di fferent durations \nof training on cardiorespiratory function, body com position and serum lipids. Res. Q. 47:716-725, 1976. Check full- \ntext availability Bibliographic Links [Context Link] \n167. Misner, J. E., R. A. Boileau, B. H. Massey, and J. H. Mayhew. Alterations in body composition of adult men \nduring selected physical training programs. J. Am. Geriatr. Soc. 22:33-38, 1974. Check full-text availability \nBibliographic Links [Context Link] \n168. Mitchell, J. H., F. C. Payne, B. Saltin, and B. Schibye. The role of muscle mass in the cardiovas cular response \nto static contractions. J. Physiol. 309:45-54, 1980. Check full-text availability Bibliographic Links [Context \nLink] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 19/25 \n\n169. Mitchell, J. H., C. Tate, P. Raven, et al. Acute response and chronic adaptation to exercise in w omen. Med. \nSci. Sports Exerc. 24:S258-S265, 1992. Check full-text availability Request Permissions Bibliographic Links \n[Context Link] \n170. Miyashita, M., S. Haga, and T. Mitzuta. Training and detraining effects on aerobic power in middl e-aged and \nolder men. J. Sports Med. 18:131-137, 1978. Check full-text availability [Context Link] \n171. Mueller, E. A., and W. Rohmert. Die Geschwindi gkeit der Muskelkraft zunahme Bein isometrischen Tr aining. \nInt. Z. Angew. Physiol. 19:403-419, 1963. Check full-text availability Bibliographic Links [Context Link] \n172. NIH Consensus Conference. Physical activity an d cardiovascular health. J. A. M. A. 276:241-246, 1996. [Context \nLink] \n173. O'Brien, M. Functional anatomy and physiology of tendons. Clin. Sports Med. 11:505-520, 1992. [Context Link] \n174. Ogawa, T., R. J. Spina, W. H. Martin, et al. Effects of aging, sex, and physical training on card iovascular \nresponses to exercise. Circulation 86:494-503, 1992. Ovid Full Text Check full-text availability Bibliographic \nLinks [Context Link] \n175. O'Hara, W., C. Allen, and R. J. Shephard. Loss of body weight and fat during exercise in a cold c hamber. Eur. \nJ. Appl. Physiol. 37:205-218, 1977. Check full-text availability Bibliographic Links [Context Link] \n176. Oja, P., P. Teraslinna, T. Partanen, and R. Karava. Feasibility of an 18 months' physical training program for \nmiddle-aged men and its effect on physical fitness. Am. J. Public Health 64:459-465, 1975. Check full-text \navailability Bibliographic Links [Context Link] \n177. Olree, H. D., B. Corbin, J. Penrod, and C. Smith.",
    "methods": "of achieving and maintaining physical f itness for \nprolonged space flight. Final Progress Report to NA SA. Grant No. NGR-04-002-004, 1969. [Context Link] \n178. Oshida, Y., K. Yamamouchi, S. Hayamizy, and Y. Saton. Long-term mild jogging increases insulin ac tion despite \nno influence on body mass index or V·O 2max. J. Appl. Physiol. 6:2206-2210, 1989. [Context Link] \n179. Paffenbarger, R. S., R. T. Hyde, A. L. Wing, and C. Hsieh. Physical activity and all-cause mortality, and \nlongevity of college alumni. N. Engl. J. Med. 314:605-613, 1986. Check full-text availability Bibliographic Links \n[Context Link] \n180. Panton, L. B., J. E. Graves, M. L. Pollock, et al. Relative heart rate, heart rate reserve, and V O 2 during \nsubmaximal exercise in the elderly. J. Gerontol. 51A:M165-M171, 1996. [Context Link] \n181. Pate, R. R., M. Pratt, S. N. Blair, et al. Physical activity and public health: a recommendation from the \nCenters for Disease Control and Prevention and the American College of Sports Medicine. J. A. M. A. 273:402-407, \n1995. [Context Link] \n182. Pavlou, K. N., W. P. Steffee, R. H. Learman, and B. A. Burrows. Effects of dieting and exercise o n lean body \nmass, oxygen uptake, and strength. Med. Sci. Sports Exerc. 17:466-471, 1985. Check full-text availability Request \nPermissions Bibliographic Links [Context Link] \n183. Pels, A. E., M. L. Pollock, T. E. Dohmeier, K. A. Lemberger, and B. F. Oehrlein. Effects of leg p ress training on \ncycling, leg press, and running peak cardiorespirat ory measures. Med. Sci. Sports Exerc. 19:66-70, 1987. Check \nfull-text availability Request Permissions Bibliographic Links [Context Link] \n184. Phillips, S. K., K. M. Rook, N. C. Siddle, S. A. Bruce, and R. C. Woledge. Muscle weakness in wom en occurs at \nan earlier age than in men, but strength is preserv ed by hormone replacement therapy. Clin. Sci. 84:95-98, 1993. \nCheck full-text availability Bibliographic Links [Context Link] \n185. Pollock, M. L. The quantification of endurance training programs. In: Exercise and Sport Sciences Reviews, J. \nH. Wilmore (Ed.). New York: Academic Press, 1973, pp. 155-188. [Context Link] \n186. Pollock, M. L. Prescribing exercise for fitnes s and adherence. In: Exercise Adherence: Its Impact on Public \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 20/25 \n\nHealth, R. K. Dishman (Ed.). Champaign, IL: Human Kinetics Books, 1988, pp. 259-277. [Context Link] \n187. Pollock, M. L., T. K. Cureton, and L. Greninge r. Effects of frequency of training on working capa city, \ncardiovascular function, and body composition of ad ult men. Med. Sci. Sports 1:70-74, 1969. Check full-text \navailability [Context Link] \n188. Pollock, M. L., H. Miller, R. Janeway, A. C. Linnerud, B. Robertson, and R. Valentino. Effects of walking on \nbody composition and cardiovascular function of mid dle-aged men. J. Appl. Physiol. 30:126-130, 1971. [Context \nLink] \n189. Pollock, M. L., J. Broida, Z. Kendrick, H. S. Miller, R. Janeway, and A. C. Linnerud. Effects of training two \ndays per week at different intensities on middle-ag e men. Med. Sci. Sports 4:192-197, 1972. Check full-text \navailability Bibliographic Links [Context Link] \n190. Pollock, M. L., H. S. Miller, Jr., and J. Wilmore. Physiological characteristics of champion Amer ican track \nathletes 40 to 70 years of age. J. Gerontol. 29:645-649, 1974. [Context Link] \n191. Pollock, M. L., J. Dimmick, H. S. Miller, Z. Kendrick, and A. C. Linnerud. Effects of mode of tra ining on \ncardiovascular function and body composition of mid dle-age men. Med. Sci. Sports 7:139-145, 1975. [Context Link] \n192. Pollock, M. L., G. A. Dawson, H. S. Miller, Jr., et al. Physiologic response of men 49 to 65 year s of age to \nendurance training. J. Am. Geriatr. Soc. 24:97-104, 1976. Check full-text availability Bibliographic Links \n[Context Link] \n193. Pollock, M. L., J. Ayres, and A. Ward. Cardior espiratory fitness: response to differing intensiti es and durations \nof training. Arch. Physiol. Med. Rehabil. 58:467-473, 1977. [Context Link] \n194. Pollock, M. L., R. Gettman, C. A. Milesis, M. D. Bah, J. L. Durstine, and R. B. Johnson. Effects of frequency \nand duration of training on attrition and incidence of injury. Med. Sci. Sports 9:31-36, 1977. Check full-text \navailability Bibliographic Links [Context Link] \n195. Pollock, M. L., L. R. Gettman, P. B. Raven, J. Ayres, M. Bah, and A. Ward. Physiological comparis on of the \neffects of aerobic and anaerobic training. In: Physical Fitness Programs for Law Enforcement Offic ers: A Manual \nfor Police Administrators, C. S. Price, M. L. Pollock, L. R. Gettman, and D. A. Kent (Eds.). Washington, DC: U.S. \nGovernment Printing Office, No. 027000-006710-0, 1978, pp. 89-96. [Context Link] \n196. Pollock, M. L., A. S. Jackson, and C. Foster. The use of the perception scale for exercise prescr iption. In: \nThe Perception of Exertion in Physical Work, G. Borg and D. Ottoson (Eds.). London: MacMillan, 1 986, pp. 161-176. \n[Context Link] \n197. Pollock, M. L., C. Foster, D. Knapp, J. S. Rod , and D. H. Schmidt. Effect of age and training on aerobic \ncapacity and body composition of master athletes. J. Appl. Physiol. 62:725-731, 1987. [Context Link] \n198. Pollock, M. L., S. H. Leggett, J. E. Graves, A. Jones, M. Fulton, and J. Cirulli. Effect of resis tance training on \nlumbar extension strength. Am. J. Sports Med. 17:624-629, 1989. Check full-text availability Bibliographic Links \n[Context Link] \n199. Pollock, M. L., and J. H. Wilmore. Exercise in Health and Disease: Evaluation and Prescription for Prevention \nand Rehabilitation, 2nd Ed. Philadelphia: W. B. Saunders, 1990, pp. 91-160. [Context Link] \n200. Pollock, M. L., J. F. Carroll, J. E. Graves, et al. Injuries and adherence to walk/jog and resist ance programs in \nthe elderly. Med. Sci. Sports Exerc. 23:1194-1200, 1991. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n201. Pollock, M. L., L. S. Mengelkoh, J. E. Graves, et al. Twenty-year follow-up of aerobic power and body \ncomposition of older track athletes. J. Appl. Physiol. 82:1508-1516, 1997. [Context Link] \n202. Poole, D. C., and G. A. Gaesser. Response of ventilatory and lactate thresholds to continuous and interval \ntraining. J. Appl. Physiol. 58:1115-1121, 1985. [Context Link] \n203. Powell, K. E., H. W. Kohl, C. J. Caspersen, and S. N. Blair. An epidemiological perspective of th e causes of \nrunning injuries. Physiol. Sportsmed. 14:100-114, 1986. [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 21/25 \n\n204. Puniello, M. S. Illiotibial band tightness and medial patellar glide in patients with patellofemoral dysfunction. \nJ. Orthop. Sports Physiol. Ther. 17:144-148, 1993. [Context Link] \n205. Pyka, G., E. Lindenberger, S. Charette, and R. Marcus. Muscle strength and fiber adaptations to a year-long \nresistance training program in elderly men and wome n. J. Gerontol. 49:M22-M27, 1994. [Context Link] \n206. Raab, D. M., J. C. Agre, M. McAdam, and E. L. Smith. Light resistance and stretching exercise in elderly \nwomen: effect upon flexibility. Arch. Physiol. Med. Rehabil. 69:268-272, 1988. [Context Link] \n207. Ready, A. E., B. Naimark, J. Ducas, et al. Influence of walking volume on health benefits in wome n post- \nmenopause. Med. Sci. Sports Exerc. 28:1097-1105, 1996. Ovid Full Text Check full-text availability Request \nPermissions Bibliographic Links [Context Link] \n208. Richie, D. H., S. F. Kelso, and P. A. Bellucci. Aerobic dance injuries: a retrospective study of instructors and \nparticipants. Physician Sportsmed. 13:130-140, 1985. Check full-text availability [Context Link] \n209. Robertson, R. J., and B. N. Noble. Perception of physical exertion: methods, mediators, and appli cations. In: \nExercise and Sport Sciences Reviews, Vol. 25, J.O. Holloszy (Ed.). Baltimore: Williams & Wilkins, pp. 407-452, 1997. \n[Context Link] \n210. Rogers, M. A., and W. J. Evans. Changes in skeletal muscle with aging: effects of exercise traini ng. Exerc. \nSports Sci. Rev. 21:65-102, 1993. [Context Link] \n211. Rogers, M. A., J. M. Hagberg, W. H. Martin, A. A. Ehsani, and J. O. Holloszy. Decline in VO 2max with aging in \nmasters athletes and sedentary men. J. Appl. Physiol. 68:2185-2199, 1990. Check full-text availability [Context \nLink] \n212. Roskamm, H. Optimum patterns of exercise for h ealthy adults. Can. Med. Assoc. J. 96:895-899, 1967. Check \nfull-text availability Bibliographic Links [Context Link] \n213. Ryan, P. Beyond aerobics: Why the term \"group exercise\" better reflects today's wide range of pro gramming. \nIdea Today. 15(7):60-71, 1997. [Context Link] \n214. Sady, S. P., M. Wortman, and D. Blanke. Flexibility training: ballistic, static or proprioceptive neuromuscular \nfacilitation? Arch. Phys. Med. Rehabil. 63:261-263, 1982. [Context Link] \n215. Sale, D. G. Influence of exercise and training on motor unit activation. In: Exercise and Sport Sciences \nReviews, D. B. Pandolf (Ed.). New York: MacMillan, 1987, pp. 95-152. [Context Link] \n216. Sale, D. G. Neural adaptation to resistance tr aining. Med. Sci. Sports Exerc. 20:S135-S145, 1988. Check full- \ntext availability Request Permissions Bibliographic Links [Context Link] \n217. Sallis, J. F., W. L. Haskell, S. P. Fortman, et al. Predictors of adoption and maintenance of phy sical activity in \na community sample. Prev. Med. 15:131-141, 1986. Check full-text availability [Context Link] \n218. Saltin, B., G. Blomqvist, J. Mitchell, R. L. Johnson, K. Wildenthal, and C. B. Chapman. Response to exercise \nafter bed rest and after training. Circulation 37:38(Suppl. 7):1-78, 1968. [Context Link] \n219. Saltin, B., L. Hartley, A. Kilbom, and I. Åstrand. Physical training in sedentary middle-aged and older men. \nScand. J. Clin. Lab. Invest. 24:323-334, 1969. [Context Link] \n220. Santigo, M. C., J. F. Alexander, G. A. Stull, R. C. Serfrass, A. M. Hayday, and A. S. Leon. Physi ological \nresponses of sedentary women to a 20-week condition ing program of walking and jogging. Scand. J. Sports Sci. \n9:33-39, 1987. [Context Link] \n221. Schenkman, M., K. M. Shipp, J. Chandler, S. A. Studenski, and M. Kuchibhatla. Relationships betwe en mobility \nof axial structures and physical performance. Phys. Ther. 76:276-285, 1996. Check full-text availability \nBibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 22/25 \n\n222. Seals, D. R., J. M. Hagberg, B. F. Hurley, A. A. Ehsani, and J. O. Holloszy. Endurance training i n older men and \nwomen. I. Cardiovascular responses to exercise. J. Appl. Physiol. 57:1024-1029, 1984. [Context Link] \n223. Sharkey, B. J. Intensity and duration of train ing and the development of cardiorespiratory endura nce. Med. \nSci. Sports 2:197-202, 1970. Check full-text availability Bibliographic Links [Context Link] \n224. Shephard, R. J. Intensity, duration, and frequ ency of exercise as determinants of the response to a training \nregime. Int. Z. Angew. Physiol. 26:272-278, 1969. [Context Link] \n225. Sidney, K. H., R. B. Eynon, and D. A. Cunningham. Effect of frequency of training of exercise upo n physical \nworking performance and selected variables represen tative of cardiorespiratory fitness. In: Training Scientific \nBasis and Application, A. W. Taylor (Ed.). Springfield, IL: Charles C Thomas, 1972, pp. 144-188. [Context Link] \n226. Sidney, K. H., R. J. Shephard, and J. Harrison . Endurance training and body composition of the el derly. Am. \nJ. Clin. Nutr. 30:326-333, 1977. Check full-text availability Bibliographic Links [Context Link] \n227. Sidney, K. H., and R. J. Shephard. Frequency a nd intensity of exercise training for elderly subje cts. Med. Sci. \nSports. 10:125-131, 1978. Check full-text availability Bibliographic Links [Context Link] \n228. Siscovick, D. S., N. S. Weiss, R. H. Fletcher, and T. Lasky. The incidence of primary cardiac arr est during \nvigorous exercise. N. Engl. J. Med. 311:874-877, 1984. Check full-text availability Bibliographic Links [Context \nLink] \n229. Skinner, J., J. Holloszy, and T. Cureton. Effects of a program of endurance exercise on physical work \ncapacity and anthropometric measurements of fifteen middle-aged men. Am. J. Cardiol. 14:747-752, 1964. Check \nfull-text availability Bibliographic Links [Context Link] \n230. Smith, A. The warm-up procedure: to stretch or not to stretch. J. Orthop. Sports Phys. Ther. 19:12-17, 1994. \nCheck full-text availability Bibliographic Links [Context Link] \n231. Smith, D. P., and F. W. Stranksy. The effect of training and detraining on the body composition a nd \ncardiovascular response of young women to exercise. J. Sports Med. 16:112-120, 1976. Check full-text \navailability [Context Link] \n232. Smith, E. L., W. Reddan, and P. E. Smith. Physical activity and calcium modalities for bone miner al increase in \naged women. Med. Sci. Sports Exerc. 13:60-64, 1981. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n233. Staron, R. S., D. L. Karapondo, W. J. Kraemer, A. C. Fry, S. E. Gordon, J. E. Falkel, F. C. Hagerman, and R. S. \nHikada. Skeletal muscle adaptations during early ph ase of heavy-resistance training in men and women. J. Appl. \nPhysiol. 76:1247-1255, 1994. [Context Link] \n234. Stefanick, M. L. Exercise and weight control. In: Exercise and Sport Sciences Reviews, Vol. 21, J. O. Holloszy \n(Ed.). Baltimore: Williams & Wilkins, 1993, pp. 363-396. [Context Link] \n235. Swain, D. P., K. S. Abernathy, C. S. Smith, S. J. Lee, and S. A. Bunn. Target heart rates for the development \nof cardiorespiratory fitness. Med. Sci. Sports Exerc. 26:112-116, 1994. Check full-text availability Request \nPermissions Bibliographic Links [Context Link] \n236. Swain, D. P., and B. C. Leutholtz. Heart rate reserve is equivalent to V·O 2 reserve, not to % VO 2max . Med. Sci. \nSports Exerc. 29:837-843, 1997. Check full-text availability Request Permissions [Context Link] \n237. Takeda, M., K. Tanaka, and K. Asamo. Minimum duration of exercise for improving aerobic capacity in middle- \naged and elderly female patients with coronary hear t disease and/or hypertension. Jpn. J. Phys. Fitness Sports \nMed. 43:185-194, 1994. [Context Link] \n238. Taylor, D. C., J. D. Dalton, A. V. Seaber, and W. E. Garrett. Viscoelastic properties of muscle-t endon units: \nthe biomechanical effects of stretching. Am. J. Sports Med. 18:300-309, 1990. [Context Link] \n239. Terjung, R. L., K. M. Baldwin, J. Cooksey, B. Samson, and R. A. Sutter. Cardiovascular adaptation to twelve \nminutes of mild daily exercise in middle-aged seden tary men. J. Am. Geriatr. Soc. 21:164-168, 1973. Check full- \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 23/25 \n\ntext availability Bibliographic Links [Context Link] \n240. Toth, M. J., A. W. Gardner, P. A. Ades, and E. T. Poehlman. Contribution of body composition and physical \nactivity to age-related decline in peak VO 2 in men and women. J. Appl. Physiol. 77:647-652, 1994. [Context Link] \n241. Trappe, S. W., D. L. Costill, M. D. Vukovich, J. Jones, and T. Melham. Aging among elite distance runners: a \n22-yr longitudinal study. J. Appl. Physiol. 80:285-290, 1996. [Context Link] \n242. Department of Health and Human Services. Physical Activity and Health: A Report of the Surge on General. \nAtlanta: U.S. Department of Health and Human Servic es, Centers for Disease Control and Preventtion, Na tional \nCenter for Chronic Disease Prevention and Health Pr omotion, 1996. [Context Link] \n243. Walter, S. D., L. E. Hart, J. M. Macintosh, an d J. R. Sutton. The Ontario cohort study of running -related \ninjuries. Arch. Intern. Med. 149:2561-2564, 1989. Check full-text availability Bibliographic Links [Context Link] \n244. Warren, M. P. Exercise in women: effects on re productive system and pregnancy. Clin. Sports Med. 10:131- \n139, 1991. Check full-text availability Bibliographic Links [Context Link] \n245. Wasserman, K., J. E. Hansen, D. Y. Sue, F. J. Whipp, and R. Casaburi. Principles of Exercise Testing and \nInterpretation, 2nd Ed. Philadelphia: Lea & Febiger, 1994, pp. 17-32. [Context Link] \n246. Wells, C. L. Women, Sport, and Performance: A Physiological Pers pective, 2nd Ed. Champaign, IL: Human \nKinetics Publishers, 1991, pp. 3-34, 75-84, 127-158, 159-180, 237-260. [Context Link] \n247. Wenger, H. A., and G. J. Bell. The interaction s of intensity, frequency, and duration of exercise training in \naltering cardiorespiratory fitness. Sports Med. 3:346-356, 1986. Check full-text availability Bibliographic Links \n[Context Link] \n248. Williams, P. T. Relationship of distance run per week to coronary heart disease risk factors in 8 283 male \nrunners: the national runner's health study. Arch. Intern. Med. 157:191-198, 1997. Check full-text availability \nBibliographic Links [Context Link] \n249. Williford, H. N., J. B. East, F. H. Smith, and L. A. Burry. Evaluation of warm-up for improvement in flexibility. \nAm. J. Sport Med. 14:316-319, 1986. [Context Link] \n250. Wilmore, J. H. Alterations in strength, body c omposition, and anthropometric measurements consequ ent to a \n10-week weight training program. Med. Sci. Sports 6:133-138, 1974. Check full-text availability Bibliographic \nLinks [Context Link] \n251. Wilmore, J. H. Design issues and alternatives in assessing physical fitness among apparently heal thy adults in a \nhealth examination survey of the general population . In: Assessing Physical Fitness and Activity in General \nPopulation Studies, T. F. Drury (Ed.). Washington, DC: U.S. Public Health Service, National Center for Health \nStatistics, 1988, pp. 107-140. [Context Link] \n252. Wilmore, J. H., J. Royce, R. N. Girandola, F. I. Katch, and V. L. Katch. Physiological alternatives resulting from \na 10-week jogging program. Med. Sci. Sports 2:7-14, 1970. Check full-text availability Bibliographic Links \n[Context Link] \n253. Wilmore, J. H., J. Royce, R. N. Girandola, F. I. Katch, and V. L. Katch. Body composition changes with a 10- \nweek jogging program. Med. Sci. Sports 2:113-117, 1970. Check full-text availability Bibliographic Links \n[Context Link] \n254. Wilmore, J., R. B. Parr, R. N. Girandola, et al. Physiological alterations consequent to circuit weight training. \nMed. Sci. Sports 10:79-84, 1978. [Context Link] \n255. Wilmore, J. H. Body composition in sport and e xercise: directions for future research. Med. Sci. Sports Exerc. \n15:21-31, 1983. Check full-text availability Request Permissions Bibliographic Links [Context Link] \n256. Wilson, G. J., B. C. Elliott, and G. A. Wood. Stretch shorten cycle performance enhancement throu gh \nflexibility training. Med. Sci. Sports Exerc. 24:116-123, 1992. Check full-text availability Request Permissions \nBibliographic Links [Context Link] \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 24/25 \n\nSelect All Export Selected to PowerPoint \n257. Wood, P. D., W. L. Haskell, S. N. Blair, et al. Increased exercise level and plasma lipoprotein c oncentrations: a\none-year, randomized, controlled study in sedentary , middle-aged men. Metabolism 32:31-39, 1983. Check full- \ntext availability Bibliographic Links [Context Link] \n258. Wood, P. D., M. L. Sefanick, D. Drion, et al. Changes in plasma lipids and lipoproteins in overwe ight men \nduring weight loss through dieting as compared with exercise. N. Engl. J. Med. 319:1173-1179, 1988. Check full- \ntext availability Bibliographic Links [Context Link] \n259. Wood, P. D., M. L. Stefanick, P. T. Williams, and W. L. Haskell. The effects on plasma lipoprotei ns of a prudent \nweight reducing diet, with or without exercise, in overweight men and women. N. Engl. J. Med. 325:461-466, 1991. \nCheck full-text availability Bibliographic Links [Context Link] \n260. Worrell, T. W. Factors associated with hamstring injuries: an approach to treatment and preventat ive \nmeasures. Sports Med. 17:335-345, 1994. Check full-text availability [Context Link] \n261. Worrell, T. W., T. L. Smith, and J. Winegardner. Effect of stretching on hamstring muscle perform ance. J. \nOrthop. Sport Phys. Ther. 20:154-159, 1994. Check full-text availability [Context Link] \n262. Zuti, W. B., and L. A. Golding. Comparing diet and exercise as weight reduction tools. Physician Sportsmed. \n4:49-53, 1976. [Context Link] \n1Maximum heart rate reserve (HRR) and maximum V·O 2 reserve (V·O 2R) are calculated from the difference \nbetween resting and maximum heart rate and resting and maximum V·O 2, respectively. To estimate training \nintensity, a percentage of this value is added to t he resting heart rate and/or resting V·O 2 and is expressed as a \npercentage of HRR (127) or V·O 2R (236) . [Context Link] \n2Aerobic dance refers to a variety of activities suc h as high- and low-impact aerobics and jazz dancing . The \nterm \"group exercise\" has been coined to encompass the broad spectrum of these activities, such as, st ep \naerobics, slide board exercise, strength aerobics, and spinning, which are usually performed to music. [Context \nLink] \n3The Q angle is usually measured as the angle betwee n a line connecting the anterior superior iliac spi ne and \nthe midpoint of the patella, and a line between the midpoint of the patella and the tibial tubercle. [Context Link] \n4Haskell and Haskell et al. (105,106) have suggested the use of 4 kcal·kg -1 of body weight of energy \nexpenditure per day for use in exercise programs. T he Surgeon General (242) recommends a minimum of 2 kcal·kg -\n1. [Context Link] \nIMAGE GALLERY \nTable 1\nBack to Top \nCopyright (c) 2000-2010 Ovid Technologies, Inc. \nTerms of Use Support & Training About Us Contact Us \nVersion: OvidSP_UI03.02.04.102, SourceID 52749 \n22/12/2010 Ovid: ACSM Position Stand: The Reco… \novidsp.tx.ovid.com/…/ovidweb.cgi 25/25"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "vo2"
    ],
    "intervention_weeks": 20,
    "primary_human": "overall_fitness (CRF, muscular_strength/endurance, flexibility); health_risk_reduction (conceptual)"
  },
  "bucket": "D",
  "notes": "Classic ACSM guideline summarising recommended frequency, intensity, time, and type (FITT) of exercise to develop and maintain cardiorespiratory and muscular fitness and flexibility in healthy adults; includes brief RT recommendations but not detailed progression models."
}