{
  "id": 114,
  "title": "Physical Activity and Public Health in Older Adults: Recommendation from the American College of Sports Medicine and the American Heart Association",
  "authors": "Nelson ME; Rejeski WJ; Blair SN; Duncan PW; Judge JO; King AC; Macera CA; Castaneda-Sceppa C",
  "year": 2007,
  "doi": "10.1161/CIRCULATIONAHA.107.185650",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_adults",
    "physical_activity",
    "public_health",
    "ACSM_position",
    "AHA_recommendation",
    "aerobic_training",
    "resistance_training",
    "balance_training"
  ],
  "population": {
    "training_status": "joint_position_statement (ACSM + AHA; older adults)"
  },
  "sections": {
    "conclusions": "of an expert panel\nconvened by the University of Illinois at Chicago that had\nreviewed the evidence on the health effects of physical\nactivity in older adults.\nThe background papers developed by the expert panel\nwere discussed and critiqued by all members of the panel. In\n2001, following regular discussions, the panel completed a\ndraft of a preventive recommendation. Shortly thereafter,\nACSM/AHA agreed to update the 1995 CDC/ACSM\nrecommendation for adults. Issuing a separate older adult\nrecommendation had the risk of causing confusion, if it was\nnot consistent with the updated adult recommendation.\nHence, the panel was given a revised charge of issuing\nan older adult recommendation, which was consistent\nwith the updated recommendation for adults. Both recom-\nmendations would be issued simultaneously.\nGiven drafts of an update to the 1995 recommendation\nfor adults, in 2004 the panel on older adults synthesized a\ncompanion recommendation. Manuscripts describing both\nrecommendations were circulated for comments, revised,\nand edited for consistency, prior to review and approval by\nACSM and AHA.\nIn its recommendation for older adults, the panel used\nterms as they are defined conventionally (20,62). With the\nexception that only exercise is recommended to improve\nbalance, the recommendation uses ‘‘physical activity’’ to\nindicate that exercise programs are not the only way to meet\nthe recommendation. Additionally, because of its focus on\nolder adults, the text uses the terms impairments, functional\nlimitations, and disability (50). Impairments refer to\nabnormalities at the level of tissues, organs, and body\nsystems, whereas functional limitations are deficits in the\nability to perform discrete tasks such as climbing stairs.\nDisability on the other hand is a functional limitation\nexpressed in a social context such as the inability to clean\none’s home or to shop independently.\nRECOMMENDATION STATEMENT\nThe following recommendation for older adults describes\nthe amounts and types of physical activity that promote health\nand prevent disease. The recommendation applies to all adults\naged 65+ years, and to adults aged 50–64 with clinically\nsignificant chronic conditions or functional limitations that\naffect movement ability, fitness, or physical activity. For the\nNelson et al Physical Activity and Public Health in Older Adults 1095\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nTABLE 1. Summary of selected preventive or therapeutic recommendations for aerobic activity, muscle-strengthening activity, flexibility activity, and balance exercises.\nAerobic Activity Muscle-Strengthening Activity\nRecommendation Frequency Intensity Duration Frequency Number of Exercises Sets and Repetitions Flexibility/Balance\nHealthy adults, 2007,\nACSM/AHA (25)\n(companion\nrecommendation\nto 2007\nolder adult\nrecommendation)\nA minimum of\n5d .wkj1\nfor moderate\nintensity, or a\nminimum of\n3d .wk\nj1\nfor vigorous\nintensity\nModerate\nintensity\nbetween 3.0\nand 6.0 METS;\nvigorous\nintensity\nabove 6.0 METS\nAccumulate at least\n30 min .d\nj1 of\nmoderate-intensity\nactivity, in bouts\nof at least\n10 min each;\ncontinuous\nvigorous activity\nfor at least\n20 min .d\nj1\nAt least 2 d .wkj1 8–10 exercises\ninvolving the major\nmuscle groups\n8–12 repetitions\nOlder adults, 2007,\nACSM/AHA\nRecommendation\n(described in\npresent paper)\nA minimum of\n5d .wk\nj1\nfor moderate\nintensity, or a\nminimum of\n3d .wkj1\nfor vigorous\nintensity\nModerate\nintensity\nat 5 to 6 on a\n10-point scale;\nvigorous\nintensity\nat 7 to 8 on\n10-point scale\nAccumulate at least\n30 min .d-1 of\nmoderate-intensity\nactivity, in bouts\nof at least\n10 min each;\ncontinuous\nvigorous activity\nfor at least\n20 min .dj1\nAt least 2 d .wkj1 8–10 exercises\ninvolving the major\nmuscle groups\n10–15 repetitions At least\n2d .wkj1 flexibility;\nfor those at risk\nfor falls, include\nexercises to\nmaintain or\nimprove balance\nBone Health and Osteoporosis:\nA Report of the\nSurgeon General,\n2004 (64)\nA minimum of\n3d .wkj1\nBegin slowly and\nwork up to 60\nto 85%\nof maximal\nheart rate\nAccumulate at least\n30 min .dj1 of\nmoderate-intensity\nphysical activity on\nmost, preferably all,\ndays of the week;\nthose who have\nbeen inactive\nshould start\nwith 5–10 min\nof activity per day\n2–3 d .wkj1 for\nstrength training\nA progressive program\nof weight training\nthat uses all\nmuscle groups\nSufficient intensity\nto improve muscle\nstrength; increase\namount of weight\nlifted gradually\nover time\nInclude balance\ntraining in overall\nexercise program\nOlder adults, 1999,\nHealth Canada (26)\n4–7 d .wk\nj1 Moderate\nintensity,\nbut may\nprogress\nto vigorous\nAccumulate 30 to\n60 min of\nmoderate-\nintensity activity\nin bouts of\nat least 10 min\neach\n2–4 d .wk\nj1 Weights that a\nperson can lift\n10 times\n‘‘before they\nbecome too heavy’’\nDaily flexibility; and\nbalance activities\nCoronary artery disease,\n2001, American\nHeart Association\n(aerobic\nrecommendation)\n(19)\nAt least 3 d .wkj1 Moderate\nintensity\nat 40–60%\nof HR reserve;\nvigorous\nintensity as\ntolerated at\n60–85% of HR\nreserve\nAt least 30 min\n(continued on next page)\n1096 Circulation August 28, 2007\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nTABLE 1. (Continued)\nAerobic Activity Muscle-Strengthening Activity\nRecommendation Frequency Intensity Duration Frequency Number of Exercises Sets and Repetitions Flexibility/Balance\nCardiovascular disease,\n2000, American\nHeart Association\n(flexibility and\nresistance training\nrecommendation) (49)\n2–3 d .wk\nj1 8–10 exercises\ninvolving the\nmajor muscle\ngroups\n1 set of 8–15 reps\n(may progress\nto 91 set)\n2–3 d .wk\nj1 flexibility\nHypertension, 2004,\nACSM (6)\nMost, preferably\nall days per week\nModerate\nintensity\nat 40– G60%\nof V˙ O2max\nreserve\n(vigorous\nintensity\nacceptable for\nselected adults)\nAccumulate 30–60\nmin.dj1 of\nmoderate-intensity\nactivity in bouts\nof at least\n10 minutes each\n2–3 d .wkj1\n(resistance training\nan adjunct to\naerobic activity)\n8–10 exercises\ninvolving the\nmajor muscle\ngroups\n1 set of 8–15 reps\n(more than one set\nacceptable for\nselected adults)\nType 2 diabetes, 2004,\nAmerican Diabetes\nAssociation (64)\nAt least 3 d .wk\nj1\nwith no\nmore than 2\nconsecutive\ndays without\nactivity\nModerate\nintensity\nat 50–70% of\nHR\nmax;\nvigorous\nintensity at\n970%\nof HR max\nAt least 150\nmin.wkj1 of\nmoderate-intensity\nand/or at least\n90 min .wk\nj1\nof vigorous\nintensity\n3d .wkj1 All major muscle\ngroups\nProgress to 3 sets\nof 8–10 reps;\nuse a weight\nthat cannot be\nlifted 98–10 times\nCholesterol, 2001,\nNational Cholesterol\nEducation Program\n(66) recommended\nphysical activity\nas in 2000 Dietary\nGuidelines (65)\nMost days of\nthe week,\npreferably\ndaily\nModerate\nintensity\nAt least 30 min .dj1 Muscle-\nstrengthening\nactivities\nrecommended\nas beneficial\nFlexibility regarded as\nbeneficial\nStroke, 2004, American\nHeart Association (23)\n3–7 d .wkj1 50–80% of\nHRmax\n20–60 min/session\n(or multiple\n10 min sessions)\n2–3 d .wkj1 8–10 exercises\ninvolving the\nmajor muscle\ngroups\n1–3 sets of\n10–15 reps\n2–3 d .wk\nj1 flexibility\nOsteoarthritis, 2001,\nAmerican Geriatrics\nSociety (8)\n3–5 d .wkj1 50–60% of\nHRmax\nBegin with\n20–30 min .dj1\n(if possible)\nand progress\nas appropriate\n2–3 d .wkj1 for\nisotonic resistance\nexercises (isometric\nexercises also\nrecommended)\n8–10 isotonic\nexercises\ninvolving the major\nmuscle groups\n(isometric exercises\nalso recommended)\n6–15 reps of\nisotonic\nexercises,\ndepending\nupon intensity;\nbegin with one set\nand progress as\nappropriate\n3–5 d .wk\nj1 flexibility\nAbbreviations: ACSM, American College of Sports Medicine; HR max, maximal heart rate; HR reserve, heart rate reserve; V ˙ O2max, maximal aerobic capacity; Reps, repetitions.\nNote: Only one indicator of aerobic intensity is provided in the table, even if the recommendation provided several (comparable) indicators. Some recommendations were for strength-training activity rather than exercise per se. For\ncomparability, when sufficient information was provided in the recommendation, recommendations for muscle-strengthening activity were all summarized in the form of an exercise program that specifies number of sets and number\nof repetitions per set of the movement performed against resistance.\nNelson et al Physical Activity and Public Health in Older Adults 1097\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\npurposes of this recommendation, a chronic condition is\n‘‘clinically significant’’ if a person receives (or should receive)\nregular medical care and treatment for it. A functional\nlimitation is ‘‘clinically significant’’ if it impairs the ability to\nengage in physical activity. Thus, adults age 50–64 with\nchronic conditions that do not affect their ability to be active\n(e.g., controlled hypertension) would follow the adult recom-\nmendation (25). The parts of the recommendation below that\nare not italicized repeat the recommendation for adults,\nmeaning these parts apply to all adults; the italicized parts are\nspecific for older adults. Classification of recommendations\nand level of evidence are expressed in American College of\nCardiology/American Heart Association (ACC/AHA) format\nas defined in Table 2 and theMethodology Manual for ACC/\nAHA Guideline Writing Committees(3).\nRegular physical activity, including aerobic activity and\nmuscle-strengthening activity, is essential for healthy\naging. This preventive recommendation specifies how older\nadults, by engaging in each recommended type of physical\nactivity, can reduce the risk of chronic disease, premature\nmortality, functional limitations, and disability.\nAerobic activity.To promote and maintain health, older\nadults need moderate-intensity aerobic physical activity for a\nminimum of 30 min on five days each week or vigorous-\nintensity aerobic activity for a minimum of 20 min on three\ndays each week. [I (A)] Also, combinations of moderate- and\nvigorous-intensity activity can be performed to meet this\nrecommendation. [IIa (B)]Moderate-intensity aerobic activity\ninvolves a moderate level of effort relative to an individual’s\naerobic fitness. On a 10-point scale, where sitting is 0 and\nall-out effort is 10, moderate-intensity activity is a 5 or 6 and\nproduces noticeable increases in heart rate and breathing.\nOn the same scale, vigorous-intensity activity is a 7 or 8 and\nproduces large increases in heart rate and breathing. For\nexample, given the heterogeneity of fitness levels in older\nadults, for some older adults a moderate-intensity walk is a\nslow walk, and for others it is a brisk walk. This recommended\namount of aerobic activity is in addition to routine activities\nof daily living of light-intensity (e.g., self care, cooking,\ncasual walking or shopping) or moderate-intensity activities\nlasting less than 10 min in duration (e.g., walking around\nhome or office, walking from the parking lot).\nMuscle-strengthening activity. To promote and\nmaintain health and physical independence, older adults will\nbenefit from performing activities that maintain or increase\nmuscular strength and endurance for a minimum of two days\neach week. [IIa (A)] It is recommended that 8–10 exercises be\nperformed on two or more nonconsecutive days per week\nusing the major muscle groups. To maximize strength\ndevelopment, a resistance (weight) should be used that\nallows 10–15 repetitions for each exercise. The level of effort\nfor muscle-strengthening activities should be moderate to\nhigh. On a 10-point scale, where no movement is 0, and\nmaximal effort of a muscle group is 10, moderate-intensity\neffort is a 5 or 6 and high-intensity effort is a 7 or 8.Muscle-\nstrengthening activities include a progressive-weight training\nprogram, weight bearing calisthenics, and similar resistance\nexercises that use the major muscle groups.\nBenefits of greater amounts of activity.Participation\nin aerobic and muscle-strengthening activities above\nminimum recommended amounts provides additional health\nbenefits and",
    "results": "in higher levels of physical fitness. [I (A)]\nOlder adults should exceed the minimum recommended\namounts of physical activity if they have no conditions that\npreclude higher amounts of physical activity, and they wish to\ndo one or more of the following; (a) improve their personal\nfitness, (b) improve management of an existing disease where\nit is known that higher levels of physical activity have greater\ntherapeutic benefits for the disease,and/or (c) further reduce\ntheir risk for premature chronic health conditions and\nmortality related to physical inactivity. In addition, to\nfurther promote and maintain skeletal health, older adults\nshould engage in extra muscle strengthening activity and\nhigher-impact weight-bearing activities, as tolerated. [IIa\n(B)] To help prevent unhealthy weight gain, some older\nadults may need to exceed minimum recommended amounts\nof physical activity to a point that is individually effective in\nachieving energy balance, while considering diet and other\nfactors that affect body weight. [IIa (B)]\nFlexibility activity. To maintain the flexibility neces-\nsary for regular physical activity and daily life, older adults\nshould perform activities that maintain or increase flexi-\nbility on at least two days each week for at least 10 min\neach day. [IIb (B)]\nBalance exercise. To reduce risk of injury from falls,\ncommunity-dwelling older adults with substantial risk of falls\n(e.g., with frequent falls or mobility problems) should perform\nexercises that maintain or improve balance.[IIa (A)]\nTABLE 2. ACC/AHA approach to assigning the classification of recommendations and level of evidence.\nClassifications of recommendation (COR) I, II, and III are used to summarize indications (suggested phrases for writing recommendations)\nClass I: Conditions for which there is evidence and/or general agreement that a given procedure or treatment is useful and effective (should; is recommended; is indicated;\nis useful/effective, beneficial)\nClass II: Conditions for which there is conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of a procedure or treatment\nIIa: Weight of evidence/opinion is in favor of usefulness/efficacy (is reasonable; can be useful, effective or beneficial; is probably recommended or indicated)\nIIb: Usefulness/efficacy is less well established by evidence/opinion (may/might be considered, may/might be reasonable, usefulness/effectiveness is unknown,\nunclear/uncertain or not well established)\nClass III: Conditions for which there is evidence and/or general agreement that the procedure/treatment is not useful/effective and in some cases may be harmful\n(is not recommended; is not indicated; should not; is not useful/effective, beneficial; may be harmful)\nLevels of evidence (LOE) for individual class assignments (with suggested language to be used with each level)\nA: Data derived from multiple randomized clinical trials\nB: Data derived from a single randomized trial or from nonrandomized studies\nC: Consensus opinion of experts\n1098 Circulation August 28, 2007\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nIntegration of preventive and therapeutic\nrecommendations. Older adults with one or more\nmedical conditions for which physical activity is therapeutic\nshould perform physical activity in the manner that\neffectively and safely treats the condition(s). [IIa (A)] So\nas to prevent other conditions from developing, older adults\nshould also perform physical activity in the manner\nrecommended for prevention as described herein. When\nchronic conditions preclude activity at minimum recom-\nmended levels for prevention, older adults should engage in\nregular physical activity according to their abilities and\nconditions so as to avoid sedentary behavior.\nActivity plan. Older adults should have a plan for\nobtaining sufficient physical activity that addresses each\nrecommended type of activity. [IIa (C)] In addition, to\nspecifying each type of activity, care should be taken to\nidentify, how, when, and where each activity will be\nperformed. Those with chronic conditions for which activity\nis therapeutic should have a single plan that integrates\nprevention and treatment. For older adults who are not\nactive at recommended levels, plans should include a\ngradual (or stepwise) approach to increase physical activity\nover time using multiple bouts of physical activity (Q10 min)\nas opposed to continuous bouts when appropriate. Many\nmonths of activity at less than recommended levels is\nappropriate for some older adults (e.g., those with low\nfitness) as they increase activity in a stepwise manner. Older\nadults should also be encouraged to self-monitor their\nphysical activity on a regular basis and to re-evaluate plans\nas their abilities improve or as their health status changes.\nBENEFITS OF REGULAR PHYSICAL\nACTIVITY IN OLDER ADULTS\nThe benefits of regular physical activity in older adults\nare extensive. As noted in the adult recommendation (25),\nregular physical activity reduces risk of cardiovascular\ndisease, thromboembolic stroke, hypertension, type 2\ndiabetes mellitus, osteoporosis, obesity, colon cancer, breast\ncancer, anxiety, and depression. Of particular importance to\nolder adults, there is substantial evidence that physical\nactivity reduces risk of falls and injuries from falls (7),\nprevents or mitigates functional limitations (30,31,37,44),\nand is effective therapy for many chronic diseases. Clinical\npractice guidelines identify a substantial therapeutic role\nfor physical activity in coronary heart disease (19,49,59),\nhypertension (6,15,59), peripheral vascular disease (42),\ntype 2 diabetes (54), obesity (66), elevated cholesterol\n(21,59), osteoporosis (22,64), osteoarthritis (4,8), claudica-\ntion (57), and chronic obstructive pulmonary disease (47).\nClinical practice guidelines identify a role for physical\nactivity in the management of depression and anxiety\ndisorders (11), dementia (17), pain (2), congestive heart\nfailure (51), syncope (10), stroke (23), prophylaxis of\nvenous thromboembolism (53), back pain (24), and\nconstipation (38). There is some evidence that physical\nactivity prevents or delays cognitive impairment (1,34,67)\nand disability (31,48,55,60), and improves sleep (32,56).\nThe 2001 consensus statement on the dose-response\nrelationship between physical activity and health applies\nto all adults (though the statement notes that the effect of\nage on dose-response relationships has not been carefully\nstudied) (30). As an example of studies providing evidence\nof a dose-response relationship in older adults, at least 33 of\n44 papers that provided data on the dose-response relation-\nship between physical activity and all cause mortality either\nrecruited adults age 65 and over, or followed cohorts of\nadults over time until a substantial percentage were age 65\nand over at the end of follow-up (28,36).\nThe recommendation for older adults states that greater\nvolumes of aerobic activity help prevent unhealthy weight\ngain. The dose-response consensus panel found evidence that\nincreased levels of physical activity are associated with\nprevention of weight gain, but the nature of the dose-response\nrelationship was unclear, and in general there was insufficient\ninformation on whether age modified dose-response relation-\nships (30). The recommendation in the 2005 Dietary\nGuidelines that additional physical activity helps prevent\nunhealthy weight gain applies to older adults (65).\nDIFFERENCES BETWEEN THE OLDER ADULT\nAND ADULT RECOMMENDATIONS\nDefinition of aerobic intensity. The adult recom-\nmendation defines aerobic intensity in absolute terms, e.g.,\nmoderate intensity comprises 3.0 to 6.0 MET activities. A\ndifferent definition of aerobic intensity is appropriate for\nolder adults, because fitness levels can be low. For example,\nperforming 3.0 to 6.0 MET activities either requires\nrelatively vigorous effort or is impossible for older adults\nwith low fitness. The older adult recommendation defines\naerobic intensity as relative to fitness, in the manner of\nan exercise prescription. For aerobic exercise, ACSM\nrecommends a target intensity of 50–85% of oxygen uptake\nreserve—a range that includes both moderate and vigorous\nexercise (20). If oxygen reserve is measured on a 10 point\nscale, then moderate intensity begins at around ‘‘5’’ (50%),\nand the range of vigorous intensity does not quite reach ‘‘9’’\n(90%). Simply telling older adults that their perceived effort\nduring activity should be 5–6 (or 7–8) on a 10-point scale\nmay not achieve the desired level of effort. Subjective\nperception of effort is related to objectively measured level\nof effort, but not linearly (9). When there is concern an\nadult will not engage in activity at the desired intensity, a\nperiod of supervised exercise can help the adult learn the\ndesired level of effort.\nMuscle-strengthening activities. The recommend-\nation specifies the intensity (level of effort) of activities that\nmaintain and increase muscle strength. For adults generally,\nACSM recommends resistance training of moderate\nintensity (20). High intensity training is an option for\nolder adults, preferably in supervised settings or in adults\nNelson et al Physical Activity and Public Health in Older Adults 1099\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nwith sufficient fitness, expe rience, and knowledge of\nresistance exercise. Historically, people have increased and\nmaintained their strength through purposeful physical\nactivity, such as manual labor on a farm. Today, older adults\nwill commonly elect to meet the muscle-strengthening\nrecommendation through exercise programs involving such\nactivities as weight bearing calisthenics or progressive\nweight training. For resistance exercise, ACSM recom-\nmends performing at least one set of repetitions for 8–10\nexercises that train the major muscle groups, and recom-\nmends exercise for each muscle group occur on two or three\nnonconsecutive days each week (20). Experts recommend\n10 to 15 (as opposed to 8–12) repetitions per set for older\nadults (20).\nFlexibility activities. Flexibility activity is recom-\nmended to maintain the range of motion necessary for daily\nactivities and physical activity. Unlike aerobic and muscle\nstrengthening activities, specific health benefits of\nflexibility activities are unclear. For example, it is not\nknown if flexibility activities reduce risk of exercise-related\ninjury (58). In addition, few studies have documented the\nage-related loss of range of motion in healthy older adults.\nHowever, flexibility exercises have been shown to be\nbeneficial in at least one randomized trial and are\nrecommended in the management of several common\ndiseases in older adults (Table 1) (33). At least 10 min of\nflexibility activities is recommended based upon the time\nrequired for a general stretching routine involving major\nmuscle and tendon groups with 10–30 s for a static stretch\nand 3–4 repetitions for each stretch (20). Preferably,\nflexibility activities are performed on all days that aerobic\nor muscle-strengthening activity is performed.\nBalance exercise. The recommendation for balance\nexercise is consistent with a clinical practice guideline\npublished in 2001 (7). In community-living older adults at\nrisk for falls (e.g., with frequent falls or mobility problems),\nmulti-component interventions that include regular physical\nactivity are effective in preventing falls (7). Physical activity,\nby itself, may reduce falls and fall injuries as much as\n35–45% (52). Because research has focused on balance\nexercise rather than balance activity (e.g., dancing), only\nexercise is currently recommended (7). The preferred types,\nfrequency, and duration of balance training are unclear and\nnot specified in the clinical guideline (7). Balance exercise\nthree times each week is one option, as this approach was\neffective in a series of four fall prevention studies (52).\nThe recommendation applies only to community-dwelling\nolder adults because of insufficient data in long-term care\nsettings and hospital settings. The guideline for prevention\nof falls does not specify an age cutoff (7), but there are few\ndata on the effects of physical activity on falls in adults less\nthan age 65.\nIntegration of preventive and therapeutic\nrecommendations. Older adults should perform physical\nactivity in the manner recommended for prevention as\ndescribed herein. Older adults also commonly have chronic\nconditions (Table 3) for which physical activity is thera-\npeutic. Hence, many older adults require an activity plan that\nintegrates preventive and therapeutic recommendations.\nIntegration is facilitated by the fact preventive recom-\nmendations are similar to therapeutic recommendations for\nmany common diseases, including coronary artery disease,\nhypertension, type 2 diabetes, stroke, high cholesterol,\nosteoporosis, and/or osteoarthritis (Table 1). In adults with\nno activity limitations, the activity plan specifies aerobic,\nmuscle-strengthening, and flexibility activities (and possibly\nbalance exercise), with types and amounts that meet both\npreventive and therapeutic recommendations. To illustrate\ncombining recommendations, an activity recommendation\nfor a person with osteoporosis would start with the pre-\nventive recommendation for aerobic, muscle strengthening,\nand balance activities, but emphasize weight bearing\nactivities, and add high impact activities like jumping for\nthose who tolerate them (64). Adjustments in the activity\nplan for a person with arthritis of moderate severity could\ninvolve in combination with strength training tailoring the\nnumber of aerobic activity days to 3–5 as tolerated every\nother day (8).\nIt is more challenging for a person with activity\nlimitations to develop a physical activity plan, which\ncombines preventive and therapeutic recommendations. In\n1999, 20% of Medicare enrollees had impairment in IADLs\n(instrumental activities of daily living) or ADLs (activities\nof daily living) or were institutionalized (18). Inability to\nwalk 2–3 blocks was reported by 14% of men and 23% of\nwomen (18). Clearly, a target level of physical activity\nbelow that of the typical preventive and therapeutic\nrecommendations in Table 1 is appropriate for a subgroup\nof older adults. An assessment of the nature of the activity\nlimitation and of the capability and preferences of the\nperson will determine the target activity level and other\ndetails of the activity plan. Often the plan will rely on health\ncare and community resources designed for people with\nactivity limitations, such as cardiac rehabilitation and\npulmonary rehabilitation c enters, and exercise classes\nspecifically designed for adults with arthritis.\nTABLE 3. Percent of older adults with selected chronic conditions in 1995 and\n2001–2002.\nAge 55–65 Age 65+ Age 65+\nCondition 1995 1995 2001–2002\nArthritis 32.8 48.9 n/a\nHypertension 28.9 40.3 50.2\nHeart disease 18.0 30.8 31.4\nSelected respiratory diseases 13.7 13.8 n/a\nDiabetes mellitus 9.7 12.6 15.5\nCerebrovascular disease 2.5 7.1 8.9\nOsteoporosis*\nWomen 26.1\nMen 3.8\nNote: n/a = not available; selected respiratory diseases include chronic bronchitis,\nasthma, and emphysema. Percents for 1995 are based on self-reported data from\nNational Health Interview Survey (16). Percents for 2001–2002 are based on self-\nreported data from National Health Interview Survey (18).\n*Data for osteoporosis are from examinations conducted in 1988–1994 and are cited\nin the Surgeon General’s report Bone Health and Osteoporosis(64).\n1100 Circulation August 28, 2007\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nNeed for an activity plan.An activity plan identifies\nrecommended levels of physical activity for a specific\nperson and describes how the person intends to meet them.\nIt is recommended that older adults with chronic conditions\ndevelop an activity plan in consultation with a health care\nprovider so that the plan adequately takes into account\ntherapeutic and risk management issues related to chronic\nconditions. The plan should be tailored according to chronic\nconditions and activity limitations, risk for falls, individual\nabilities and fitness, strategies for minimizing risks of\nactivity, strategies for increasing activity gradually over\ntime (if the person is not active at recommended levels),\nbehavioral strategies for adhering to regular physical\nactivity, and individual preferences. Healthy, asymptomatic\nolder adults without chronic conditions should also develop\nan activity plan, preferably in consultation with a health\ncare provider or fitness professional, so as to take advantage\nof expertise and resources on physical activity and injury\nprevention. This recommendation reframes the common\nadvice to consult a health care provider before starting to\nincrease physical activity. Health provider consultation\nregarding physical activity should occur regardless of\nwhether an adult currently plans to increase physical\nactivity, as it is part of the ongoing process of promoting\nphysical activity that should occur in geriatric medicine.\nThis recommendation is consistent with a recently\ndeveloped quality of care measure for older adults that\nmeasures whether older adults discuss physical activity with\na health care provider at least once a year (43).\nAREAS OF EMPHASIS IN PROMOTING\nPHYSICAL ACTIVITY IN OLDER ADULTS\nWith sufficient skill, experience, fitness, and training,\nolder adults can achieve high levels of physical activity. The\npromotion of physical activity in older adults should avoid\nageism that discourages older adults from reaching their\npotential. At the same time, it is difficult or impossible for\nsome older adults to attain high levels of activity. Several\nareas should be emphasized in promoting physical activity\nin older adults as described below.\nReducing sedentary behavior. There is substantial\nevidence that older adults who do less activity than\nrecommended still achieve some health benefits. Such\nevidence is consistent with the scientific consensus for a\ncontinuous dose-response rel ationship between physical\nactivity and health benefits (30). For example, lower risks\nof cardiovascular disease have been observed with just 45–75\nmin of walking per week (40).\nIncreasing moderate activity and giving less\nemphasis to attaining high levels of activity.Realistic\ngoals for aerobic activity will commonly be in the range of\n30–60 min of moderate-intensity activity a day, as illustrated\nby the Health Canada recommendation for older adults (26)\n(Table 1). Vigorous activity has higher risk of injury and\nlower adherence (20). Age-related loss of fitness, chronic\ndiseases, and functional limitations act as barriers\nto attaining high levels of activity. Vigorous activity and/or\nhigh levels of activity are appropriate for selected older\nadults with sufficient fitness, experience, and motivation.\nTaking a gradual or stepwise approach. The\nstandard advice to increase physical activity gradually over\ntime is highly appropriate and particularly important for\nolder adults. This advice minimizes risk of overuse injury,\nmakes increasing activity more pleasant, and allows positive\nreinforcement for small steps that lead to attainment of\nintermediate goals. It can be appropriate for older adults to\nspend a long time at one step (e.g., attending exercise classes\ntwo or three days a week) so as to gain experience, fitness,\nand self-confidence. Very deconditioned older adults may\nneed to exercise initially at less effort than a ‘‘5’’ on a\nTABLE 4. Summary of physical activity recommendations for older adults – 2007.\n1. To promote and maintain good health, older adults should maintain a\nphysically active lifestyle. I (A)\n2. They should perform moderate-intensity aerobic (endurance) physical activity\nfor a minimum of 30 min on five days each week or vigorous-intensity\naerobic activity for a minimum of 20 min on three days each week. I (A)\nModerate-intensity aerobic activity involves a moderate level of effort relative\nto an individual’s aerobic fitness. On a 10-point scale, where sitting is 0 and\nall-out effort is 10, moderate-intensity activity is a 5 or 6 and produces\nnoticeable increases in heart rate and breathing. On the same scale,\nvigorous-intensity activity is a 7 or 8 and produces large increases in heart\nrate and breathing. For example, given the heterogeneity of fitness levels in\nolder adults, for some older adults a moderate-intensity walk is a slow\nwalk, and for others it is a brisk walk.\n3. Combinations of moderate- and vigorous-intensity activity can be performed to\nmeet this recommendation. IIa (B) These moderate- or vigorous intensity\nactivities are in addition to the light intensity activities frequently performed\nduring daily life (e.g., self care, washing dishes) or moderate-intensity\nactivities lasting 10 min or less (e.g., taking out trash, walking to parking\nlot at store or office).\n4. In addition, at least twice each week older adults should perform\nmuscle strengthening activities using the major muscles of the body that\nmaintain or increase muscular strength and endurance. IIa (A) It is\nrecommended that 8–10 exercises be performed on at least two\nnonconsecutive days per week using the major muscle groups. To maximize\nstrength development, a resistance (weight) should be used that allows\n10–15 repetitions for each exercise. The level of effort for\nmuscle-strengthening activities should be moderate to high.\n5. Because of the dose-response relationship between physical activity and health,\nolder persons who wish to further improve their personal fitness,\nreduce their risk for chronic diseases and disabilities, or prevent\nunhealthy weight gain will likely benefit by exceeding the minimum\nrecommended amount of physical activity. I (A)\n6. To maintain the flexibility necessary for regular physical activity and\ndaily life, older adults should perform activities that maintain or increase\nflexibility on at least two days each week for at least 10 min each day.\nIIb (B)\n7. To reduce risk of injury from falls, community-dwelling older adults\nwith substantial risk of falls should perform exercises that maintain or\nimprove balance. IIa (A)\n8. Older adults with one or more medical conditions for which physical activity\nis therapeutic should perform physical activity in a manner that effectively\nand safely treats the condition(s). IIa (A)\n9. Older adults should have a plan for obtaining sufficient physical activity that\naddresses each recommended type of activity. IIa (C) Those with chronic\nconditions for which activity is therapeutic should have a single plan that\nintegrates prevention and treatment. For older adults who are not active at\nrecommended levels, plans should include a gradual (or stepwise) approach\nto increase physical activity over time. Many months of activity at less than\nrecommended levels is appropriate for some older adults (e.g., those with\nlow fitness) as they increase activity in a stepwise manner. Older adults\nshould also be encouraged to self-monitor their physical activity\non a regular basis and to reevaluate plans as their abilities improve\nor as their health status changes.\nNelson et al Physical Activity and Public Health in Older Adults 1101\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\n10-point scale and may need to perform activity in multiple\nbouts (Q10 min) rather than in a single continuous bout (20).\nIn addition, activity plans need to be reevaluated when there\nare changes in health status.\nPerforming muscle-strengthening activity and\nengaging in all recommended types of activity.\nMuscle-strengthening activity is particularly important in\nolder adults, given its role in preventing age-related loss\nof muscle mass (60), bone (44), and its beneficial effects\non functional limitations (30,31,35,55,60). Currently, only\nabout 12% of older adults perform muscle-strengthening\nactivities at least twice a week (63).\nSustaining emphasis on individual-level and\ncommunity-level approaches.As with younger adults,\npromotion of physical activity in older adults relies upon\nboth individual and community approaches that are\nevidence-based and reflect theory and research on behavior\nchange. For example, the Task Force on Community Preven-\ntive Services has recommended or strongly recommended\nseveral community-level interventions as effective in\npromoting physical activity, such as interventions to increase\naccess to places of physical activity combined with\ninformational outreach (29).\nUsing risk management strategies to prevent\ninjury. Chronic conditions increase risk of activity-related\nadverse events, e.g., heart disease increases risk of sudden\ndeath and osteoporosis increases risk of activity-related\nfractures. Activity-related musculoskeletal injuries act as a\nmajor barrier to regular physical activity (27). While these\nconsiderations lead to more emphasis on risk management,\nthere is insufficient research on effective strategies to prevent\ninjuries. Risk management strategies mainly reflect clinical\nexperience, expert opinion, and legal liability concerns.\nEvidence that risk management strategies can be effective\ncomes from the observation that published exercise studies\nroutinely implement risk management and serious adverse\nevents in these studies are rare (12,45). However, research\nstudies presumably exclude adults at high risk of injury.",
    "conclusion": "Virtually all older adults should be physically active. See\nTable 4. An older adult with a medical condition for which\nactivity is therapeutic should perform physical activity in a\nmanner that treats the condition. In addition, an older adult\nwith medical conditions should engage in physical activity in\nthe manner that reduces risk of developing other chronic\ndiseases as described above. Given the breadth and strength\nof the evidence, physical activity should be one of the highest\npriorities for preventing and treating disease and disablement\nin older adults. Effective interventions to promote physical\nactivity in older adults deserve wide implementation.\nThe authors thank David M. Buchner, M.D., M.P.H., at the\nDivision of Nutrition and Physical Activity, Centers for Disease\nControl and Prevention, Atlanta, GA, for his technical assistance\nwith the development of these recommendations. In addition, the\nauthors acknowledge Debra Kibbe and the International Life\nSciences Institute (ILSI) Research Foundation (formerly ILSI Center\nfor Health Promotion) for assistance provided to the expert panel.\nREFERENCES\n1. ABBOTT, R., L. WHITE,G .R OSS,K .M ASAKI,J .C URB, and H.\nPETROVITCH. Walking and dementia in physically capable elderly\nmen. JAMA 292(12):1447–1453, 2004.\n2. AGS PANEL ON PERSISTENT PAIN IN OLDER PERSONS. The manage-\nment of persistent pain in older persons. J. Am. Geriatr. Soc.\n50(6 Suppl):S205–S224, 2002.\n3. AMERICAN COLLEGE OF CARDIOLOGY/AMERICAN HEART ASSOCIATION.\nMethodology Manual for ACC/AHA Guideline Writing Commit-\ntees. American College of Cardiology Foundation and the\nAmerican Heart Association, Inc. 2006.\n4. AMERICAN COLLEGE OF RHEUMATOLOGY. Recommendations for the\nmedical management of osteoarthritis of the hip and knee:\n2000 update. American College of Rheumatology Subcommit-\ntee on Osteoarthritis Guidelines.Arthritis Rheum.43:1905–1915,\n2000.\n5. A\nMERICAN COLLEGE OF SPORTS MEDICINE POSITION STAND. The rec-\nommended quantity and quality of exercise for developing and\nmaintaining cardiorespiratory and muscular fitness, and flexibility\nin healthy adults.Med. Sci. Sports Exerc.30:975–991, 1998.\n6. A\nMERICAN COLLEGE OF SPORTS MEDICINE. Position Stand. Exercise\nand hypertension. Med. Sci. Sports Exerc.36:533–553, 2004.\n7. AMERICAN GERIATRICS SOCIETY,B RITISH GERIATRICS SOCIETY, AND\nAMERICAN ACADEMY OF ORTHOPAEDIC SURGEONS PANEL ON FALLS\nPREVENTION. Guideline for the prevention of falls in older persons.\nJ. Am. Geriatr. Soc.49:664–672, 2001.\n8. AMERICAN GERIATRICS SOCIETY. Exercise prescription for older\nadults with osteoarthritis pain: consensus practice recommenda-\ntions. A supplement to the AGS Clinical Practice Guidelines on\nthe management of chronic pain in older adults.J. Am. Geriatr.\nSoc. 49:808–823, 2001.\n9. B\nORG, G. Psychophysical bases of perceived exertion.Med. Sci.\nSports Exerc. 14:377–381, 1982.\n10. BRIGNOLE, M., P. ALBONI,D .B ENDITT, et al. Guidelines on man-\nagement (diagnosis and treatment) of syncope.Eur. Heart J.22:\n1256–1306, 2001.\n11. BROSSE, A., E. SHEETS,H .L ETT, and J. BLUMENTHAL. Exercise and\nthe treatment of clinical depression in adults: recent findings and\nfuture directions. Sports Med. 32:741–760, 2002.\n12. B\nUCHNER, D., and E. COLEMAN. Exercise considerations in older\nadults: intensity, fall prevention, and safety.Phys. Med. Rehabil.\nClin. N. Am.5:357–375, 1994.\n13. CENTERS FOR DISEASE CONTROL AND PREVENTION. Prevalence of\nphysical activity, including lifestyle activities among adults -\nUnited States, 2000–2001.MMWR 52:764–769, 2003.\n14. CENTERS FOR DISEASE CONTROL AND PREVENTION. Prevalence of no\nleisure-time physical activity - 35 States and the District of\nColumbia, 1988–2002. MMWR 53:82–86, 2004.\n15. CHOBANIAN, A., G. BAKRIS,H .B LACK, et al. The Seventh Report\nof the Joint National Committee on Prevention, Detection,\nEvaluation, and Treatment of High Blood Pressure: the JNC 7\nreport. JAMA 289:2560–2572, 2003.\n16. D\nESAI, M. M., and P. ZHANG. Surveillance for morbidity and morta-\nlity among older adults – United States, 1995–1996. MMWR:\nSurveillance Summary48(SS-8):7–25, 1999.\n17. DOODY,R . ,J .S TEVENS,C .B ECK, et al. Practice parameter:\nmanagement of dementia (an evidence-based review). Report of\n1102 Circulation August 28, 2007\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nthe Quality Standards Subcommittee of the American Academy of\nNeurology. Neurology 56:1154–1166, 2001.\n18. FEDERAL INTERAGENCY FORUM ON AGING-RELATED STATISTICS. Older\nAmericans 2004: Key Indicators of Well-Being. Federal Inter-\nagency Forum on Aging-Related Statistics, Washington, DC: U.S.\nGovernment Printing Office, 2004.\n19. F\nLETCHER, G., G. BALADY,E .AMSTERDAM, et al. Exercise standards\nfor testing and training: a statement for healthcare professionals\nfrom the American Heart Association.Circulation 104:1694–1740,\n2001.\n20. F\nRANKLIN, B., M. WHALEY, and E. HOWLEY. ACSM’s Guidelines for\nExercise Testing and Prescription. 6th edition. 137–164, 2000.\n21. GELIEBTER, A., M. MAHER,L .G ERACE,B .G UTIN,S .H EYMSFIELD,\nand S. HASHIM. Effects of strength or aerobic training on body\ncomposition, resting metabolic rate, and peak oxygen consump-\ntion in obese dieting subjects.Amer. J. Clin. Nutr.66:557–563,\n1997.\n22. G\nOING, S., T. LOHMAN,L .HOUTKOOPER, et al. Effects of exercise on\nbone mineral density in calcium-replete postmenopausal women\nwith and without hormone replacement therapy.Osteoporos. Int.\n14(8):637–643, 2003.\n23. G\nORDON, N., M. GULANICK,F .C OSTA, et al. Physical activity and\nexercise recommendations for stroke survivors: an American\nHeart Association scientific statement from the Council on\nClinical Cardiology, Subcommittee on Exercise, Cardiac Rehabil-\nitation, and Prevention; the Council on Cardiovascular Nursing;\nthe Council on Nutrition, Physical Activity, and Metabolism; and\nthe Stroke Council.Circulation 109:2031–2041, 2004.\n24. H\nAGEN, K., G. HILDE,G .JAMTVEDT, and M. WINNEM. The Cochrane\nreview of advice to stay active as a single treatment for low back\npain and sciatica.Spine 27:1736–1741, 2002.\n25. H\nASKELL W. L., I. M. LEE,R .R .PATE,K .E .POWELL,S .N .BLAIR,\nB. A. FRANKLIN,C .A .MACERA,G .W .HEATH,P .D .THOMPSON, and\nA. BAUMAN. Physical activity and public health: updated recom-\nmendation for adults from the American College of Sports\nMedicine and the American Heart Association.Med. Sci. Sports\nExerc. 39:1423–1434, 2007.\n26. HEALTH CANADA. Canada’s Physical Activity Guide to Healthy\nActive Living for Older Adults. Ottawa, Ontario, Canada, 1999.\n27. HOOTMAN, J., C. MACERA,B .AINSWORTH,C .ADDY,M .MARTIN, and\nS. B LAIR. Epidemiology of musculoskeletal injuries among\nsedentary and physically active adults. Med. Sci. Sports Exerc.\n34:838–844, 2002.\n28. JANSSEN, I., and C. JOLLIFFE. Influence of physical activity on\nmortality in elderly with coronary artery disease.Med. Sci. Sports\nExerc. 38:418–423, 2006.\n29. KAHN, E., L. RAMSEY,R .B ROWNSON, et al. The effectiveness of\ninterventions to increase physical activity. A systematic review.\nAm. J. Prev. Med.22(4 Suppl):73–107, 2002.\n30. KESANIEMI, Y., E. D ANFORTH Jr, M. J ENSEN,P .K OPELMAN,P .\nLEFEBVRE,a n dB .R EEDER. Dose-response issues concerning\nphysical activity and health: an evidence-based symposium.\nMed. Sci. Sports Exerc.33(6 Suppl):S351–S358, 2001.\n31. KEYSOR, J. Does late-life physical activity or exercise prevent or\nminimize disablement? A critical review of the scientific evidence.\nAm. J. Prev. Med.25(3 Suppl 2):129–136, 2003.\n32. K\nING, A., R. OMAN,G .BRASSINGTON,D .BLIWISE, and W. HASKELL.\nModerate-intensity exercise and self-rated quality of sleep in older\nadults. A randomized controlled trial.JAMA 277:32–37, 1997.\n33. K\nING, A., L. PRUIT,W .P HILLIPS,R .O KA,A .R ODENBURG, and W.\nHASKELL. Comparative effects of two physical activity programs\non measured and perceived physical functioning and other health-\nrelated quality of life outcomes in older adults.J. Gerontol. A Biol.\nSci. Med. Sci.55(A):M74–M83, 2000.\n34. L\nARSON, E., L. WANG,J .BOWEN, et al. Exercise is associated with\nreduced risk for incident dementia among persons 65 years of age\nand older.Ann. Inter. Med.144:73–81, 2006.\n35. L\nATHAM N., ANDERSON C., BENNETT D., STRETTON C. Progressive\nresistance strength training for physical disability in older people.\nCochrane Database Syst. Rev.(2):CD002759, 2003.\n36. LEE, I., and P. SKERRETT. Physical activity and all-cause mortality:\nwhat is the dose-response relation? Med. Sci. Sports Exerc.33\n(6 Suppl):S459–S471, 2001.",
    "discussion": "S93–S94.\n37. LIFE STUDY INVESTIGATORS. Effects of a physical activity inter-\nvention on measures of physical performance: results of the Life-\nstyle Interventions and Independence for Elders Pilot (LIFE-P)\nStudy. J. Gerontol. A Biol. Sci. Med. Sci. 61A(11):1157–1165,\n2006.\n38. PEMBERTON, J., and S. P HILLIPS. American Gastroenterological\nAssociation Medical Position Statement: guidelines on constipa-\ntion. Gastroenterology 119:1761–1766, 2001.\n39. L\nOUCKS, A., M. VERDUN, and E. HEATH. Low energy availability,\nnot stress of exercise, alters LH pulsatility in exercising women.\nJ. Appl. Physiol.84:37–46, 1998.\n40. MANSON, J., P. GREENLAND,A .L ACROIX, et al. Walking compared\nwith vigorous exercise for the prevention of cardiovascular events\nin women. N. Eng. J. Med.347:716–725, 2002.\n41. M\nARTINSON, B., A. C RAIN,N .P RONK, P. O’CONNOR, and M.\nMACIOSEK. Changes in physical activity and short-term changes\nin health care charges: a prospective cohort study of older adults.\nPrev. Med.37:319–326, 2003.\n42. M\nCDERMOTT, M., K. LIU,L .FERRUCCI, et al. Physical performance\nin peripheral arterial disease: a slower rate of decline in patients\nwho walk more.Ann. Intern. Med.144:10–20, 2006.\n43. N\nATIONAL COMMITTEE FOR QUALITY ASSURANCE. HEDIS 2006,\nV olume 2: Technical Specifications. 2005.\n44. NELSON, M., J. LAYNE,M .B ERNSTEIN, et al. The effects of multi-\ndimensional home-based exercise on functional performance in\nelderly people.J .G e r o n t o l .AB i o l .S c i .M e d .S c i .59A(2):154–160,\n2004.\n45. ORY, M., B. RESNICK,P .J ORDAN, et al. Screening, safety, and\nadverse events in physical activity interventions: collaborative\nexperiences from the behavior change consortium. Ann. Behav.\nMed. 29 Suppl:20–28, 2005.\n46. P\nATE, R., M. PRATT,S .B LAIR, et al. Physical activity and public\nhealth. A recommendation from the Centers for Disease Control\nand Prevention and the American College of Sports Medicine.\nJAMA 273:402–407, 1995.\n47. P\nAUWELS, R. A., A. S. BUIST,P .M .CALVERLEY,C .R .JENKINS, and\nS. S. HURD. GOLD Scientific Committee. Global Strategy for the\nDiagnosis, Management, and Prevention of Chronic Obstructive\nPulmonary Disease. NHLBI/WHO Global Initiative for Chronic\nObstructive Lung Disease (GOLD) Workshop summary.Am. J.\nRespir. Crit. Care Med.163:1256–1276, 2001.\n48. P\nENNINX, B., S. MESSIER,W .R EJESKI, et al. Physical exercise and\nthe prevention of disability in activities of daily living in older persons\nwith osteoarthritis.Arch. Intern. Med.161:2309–2316, 2001.\n49. P\nOLLOCK, M., B. F RANKLIN,G .B ALADY, et al. AHA Science\nAdvisory. Resistance exercise in individuals with and without\ncardiovascular disease: benefits, rationale, safety, and prescription:\nan advisory from the Committee on Exercise, Rehabilitation, and\nPrevention, Council on Clinical Cardiology, American Heart\nAssociation; Position paper endorsed by the American College\nof Sports Medicine.Circulation 101:828–833, 2000.\n50. P\nOPE, A., and A. T ARLOV. Disability in America. Toward a\nNational Agenda for Prevention , Washington, DC: National\nAcademy Press, pp. 76–108, 1991.\n51. REMME, W., and K. SWEDBERG. Guidelines for the diagnosis and\ntreatment of chronic heart failure.Eur. Heart J.22: 1527–1560,\n2001.\n52. ROBERTSON, M., A. CAMPBELL,M .G ARDNER, and N. DEVLIN. Pre-\nventing injuries in older people by preventing falls: a meta-\nanalysis of individual-level data.J. Am. Geriatr. Soc.50:905–911,\n2002.\nNelson et al Physical Activity and Public Health in Older Adults 1103\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\n53. SCOTTISH INTERCOLLEGIATE GUIDELINES NETWORK (SIGN). Prophy-\nlaxis of venous thromboembolism. A national clinical guideline.\nEdinburgh (Scotland), (SIGN publication; no. 62), 2002.\n54. SIGAL, R., G. KENNY,D .W ASSERMAN, and C. CASTANEDA-SCEPPA.\nPhysical activity/exercise and type 2 diabetes.Diabetes Care 27:\n2518–2539, 2004.\n55. SINGH, M. Exercise to prevent and treat functional disability.Clin.\nGeriatr. Med.18:431–462, 2002. vi–vii.\n56. SINGH, N., K. CLEMENTS, and M. FIATARONE. A randomized con-\ntrolled trial of the effect of exercise on sleep.Sleep 20:95–101,\n1997.\n57. STEWART, K., W. HIATT,J .R EGENSTEINER, and A. HIRSCH. Exer-\ncise training for claudication. N. Engl. J. Med. 347:1941–1951,\n2002.\n58. THACKER, S., J. GILCHRIST,D .STROUP, and C. KIMSEY Jr. The impact\nof stretching on sports injury risk: a systematic review of the\nliterature. Med. Sci. Sports Exerc.36:371–378, 2004.\n59. THOMPSON, P., D. BUCHNER,I .L .PIN~A, et al. Exercise and physical\nactivity in the prevention and treatment of atherosclerotic\ncardiovascular disease: a statement from the Council on Clinical\nCardiology (Subcommittee on Exercise, Rehabilitation, and\nPrevention) and the Council on Nutrition, Physical Activity, and\nMetabolism (Subcommittee on Physical Activity). Circulation\n107:3109–3116, 2003.\n60. T\nSENG, B., D. MARSH,M .H AMILTON, and F. BOOTH. Strength and\naerobic training attenuate muscle wasting and improve resistance\nto the development of disability with aging.J. Gerontol. A Biol.\nSci. Med. Sci.50 Spec No:113–119, 1995.\n61. U.S. D EPARTMENT OF HEALTH AND HUMAN SERVICES.P h y s i c a l\nActivity and Health: A Report of the Surgeon General. Atlanta,\nGA; U.S. Department of Health and Human Services, Centers for\nDisease Control and Prevention, National Center for Chronic\nDisease Prevention and Health Promotion, 1996.\n62. U.S. D\nEPARTMENT OF HEALTH AND HUMAN SERVICES. Healthy People\n2010 2nd edition With Understanding and Improving Health\nObjectives for Improving Health. 22:22–39, 2000.\n63. U.S. D EPARTMENT OF HEALTH AND HUMAN SERVICES. Strength\ntraining among adults aged 965 years - United States 2001.\nMMWR 53:25–28, 2004.\n64. U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES. Bone Health\nand Osteoporosis: A Report of the Surgeon General, Rockville,\nMD: U.S. Department of Health and Human Services, Office of\nthe Surgeon General, 2004.\n65. U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES AND U.S.\nDEPARTMENT OF AGRICULTURE. Dietary Guidelines for Americans,\n2005, 6th, Washington, DC: U.S. Government Printing Office, 2005.\n66. U.S. PREVENTIVE SERVICES TASK FORCE. Screening for obesity in\nadults: recommendations and rationale. Ann. Intern. Med. 139:\n930–932, 2003.\n67. WEUVE, J., J. KANG,J .M ANSON,M .B RETELER,J .W ARE, and F.\nGRODSTEIN. Physical activity, including walking, and cognitive\nfunction in older women.JAMA 292:1454–1461, 2004.\n1104 Circulation August 28, 2007\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from \n\nDisclosures\nWriting Group Disclosures\nWriting Group\nMember Employment\nResearch\nGrant\nOther Research\nSupport\nSpeakers’\nBureau/Honoraria\nOwnership\nInterest\nConsultant/Advisory\nBoard Other\nMiriam E. Nelson Tufts University None None None None Lluminari, Inc†; Mission\nPharmacal†\nStrong Women Book\nSeries†\nW. Jack Rejeski Wake Forest\nUniversity\nNone None None None None None\nSteven N. Blair University of\nSouth Carolina\nNone None None None Jenny Craig†; Matria† Royalties for Human\nKinetics*\nPamela W. Duncan Duke University GlaxoSmithKline* None None None None None\nJames O. Judge University of\nConnecticut,\nEvercare\nNone None None None None None\nAbby C. King Stanford\nUniversity\nNational Institutes\nof Health†\nNone National Institutes\nof Health\nresearch/\nscientific panels\nand task forces*\nNone None None\nCarol A. Macera San Diego\nState University\nNone None None None None None\nCarmen\nCastaneda-Sceppa\nTufts University None None None None None None\nThis table represents the relationships of writing group members that may be perceived as actual or reasonably perceived conflicts of interest as reported on the\nDisclosure Questionnaire, which all members of the writing group members are required to complete and submit. A relationship is considered to be “significant” if\n(a) the person receives $10 000 or more during any 12-month period, or 5% or more of the person’s gross income; or (b) the person owns 5% or more of the voting\nstock or share of the entity, or owns $10 000 or more of the fair market value of the entity. A relationship is considered to be “modest” if it is less than “significant”\nunder the preceding definition.\n*Modest.\n†Significant.\nNelson et al Physical Activity and Public Health in Older Adults 1105\n at University of South Carolina--Columbia on June 11, 2013http://circ.ahajournals.org/Downloaded from"
  },
  "outcomes": {
    "primary": [
      "vo2"
    ],
    "primary_human": "physical_activity_guidelines (aerobic volume; RT; balance/flexibility); health_outcomes (falls, disability, chronic_disease risk)"
  },
  "bucket": "D",
  "notes": "ACSM/AHA recommendation paper translating PA guidelines specifically for older adults; provides targets for aerobic activity plus resistance and flexibility/balance training to maintain function, reduce falls, and manage chronic disease risk."
}