{
  "id": 115,
  "title": "Resistance Training for Older Women: Do Adaptive Responses Support the ACSM and NSCA Position Stands?",
  "authors": "Cavalcante EF; Kassiano W; Ribeiro AS; Costa B; Cyrino LT; Cunha PM; Antunes M; dos Santos L; Tomeleri CM; Nabuco HCG; Sugihara-Junior P; Fernandes RR; Rodrigues RJ; Carneiro MAS; et al.",
  "year": 2023,
  "doi": "10.1249/MSS.0000000000003179",
  "journal": null,
  "rating": 4.0,
  "tags": [
    "older_women",
    "resistance_training",
    "training_intensity",
    "ACSM_position_stand",
    "NSCA_position_stand",
    "hypertrophy",
    "strength",
    "metabolic_health"
  ],
  "population": {
    "training_status": "RCT_RT_only (older women; tests ACSM/NSCA guidelines)"
  },
  "sections": {
    "abstract": "CAVALCANTE, E. F., W. KASSIANO, A. S. RIBEIRO, B. COSTA, L. T. CYRINO, P. M. CUNHA, M. ANTUNES, L. DOS SANTOS,\nC. M. TOMELERI, H. C. G. NABUCO, P. SUGIHARA-JÚNIOR, R. R. FERNANDES, R. J. RODRIGUES, M. A. S. CARNEIRO, F. L. C.\nPINA, M. M. DIB, D C. TEIXEIRA, F. L. ORSATTI, D. S. VENTURINI, D. S. BARBOSA, and E. S. CYRINO. Resistance Training for Older\nWomen: Do Adaptive Responses Support the ACSM and NSCA Position Stands?Med. Sci. Sports Exerc., Vol. 55, No. 9, pp. 1651-1659,\n2023. Purpose: The optimal intensity of resistance training (RT) to improve muscular, physical performance, and metabolic adaptations still\nneeds to be well established for older adults. Based on current position statements, we compared the effects of two different RT loads on mus-\ncular strength, functional performance, skeletal muscle mass, hydration status, and metabolic biomarkers in older women.",
    "methods": "One hun-\ndred one older women were randomly allocated to perform a 12-wk whole-body RT program (eight exercises, three sets, three nonconsecutive\ndays a week) into two groups: 8–12 repetitions maximum (RM) and 10–15RM. Muscular strength (1RM tests), physical performance (motor\ntests), skeletal muscle mass (dual-energy X-ray absorptiometry), hydration status (bioelectrical impedance), and metabolic biomarkers\n(glucose, total cholesterol, HDL-c, HDL-c, triglycerides, and C-reactive protein) were measured at baseline and posttraining.",
    "results": "Re-\ngarding muscular strength, 8–12RM promoted higher 1RM increases in chest press (+23.2% vs +10.7%,P < 0.01) and preacher curl\n(+15.7% vs +7.4%,P < 0.01), but not in leg extension (+14.9% vs +12.3%,P > 0.05). Both groups improved functional performance\n(P < 0.05) in gait speed (4.6%–5.6%), 30 s chair stand (4.6%–5.9%), and 6 min walking (6.7%–7.0%) tests, with no between-group differences\n(P > 0.05). The 10–15RM group elicited superior improves in the hydration status (total body water, intracellular and extracellular water;\nP < 0.01), and higher gains of skeletal muscle mass (2.5% vs 6.3%,P < 0.01), upper (3.9% vs 9.0%,P < 0.01) and lower limbs lean soft tissue\n(2.1% vs 5.4%,P < 0.01). Both groups improved their metabolic profile. However, 10–15RM elicited greater glucose reductions (−0.2% vs\n−4.9%, P < 0.05) and greater HDL-c increases (−0.2% vs +4.7%,P < 0.01), with no between-group differences for the other metabolic bio-\nmarkers (P >0 . 0 5 ) .",
    "conclusions": "Our results suggest that 8–2RM seems more effective than 10–15RM for increasing upper limbs’ muscular\nstrength, whereas the adaptative responses for lower limbs and functional performance appear similar in older women. In contrast, 10–15RM\nseems more effective for skeletal muscle mass gains, and increased intracellular hydration and improvements in metabolic profile may accom-\npany this adaptation.Key Words:AGING, STRENGTH TRAINING, NUMBER OF REPETITIONS, INTENSITY\nR\nesistance training (RT) has been widely recommended\nfor older adults because it is considered a safe and\nnonpharmacological strategy to attenuate or reverse\nthe deleterious changes in different physiological systems as-\nsociated with aging (1,2). Indeed, engagement in RT programs\npromotes numerous benefits in older adults, such as increased\nskeletal muscle mass (SMM) and muscular strength (3–6) and\nimproved functional performance (7,8). In this context, many\nadaptative responses to RT depend on manipulating the vari-\nables that make up the training program, such as rest interval,\nfrequency, exercise selection, volume, and intensity. For ex-\nample, a higher load, such as 80% of one-repetition maximum\n(1RM), may contribute to a more pronounced increase in\nAddress for correspondence: Edilson Serpeloni Cyrino, Ph.D., Metabolism,\nNutrition, and Exercise Laboratory. State University of Londrina. Rodovia Celso\nGarcia Cid km 380, 86057-970, Londrina, PR, Brazil; E-mail: edilsoncyrino@\ngmail.com.\nSubmitted for publication January 2023.\nAccepted for publication March 2023.\nSupplemental digital content is available for this article. Direct URL citations\nappear in the printed text and are provided in the HTML and PDF versions\nof this article on the journal’s Web site (www.acsm-msse.org).\n0195-9131/23/5509-1651/0\nMEDICINE & SCIENCE IN SPORTS & EXERCISE\n®\nCopyright © 2023 by the American College of Sports Medicine\nDOI: 10.1249/MSS.0000000000003179\n1651\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\nmuscular strength. In contrast, a wide load spectrum induces\nSMM gains (9).\nIn this regard, prestigious organizations such as the\nAmerican College of Sports Medicine (ACSM) (2) and the\nNational Strength and Conditioning Association (NSCA) (1)\npublished position statements and guidelines providing rec-\nommendations for the effective prescription of RT programs,\nespecially for older adults, based on the available higher level\nscientific evidence. For example, in its two positions in 2009,\nACSM suggests using load corresponding to 8–12RM to improve\nstrength and hypertrophy in this population (2,10). Notwith-\nstanding, the optimal intensity to promote muscular adaptations\nin older adults remains a topic of investigation that allows\nrevisiting some recommendations. In this regard, in 2011,\nthe ACSM suggested using 10–15RM for older adults (11).\nSimilarly, illustrating that the optimal intensity remains elu-\nsive, in its recent position statement on RT for older adults,\nNSCA recommends using 8–12RM or 10–15RM (1).\nRecently, more divergence has emerged, indicating that\nlower-load (30–35RM) may be more effective for increasing\nSMM than higher-load (8–12RM) while promoting similar mus-\ncular strength gains in older women after 12 wk of RT (12).\nA l s o ,n od i f f e r e n c ei nm u s c u l ar strength and SMM was found\nafter 8 wk of RT in moderate and low load (10RM vs 15RM)\nin older women (13). Furthermore, given the role of SMM in\nregulating metabolism and as an endocrine tissue (14,15), it\nhas been proposed that SMM increases may play a mediator role\nin RT-induced metabolic and endocrine adaptations. Based on\nthis, it is reasonable to believe that RT programs that elicit\ngreater gains in SMM could result in more favorable metabolic\nand endocrine adaptations. However, the studies that evaluated\nthe potential differences between lower and higher loads on met-\nabolic profile in older adults yield conflicting results (12,16–18).\nFrom a broad perspective, the current scenario illustrates\nthat the optimal intensity to elicit improvement in muscular\nstrength, muscle mass, and metabolic parameters remains to\nbe determined. Therefore, the purpose of the present study\nwas to compare the effects of 12 wk of RT with two different\nranges of training loads (8–12RM vs 10–15RM) on muscular\nstrength, functional performance, SMM, and metabolic bio-\nmarkers in older women. In addition, we analyzed the hydration\nstatus (intracellular and extracellular body water) to understand\nthe morphological adaptations’ nature. We hypothesize that\ntraining with higher loads (8–12RM) might promote a supe-\nrior increase in muscular strength. Also, based on the relation-\nship between strength gains and improvement in gait speed\n(8), this group would experience more favorable improve-\nments in functional performance. Conversely, lower loads\n(10–15RM) would elicit superior gains in SMM, and this\nwould be accompanied by more favorable changes in cellular\nhydration and metabolic adaptations.\nMETHODS\nStudy overview.The present study is part of the research\nproject “Active Aging Longitudinal Study,” initiated in 2012,\nwhose purpose is to analyze the impact of supervised, struc-\ntured, and progressive RT programs on neuromuscular, mor-\nphological, physiological, metabolic, cognitive, and behav-\nioral outcomes in older women (19). This study was carried\nout over 18 wk, with 12 wk dedicated to the RT program\nand 6 wk for data collection. We collected anthropometric,\nmaximal dynamic strength, and body composition measure-\nments at weeks 1 to 3 and weeks 16 to 18. Participants per-\nformed the RT program over weeks 4 to 15, and we monitored\nthe dietary intake in the first and last 2 wk of training. Physical\nEducation professionals supervised all training sessions. Par-\nticipants were instructed not to perform any other type of phys-\nical exercise throughout the study. Based on recommendations\nfrom the current RT position statements for older adults, the\nsample was randomly assigned according to the relative\nstrength in two groups (8–12RM or 10–15RM).\nParticipants. We recruited participants through social\nmedia (Whatsapp, Facebook, and Instagram). All participants\ncompleted health history questionnaires and met the following\ninclusion criteria: >60 yr; female; physically independent; had\nno cardiac, orthopedic, or musculoskeletal dysfunction that\ncould impede physical exercise; not having uncontrolled dia-\nbetes mellitus or hypertension; not receiving hormonal re-\nplacement therapy; and not be involved in the practice of reg-\nular physical activity performed more than once a week over\nthe three months before the start of the study. Participants were\nincluded in this study only after passed by a diagnostic, graded\nexercise stress test with a 12-lead electrocardiogram reviewed\nby a cardiologist. We established adherence to the program\nwith a minimum participation of 85% of the sessions. We used\nprevious data from our laboratory for the sample size estima-\ntion (6,20,21) using G*Power (version 3.1.9.6). The analysis\nindicated that at least 90 participants were needed for adequate\nstatistical power (effect size = 0.30; power = 0.80;α =0 . 0 5 ;\ntime = 2; groups = 2). Participants signed a written informed\nconsent after receiving a detailed description of the investiga-\ntion procedures. This study was conducted according to the\nDeclaration of Helsinki and was approved by the local univer-\nsity ethics committee. A flowchart of the present study is\ndisplayed in Figure 1.\nBody composition. Upper limbs (ULLST) and lower\nlimbs lean soft tissue (LLLST) measurements were carried\nout by dual-energy X-ray absorptiometry (DXA) scan in a Lu-\nnar Prodigy device, model NRL 41990 (General Electric,\nMadison, WI, USA) to determine the appendicular lean soft\ntissue. Skeletal muscle mass was estimated using the following\nequation:SMM = (1.13/C2appendicularLST)− (0.02/C2age) + 0.97\n(22). At the time of evaluation, the participants removed all\nmetal objects, such as earrings, watches, chains, and bracelets,\nfrom the body before the exams started. Scans were performed\nwith the participants lying in the supine position. The feet\nwere taped to the toes to immobilize the legs, while the hands\nwere held in a prone position within the scanning region. Par-\nticipants remained immobile throughout the scanning procedure.\nA qualified and experienced laboratory technician performed the\ncalibrations and analyses. The software generated standard lines\nhttp://www.acsm-msse.org1652 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\nthat separate the head, trunk, and upper and lower limb segments.\nThese lines were adjusted by the same technician using anatom-\nical points determined by the manufacturer. The analyses\npreintervention and postintervention were performed by the same\ntechnician, who was blind to the group identity of each partici-\npant. Reassessments of LST were performed at an interval of\n96–120 h after the final training session. The SEM and ICC in\nour laboratory were calculated for ULLST (SEM = 0.1 kg;\nICC = 0.99) and LLLST (SEM = 0.2 kg; ICC = 0.99).\nTotal body water (TBW), extracellular water (ECW), and in-\ntracellular water (ICW) were estimated by a spectral bioelectri-\ncal impedance in a Xitron Hydra analyzer, model 4200 (Xitron\nTechnologies Inc., San Diego, CA), in the morning hours.\nThe device was calibrated according to the manufacturer’s\nrecommendations. Participants were instructed to refrain from\nconsuming alcoholic and caffeinated beverages for at least\n48 h, avoid strenuous physical exercise for at least 24 h, refrain\nfrom ingesting food or drink in the previous 4 h, and urinate\n∼30 min before the evaluation. Participants removed all\nmetal objects from the body before the measurements began,\nlike in body composition assessments. Measurements were\nperformed on a table isolated from electrical conductors with\nparticipants lying supine along the table's longitudinal center-\nline axis, legs abducted at an angle of 45° relative to the body\nmidline, and hands pronated. After cleaning the skin with al-\ncohol, two electrodes were placed on the surface of the right\nhand and two on the right foot (23). The TBW, ECW, and\nICW are expressed in liters (L). The same researcher per-\nformed the exams in the baseline and posttraining periods. Hy-\ndration parameters were reassessed 96–120 h after the final\nFIGURE 1—Flowchart of the study.\nREPETITIONS RANGE AND RESISTANCE-TRAINING ADAPTATIONS Medicine & Science in Sports & Exercise ® 1653\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\ntraining session on the same day of DXA measurements. The\nICC for all measures was≥0.98, and the SEM was≤0.38 L.\nMuscular strength. The maximal dynamic muscular\nstrength was determined in three exercises by the 1RM test\nin the following order: chest press, leg extension, and preacher\ncurl. All tests were standardized and supervised by experi-\nenced researchers to ensure proper technique, reliability, and\nparticipants’ safety and integrity. Participants performed a\nwarm-up set (6–10 repetitions) with approximately 50% of\nthe estimated weight used in the first attempt. The testing pro-\ncedure was initiated 2 min after the warm-up. Participants\nattempted to perform two repetitions at the imposed weight.\nThe weight was adjusted by 3% to 10% for the next attempt\nif the effort was successful (one or two repetitions completed).\nIn contrast, the weight was removed in the same proportion if\nan attempt was unsuccessful. The rest period between each at-\ntempt was 3 to 5 min. The 1RM was recorded in each testing\nsession as the maximal lifted weight in which the participant\ncould complete only one concentric and eccentric muscular\naction. Three 1RM sessions were performed separated by\n48 h, and the highest weight lifted in each exercise over three\nsessions was used for analysis (24). Verbal encouragement\nwas provided throughout each test. The ICC from our lab for\nthese tests is≥0.96 with an SEM≤ 2.0 kg.\nFunctional fitness.Four tests were used to determine\nfunctional performance: gait speed (4-m usual walking speed),\ntimed-up-and-go (TUG), 30-s chair stand, and 6-min walking\ntest (6MWT). Two evaluators used stopwatches (KIKOS, São\nPaulo, SP, Brazil) to measure participants’ time in the 4-m\nusual walking speed test. Adhesive tapes on the floor demar-\ncated this distance with additional 2-m patches before and after\nthe 4-m main patch. Participants walked 8 m, but only the time\nspent walking the middle 4 m was recorded. Participants com-\npleted three attempts, with the mean value used for analysis.\nFor the TUG test, participants were seated on a chair supported\nby a wall, with their back in contact with the backrest, feet\nfully supported on the floor, and hands rested on the thighs.\nParticipants were requested to stand up, walk around a cone\nat a distance of 3 m in front of the chair, return to the chair,\nand sit down. Participants were instructed to complete the\npath as quickly as possible without running. Time was re-\ncorded to the nearest 0.01 s with a stopwatch from the initial\nmovement to rise from the chair until returning to sit down\nagain. Participants completed three trials, with the best\nvalue recorded for analysis. For the 30-s chair stand test,\nparticipants were seated on a chair supported by a wall, with\ntheir back in contact with the backrest, feet fully supported\non the floor, and hands crossed to rest on their opposite\nshoulders. Participants performed the maximum sit-to-stand\nrepetitions possible for 30 s. Two evaluators participated in\nthe 30-s chair stand test. An recorded the time, and the other\ncounted the number of repetitions performed. For the\n6MWT, each participant was instructed to walk as far as pos-\nsible, without running, for 6 min around a rectangular path\n(4.6 /C218.4 m; total perimeter, 46.0 m) marked with cones\non the floor. An evaluator timed the test time, counted the\nnumber of laps, and calculated the total distance covered\nwith an accuracy of 1 m.\nMetabolic biomarkers.The venous blood sample was\ncollected into a tube containing dipotassium ethylenediamine-\ntetraacetic acid (12 mL, vacuum-sealed system; Vacutainer,\nEngland, UK) between 7:00 and 9:00 a.m. by a trained laboratory\ntechnician after an overnight fast of at least 12 h. Participants\nrested in a sitting position for 5 min before drawing 5 mL of\nblood from a prominent superficial vein in the antecubital space.\nAll samples were centrifuged at 3,000 rpm for 15 min, and al-\niquots of plasma or serum were stored at−80°C until ana-\nlyzed. As determined in human plasma, the between-assay\nand within-assay coefficients of variation were <10%. Assess-\nments of serum levels of high-sensitivity C-reactive protein,\nglucose, total cholesterol (TC), high-density lipoprotein cho-\nlesterol (HDL-c), and triglycerides (TGs) were determined\nby standard methods in a specialized laboratory at the University\nHospital. Low-density lipopro tein cholesterol (LDL-c)\nwas calculated using the following equation: LDL-\nc=T C − (HDLc + TG/5). Analyzes were performed using\na Dimension RxL Max biochemical autoanalyzer system\n(Siemens Dade Behring, Erlangen, Germany) according\nto methods established in the literature consistent with\nthe manufacturer’s protocol.\nResistance training.The RT program was performed\nthree times a week (Mondays, Wednesdays, and Fridays), dur-\ning the morning period, in the University fitness facility, and\nwas carried out over 12 wk. The training was based on recom-\nmendations for RT in older adults to improve muscle hypertro-\nphy and strength (1,2,11). Physical Education professional\npersonally supervised all participants throughout each training\nsession to reduce deviations from the study protocol and to en-\nsure proper technique and safety. Participants performed RT\nusing a combination of free weights and machines. The RT\nprotocol consisted of a whole-body program with eight exer-\ncises performed in the following order: chest press, horizontal\nleg press, seated row, leg extension, triceps pushdown, leg\ncurl, preacher curl, and seated calf raise. Participants per-\nformed either three sets of 8–12RM or 10–15RM and were\ninstructed to inspire during the eccentric phase, exhale during\nthe concentric phase, and maintain the movement velocity at a\nratio of 1:2 (concentric and eccentric phases, respectively).\nRest intervals were 1–2 min between sets and 2–3 min be-\ntween exercises. The supervisors adjusted the weight of each\nexercise according to the participant’s ability and improve-\nments in exercise capacity throughout the study to ensure\nmaintaining intensity. When participants completed the upper\nlimit of repetitions in all sets for two consecutive sessions, the\nweight was increased by 2%–5% for the upper limb exercises\nand 5%–10% for the exercises of the lower limbs (10). The\nvolume load was calculated by multiplying the number of rep-\netitions and the weight lifted in all sets in the eight exercises,\nincluding the three weekly sessions.\nDietary intake.The 24-h dietary recall method was used\nto analyze the food consumption. Two experienced dietitians\nconducted the assessments on three nonconsecutive days of\nhttp://www.acsm-msse.org1654 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\nthe week in RT’s first and last 2 wk. The dietitians provided\nspecific instructions regarding recording portion sizes and\nquantities to estimate all food and fluid intake, including view-\ning food models to enhance portion estimate precision. Total\nenergy intake, carbohydrate, protein, and lipid dietary content\nwere calculated in the Virtual Nutri Plus software (Keeple®, Rio\nde Janeiro, RJ, Brazil). Food composition tables were used to add\nthe items not found in the program database. All participants\nwere asked to maintain their eating habits throughout the study.\nStatistical analyses.Shapiro–Wilk’s test verified data\ndistribution. Levene’s test checked the homogeneity of the\nvariances. Thet test was used to compare the general charac-\nteristics of the variables at the baseline between the groups.\nRepeated-measures two-way ANOVA was used for within-\nand between-group comparisons for dietary intake variables,\na weekly average of the number of repetitions, load, and vol-\nume load accumulated per session. The effects of 8–12RM\nand 10–15RM on primary outcomes (i.e., muscular strength,\nphysical performance, skeletal muscle mass, and metabolic\nparameters) were compared using the analysis of covariance\n(ANCOVA) of the raw difference between pretraining and\nposttraining measures with baseline values as a covariate.\nThe effect of time was interpreted from the 95% confidence in-\nterval (CI) of the mean difference pretraining to posttraining\n(i.e., when the 95% CI of the change delta did not overlap\nthe 0, there was a difference between the baseline score).\nThe effect size was calculated to verify the magnitude of the\ndifferences by Cohen’s d, where an effect size of 0.00 to\n0.19 was considered trivial; 0.20 to 0.49, small; 0.50 to 0.79,\nmoderate; and ≥0.80 large (25). In addition, we calculated\nthe percentage change (Δ%) as posttraining mean minus\npretraining mean, divided by pretraining multiplied by 100.\nFor all statistical analyses, significance was accepted at\nP < 0.05. The data are presented as mean and standard devia-\ntions, mean difference, and 95% CI. The data were stored and\nanalyzed in Jeffreys’Amazing Statistics Program (JASP), ver-\nsion 0.11.1 (University of Amsterdam, Amsterdam, NL).\nRESULTS\nBaseline characteristics and dietary intake.One\nhundred one participants completed the intervention (8–12RM:\nn = 51, age = 69.5 ± 6.9 yr, body mass = 64.5 ± 11.4 kg, stat-\nure = 154.1 ± 5.5 cm; 10–15RM: n = 50, age = 67.7 ± 5.3 yr,\nbody mass = 64.7 ± 11.5 kg, stature 155.5 ± 5.6 cm). No\nbetween-groups differences were revealed for these variables at\nbaseline (P > 0.05). Also, no difference was found for total en-\nergy, carbohydrate, protein, and lipid in the comparisons between\nor intra-groups over intervention (P > 0.05). Dietary intake data\nin RT’s first and last 2 wk are presented in Supplemental Table 1\n(Supplemental Digital Content, Energy and macronutrient intake\nat the first and last week of resistance training program, http://\nlinks.lww.com/MSS/C845).\nNumber of repetitions, load, and volume load.The\nweekly average of the number of repetitions, load, and volume\nload at weeks 1 and 12 for each exercise are presented in Table 1.\nThe number of repetitions was higher in the 10–15RM group\nin all exercises at weeks 1 and 12 (P < 0.05). Conversely, the\nload was higher in the 8–12RM group in all exercises at weeks\n1 and 12 (P < 0.05). At week 1, the volume load was higher\nfor the 8–12RM in seated leg curl and seated calf raise\n( P < 0.05), with no difference in the rest of the exercises. At\nweek 12, the volume load was higher for the 10–15RM in\nleg press, triceps pushdown, seated leg curl, and seated calf\nraise (P < 0.05), with no difference in the rest of the exercises.\nMuscular strength and functional performance.\nChanges in chest press, leg extension, preacher curl, gait\nspeed, TUG, 30-s chair stand, and 6MWT are presented in\nTable 2. Both 8–12RM and 10–15RM groups increased mus-\ncular strength (P < 0.01) according to the results in 1RM tests\nat baseline. Changes were superior for the 8–12RM group in chest\npress (8–12RM = +23.2%, ES = 1.27 vs 10–15RM = +10.7%,\nES = 0.55;P < 0.01) and preacher curl (8–12RM = +15.7%,\nES = 0.88 vs 10–15RM = +7.4%, ES = 0.38;P < 0.01) exercises,\nbut the magnitude of changes did not differ between them for leg\npress (8–12RM = +14.9%, ES = 0.54 vs 10–15RM = +12.3%,\nES = 0.48;P > 0.05). Similarly, both groups significantly im-\nproved (P < 0.05) the performance in the gait speed test, with\nno difference between them (8-–2RM = +4.6%, ES = 0.41 vs\n10–15RM = +5.6%, ES = 0.41;P > 0.05). None of the groups\nexperienced significant changes in the performance of the TUG\ntest (8–12RM =\n−1.3%, ES =−0.15 vs 10–15RM = −2.6%,\nES =−0.20;P > 0.05). Both groups increased the number of rep-\netitions in the 30-s chair stand test, with no difference between\nthem (8–12RM = +5.9%, ES = 0.28 vs 10–15RM = +4.6%,\nES = 0.17;P > 0.05). Similarly, both groups enhanced the\nperformance in the 6MWT, with no difference between\nthem (8–12RM = +7.0%, ES = 0.66 vs 10–15RM = +6.7%,\nES = 0.52;P >0 . 0 5 ) .\nBody composition.Changes in ULLST, LLLST, SMM,\nICW, ECW, and TBW for the 8–12RM and 10–15RM groups\nare shown in Table 3. Although both groups increased\nULLST, LLLST, and SMM after 12 wk of RT, changes were\nsuperior in the 10–15RM group for ULLST (8–12RM = +3.9%,\nES = 0.24 vs 10–15RM = +9.0%, ES = 0.58;P < 0.01), LLLST\n(8–12RM = +2.1%, ES = 0.13 vs 10–15RM = +5.4%, ES = 0.40;\nP <0 . 0 1 ) ,S M M( 8–12RM = +2.5%, ES = 0.16 vs\n10–15RM = +6.3%, ES = 0.44;P < 0.01). However, only the\n10–15RM group improved the hydration status after the inter-\nvention period according to the results found for ICW\n(8–12RM = −0.8%, ES = 0.06 vs 10–15RM = +2.1%,\nES = 0.19;P < 0.01), ECW (8–12RM =−1.0%, ES =−0.11\nvs 10–15RM = +2.8%, ES = 0.17;P < 0.01), and TBW\n(8–12RM = −0.9%, ES = −0.09 vs 10–15RM = +2.4%,\nES = 0.21;P <0 . 0 1 ) .\nMetabolic biomarkers.\nGlucose, glycated hemoglobin,\nHDL-c, LDL-c, total cholesterol, triglycerides, and\nC-reactive protein concentrations for both groups at baseline\nand posttraining also are presented in Table 4. Only the\n10–15RM group decreased glucose (10–15RM = −4.9%,\nES = −0.28 vs 8–12RM = −0.2%, ES =−0.01; P <0 . 0 5 )\nand increased HDL-c (8–12RM = −0.2%, ES = −0.01 vs\nREPETITIONS RANGE AND RESISTANCE-TRAINING ADAPTATIONS Medicine & Science in Sports & Exercise ® 1655\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\n10–15RM = +4.7%, ES = 0.17;P < 0.01). Both groups de-\ncreased (P < 0.05) glycated hemoglobin (8–12RM =−7.9%,\nES = −0.77 vs 10–15RM = −6.5%, ES = −1.33), LDL-c\n(8–12RM = −10.9%, ES = −0.38 vs 10–15RM = −5.0%,\nES = 0.18), total cholesterol (8–12RM =−5.3%, ES =−0.24\nvs 10–15RM = −3.4%, ES = 0.17), and C-reactive protein\n(8–12RM = −16.7%, ES =−0.28 vs 10–15RM = −16.1%,\nES = −0.25; P > 0.05), with no differences between them\n( P < 0.05). For triglycerides, only the 10–15RM group signif-\nicantly decreased, but the magnitude of changes did not differ\nbetween groups (8 –12RM = +5.6%, ES = 0.10 vs\n10–15RM =−11.3%, ES =−0.28; P >0 . 0 5 ) .",
    "discussion": "The main findings of the present study were: (a) Twelve\nweeks of RT resulted in increased muscular strength, im-\nproved functional fitness, and SMM gains in both 8–12RM e\n10–15RM groups; (b) a greater increase in upper limb muscular\nstrength occurred in the 8–12RM group, but no difference\nwas observed for lower limb muscular strength increases\nbetween the 8–12RM and 10–15RM groups; (c) a higher in-\ncrease in ULLST, LLLST, SMM, TBW, ECW, and ICW\nwas found in the 10–15RM group; and (d) both groups ex-\nperienced an improvement in metabolic profile, but\n10–15RM elicited more favorable changes in glucose,\nHDL-c, and triglycerides. Therefore, results found in this\nstudy partially confirmed our initial hypothesis on muscular\nstrength and functional fitness since 1RM performance in-\ncreases favored the 8–12RM group in the upper. Moreover,\nthe results support our hypothesis about greater hypertrophy\nin the lower load group, since 10–15RM was more effective\nthan 8–12RM for SMM gains. Interestingly, this result was\naccompanied by increased intracellular hydration, a poten-\ntial mechanism for muscle hypertrophy (26,27), and im-\nproved metabolic profile.\nRegarding muscular strength and functional fitness, we ob-\nserved an increase of higher magnitude in the chest press and\nTABLE 1. Weekly average of number of repetitions, load, and volume-load at the first and last week of RT program.\nExercises Variables\n8–12RM (n =5 1 ) 1 0 –15RM (n =5 0 )\nP Time P Group P InteractionWeek 1 Week 12 Week 1 Week 12\nChest press Reps (n°) 35.9 ± 0.1 35.4 ± 2.6 41.0 ± 3.3** 44.0 ± 1.7*,** <0.001 <0.001 <0.001\nLoad (kg) 26.0 ± 4.3 30.5 ± 5.0* 23.5 ± 3.8** 25.6 ± 4.6*,** <0.001 <0.001 <0.001\nVL (kg) 937.5 ± 156.2 1084.0 ± 202.7* 968.9 ± 186.4 1133.1 ± 222.7* <0.001 0.265 0.464\nLeg press Reps (n°) 34.6 ± 2.1 35.3 ± 1.5 44.6 ± 0.9** 44.3 ± 1.6** 0.361 <0.001 0.014\nLoad (kg) 58.6 ± 12.5 69.2 ± 14.0* 42.2 ± 10.4** 61.9 ± 14.0*,** <0.001 <0.001 <0.001\nVL (kg) 2037.3 ± 478.2 2453.5 ± 532.8* 1890.4 ± 475.7 2750.7 ± 649.2*,** <0.001 0.448 <0.001\nSeated row Reps (n°) 35.4 ± 0.7 34.0 ± 2.2* 42.9 ± 2.4** 41.2 ± 3.0*,** <0.001 <0.001 0.563\nLoad (kg) 24.2 ± 4.9 29.0 ± 5.5* 18.6 ± 3.2** 26.3 ± 4.7*,** <0.001 <0.001 <0.001\nVL (kg) 860.4 ± 175.5 990.3 ± 215.8* 806.6 ± 154.7 1088.7 ± 217.7* <0.001 0.519 < 0.001\nLeg extension Reps (n°) 35.6 ± 0.4 35.1 ± 1.1 42.5 ± 2.1** 40.8 ± 2.6*,** <0.001 <0.001 0.020\nLoad (kg) 20.7 ± 6.5 31.4 ± 8.4* 14.5 ± 4.4** 24.5 ± 7.4*,** <0.001 <0.001 0.480\nVL (kg) 742.2 ± 232.1 1105.7 ± 309.1* 618.6 ± 199.3 1004.0 ± 314.6* <0.001 0.024 0.478\nTriceps pushdown Reps (n°) 35.8 ± 0.4 35.1 ± 1.2* 44.4 ± 1.2,** 43.7 ± 1.9*,** <0.001 <0.001 0.931\nLoad (kg) 21.5 ± 2.8 26.6 ± 4.1* 16.5 ± 2.4** 24.4 ± 3.8*,** <0.001 <0.001 <0.001\nVL (kg) 773.7 ± 105.9 936.0 ± 158.5* 734.8 ± 112.0 1071.1 ± 180.6*,** <0.001 0.053 <0.001\nSeated leg curl Reps (n°) 35.1 ± 1.0 33.9 ± 1.4* 43.1 ± 1.9** 41.5 ± 3.0*,** <0.001 <0.001 0.450\nLoad (kg) 31.5 ± 5.0 36.0 ± 5.6* 23.3 ± 3.5** 32.7 ± 4.6*, ** <0.001 <0.001 <0.001\nVL (kg) 1111.5 ± 191.9 1225.1 ± 214.8* 1009.8 ± 166.1** 1362.7 ± 213.6*,** <0.001 0.612 <0.001\nPreacher curl Reps (n°) 35.7 ± 0.8 34.3 ± 2.0* 43.8 ± 1.8** 41.9 ± 2.6*,** <0.001 <0.001 0.344\nLoad (kg) 17.9 ± 3.7 21.7 ± 4.3* 12.9 ± 2.6** 19.5 ± 4.1*** <0.001 <0.001 <0.001\nVL (kg) 640.5 ± 137.0 746.7 ± 163.1* 567.5 ± 123.8 817.5 ± 175.0* <0.001 0.968 < 0.001\nSeated calf raise Reps (n°) 35.7 ± 0.6 33.9 ± 1.6* 44.6 ± 1.9** 43.9 ± 1.5** <0.001 <0.001 0.016\nLoad (kg) 34.0 ± 7.9 38.8 ± 8.2* 20.0 ± 4.2 ** 34.6 ± 7.0*,** <0.001 <0.001 < 0.001\nVL (kg) 1212.8 ± 275.9 1295.7 ± 360.2 898.5 ± 195.8** 1524.2 ± 316.0*,** <0.001 0.401 < 0.001\nThe VL was calculated by multiplying the number of repetitions and the weight lifted.\n*P < 0.05 vs week 1.\n**P <0 . 0 5v s8–12RM at the same period.\nReps, number of repetitions; VL, volume load.\nTABLE 2. Muscular strength and functional fitness at pretraining and posttraining.\nVariables\n8–12RM (n =5 1 ) 1 0 –15RM (n =5 0 )\nANCOVA EffectsPretraining Posttraining Δ (95% CI) Pretraining Posttraining Δ (95% CI)\nChest press (kg) 42.0 ± 8.6 51.9 ± 10.9* 9.7 (8.4 to 11.0) 42.0 ± 6.8 46.3 ± 7.1*,** 4.2 (2.9 to 5.5) <0.001\nLeg extension (kg) 53.8 ± 14.9 60.9 ± 14.6* 7.0 (4.3 to 9.6) 50.4 ± 11.0 56.8 ± 13.2* 5.8 (3.2 to 8.4) 0.479\nPreacher curl (kg) 21.9 ± 3.6 25.1 ± 3.7* 3.3 (2.5 to 4.0) 21.1 ± 3.6 22.5 ± 3.8*,** 1.3 (0.5 to 2.0) <0.001\nGait speed (m·s\n−1) 1.22 ± 0.13 1.28 ± 0.19* 0.05 (0.01 to 0.09) 1.26 ± 0.16 1.32 ± 0.19* 0.06 (0.03 to 0.10) 0.594\nTUG (s) 6.50 ± 1.11 6.36 ± 1.06 −0.16 (−0.34 to 0.00) 6.84 ± 0.75 6.65 ± 0.76 −0.16 (−0.33 to 0.01) 0.940\n30-s chair stand (reps) 14.1 ± 2.4 14.9 ± 2.9* 0.7 (0.1 to 1.3) 13.8 ± 3.4 14.3 ± 3.9* 0.5 (0.0 to 1.1) 0.671\n6MWT (m) 482.5 ± 47.2 517.1 ± 75.4* 34.7 (21.1 to 48.4) 475.0 ± 58.1 502.3 ± 61.3* 30.4 (18.8 to 42.0) 0.585\nPretraining and posttraining data are presented as mean and standard, whereas mean difference as mean and 95% confidence interval.\n*P < 0.05 vs pretraining.\n**P <0 . 0 5v s8–12RM based on baseline-adjusted ANCOVA.\nhttp://www.acsm-msse.org1656 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\npreacher curl exercises favorably to the 8–12RM; however,\nwithout between-group differences in the 1RM leg extension\nand functional tests. Our findings may be explained, at least\nin part, by the principle of specificity, which suggests that\nthe higher the load intensity adopted in training, the strength\ngains tend to be higher (28). Indeed, this helps explain our re-\nsults since the load lifted by the 8–12RM group was greater\nthan that of the 10–15RM group in all exercises (see Table 1).\nNotably, 8–12RM elicited superior strength gains in the upper\nlimbs, but not in the lower limbs. A possible explanation for\nthese findings may lie in the difference in adaptability between\nupper and lower limbs. For example, reports are pointing to\ngreater adaptability of the upper limbs relative to the lower\nlimbs for the same RT scheme (29–31). Thus, it is reasonable\nto suggest that higher intensities may be needed to optimize\nlower limb strength gains. Regarding functional fitness, we\ninitially hypothesized that strength gains could favor perfor-\nmance in motor tests based on a linear relationship between\na 1RM leg extension increase and an improvement in the gait\nspeed (8). Given the similarity of lower limb strength gains be-\ntween groups, this result helps to contextualize the similar im-\nprovement in functional performance (e.g., gait speed, 30-s\nchair stand test) between the groups.\nRegarding the changes in SMM, we observed that\n10–15RM elicited greater gains than 8–12RM. A possible ex-\nplanation for this result may be in the characteristics of the\nmuscle tissue of the older adults since it has a lower number\nand size of myosin heavy chain (MHC) II fibers (32) and, con-\nsequently, their responsiveness to RT with higher load. For in-\nstance, a recent meta-analysis found an inverse relationship\nbetween higher intensity and magnitude of hypertrophy in\nMHC II fibers (β = −0.39, P = 0.01) in older adults (33). Given\nthat the size of MHC II fibers is reduced to a greater magnitude\nwith increasing age (32), the 8–12RM group (higher load,\n~60%–80% of 1RM) may have experienced lower hypertrophy\nof MHC II fibers and, consequently, lower whole muscle\ngrowth than the 10–15RM group (low-to-moderate load,\n~40%–60% of 1RM). In addition, 10–15RM may have stimu-\nlated hypertrophy of both types of fibers (32,34). Indeed, a re-\ncent meta-analysis found that moderate-training intensities\nelicited the highest increases in whole muscle following RT\nin older adults (34). Parallel to this, 10–15RM allowed for per-\nforming more repetitions (see Table 1). Notably, higher RT\nvolume frequently results in greater gains in muscle mass\n(12,35). Therefore, this factor may have contributed to the su-\nperiority in SMM gains elicited by lower load over the higher\nload group.\nOur study revealed that the 10–15RM group increased\nICW, ECW, and TBW more than the 8–12RM group. In this\nregard, cell hydration or cell swelling has been identified as\na possible mechanism of muscle hypertrophy because it favors\nan increase in protein myofibrillar synthesis and a reduction in\nproteolysis (27). Cell swelling may be optimized by exercise\nthat relies heavily on glycolysis and protocols that induce an\nincreased glycogen storage capacity (27), such as higher\nrepetitions/lower loads. This phenomenon seems to occur be-\ncause one glycogen molecule attracts ~3 g of water (27,36).\nMuscle fibers, especially type II fibers, are sensitive to osmotic\nchanges related to their high concentration of water transport\nchannels named aquaporin-4 (27). This water transport chan-\nnel may facilitate plasma entry into the cell (37), resulting in\nhigher cell swelling. Given that the 10–15RM group per-\nformed a greater number of repetitions, this may have contrib-\nuted to adjustments favorable to the increase in intracellular\nhydration, which in turn promoted a more anabolic cellular en-\nvironment, ultimately inducing a superior rise in SMM.\nTABLE 3. Regional lean soft tissue, skeletal muscle mass, and hydration at pretraining and posttraining.\nVariables\n8–12RM (n =5 1 ) 1 0 –15RM (n =5 0 )\nANCOVA EffectsPretraining Posttraining Δ (95% CI) Pretraining Posttraining Δ (95% CI)\nULLST (kg) 3.71 ± 0.58 3.85 ± 0.55* 0.13 (0.08 to 0.19) 3.69 ± 0.58 4.02 ± 0.59*,** 0.31 (0.26 to 0.37) <0.001\nLLLST (kg) 11.70 ± 1.70 11.93 ± 1.57* 0.20 (0.03 to 0.37) 11.91 ± 1.67 12.60 ± 1.74*,** 0.64 (0.47 to 0.81) <0.001\nSMM (kg) 17.0 ± 2.5 17.4 ± 2.3* 0.37 (0.15 to 0.60) 17.2 ± 2.4 18.3 ± 2.5*,** 1.08 (0.85 to 1.30) <0.001\nICW (L) 17.5 ± 1.6 17.4 ± 1.4 −0.18 (−0.41 to 0.05) 17.8 ± 1.5 18.1 ± 1.6*,** 0.38 (0.13 to 0.62) <0.001\nECW (L) 12.0 ± 1.8 11.8 ± 1.7 −0.16 (−0.36 to 0.04) 12.2 ± 1.7 12.5 ± 1.8*,** 0.33 (0.12 to 0.54) <0.001\nTBW (L) 29.6 ± 3.4 29.3 ± 3.2 −0.34 (−0.78 to 0.09) 30.0 ± 3.2 30.7 ± 3.4*,** 0.71 (0.25 to 1.17) <0.001\nPretraining and posttraining data are presented as mean and standard, whereas mean difference as mean and 95% confidence interval.\n*P < 0.05 vs pretraining.\n**P <0 . 0 5v s8–12RM based on baseline-adjusted ANCOVA.\nTABLE 4. Metabolic profile in older women at pretraining and posttraining.\nVariables\n8–12RM (n =5 1 ) 1 0 –15RM (n =5 0 )\nANCOVA EffectsPretraining Posttraining Δ (95% CI) Pretraining Posttraining Δ (95% CI)\nGlucose (mg·dL−1) 103.5 ± 29.7 103.3 ± 25.7 −0.3 (−2 . 5t o1 . 8 ) 1 0 5 . 6±1 9 . 3 1 0 0 . 4±1 8 . 4 * , * *−5.2 (−7.1 to−3.3) <0.001\nGlycated hemoglobin (mg·dL−1) 6 . 3±0 . 6 5 . 8±0 . 7 * −0.5 (−0.5 to−0.4) 6.2 ± 0.3 5.8 ± 0.3* −0.3 (−0.4 to−0.2) 0.223\nHDL-c (mg·dL−1) 62.8 ± 17.1 62.7 ± 15.5 −0.1 (−2.4 to 2.2) 59.1 ± 16.0 62.7 ± 17.4*,** 3.6 (1.6 to 5.6) 0.032\nLDL-c (mg·dL−1) 117.0 ± 34.9 104.3 ± 31.5* −12.8 (−17.8 to−7.7) 118.4 ± 33.5 112.5 ± 32.4* −5.9 (−10.3 to−1.6) 0.206\nTotal cholesterol (mg·dL−1) 200.8 ± 44.0 190.2 ± 39.7* −10.6 (−17.3 to−3.9) 203.6 ± 39.5 196.7 ± 42.5* −7.0 (−12.7 to−1.1) 0.390\nTriglycerides (mg·dL−1) 104.4 ± 73.9 110.2 ± 42.9 5.7 ( −9.0 to 20.6) 117.6 ± 52.0 104.3 ± 43.9* −13.0 (−25.9 to−0.2) 0.107\nC-reactive protein (mg·dL−1) 3 . 0±2 . 0 2 . 5±1 . 6 * −0.4 (−0.9 to−0.0) 3.1 ± 2.2 2.6 ± 1.8* −0.5 (−0.9 to−0.1) 0.859\nPretraining and posttraining data are presented as mean and standard, whereas mean difference as mean and 95% confidence interval.\n*P < 0.05 vs pretraining.\n**P <0 . 0 5v s8–12RM based on baseline adjusted ANCOVA.\nREPETITIONS RANGE AND RESISTANCE-TRAINING ADAPTATIONS Medicine & Science in Sports & Exercise ® 1657\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\nDespite this, it is essential to note that although it is a plausible\nhypothesis, additional investigations are necessary to elucidate\nunderlying mechanisms for such differences in SMM gains\nbetween different loads/repetitions schemes in older women.\nRegarding metabolic biomarkers, we observed more favor-\nable adaptations in the 10–15RM group. More specifically,\ngreater glucose reductions and HDL-c increases were found\nin this group. Furthermore, only 10–15RM elicited triglycer-\nides reduction. A body of evidence has led to the hypothesis\nthat SMM gains may be a mediator of RT-induced improve-\nment in metabolic function (38). Given that the 10–15RM\ngroup showed superior SMM gains, it is reasonable to believe\nthat this adaptation contributed to higher glucose uptake and\nutilization (39). Also, more significant amounts of SMM\nmay have been essential in reducing triglycerides via increased\nresting energy expenditure (39,40).\nFurthermore, we do not rule out the role of muscle contrac-\ntions on increases glucose and lipids uptake (e.g., for energy\nproduction) and improving insulin sensitivity. Thus, the\ngreater number of repetitions performed by the 10–15RM\ngroup may have played an essential role in the more favorable\nmetabolic adaptations in the lower load group (38). Specifi-\ncally, regarding the changes in HDL-c levels, a potential expla-\nnation may be an improvement in the lipoprotein profile due to\nbetter functioning of the enzymatic processes involved in lipid\nmetabolism (e.g., increase in enzymes lecithin-cholesterol-\nacyltransferase and lipoprotein lipase) (41). Notably, this argu-\nment is valid for higher and lower load schemes. Thus, the exact\nmechanisms by which the 10–15RM group optimized the\nHDL-c increase still need to be determined since current evi-\ndence is inconsistent regarding the role of RT in increasing\nHDL-c (42). Therefore, confirmatory work is required.\nThe present study has strengths and limitations that should\nbe considered. First, the results observed were in untrained\nolder women and should not be extrapolated to other popula-\ntions. Second, we did not assess free-living physical activity\nand sedentary behavior, so the extent to which any changes oc-\ncurring in these variables may have affected the present find-\nings is unknown. However, all participants were instructed\nnot to engage in any other physical exercise program through-\nout the investigation. In contrast, some positive points of the\npresent study deserve to be highlighted. The design adopted\nwith a randomized sample and balanced according to the rela-\ntive strength of the participants allowed the groups to be similar\nat the beginning of the study. Notably, the absence of a\nnontraining control group makes it difficult to assess how\nmuch of the changes were due to learning effects or other po-\ntential confounding factors. Thus, future studies may consider\nincluding a nontraining control group to quantify the net ef-\nfects of different loading schemes on strength, physical perfor-\nmance, SMM, and metabolic adaptations. Another positive\npoint of our study is the methods for evaluating morphological\nchanges. Both DXA and bioelectrical impedance are valid\nmethods and highly recommended to assess SMM and hydra-\ntion, respectively, in the older population because they are\nconsidered noninvasive, accurate, and can provide additional\ninformation on other health parameters, such as bone mineral\ndensity, body fat, fat distribution, and phase angle (43). In ad-\ndition, we monitored the food consumption in the first and last\n2 wk of RT. The maintenance of eating habits in both groups\nstrengthens the adaptive responses found in the present study,\nespecially SMM gains. The supervision in all RT sessions by\nphysical education professionals allows adequate control da\nexercise execution, with individualized monitoring, attenuat-\ning the risk of injuries and favoring the progression of the\nRT program (44).\nCONCLUSIONS\nOur results suggest that 12 wk of RT with loads correspond-\ning to 8–12RM and 10–15RM promote increases in muscular\nstrength and improve functional fitness, SMM gains, and im-\nprovements in the metabolic profile of physically independent\nolder women. Notably, the superior augment of muscular\nstrength in upper limbs occurs with 8–12RM but not in lower\nlimbs, whose responses at 8–12RM or 10–15RM are similar.\nIn contrast, the highest gain in SMM occurs at 10–15RM,\nand this adaptation may be accompanied by increased intracel-\nlular hydration and more favorable changes in metabolic pro-\nfile. Therefore, based on the present study, future recommen-\ndations on RT for older adults, at least for older women,\nshould consider individual objectives and needs when sug-\ngesting loading schemes.\nThe authors would like to express thanks to all the participants for\ntheir engagement in this study, the Coordination of Improvement of\nHigher Education Personnel (CAPES/Brazil) for the scholarship con-\nferred to W. K., B. C., M. A., and the National Council of Technological\nand Scientific Development (CNPq/Brazil) for the grants conceded to\nE. S. C. The authors declare that they have no conflict of interest re-\ngarding the publication of this paper. This research did not receive\nany specific grant from funding agencies in the public, commercial, or\nnot-for-profit sectors. The results of the study are presented clearly,\nhonestly, and without fabrication, falsification, or inappropriate data\nmanipulation. The results of the present study do not constitute an en-\ndorsement by the American College of Sports Medicine.\nREFERENCES\n1. Fragala MS, Cadore EL, Dorgo S, et al. Resistance training for older\nadults: position statement from the National Strength and Condition-\ning Association.JS t r e n g t hC o n dR e s. 2019;33(8):2019–52.\n2. American College of Sports Medicine, , Chodzko-Zajko WJ, Proctor\nDN, et al. American College of Sports Medicine position stand. Ex-\nercise and physical activity for older adults.Med Sci Sports Exerc.\n2009;41(7):1510–30.\n3. Botero JP, Shiguemoto GE, Prestes J, et al. Effects of long-term\nperiodized resistance training on body composition, leptin, resistin\nand muscle strength in elderly post-menopausal women.J Sports\nMed Phys Fitness. 2013;53(3):289–94.\n4. Dos Santos L, Ribeiro AS, Cavalcante EF, et al. Effects of modified\npyramid system on muscular strength and hypertrophy in older\nwomen. Int J Sports Med. 2018;39(8):613–8.\n5. Ribeiro AS, Schoenfeld BJ, Souza MF, et al. Traditional and pyrami-\ndal resistance training systems improve muscle quality and metabolic\nbiomarkers in older women: a randomized crossover study.Exp\nGerontol. 2016;79:8–15.\nhttp://www.acsm-msse.org1658 Official Journal of the American College of Sports Medicine\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024\n\n6. Kassiano W, Costa B, Nunes JP, et al. Does resistance training\npromote enough muscular strength increases to move weak older\nwomen to better strength categories? Exp Gerontol. 2021;149:\n111322.\n7. Dib MM, Tomeleri CM, Nunes JP, et al. Effects of three resistance\nexercise orders on muscular function and body composition in older\nwomen. Int J Sports Med. 2020;41(14):1024–31.\n8. Santos L, Ribeiro AS, Schoenfeld BJ, et al. The improvement in\nwalking speed induced by resistance training is associated with in-\ncreased muscular strength but not skeletal muscle mass in older\nwomen. Eur J Sport Sci. 2017;17(4):488–94.\n9. Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and hyper-\ntrophy adaptations between low- vs. high-load resistance training: a\nsystematic review and meta-analysis.J Strength Cond Res. 2017;\n31(12):3508–23.\n10. American College of Sports Medicine. American College of Sports\nMedicine position stand. Progression models in resistance training\nfor healthy adults.Med Sci Sports Exerc. 2009;41(3):687–708.\n11. Garber CE, Blissmer B, Deschenes MR, et al. American College of\nSports Medicine position stand. Quantity and quality of exercise for\ndeveloping and maintaining cardiorespiratory, musculoskeletal, and\nneuromotor fitness in apparently healthy adults: guidance for pre-\nscribing exercise.Med Sci Sports Exerc. 2011;43(7):1334–59.\n12. Carneiro MAS, de Oliveira Júnior GN, de Sousa JFR, et al. Effects of\nresistance training at different loads on inflammatory biomarkers,\nmuscle mass, muscular strength, and physical performance in post-\nmenopausal women.JS t r e n g t hC o n dR e s. 2022;36(6):1582–90.\n13. Ribeiro AS, Picoloto A, Nunes JP, Bezerra ES, Schoenfeld BJ,\nCyrino ES. Effects of different resistance training loads on the muscle\nquality index in older women.JS t r e n g t hC o n dR e s. 2022;36(5):\n1445–9.\n14. Pedersen BK. Muscles and their myokines.JE x pB i o l. 2011;214(Pt\n2):337–46.\n15. Pedersen BK, Febbraio MA. Muscle as an endocrine organ: focus on\nmuscle-derived interleukin-6.Physiol Rev. 2008;88(4):1379–406.\n16. Carneiro MAS, Oliveira Júnior GN, de Sousa JFR, et al. Effect of\nwhole-body resistance training at different load intensities on circu-\nlating inflammatory biomarkers, body fat, muscular strength, and\nphysical performance in postmenopausal women.Appl Physiol Nutr\nMetab. 2021;46(8):925–33.\n17. Njemini R, Forti LN, Mets T, et al. Sex difference in the heat shock\nresponse to high external load resistance training in older humans.\nExp Gerontol. 2017;93:46–53.\n18. Forti LN, Van Roie E, Njemini R, et al. Load-specific inflammation\nmediating effects of resistance training in older persons.JA mM e d\nDir Assoc. 2016;17(6):547–52.\n19. Kassiano W, Costa B, Nunes JP, et al. Muscular strength and skeletal\nmuscle mass in 511 physically independent older women aged 60–88\nyears. Exp Gerontol. 2022;166:111867.\n20. Cunha PM, Nunes JP, Tomeleri CM, et al. Resistance training per-\nformed with single and multiple sets induces similar improvements\nin muscular strength, muscle mass, muscle quality, and IGF-1 in\nolder women: a randomized controlled trial.JS t r e n g t hC o n dR e s.\n2020;34(4):1008–\n16.\n21. Ribeiro AS, Aguiar AF, Schoenfeld BJ, et al. Effects of different re-\nsistance training systems on muscular strength and hypertrophy in\nresistance-trained older women.J Strength Cond Res. 2018;32(2):\n545–53.\n22. Kim J, Wang Z, Heymsfield SB, Baumgartner RN, Gallagher D.\nTotal-body skeletal muscle mass: estimation by a new dual-energy\nX-ray absorptiometry method.Am J Clin Nutr. 2002;76(2):378–83.\n23. Sardinha LB, Lohman TG, Teixeira PJ, Guedes DP, Going SB. Com-\nparison of air displacement plethysmography with dual-energy X-ray\nabsorptiometry and 3 field methods for estimating body composition\nin middle-aged men.Am J Clin Nutr. 1998;68(4):786–93.\n24. Amarante do Nascimento M, Januario RS, Gerage AM, Mayhew JL,\nCheche Pina FL, Cyrino ES. Familiarization and reliability of one\nrepetition maximum strength testing in older women.JS t r e n g t h\nCond Res. 2013;27(6):1636–42.\n25. Cohen J. A power primer.Psychol Bull. 1992;112(1):155–9.\n26. Schoenfeld BJ. Potential mechanisms for a role of metabolic stress in\nhypertrophic adaptations to resistance training.Sports Med. 2013;\n43(3):179–94.\n27. Schoenfeld BJ. The mechanisms of muscle hypertrophy and their ap-\nplication to resistance training.J Strength Cond Res. 2010;24(10):\n2857–72.\n28. Schoenfeld BJ, Grgic J, Van Every DW, Plotkin DL. Loading recom-\nmendations for muscle strength, hypertrophy, and local endurance: a\nre-examination of the repetition continuum.Sports (Basel). 2021;\n9(2):32.\n29. Antunes M, Kassiano W, Silva AM, et al. Volume reduction: which\ndose is sufficient to retain resistance training adaptations in older\nwomen? Int J Sports Med. 2022;43(1):68–76.\n30. Sousa N, Mendes R, Abrantes C, Sampaio J. Differences in maxi-\nmum upper and lower limb strength in older adults after a 12 week\nintense resistance training program.J Hum Kinet. 2011;30:183–8.\n31. Rønnestad BR, Egeland W, Kvamme NH, Refsnes PE, Kadi F,\nRaastad T. Dissimilar effects of one- and three-set strength training\non strength and muscle mass gains in upper and lower body in un-\ntrained subjects.JS t r e n g t hC o n dR e s. 2007;21(1):157–63.\n32. Lexell J, Taylor CC. Variability in muscle fibre areas in whole human\nquadriceps muscle: effects of increasing age.JA n a t. 1991;174:\n239–49.\n33. Straight CR, Fedewa MV, Toth MJ, Miller MS. Improvements in\nskeletal muscle fiber size with resistance training are age-dependent\nin older adults: a systematic review and meta-analysis.J Appl Physiol\n(1985). 2020;129(2):392–403.\n34. Borde R, Hortobagyi T, Granacher U. Dose-response relationships of\nresistance training in healthy old adults: a systematic review and\nmeta-analysis.Sports Med. 2015;45(12):1693–720.\n35. Franco CMC, Carneiro MADS, Alves LTH, Júnior GNO, de Sousa\nJFR, Orsatti FL. Lower-load is more effective than higher-load resis-\ntance training in increasing muscle mass in young women.JS t r e n g t h\nCond Res\n. 2019;33(Suppl 1):S152–8.\n36. Chan ST, Johnson AW, Moore MH, Kapadia CR, Dudley HA. Early\nweight gain and glycogen-obligated water during nutritional rehabil-\nitation. Hum Nutr Clin Nutr. 1982;36(3):223–32.\n37. Frigeri A, Nicchia GP, Verbavatz JM, Valenti G, Svelto M. Expres-\nsion of aquaporin-4 in fast-twitch fibers of mammalian skeletal mus-\ncle. J Clin Invest. 1998;102(4):695–703.\n38. Sardeli AV, Tomeleri CM, Cyrino ES, Fernhall B, Cavaglieri CR,\nChacon-Mikahil MPT. Effect of resistance training on inflammatory\nmarkers of older adults: a meta-analysis.Exp Gerontol. 2018;111:\n188–96.\n39. Consitt LA, Dudley C, Saxena G. Impact of endurance and resistance\ntraining on skeletal muscle glucose metabolism in older adults.Nutri-\nents. 2019;11(11):2636.\n40. Zampino M, Semba RD, Adelnia F, et al. Greater skeletal muscle ox-\nidative capacity is associated with higher resting metabolic rate: re-\nsults from the baltimore longitudinal study of aging.J Gerontol A\nBiol Sci Med Sci. 2020;75(12):2262–8.\n41. Rader DJ. Molecular regulation of HDL metabolism and function:\nimplications for novel therapies. J Clin Invest . 2006;116(12):\n3090–100.\n42. Kelley GA, Kelley KS. Impact of progressive resistance training on\nlipids and lipoproteins in adults: a meta-analysis of randomized con-\ntrolled trials.Prev Med. 2009;48(1):9–19.\n43. Ceniccola GD, Castro MG, Piovacari SMF, et al. Current technolo-\ngies in body composition assessment: advantages and disadvantages.\nNutrition. 2019;62:25–31.\n44. Lacroix A, Hortobágyi T, Beurskens R, Granacher U. Effects of su-\npervised vs. unsupervised training programs on balance and muscle\nstrength in older adults: a systematic review and meta-analysis.\nSports Med. 2017;47(11):2341–61.\nREPETITIONS RANGE AND RESISTANCE-TRAINING ADAPTATIONS Medicine & Science in Sports & Exercise ® 1659\nAPPLIED SCIENCES\nCopyright © 2023 by the American College of Sports Medicine. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/acsm-msse by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCyw\nCX1AWnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC4/OAVpDDa8K2+Ya6H515kE= on 11/06/2024"
  },
  "outcomes": {
    "primary": [
      "body-composition",
      "hypertrophy",
      "strength"
    ],
    "intervention_weeks": 12,
    "primary_human": "muscle_mass (SMM, lean_mass); strength (1RM, dynamic); physical_performance; metabolic_biomarkers"
  },
  "bucket": "D",
  "notes": "12-week RT trial in 101 older women using different load/intensity prescriptions to test whether observed adaptations align with ACSM/NSCA position stand recommendations for this population; examines strength, skeletal muscle mass, functional performance, and metabolic markers."
}