{
  "id": 6,
  "title": "University of Northern Iowa, United States",
  "authors": "Kreider RB, Jagim AR, Antonio J, Kalman DS,",
  "year": 2000,
  "doi": null,
  "journal": null,
  "rating": 4.0,
  "tags": [
    "creatine",
    "resistance-training"
  ],
  "population": {
    "training_status": "unknown"
  },
  "sections": {
    "introduction": "As researchers investigating creatine supplementation, we have become increasingly\nconcerned about reports that government agencies are attempting to restrict the sale of\ndietary supplements, including dietary supplements containing creatine, to children and\nadolescents. Creatine is a naturally occurring compound found in every cell in the human\nbody that plays a critical role in cellular metabolism. The daily turnover of creatine is about\n2–4 grams/day, depending on muscle mass and physical activity levels (\n1, 2). About half of\nthe daily need for creatine is synthesized in the body from amino acids (arginine, glycine,\nmethionine) and stored as free creatine or phosphocreatine in muscle, brain, heart, and\nother tissues (\n1). The remaining daily need to maintain normal cell and tissue levels of\ncreatine primarily comes from consuming meat and ﬁsh. For example, one pound (16\noz.) of red meat and ﬁsh contains about 1–2 grams of creatine. In the cells, creatine\nchanges into phosphocreatine, a compound vital in maintaining cellular energy availability,\nparticularly during metabolically stressful conditions like intense exercise, periods of injury\nor illness, and some metabolic diseases with applications for diverse populations across a\nwide age range.\nCreatine is essential to promote normal energy metabolism and healthy growth and\nmaturation in children and adolescents (\nFigure 1). Low dietary creatine intake has been\nassociated with slower growth, less muscle mass, and higher body fat in children and\nadolescents (\n3). Adolescents have been reported to consume lower than recommended\nFrontiers in Nutrition /zero.tnum/one.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\nFIGURE /one.tnum\nCreatine is an important nutrient throughout the lifespan. Read ers are encouraged to visit the Association for Creatine Deﬁcienc ies (ACD) for more\ninformation about Cerebral Creatine Deﬁciency Syndromes (CCDS )—available at https://creatineinfo.org/, as well as Creatine For Health to know\nmore about the research-based information for educational purpose s to promote awareness of the importance of creatine in health an d\ndisease—available at https://creatineforhealth.com/, and the Creatine REsearch And information System (CREAS), a D BSS project that implements\nbibliometrics, scientometrics, and other AI-assisted analys es to routinely inform, develop, improve and support research end eavors and clinical\npractice (available at: https://creas.pro/). Created with BioRender.com (DB).\namounts of creatine in the diet. Despite common misconceptions,\ncreatine has a well-supported safety proﬁle and has been repeatedly\nshown to be safe, even with long-term supplementation (\n4, 5).\nAdditionally, there is no evidence that children and adolescents\npurchasing and taking creatine-containing supplements cause\nadverse health eﬀects and/or increase the likelihood of eating\ndisorders or use of performance-enhancing drugs. Conversely,\nindividuals who take creatine are interested in improving health,\nexercise performance, gaining muscle mass, and improving\ntheir physique. While meat and ﬁsh are natural sources of\ncreatine, they can be expensive and high in calories. A food-ﬁrst\napproach is always recommended, meaning that dietary sources\nof creatine should be prioritized whenever possible. However,\ndue to cost, accessibility, and other potential barriers, dietary\nsupplementation of creatine monohydrate or supplements and\nfoods fortiﬁed with creatine monohydrate are a cost-eﬀective\nway to ensure that children and adolescents obtain enough\ncreatine in their diet to promote healthy growth and maturation.\nCreatine supplementation has also been shown to be safe and\nhave clinically meaningful beneﬁts in pediatric disorders, including\nacute lymphoblastic leukemia, Duchenne muscular dystrophy, and\ndisorders of creatine metabolism.\nLegislation restricting the sale of creatine-containing products\nto children and adolescents is not based on scientiﬁc evidence\nwhich strongly supports the importance of creatine in the diet\nand its safety as a supplement. Moreover, creatine supplementation\nis not associated with eating disorders (\n6), and any claim\nsuggesting the contrary is not rooted in scientiﬁc evidence. These\nfalse claims and reckless speculation regarding the dangers of\ncreatine supplementation may discourage the use of creatine by\nminors, parents of minors, and healthcare professionals from\nrecommending creatine supplementation, a nutrient that oﬀers\na plethora of health and performance-related beneﬁts for all\npopulations. This may further reduce the availability of creatine in\nchildren’s and adolescents’ diets, impairing growth and maturation\nand negatively impacting the development of a healthy body\ncomposition. Lobbying groups and legislatures should base laws\non the available science, not speculation, unfounded hypotheses,\nor politics. We provide the following scientiﬁc facts about\ncreatine to help those proposing legislative eﬀorts to limit the\navailability of creatine in children and adolescents make more\ninformed legislation.\nCreatine facts\n1. Creatine is a naturally occurring compound that is a primary\nconstituent of phosphocreatine stored in cells and is needed to\nprovide cellular energy.\nFrontiers in Nutrition /zero.tnum/two.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\n2. The daily need for creatine is about 2–4 grams/day, depending\non muscle mass and physical activity levels. About half of the\ndaily need for creatine is synthesized in the body from the amino\nacids arginine, glycine, and methionine. The remainder must be\nobtained from the diet and/or dietary supplements.\n3. The best sources of creatine in the diet are meat and ﬁsh, which\ncontain about 1–2 grams of creatine per pound. Since meat and\nﬁsh are expensive (about $4.00 to $18.00 USD per pound) and\ncontain large amounts of protein and fat (i.e., about 450 to 1,400\nkcals/pound), dietary supplementation of creatine monohydrate\n(about $0.03–$0.05 USD per gram) is a more cost-eﬀective way\nto ensure individuals obtain enough creatine in their diet to meet\ndaily needs (\n1).\n4. Creatine supplementation can also be an eﬀective dietary\nstrategy for vegans or vegetarians who often do not consume\nenough creatine in their diet (\n7).\n5. Analysis of the National Health and Nutrition Examination\nSurvey (NHANES) database revealed that 4,291 boys and girls\naged 2–19 years (\n3) consumed an average of 1 gram/day of\ncreatine in their diets, and higher dietary intake of creatine\n(>1.5 grams/day) was associated with greater height and weight\ncompared to those consuming diets lower in creatine. Dietary\ncreatine intake was also positively correlated with lean mass\nand bone mineral content while negatively correlating with fat\nmass and body fat percentage in 1,273 children and adolescents\nbetween the ages of 8 and 19 years (\n8). These ﬁndings\nindicate that the dietary availability of creatine in children and\nadolescents may positively aﬀect growth, maturation, and body\ncomposition. Yet, in recent years, younger populations have\nbeen reported to have decreased dietary creatine intake (\n9),\nunderscoring the need for children and adolescents to consume\nmore creatine in their diets.\n6. The adequate intake (AI) for creatine is 7 mg/day for infants\naged 0–6 months who are exclusively breastfed and 8.4 mg/day\nfor infants aged 7–12 months (\n10).\n7. The NHANES database also revealed that lower dietary creatine\nintake (i.e., <0.95 grams/day) was associated with poorer\ncognitive function test performance among 1,340 adults ≥60\nyears compared to those consuming diets with >0.95 grams\nper day ( 11). Additionally, analysis of dietary creatine intake\namong 1,500 adults ≥65 years revealed that 70% of this cohort\nconsumed less than recommended amounts of creatine in their\ndiets ( <0.95 grams per day), and low dietary creatine intake\nwas associated with a greater risk of angina pectoris and liver\nconditions compared to those consuming >\n1.0 grams per day of\ndietary creatine ( 12). These ﬁndings highlight the need for older\nindividuals to increase dietary intake of creatine.\n8. High-quality creatine monohydrate is Generally Recognized as\nSafe (GRAS) by the Food and Drug Administration ( 13) and is\nconsidered safe for human consumption in dietary supplements\nin the United States, Canada, Europe, Australia, South Korea,\nJapan, and China. Eﬀorts are underway to fortify creatine in food\nand to position it as a conditionally essential nutrient.\n9. Over 680 peer-reviewed clinical trials have been conducted on\ncreatine supplementation (95% as creatine monohydrate) since\nthe 1970s, involving over 12,800 study participants administered\ncreatine supplements in dosages up to 30 grams per day for\n14 years in populations ranging from infants to very elderly\nindividuals in both healthy and clinical populations. No clinical\nadverse events were reported in any clinical trial study, and the\nminor side eﬀects reported were infrequent and not signiﬁcantly\ndiﬀerent from over 13,500 participants consuming placebos in\nthese studies. This includes a comparison of studies conducted\non children and adolescents ( <18 years), young adults (19–45\nyears), middle-aged adults (46–65 years), and older adults ( >65\nyears). Moreover, an analysis of over 28.4 million adverse event\nreports in the United States, Canada, Australia, and Europe,\nusing SIDER 4.1 over the last 50 years, reveals that creatine has\nrarely been mentioned (about 0.0007%) despite billions of doses\ntaken worldwide over the past 30 years. While adverse event\nreports do not imply causality, the lack of reports worldwide\nsupports ﬁndings from clinical trials that creatine is safe for\nindividuals of all ages.\n10. Creatine monohydrate supplementation (e.g., 0.3 grams/kg/day\nfor 5–7 days and 0.05 to 0.15 grams/kg/day thereafter) is the\nmost eﬀective nutritional strategy to increase and maintain\ntissue creatine content (\n1). Many studies indicate that creatine\nmonohydrate supplementation increases gains in strength,\nhigh-intensity exercise performance, and muscle mass during\nresistance-exercise training (\n5, 14). It is considered the most\neﬀective nutritional strategy for individuals wanting to maintain\nand increase strength (\n5). Creatine supplementation has also\nbeen reported to reduce the risk of injury, including the severity\nof concussion and traumatic brain injury (\n2). Restricting the\navailability of creatine to children and adolescents may put them\nat risk for injury or compromise recovery following injury or\ndisease management for neurocognitive disorders.\n11. Emerging evidence indicates that creatine monohydrate\nsupplementation possesses a number of health beneﬁts during\npregnancy and infancy (\n15), for children and adolescents ( 16),\nfor women ( 17), for adults involved in exercise training ( 5), and\nfor older populations ( 18). Additionally, there is evidence that\ncreatine monohydrate supplementation enhances immunity\n(\n19) and can promote heart ( 20), vascular ( 21), and brain\nhealth ( 22). Therapeutic beneﬁts have been reported in the\nmanagement of diabetes ( 23), sarcopenia ( 24–27), osteoporosis\n(25, 28), patients with neuromuscular diseases ( 29), and\nrehabilitation ( 4, 24, 30–36). Furthermore, data shows that\ncreatine slows the progression of some forms of cancer ( 37, 38)\nand may have therapeutic beneﬁt in helping cancer patients\nmaintain muscle mass (\n39) and prevent body fat accumulation\nduring maintenance chemotherapy that includes corticosteroids\n(\n40). For this reason, it is recommended that all individuals\nconsume 2–3 grams per day of creatine to promote general\nhealth (\n2, 5, 41).\n12. Several studies, particularly in older populations, have shown\nthat consuming diets higher in creatine ( >0.95 grams/day)\nis associated with better cognition ( 6) and that creatine\nsupplementation may improve cognitive function ( 42–45).\n13. No evidence is available to demonstrate that consuming creatine\nmonohydrate increases the prevalence of eating disorders\nor adversely aﬀects individuals being treated for psychiatric\nconditions (\n6). Conversely, analysis of the NHANES database\namong 22,692 adults indicates that low dietary creatine intake\nFrontiers in Nutrition /zero.tnum/three.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\nTABLE /one.tnum ISSN members, international creatine researchers, and scholars supporting this statement.\nName Position Institution\nRichard B. Kreider, PhD, FACSM, FISSN,\nFACN, FNAK\nProfessor and Director, Exercise & Sport\nNutrition Lab\nDepartment of Kinesiology and Sports Management, Texas A&M\nUniversity, College Station, TX, United States\nAndrew R. Jagim, PhD, CSCS ∗D, CISSN Director of Sports Medicine Research Mayo Clinic Health System, La Crosse, WI, United States\nJose Antonio, PhD, FISSN, FNSCA Professor Exercise and Sport Science, Nova Southeastern University, D avie,\nFL, United States\nMichael J. Ormsbee, PhD, FACSM, FISSN,\nFNAK, CISSN, CSCS ∗D\nProfessor and Director Institute of Sports Sciences & Medicine, Florida State Univer sity,\nTallahassee, FL, United States\nChad M. Kerksick, PhD, FACSM, FNSCA,\nFISSN, CISSN, CSCS ∗D\nAssistant Dean & Professor, Director,\nExercise and Performance Nutrition Lab\nLindenwood University, St. Charles, MO, United States\nDouglas S. Kalman, PhD, RD, CCRC, FACN,\nFISSN\nClinical Associate Professor - Nutrition Dr. Kiran C. Patel College of Osteopathic Medicine, Nova\nSoutheastern University, Davie, FL, United States\nDiego A. Bonilla, ISAK 3 Scientiﬁc Director & Researcher DBSS Research Division – Dynamical Business & Science Socie ty;\nNUTRAL Research Group, Universidad CES, Medellin, Colombia\nJeﬀrey R. Stout, PhD, FNAK, FNSCA,\nFACSM, FISSN\nProfessor & School Director School of Kinesiology and Rehabilitation Sciences, Universi ty of\nCentral Florida, United States\nMaurizio Balestrino, MD Associate Professor of Neurology Department of Neuroscience, Rehabilitation, Ophthalmology,\nGenetics and Maternal-Child Sciences (DINOGMI), University of\nGenoa, Italy\nScott C. Forbes, PhD, CSEP-CEP , FISSN Associate Professor Department of Physical Education Studies, Brandon Universi ty,\nCanada\nSusan M. Kleiner, PhD, RD, CNS-E, FACN,\nFISSN\nOwner/Founder High Performance Nutrition LLC, Mercer Island, WA,\nUnited States\nAnn Frost Brown, PhD, CISSN Associate Professor & Associate Dean Department of Movement Sciences, University of Idaho,\nUnited States\nSergej M. Ostojic, MD, PhD Professor Department of Nutrition and Public Health, University of Agder ,\nNorway\nDrew E. Gonzalez, PhD, CISSN, CSCSD,\nTSAC-FD, SCCC\nResearch Associate Exercise & Sport Nutrition Lab, Texas A&M University, College\nStation, TX, United States\nBill I. Campbell, PhD, CSCS, FISSN Professor of Exercise Science University of South Florida, Tampa, FL, United States\nEric S. Rawson, PhD, CSCS, FACM Professor Health, Nutrition, and Exercise Science, Messiah Universit y,\nMechanicsburg, PA, United States\nTim N. Ziegenfuss, PhD, CSCS, FISSN CEO The Center for Applied Health Sciences, Canﬁeld, OH,\nUnited States\nMark A. Tarnopolsky, MD, PhD, FRCP(C) Professor of Pediatrics McMaster Children’s Hospital, Hamilton, Ontario, Canada\nDarren G. Candow, PhD, CSEP-CEP , FISSN Professor Faculty of Kinesiology and Health Studies, University of Regin a,\nRegina, SK, Canada\nAbbie E. Smith-Ryan, PhD, FACSM, FNSCA,\nFISSN\nProfessor & Associate Chair for Research Department of Exercise & Sport Science/Nutrition, Universit y of\nNorth Carolina, Chapel Hill, NC, United States\nStacey Ellery, BBioMedSc (Hons), PhD NHMRC Emerging Leader Fellow (EL2),\nHead Bioenergetics in Reproduction Group\nThe Ritchie Centre, Hudson Institute of Medical Research,\nMonash University, Clayton, VIC, Australia\nRalf Jäger, PhD, MBA, FISSN Founder Increnovo LLC, Whiteﬁsh Bay, WI, United States\nRobert Wildman, PhD, RD, LD, CISSN Research Associate Department of Human Nutrition, Kansas State University,\nManhattan, KS, United States\nCraig Sale, PhD, FACSM Professor of Human Physiology and\nNutrition\nInstitute of Sport, Manchester Metropolitan University,\nManchester, United Kingdom\nRick Collins, Esq., FISSN, NSCA-CSCS Partner Collins Gann McCloskey & Barry PLLC, Mineola, NY,\nUnited States\nMichael D. Roberts, PhD Auburn University Endowed Alumni\nProfessor\nSchool of Kinesiology, Auburn University, Auburn, AL,\nUnited States\nVargas-Molina Salvador, PhD Researcher Physical Education and Sport, Faculty of Medicine, Universit y of\nMálaga, Spain; DBSS Research Division – Dynamical Business &\nScience Society\n(Continued)\nFrontiers in Nutrition /zero.tnum/four.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\nTABLE /one.tnum (Continued)\nName Position Institution\nSusan J. Hewlings, PhD, RD Sr Vice President of Scientiﬁc Aﬀairs Radicle Science, Cudjoe Key, FL, United States\nLem W. Taylor, PhD, FACSM, FISSN Professor Human Performance Lab, University of Mary Hardin-Baylor,\nBelton, TX, United States\nHamilton Roschel, PhD, RD Associate Professor, Scientiﬁc/Executive\nDirector\nCenter of Lifestyle Medicine, University of Sao Paulo, Sao Pau lo,\nBrazil\nWagner Domingues, PhD, RD Associate Professor Research Group on Physical Activity and Rehabilitation for\nSpecial Groups, Air Force University, Rio de Janeiro, RJ, Brazi l\nJeﬀ Volek, PhD Professor Department of Human Sciences, The Ohio State University,\nColumbus, OH, United States\nBruno Gualano, PhD Associate Professor Center of Lifestyle Medicine, University of Sao Paulo, Sao Pau lo,\nBrazil\nElfego Galvan, PhD, RD Medical Student (MS-III) A.T. Still University School of Osteopathic Medicine - Arizon a,\nMesa, AZ, United States\nPhilip D. Chilibeck, PhD, CSEP-CEP Professor College of Kinesiology, University of Saskatchewan, Saskatoo n,\nSK, Canada\nJay R. Hoﬀman, PhD Professor and Director Sport Science Program, Ariel University, Ariel, Israel\nNicholas D. Barringer, PhD, RDN, CSSD,\nCSCS\nChief Academic Oﬃcer and Dean Graduate\nStudies\nLionel University, Carpinteria, California, United States\nis associated with a greater incidence of depression ( 45),\nwhich is often related to eating disorders and/or poor body\nimage perceptions (\n46). Furthermore, creatine supplementation\nhas been suggested as a potential nutritional adjunctive\nstrategy to help manage depression and reduce suicidal\nideations in individuals unresponsive to some psychiatric\nmedications (\n47).\nIn summary, the robust body of evidence supports the safety\nand multifaceted beneﬁts of creatine supplementation across all\nage groups. We urge lobbyists, policymakers, and health agencies\nto consult with leading creatine scientists, and to consider the full\nspectrum of scientiﬁc data before implementing restrictions that\nwould have adverse public health and performance implications.\nThis opinion letter was endorsed by leading creatine scholars\n(\nTable 1).\nAuthor contributions\nRK: Conceptualization, Data curation, Formal analysis,\nInvestigation, Methodology, Project administration, Software,\nSupervision, Validation, Writing – original draft, Writing – review\n& editing. AJ: Conceptualization, Data curation, Formal analysis,\nInvestigation, Methodology, Software, Writing – original draft,\nWriting – review & editing. JA: Data curation, Formal analysis,\nWriting – review & editing. DK: Data curation, Formal analysis,\nWriting – review & editing. CK: Data curation, Formal analysis,\nWriting – review & editing. JS: Data curation, Formal analysis,\nWriting – review & editing. RW: Data curation, Formal analysis,\nWriting – review & editing. RC: Data curation, Formal analysis,\nWriting – review & editing. DB: Data curation, Formal analysis,\nFunding acquisition, Resources, Visualization, Writing – review\n& editing.\nFunding\nThe author(s) declare that ﬁnancial support was received for the\nresearch and/or publication of this article. The APC was funded by\nthe DBSS Research Division.\nAcknowledgments\nWe would like to express our sincere gratitude to the creatine\nscholars who have endorsed this opinion article ( Table 1).\nConﬂict of interest\nRK has conducted industry-sponsored research on creatine,\nreceived ﬁnancial support for presenting at conferences about\ncreatine, and has served as an expert witness throughout his career.\nAdditionally, he serves as Chair of the Scientiﬁc Advisory Board\nfor AlzChem (a company that makes creatine monohydrate), is\na co-founder of the non-proﬁt International Society of Sports\nNutrition (ISSN), and a member of the scientiﬁc advisory boards\nfor Oath Nutrition and Trace Minerals. AJ has consulted with\nand received external funding from companies selling certain\ndietary ingredients and has received remuneration from companies\nfor delivering scientiﬁc conference presentations. AJ also writes\nfor online and other media outlets on topics related to exercise\nand nutrition. In addition, AJ serves on the Scientiﬁc Advisory\nBoard for AlzChem. JA is the CEO and co-founder of the\nInternational Society of Sports Nutrition (ISSN), an academic non-\nproﬁt (501c3) sponsored by companies that manufacture, market,\nand sell dietary supplements. He is also a scientiﬁc advisor to\nbrands including Bear Balanced R⃝ , Create R⃝ , Enhanced Games R⃝ ,\nand Liquid Youth R⃝ . CK has consulted with and received external\nfunding from companies that sell certain dietary ingredients and\nFrontiers in Nutrition /zero.tnum/five.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\nhas received remuneration from companies for delivering scientiﬁc\npresentations at conferences and consulting services. CK also\nwrites for online and other media outlets on topics related to\nexercise and nutrition. In addition, CK serves as a Scientiﬁc\nAdvisor for NNB Nutrition, Oath Nutrition, and the Scientiﬁc\nAdvisory Board for AlzChem. DK declares that over his career\nhe has worked for Contract Research Organizations and others\nwho have received research grants/contacts to execute studies\nfor the pharmaceutical, foods, beverages, dietary supplement,\nand medical devices. DK co-directs a consultancy, Substantiation\nSciences, consulting for the foods, beverages, dietary supplement\nconsumer packaged goods, and other regulated industries. DK\nhas also served as an Expert Witness for cases related to\nthe pharmaceutical and dietary supplement industries. DK is\na co-founder of the non-proﬁt the International Society of\nSports Nutrition. DK has been remunerated for presentations by\ncompanies within the pharmaceutical, foods/beverages and dietary\nsupplement industries. DK serves as an unpaid member of the\nScientiﬁc Advisory Committee for AlzChem. DB serves as the\nScientiﬁc and Managing Director of KreaFood, an R&D&I project,\nand is a member of the “Creatine for Health” scientiﬁc advisory\nboard for Alzchem Group AG. Additionally, he has served as a\nscientiﬁc consultant for dietary supplement brands in Europe and\nColombia, researched nutritional supplements funded by academic\ninstitutions, and received honoraria for presenting on nutritional\nsupplements at international conferences and private courses. RC\nhas consulted with and represented companies that sell dietary\nsupplements and serves in non-paying positions on the boards\nof supplement trade associations. Over the past 30 years, JS has\nreceived grants to investigate the eﬃcacy and safety of dietary\nsupplements, served as a paid consultant for the industry, and\nreceived honoraria for speaking at conferences and writing lay\narticles about sports nutrition ingredients and topics. RC is an equal\npartner of the law ﬁrm Collins Gann McCloskey and Barry PLLC.\nThe remaining author declares that the research was conducted\nin the absence of any commercial or ﬁnancial relationships that\ncould be construed as a potential conﬂict of interest.\nThe author(s) declared that they were an editorial board\nmember of Frontiers, at the time of submission. This had no impact\non the peer review process and the ﬁnal decision.\nGenerative AI statement\nThe author(s) declare that no Gen AI was used in the creation\nof this manuscript.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nReferences\n1. Kreider RB, Jager R, Purpura M. Bioavailability, eﬃcacy, saf ety, and regulatory\nstatus of creatine and related compounds: a critical review. Nutrients. (2022)\n14:1035. doi: 10.3390/nu14051035\n2. Kreider RB, Stout JR. Creatine in health and disease. Nutrients. (2021)\n13:447. doi: 10.3390/nu13020447\n3. Korovljev D, Stajer V , Ostojic SM. Relationship between die tary creatine and\ngrowth indicators in children and adolescents aged 2-19 years : a cross-sectional study.\nNutrients. (2021) 13:1027. doi: 10.3390/nu13031027\n4. Balestrino M, Adriano E. Beyond sports: eﬃcacy and safety of creatine\nsupplementation in pathological or paraphysiological conditions o f brain and muscle.\nMed Res Rev. (2019) 39:2427–59. doi: 10.1002/med.21590\n5. Kreider RB, Kalman DS, Antonio J, Ziegenfuss TN, Wildman R, C ollins R,\net al. International Society of Sports Nutrition position stan d: safety and eﬃcacy of\ncreatine supplementation in exercise, sport, and medicine. J Int Soc Sports Nutr. (2017)\n14:18. doi: 10.1186/s12970-017-0173-z\n6. Hewlings SJ. Eating disorders and dietary supplements: a revi ew of the science.\nNutrients. (2023) 15:2076. doi: 10.3390/nu15092076\n7. Balestrino M, Lensman M, Parodi M, Perasso L, Rebaudo R, Mela ni R,\net al. Role of creatine and phosphocreatine in neuronal protectio n from anoxic\nand ischemic damage. Amino Acids. (2002) 23:221–9. doi: 10.1007/s00726-001-\n0133-3\n8. Korovljev D, Todorovic N, Stajer V , Ostojic SM. Food creati ne and\nDXA-derived body composition in boys and girls aged 8 to 19 year s. Nutr\nMetab Insights. (2021) 14:11786388211059368. doi: 10.1177/117863882110\n59368\n9. Korovljev D, Todorovic N, Stajer V , Ostojic SM. Temporal tre nds in dietary\ncreatine intake from 1999 to 2018: an ecological study with 89 ,161 participants. J Int\nSoc Sports Nutr. (2021) 18:53. doi: 10.1186/s12970-021-00453-1\n10. Ostojic SM. Establishing reference intakes for creatine in infants aged 0 to 12\nmonths. Nutr Rev. (2024) 13:nuae124. doi: 10.1093/nutrit/nuae124\n11. Ostojic SM, Korovljev D, Stajer V. Dietary creatine and co gnitive function\nin U.S. adults aged 60 years and over. Aging Clin Exp Res. (2021) 33:3269–\n74. doi: 10.1007/s40520-021-01857-4\n12. Ostojic SM, Korovljev D, Stajer V. Dietary intake of creat ine and risk of\nmedical conditions in U.S. older men and women: data from the 2 017-2018\nNational Health and Nutrition Examination Survey. Food Sci Nutr. (2021) 9:5746–\n54. doi: 10.1002/fsn3.2543\n13. GRN No. 931 Creatine Monohydrate. U.S. Department of Health and Human\nServices: U.S. Food and Drug Administration (2020).\n14. Wax B, Kerksick CM, Jagim AR, Mayo JJ, Lyons BC, Kreider RB . Creatine for\nexercise and sports performance, with recovery consideratio ns for healthy populations.\nNutrients. (2021) 13:1915. doi: 10.3390/nu13061915\n15. Muccini AM, Tran NT, de Guingand DL, Philip M, Della Gatta PA, G alinsky\nR, et al. Creatine metabolism in female reproduction, pregnancy a nd newborn health.\nNutrients. (2021) 13:490. doi: 10.3390/nu13020490\n16. Jagim AR, Kerksick CM. Creatine supplementation in children and adolescents.\nNutrients. (2021) 13:664. doi: 10.3390/nu13020664\n17. Smith-Ryan AE, Cabre HE, Eckerson JM, Candow DG. Creatine\nsupplementation in women’s health: a lifespan perspective. Nutrients. (2021)\n13:877. doi: 10.3390/nu13030877\n18. Candow DG, Forbes SC, Kirk B, Duque G. Current evidence and pos sible\nfuture applications of creatine supplementation for older adults. Nutrients. (2021)\n13:745. doi: 10.3390/nu13030745\n19. Bredahl EC, Eckerson JM, Tracy SM, McDonald TL, Drescher K M. The role of\ncreatine in the development and activation of immune responses . Nutrients. (2021)\n13:751. doi: 10.3390/nu13030751\n20. Balestrino M. Role of creatine in the heart: health and disea se. Nutrients. (2021)\n13:1215. doi: 10.3390/nu13041215\n21. Clarke H, Hickner RC, Ormsbee MJ. The potential role of creat ine in vascular\nhealth. Nutrients. (2021) 13:857. doi: 10.3390/nu13030857\nFrontiers in Nutrition /zero.tnum/six.tnum frontiersin.org\n\nKreider et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnut./two.tnum/zero.tnum/two.tnum/five.tnum./one.tnum/five.tnum/seven.tnum/eight.tnum/five.tnum/six.tnum/four.tnum\n22. Roschel H, Gualano B, Ostojic SM, Rawson ES. Creatine suppleme ntation and\nbrain health. Nutrients. (2021) 13:586. doi: 10.3390/nu13020586\n23. Solis MY, Artioli GG, Gualano B. Potential of creatine in glucose management\nand diabetes. Nutrients. (2021) 13:570. doi: 10.3390/nu13020570\n24. Dolan E, Artioli GG, Pereira RMR, Gualano B. Muscular atrophy and s arcopenia\nin the elderly: is there a role for creatine supplementation? Biomolecules. (2019)\n9:642. doi: 10.3390/biom9110642\n25. Candow DG, Forbes SC, Chilibeck PD, Cornish SM, Antonio J, K reider RB.\nEﬀectiveness of creatine supplementation on aging muscle and bo ne: focus on falls\nprevention and inﬂammation. J Clin Med. (2019) 8:488. doi: 10.3390/jcm8040488\n26. Chilibeck PD, Kaviani M, Candow DG, Zello GA. Eﬀect of creatine\nsupplementation during resistance training on lean tissue mass and muscular\nstrength in older adults: a meta-analysis. Open Access J Sports Med. (2017) 8:213–\n26. doi: 10.2147/OAJSM.S123529\n27. Riesberg LA, Weed SA, McDonald TL, Eckerson JM, Drescher K M. Beyond\nmuscles: the untapped potential of creatine. Int Immunopharmacol. (2016) 37:31–\n42. doi: 10.1016/j.intimp.2015.12.034\n28. Stares A, Bains M. The additive eﬀects of creatine supplemen tation and exercise\ntraining in an aging population: a systematic review of randomi zed controlled trials. J\nGeriatr Phys Ther. (2020) 43:99–112. doi: 10.1519/JPT.0000000000000222\n29. Tarnopolsky MA. Clinical use of creatine in neuromuscular an d neurometabolic\ndisorders. Subcell Biochem. (2007) 46:183–204. doi: 10.1007/978-1-4020-6486-9_10\n30. Dover S, Stephens S, Schneiderman JE, Pullenayegum E, Wells GD, Levy DM,\net al. The eﬀect of creatine supplementation on muscle function in childhood myositis:\na randomized, double-blind, placebo-controlled feasibility stud y. J Rheumatol. (2020)\n48:434–41. doi: 10.3899/jrheum.191375\n31. Balestrino M, Sarocchi M, Adriano E, Spallarossa P. Potentia l of creatine or\nphosphocreatine supplementation in cerebrovascular disease and in ischemic heart\ndisease. Amino Acids. (2016) 48:1955–67. doi: 10.1007/s00726-016-2173-8\n32. Neves Jr M, Gualano B, Roschel H, Fuller R, Benatti FB, Pinto AL , et al. Beneﬁcial\neﬀect of creatine supplementation in knee osteoarthritis. Med Sci Sports Exerc. (2011)\n43:1538–43. doi: 10.1249/MSS.0b013e3182118592\n33. Cornelissen V A, Defoor JG, Stevens A, Schepers D, Hespel P , De cramer M,\net al. Eﬀect of creatine supplementation as a potential adjuvant t herapy to exercise\ntraining in cardiac patients: a randomized controlled trial. Clin Rehabil. (2010) 24:988–\n99. doi: 10.1177/0269215510367995\n34. Al-Ghimlas F, Todd DC. Creatine supplementation for patients w ith COPD\nreceiving pulmonary rehabilitation: a systematic review and m eta-analysis. Respirology.\n(2010) 15:785–95. doi: 10.1111/j.1440-1843.2010.01770. x\n35. Hespel P , Derave W. Ergogenic eﬀects of creatine in sports a nd rehabilitation.\nSubcell Biochem. (2007) 46:245–59. doi: 10.1007/978-1-4020-6486-9_12\n36. Hespel P , Op’t Eijnde B, Van Leemputte M, Urso B, Greenhaﬀ PL, L abarque\nV , et al. Oral creatine supplementation facilitates the rehabilit ation of disuse atrophy\nand alters the expression of muscle myogenic factors in humans. J Physiol. (2001)\n536:625–33. doi: 10.1111/j.1469-7793.2001.0625c.xd\n37. Di Biase S, Ma X, Wang X, Yu J, Wang YC, Smith DJ, et al. Creati ne\nuptake regulates CD8 T cell antitumor immunity. J Exp Med. (2019) 216:2869–\n82. doi: 10.1084/jem.20182044\n38. Campos-Ferraz PL, Gualano B, das Neves W, Andrade IT, Hangai I, Pereira RT,\net al. Exploratory studies of the potential anti-cancer eﬀects o f creatine. Amino Acids.\n(2016) 48:1993–2001. doi: 10.1007/s00726-016-2180-9\n39. Fairman CM, Kendall KL, Hart NH, Taaﬀe DR, Galvao DA, Newton\nRU. The potential therapeutic eﬀects of creatine supplementatio n on body\ncomposition and muscle function in cancer. Crit Rev Oncol Hematol. (2019) 133:46–\n57. doi: 10.1016/j.critrevonc.2018.11.003\n40. Bourgeois JM, Nagel K, Pearce E, Wright M, Barr RD, Tarnopo lsky MA. Creatine\nmonohydrate attenuates body fat accumulation in children wit h acute lymphoblastic\nleukemia during maintenance chemotherapy. Pediatr Blood Cancer. (2008) 51:183–\n7. doi: 10.1002/pbc.21571\n41. Jager R, Purpura M, Shao A, Inoue T, Kreider RB. Analysis of t he eﬃcacy,\nsafety, and regulatory status of novel forms of creatine. Amino Acids. (2011) 40:1369–\n83. doi: 10.1007/s00726-011-0874-6\n42. V AN Cutsem J, Roelands B, Pluym B, Tassignon B, Verschueren JO, DE Pauw K,\net al. Can creatine combat the mental fatigue-associated dec rease in visuomotor skills?\nMed Sci Sports Exerc . (2020) 52:120–30. doi: 10.1249/MSS.0000000000002122\n43. Dolan E, Gualano B, Rawson ES. Beyond muscle: the eﬀects of cre atine\nsupplementation on brain creatine, cognitive processing, and t raumatic\nbrain injury. Eur J Sport Sci. (2019) 19:1–14. doi: 10.1080/17461391.2018.\n1500644\n44. Avgerinos KI, Spyrou N, Bougioukas KI, Kapogiannis D. Eﬀec ts of\ncreatine supplementation on cognitive function of healthy indi viduals: a\nsystematic review of randomized controlled trials. Exp Gerontol. (2018)\n108:166–73. doi: 10.1016/j.exger.2018.04.013\n45. Toniolo RA, Fernandes FBF, Silva M, Dias RDS, Lafer B. Cogni tive eﬀects of\ncreatine monohydrate adjunctive therapy in patients with bipo lar depression:",
    "results": "from a randomized, double-blind, placebo-controlled trial. J Aﬀect Disord. (2017)\n224:69–75. doi: 10.1016/j.jad.2016.11.029\n46. Nagoshi JL, Nagoshi C, Akter F, Pillai VK. Experienced versu s perpetrated\nintimate partner violence and psychological maladjustment: the role of\nadaptive and avoidant coping. Int J Environ Res Public Health. (2024)\n22:36. doi: 10.3390/ijerph22010036\n47. Kious BM, Kondo DG, Renshaw PF. Creatine for the treatment of depression.\nBiomolecules. (2019) 9:406. doi: 10.3390/biom9090406\nFrontiers in Nutrition /zero.tnum/seven.tnum frontiersin.org"
  },
  "outcomes": {
    "primary": [
      "body-composition"
    ]
  }
}